{
  "papers": [
    {
      "id": "0001",
      "doi": "10.1038/s41746-023-00789-9",
      "title": "Digital Health Interventions for Depression, Anxiety, and Enhancement of Psychological Well-Being",
      "authors": [
        "John Smith",
        "Jane Doe",
        "Alice Johnson"
      ],
      "year": 2023,
      "journal": "Nature Digital Medicine",
      "volume": "6",
      "issue": "3",
      "pages": "123-145",
      "abstract": "Digital health interventions have shown promise in addressing mental health challenges. This systematic review examines the effectiveness of mobile apps, web-based platforms, and digital therapeutics for treating depression and anxiety disorders. We analyzed 127 randomized controlled trials involving over 50,000 participants. Results indicate moderate to large effect sizes for guided digital interventions compared to waitlist controls.",
      "study_type": "systematic_review",
      "sample_size": null,
      "has_full_text": true,
      "filename": "paper_0001.md",
      "embedding_index": 0,
      "zotero_key": ""
    },
    {
      "id": "0002",
      "doi": "10.2196/45678",
      "title": "Barriers to Digital Health Adoption in Elderly Populations: A Mixed-Methods Study",
      "authors": [
        "Michael Chen",
        "Sarah Williams",
        "Robert Brown"
      ],
      "year": 2024,
      "journal": "Journal of Medical Internet Research",
      "volume": "26",
      "issue": "2",
      "pages": "e45678",
      "abstract": "Understanding barriers to digital health adoption among elderly populations is crucial for equitable healthcare delivery. This mixed-methods study combines survey data from 2,500 adults aged 65+ with qualitative interviews from 150 participants. Key barriers identified include technological literacy (67%), privacy concerns (54%), lack of perceived benefit (43%), and physical/cognitive limitations (38%). Facilitators included family support, simplified interfaces, and integration with existing care.",
      "study_type": "study",
      "sample_size": null,
      "has_full_text": true,
      "filename": "paper_0002.md",
      "embedding_index": 1,
      "zotero_key": ""
    },
    {
      "id": "0003",
      "doi": "10.1016/S2589-7500(23)00089-0",
      "title": "Artificial Intelligence in Clinical Decision Support: A Systematic Review of Diagnostic Accuracy",
      "authors": [
        "Emily Zhang",
        "David Martinez",
        "Lisa Anderson"
      ],
      "year": 2023,
      "journal": "The Lancet Digital Health",
      "volume": "5",
      "issue": "8",
      "pages": "e523-e535",
      "abstract": "AI-based clinical decision support systems (CDSS) show promising diagnostic accuracy across multiple medical specialties. This systematic review analyzed 89 studies comparing AI diagnostic performance to clinical experts. In radiology, AI achieved 94.5% sensitivity and 95.3% specificity for detecting malignancies. Dermatology applications showed 91.2% accuracy for skin cancer detection. However, real-world implementation faces challenges including algorithm bias, interpretability, and integration with clinical workflows.",
      "study_type": "systematic_review",
      "sample_size": null,
      "has_full_text": true,
      "filename": "paper_0003.md",
      "embedding_index": 2,
      "zotero_key": ""
    },
    {
      "id": "0004",
      "doi": "10.1136/bmjgh-2023-011234",
      "title": "Telemedicine Effectiveness During COVID-19: A Global Meta-Analysis",
      "authors": [
        "James Wilson",
        "Maria Garcia",
        "Thomas Lee"
      ],
      "year": 2023,
      "journal": "BMJ Global Health",
      "volume": "8",
      "issue": "4",
      "pages": "e011234",
      "abstract": "The COVID-19 pandemic accelerated telemedicine adoption globally. This meta-analysis of 156 studies across 42 countries evaluates telemedicine effectiveness for various conditions during 2020-2023. Patient satisfaction rates averaged 86%, with no significant differences in clinical outcomes compared to in-person care for chronic disease management. Cost savings averaged 23% per consultation. However, disparities in access persisted, particularly in low-resource settings.",
      "study_type": "systematic_review",
      "sample_size": null,
      "has_full_text": true,
      "filename": "paper_0004.md",
      "embedding_index": 3,
      "zotero_key": ""
    },
    {
      "id": "0005",
      "doi": "10.1038/s41746-024-01012-z",
      "title": "Wearable Devices for Continuous Health Monitoring: Clinical Validation and Real-World Evidence",
      "authors": [
        "Kevin Park",
        "Jennifer White",
        "Christopher Davis"
      ],
      "year": 2024,
      "journal": "npj Digital Medicine",
      "volume": "7",
      "issue": "1",
      "pages": "45",
      "abstract": "Consumer wearable devices increasingly claim health monitoring capabilities, but clinical validation remains inconsistent. This study evaluated 25 popular wearables against medical-grade equipment for heart rate, blood oxygen, and activity tracking. While heart rate monitoring showed excellent accuracy (r=0.96), SpO2 measurements varied significantly (r=0.72-0.89). Real-world data from 10,000 users revealed high engagement initially (82%) declining to 34% at 6 months, highlighting adherence challenges.",
      "study_type": "study",
      "sample_size": null,
      "has_full_text": true,
      "filename": "paper_0005.md",
      "embedding_index": 4,
      "zotero_key": ""
    }
  ],
  "total_papers": 5,
  "last_updated": "2025-08-19T00:27:55.314471+00:00",
  "embedding_model": "sentence-transformers/allenai-specter",
  "embedding_dimensions": 768,
  "model_version": "SPECTER"
}
