{
  "paper_id": "22PUFFPM",
  "title": "Framing Financial Incentives to Increase Physical Activity Among Overweight and Obese Adults A Randomized, Controlled Trial",
  "abstract": "Background: Financial incentive designs to increase physical activity have not been well-examined. Objective: To test the effectiveness of 3 methods to frame financial incentives to increase physical activity among overweight and obese adults.",
  "year": 2016,
  "date": "2016-02-16",
  "journal": "Bull World Health Organ",
  "publication": "Bull World Health Organ",
  "authors": [
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch"
    },
    {
      "forename": "Roy",
      "surname": "Rosin",
      "name": "Roy Rosin"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small"
    },
    {
      "forename": "Scarlett",
      "surname": "Bellamy",
      "name": "Scarlett Bellamy"
    },
    {
      "forename": "Jack",
      "surname": "Heuer",
      "name": "Jack Heuer"
    },
    {
      "forename": "Susan",
      "surname": "Sproat",
      "name": "Susan Sproat"
    },
    {
      "forename": "Chris",
      "surname": "Hyson",
      "name": "Chris Hyson"
    },
    {
      "forename": "Nancy",
      "surname": "Haff",
      "name": "Nancy Haff"
    },
    {
      "forename": "Samantha",
      "surname": "Lee",
      "name": "Samantha Lee"
    },
    {
      "forename": "Lisa",
      "surname": "Wesby",
      "name": "Lisa Wesby"
    },
    {
      "forename": "Karen",
      "surname": "Hoffer",
      "name": "Karen Hoffer"
    },
    {
      "forename": "David",
      "surname": "Shuttleworth",
      "name": "David Shuttleworth"
    },
    {
      "forename": "Devon",
      "surname": "Taylor",
      "name": "Devon Taylor"
    },
    {
      "forename": "Victoria",
      "surname": "Hilbert",
      "name": "Victoria Hilbert"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu"
    },
    {
      "forename": "Lin",
      "surname": "Yang",
      "name": "Lin Yang"
    },
    {
      "forename": "Xingmei",
      "surname": "Wang",
      "name": "Xingmei Wang"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp"
    }
  ],
  "doi": "10.7326/m15-1635",
  "pmid": "8131243",
  "keywords": [
    "Randomized, controlled trial",
    "(ClinicalTrials",
    "gov: NCT 02030119 Single employer"
  ],
  "sections": [
    {
      "text": "H igher levels of regular physical activity are associ- ated with lower rates of cardiovascular disease, diabetes, obesity, hypertension, and all-cause mortality  (1) (2) (3) (4) (5) . However, more than half of adults in the United States do not attain the minimum recommended level of physical activity to have these health benefits  (6, 7) . The Centers for Disease Control and Prevention and many state public health departments have recommended the workplace as an environment to implement interventions to increase physical activity  (8 -11) . But evidence suggests that most workplace physical activity interventions are not effective, particularly for more sedentary persons  (12) (13) (14) .\n\nWorkplace wellness programs are growing in popularity throughout the United States, and more than 80% of large employers now use some form of financial incentive for health promotion  (15) (16) (17) . Beginning in 2014, the Patient Protection and Affordable Care Act increased the proportion of employee health insurance premiums that can be used as outcome-based wellness incentives from 20% to 30% and as high as 50% if tobacco use is targeted  (18, 19) . This provides a signifi-cant opportunity to use incentive-based programs to change health behaviors, but the optimal design of financial incentives to increase physical activity has not been well-examined  (20) .\n\nBehavioral economics incorporates principles from psychology to help understand why persons make decisions that are not in line with longer-term health goals. Many persons know physical activity is good for their health but do not do enough of it. Instead, they often deviate from these goals in a predictable manner and from a common set of decision errors  (18, 19, 21) . For example, persons tend to be more motivated by immediate rather than delayed gratification  (22)  and by losses rather than gains  (23) , and they tend to avoid the feeling of regret  (24) . These insights reveal that the de-See also:"
    },
    {
      "title": "Web-Only"
    },
    {
      "title": "Supplement"
    },
    {
      "title": "Annals of Internal Medicine",
      "text": "sign and delivery of an incentive has an important influence on its effectiveness.\n\nThe objective of this study was to test the effectiveness of 3 financial incentive designs, each with the same expected economic value. In the gain-incentive group, participants received a fixed amount of money each day the step goal was achieved. This design follows traditional economic principles in that it is largely transactional: A certain constant reward is promised for a predetermined effort. Persons in the 2 other incentive groups were offered incentives of the same expected value, but those incentives were designed to leverage the fact that persons tend to be loss averse, are more engaged by variable reinforcement than by constant reinforcement, and tend to avoid the feeling of regret."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Design Overview",
      "text": "We conducted a 26-week randomized, controlled trial between 6 March and 6 September 2014, consisting of 13-week intervention and follow-up periods. A total of 281 participants gave their informed consent and were randomly assigned to a control group or to 1 of 3 groups with different financial incentive designs, each with the same expected economic value.\n\nAll participants were given a goal of achieving at least 7000 steps per day, and this target reflects several deliberate design elements. First, this level of physical activity is endorsed by the American College of Sports Medicine to be approximately equivalent to meeting the federal guidelines for the minimum recommended levels of physical activity needed to achieve health benefits  (25, 26) . Second, this level is 40% higher than the average daily step count of 5000 among U.S. adults  (27, 28) . Prior studies using an even higher goal of 10 000 steps have found that more sedentary persons may be less likely to participate, and it was a priority in this study to engage as many persons as possible  (12) .\n\nThird, instead of simply asking participants to increase steps, a minimum threshold puts greater emphasis on encouraging more sedentary persons to be physically active and less emphasis on getting highly active persons to be even more active.\n\nStep counts were tracked using the Moves smartphone application (ProtoGeo Oy), which uses accelerometers within the phone and has been shown by our prior work to be accurate  (29) . Each participant was given a unique personal identification number to enter into the smartphone application and verify permission that the study team could access step-count data. Once the application was installed on the phone, the participant never had to reopen it, although they could as often as they wished. Instead, participants had to allow the application to run passively on the phone, have the phone powered on, and carry it with them (for example, in a pocket or on a belt clip or arm band) while they were active. The University of Pennsylvania Institutional Review Board approved this study."
    },
    {
      "title": "Setting and Participants",
      "text": "Eligible participants were employees of the University of Pennsylvania in Philadelphia, Pennsylvania, were aged 18 years or older, and had a body mass index (BMI) of at least 27 kg/m 2 (estimated from self-reported height and weight). We chose this BMI threshold to help ensure that our sample represented overweight or obese persons. Participants were recruited by e-mail from February to March 2014 and excluded if they were already participating in another physical activity study, were not able or willing to carry an iPhone (Apple) or Android (Google) smartphone with the mobile application installed, were pregnant or lactating, intended to become pregnant within 6 months, or stated that they could not complete the study. E-mails were sent to all University of Pennsylvania staff employees (approximately 10 000 persons). All eligible participants provided electronic informed consent, completed a sociodemographic questionnaire, self-reported measures of height and weight, and reported recent physical activity using the long form of the International Physical Activity Questionnaire  (30) ."
    },
    {
      "title": "Randomization and Interventions",
      "text": "Participants enrolled online using Way to Health, an automated technology platform based at the University of Pennsylvania that integrates wireless devices, conducts clinical trial randomization and enrollment processes, delivers messaging (text message or e-mail) and surveys, automates transfers of financial incentives, and securely captures data for research purposes  (31) . Way to Health was used in prior behavioral intervention studies  (32) (33) (34) . All participants received $25 for enrolling and $75 for participating through the primary end point at 13 weeks along with completion of a survey on their experience. However, there was no participation incentive for the follow-up period. Participants were mailed a bank check at the end of each month with all accumulated earnings. All participants selected whether they preferred to receive study communications by e-mail, text message, or both."
    },
    {
      "title": "EDITORS' NOTES Context",
      "text": "Financial incentives are commonly used in workplace wellness programs aimed at increasing physical activity. The most effective approach to offering incentives, however, is not known."
    },
    {
      "title": "Contribution",
      "text": "In this trial, the up-front allocation of a financial reward and subsequent loss when physical activity goals were not met resulted in greater daily exercise than no incentive. Providing a reward when goals were met, however, did not increase physical activity."
    },
    {
      "title": "Implication",
      "text": "The manner in which financial incentives are offered may influence the success of health promotion programs."
    },
    {
      "title": "ORIGINAL RESEARCH",
      "text": "Financial Incentives for Physical Activity in Overweight and Obese Adults Participants were electronically randomly assigned to the control group or to 1 of 3 intervention groups with an equivalent expected economic value of $1.40, which is a value used in prior work  (34) . For 26 weeks, participants in all 4 groups received daily feedback on whether they had achieved the 7000-step goal in the prior day. The control group received no other intervention aside from daily feedback. For the 13-week intervention, the intervention groups included a gain incentive in which participants received $1.40 for each day they met the goal, a loss incentive in which $1.40 was taken away from a monthly incentive ($42 allocated upfront) each time the daily goal was not met, or a daily lottery incentive. Persons in the lottery-incentive group selected a 2-digit number between 00 and 99. One winning number was randomly selected daily during the intervention period. If a participant's number had a single-digit match (an 18% chance), he or she won $5. If the participant's number had a 2-digit match (a 1% chance), he or she won $50. Participants were eligible to collect the reward only if the 7000-step goal was achieved on the prior day. Ineligible participants were informed what they would have won if they had achieved the goal, drawing on evidence that the desire to avoid regret can be motivating  (23, 24, 35, 36) . Incentives were offered only during the 13-week intervention, but daily performance feedback was delivered for the entire 26 weeks."
    },
    {
      "title": "Outcomes and Follow-up",
      "text": "The primary outcome was the mean proportion of participant-days that the 7000-step goal was achieved during the 13-week intervention. We hypothesized that participants in all 3 financial-incentive groups would have a significantly greater mean proportion of participant-days achieving the goal than the control group, with participants in the loss-and lotteryincentive groups performing the best. Secondary outcomes included the number of steps per day during intervention and follow-up and the mean proportion of participant-days that the 7000-step goal was achieved during follow-up.\n\nNeither the participants nor the study coordinator could be blinded to the group assignment. All investigators, statisticians, and data analysts were blinded to group assignments until the 26-week study ended."
    },
    {
      "title": "Statistical Analysis",
      "text": "One participant randomly assigned to the gainincentive group was later found to be ineligible because of enrollment in another physical activity study. One participant randomly assigned to the lotteryincentive group switched to a phone that was not eligible for use before the study began and therefore did not receive the intervention. Both of these participants were excluded from the analysis. All other randomly assigned participants were included in the intention-totreat analysis.\n\nFor each participant on each day of the study (participant-day level), we obtained the number of steps achieved as a continuous variable. Data could be missing for any day if a participant turned off the smart-phone or the application, disabled the study team's permission before data were accessed, or did not carry the smartphone at all. For the main analysis, we used only collected data (a step-count value was received). This approach is based on the assumption that missing data occur at random and do not bias outcomes for groups with differing levels of missing data. Using the continuous steps data, we estimated the mean daily steps among participants in each group during the intervention and follow-up. We dichotomized the data at the participant-day level to create a binary variable indicating that the participant achieved the 7000-step goal (value, 1) or did not achieve it (value, 0). Using this binary variable, we estimated the mean proportion of participant-days achieving the goal for the group of participants in each group during the intervention and follow-up and for each week during the study.\n\nFor adjusted analyses, we used PROC GLIMMIX in SAS, version 9.4 (SAS Institute), to fit a generalized linear model with participant random effects, a random intercept, time-fixed effects (at the weekly level), and treatment-fixed effects (by study group)  (37) (38) (39) (40) . We assumed a normal distribution for models using the continuous outcome and obtained the difference in steps among groups using the least-squares means (LSMEANS) command. We assumed a binomial distribution with logit link for models using the binary outcome to estimate adjusted difference in the proportion of participant-days achieving the goal and used the bootstrap procedure, resampling participants, to obtain 95% confidence intervals and P values  (41, 42) . We used a pseudolikelihood method  (38)  but also performed a sensitivity analysis for the main models using the quadrature approximation with 12 nodes specified  (43) .\n\nSeveral sensitivity analyses were conducted to assess the robustness of our findings. For the primary and secondary outcomes using the binary and continuous variables, respectively, the main model was further adjusted by using device-fixed effects for smartphone type (iPhone or Android). The model was also evaluated by using all data and coding missing data (when a step value was not received) as \"not achieving the goal\" (in contrast to using only collected data), which is a method used in prior work  (33) . Further, evidence suggests that step-count values less than 1000 are unlikely to represent accurate data capture of actual activity  (27, 44, 45) . Therefore, to avoid these observations from downward biasing mean daily step outcomes, we did a sensitivity analysis using the model with values less than 1000 excluded from the sample.\n\nA priori, we estimated that a sample of at least 260 participants (65 per group) would ensure 80% power to detect a 0.20 difference between each intervention group and the control group. We used a conservative Bonferroni adjustment of the type I error rate with a 2-sided ␣ value of 0.017. This calculation assumed that the mean proportion of participant-days achieving the goal in the control group would be 0.40. We increased Financial Incentives for Physical Activity in Overweight and Obese Adults ORIGINAL RESEARCH the participant enrollment target to 280 to account for a potential 8% dropout rate."
    },
    {
      "title": "Role of the Funding Source",
      "text": "This work was funded by the National Institute on Aging. Support was also provided by the U.S. Department of Veterans Affairs and the Robert Wood Johnson Foundation. The funding sources had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; or preparation, review, or approval of the manuscript."
    },
    {
      "title": "RESULTS",
      "text": "Figure  1  reports trial enrollment and participation. In all 4 groups, at least 95% of the participants completed the 13-week intervention and at least 92% completed the entire 26-week study. Participants had a mean age of 39.7 years (SD, 11.6) and a mean BMI of 33.2 kg/m 2 (SD, 5.6); 78% were women. Participant baseline characteristics were generally well-balanced across the 4 study groups (Table  1 ), with 183 participants (65.6%) using an iPhone and 96 (34.4%) using an Android. The percentage of participant-days on which step-count data were missing during the intervention was 15% for the control group, 10% for the gainincentive group, 18% for the lottery-incentive group, and 13% for loss-incentive group.\n\nThe mean proportion of participant-days that the 7000-step goal was achieved at the weekly level peaked at about 0.48 in the loss-incentive group, 0.42 in the lottery-incentive group, and 0.41 in the gainincentive group, but it was never greater than 0.33 in the control group (Figure  2 ). These levels decreased slightly toward the end of the intervention for all groups. Unadjusted mean estimates are displayed by group for the intervention and follow-up in Table  2 .\n\nAdjusted differences in the mean proportion of participant-days achieving the goal are displayed in Table 3. Only the loss-incentive group had a significantly greater mean proportion of participant-days achieving the goal than the control group (adjusted difference, 0.16 [95% CI, 0.06 to 0.26]; P = 0.001). Adjusted differences in mean daily steps are displayed in Table  4 . The loss-incentive group had greater mean daily steps than the control group, but they were not significantly differ- Assessed for eligibility (n = 732) Randomly assigned (n = 281) Assigned to control and received intervention (n = 70) No longer interested: 3 Completed intervention (n = 67) Completed follow-up (n = 67) During follow-up, the mean proportion of participant-days achieving the goal decreased among all groups. The loss-incentive group had the greatest mean proportion of participant-days achieving the goal (0.30 [CI, 0.24 to 0.37]), but it was not significantly different from the control group (adjusted difference, 0.07 [CI, -0.02 to 0.14]; P = 0.110). For all outcomes, results of sensitivity analyses adjusted by device and using different methods of accounting for missing data were qualitatively similar to those of the main model (Tables  3  and  4 ).\n\nSensitivity analyses using the quadrature approximation supported the findings of the main models using the pseudolikelihood method for both mean proportion of participant-days achieving the goal and mean daily steps (Appendix Tables  1  and  2 , available at  www.annals.org ).\n\nNo adverse events were reported during the entire study."
    },
    {
      "title": "DISCUSSION",
      "text": "Employers are increasingly using workplace wellness programs to target health outcomes. Although the popularity of these programs is growing, the optimal design of financial incentives to change health behav-iors is uncertain. In this randomized, controlled trial using financial incentives to increase physical activity, we found that the design of the incentive significantly influenced outcomes. The gain incentive, in which an employee received a fixed amount each day he or she met goal, was no more effective than control. In comparison, a loss incentive, in which rewards were allocated upfront and taken away each day the goal was not achieved, resulted in a 50% relative increase in the mean proportion of time participants achieved physical activity goals.\n\nThese findings expand our understanding of using financial incentives to increase physical activity. A study by Finkelstein and colleagues (46) enrolled 51 adults and randomly assigned them to a control group in which each participant received $75 to participate or an intervention group in which each participant received $50 to participate plus $10, $15, or $25 more per week depending on their level of physical activity. The intervention group achieved 1.8 more hours of physical activity per week at an average cost of $17.50, but the study duration was only 4 weeks and there was no follow-up without incentives.\n\nA meta-analysis (20) evaluated the use of financial incentives to increase exercise adherence. Seven randomized, controlled trials were included in the final analysis. Although pooled results indicated that incen- Financial Incentives for Physical Activity in Overweight and Obese Adults ORIGINAL RESEARCH tives were effective, the optimal design of incentives was not well-evaluated. The weekly incentive ranged from $2.79 to $46.82, but most studies delivered incentives only at the end of the study. The authors of the meta-analysis concluded that the quality of existing evidence was poor and that they could not draw reason-able conclusions about the effect of incentive design on physical activity outcomes.\n\nIn comparison, our study had an expected value of $9.80 per week and incentives were designed to be delivered daily because persons tend to prefer immediate gratification rather than delayed rewards  (22) . 0.50 0.45 0.40 0.35 0.30 0.25 0.20 0.15 0.10 0.05 0.00 1 2 3 4 5 6 7 8 9 1 0 1 1 1 2 1 3 1 4 Week Intervention Control Gain-incentive group Lottery-incentive group Loss-incentive group Mean Proportion of Participant-Days Achieving the Goal Follow-up 15 16 17 18 19 20 21 22 23 24 25 26 * Participants in all groups received daily feedback through the entire 26 wk. Participants in incentive groups received these incentives during only the intervention. † Wk 1-13. ‡ Assigned a value of 0 on days on which the goal was not met and on days with missing data and a value of 1 on days on which the participant had a step count of ≥7000. § Does not include days on which step-count data were not transmitted. ͉͉ Wk 14 -26."
    },
    {
      "title": "ORIGINAL RESEARCH",
      "text": "Financial Incentives for Physical Activity in Overweight and Obese Adults Our findings add new insight and indicate that the same magnitude of incentives can have a significantly different effect on outcomes depending on how the incentive is designed. Specifically, financial incentives might be more effective if their design moved beyond a mere transaction and instead reflected predictable opportunities to enhance behavior change  (18, 19, 21) .\n\nThe Centers for Disease Control and Prevention has recommended that the workplace may be a good environment to implement wellness programs to target changes in health outcomes, such as increasing physical activity  (8) . However, there is some concern that these programs are not benefiting less healthy employees and instead simply increasing their cost burden  (47) . For example, programs that have been shown to be effective at changing behaviors among more seden-tary persons are lacking  (48 -50) . Evidence suggests that workplace interventions tend to better engage more motivated persons with higher baseline physical activity levels  (12) . However, those who may benefit more from these interventions probably have less motivation and lower baseline physical activity levels. In our study, employees had a mean BMI of 33.2 kg/m 2 , which is one indication that these participants may be more sedentary  (51) . Among the 279 participants who received the intervention, 269 (96.4%) remained in the study at 13 weeks. No financial incentives were provided during follow-up, but participants continued to receive daily performance feedback. By 26 weeks, 267 participants (95.7% of those who started; 99.3% of those who reached 13 weeks) remained in the study. These high engagement rates may indicate that the  Many employers have become more interested in using wearable and mobile devices in wellness programs  (52) . Based on our findings, a smartphone-based approach to data collection resulted in high engagement probably because it required little additional effort from the participants other than carrying the device (which they may already be accustomed to doing). Because more than two thirds of adults in the United States have a smartphone  (53, 54)  and these devices are accurate for tracking step counts  (29) , smartphones may be a more scalable method to deploy interventions that track physical activity. Although our findings show promise for the role of smartphones in monitoring behaviors, they also confirm the notion that these technologies must be combined with carefully tested behavior change strategies to effectively improve health outcomes  (52) .\n\nFuture studies might compare alternate methods of using loss aversion to design incentives and could further test the optimal magnitude and frequency. Insights from this study should be incorporated into evaluations of longer-term sustainability and may benefit from opportunities to incorporate social incentives, such as team-based designs that focus on peer support, teammate accountability, and unity toward a common goal  (52) .\n\nOur study has several limitations. First, participants were from a single employer in Philadelphia, which may limit generalizability because physical activity is harder in some regions with different climate, outdoor space, and culture. Second, participants needed a smartphone, which potentially makes participation less likely for those without such a device. Third, participants' physical activity was not tracked when they were not carrying their smartphones; thus, the captured physical activity levels may be lower than their actual activity. At the end of the intervention, however, about 93% of respondents stated that they carried their smartphone most or all of the time. Fourth, we did not obtain data on baseline step counts, but randomization resulted in well-balanced study groups. Therefore, outcomes among groups may reflect the differential effectiveness of interventions. In addition, self-reported physical activity did not differ among groups; however, these data seem to reflect overestimates of baseline activity because step-count data indicate that our population may be less physically active than they initially reported. Finally, our study was not well-powered to detect smaller differences or do comparisons among the intervention groups. In addition, the continuous outcome measure had a wider distribution than anticipated and we did not have enough statistical power to adequately detect differences among study groups.\n\nIn summary, more than half of adults in the United States do not attain the minimum recommended level of physical activity to achieve health benefits. Although the popularity of wellness programs and the use of mobile technologies to monitor health outcomes are rising, there has been a lack of rigorous study evaluat-ing their effectiveness and the optimal design of financial incentives had not been well-examined. Our findings suggest that the design of financial incentives is important and that incorporating insights from behavioral economics may significantly improve their effectiveness. Current author addresses and author contributions are available at  www.annals.org ."
    },
    {
      "text": "Figure 1. Study flow diagram."
    },
    {
      "text": "Figure 2. Weekly unadjusted mean proportion of participant-days achieving the 7000-step goal."
    },
    {
      "text": "the Perelman School of Medicine at the University of Pennsylvania, Penn Medicine Center for Health Care Innovation, Wharton School of the University of Pennsylvania, Center for Health Incentives and Behavioral Economics at the Leonard Davis Institute of the University of Pennsylvania, and Philadelphia Veterans Affairs Medical Center, Philadelphia, Pennsylvania; Massachusetts General Hospital, Boston, Massachusetts; and Columbia University Medical Center, New York, New York. Disclaimer: Dr. Patel had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Grant Support: By the National Institute on Aging (grant RC4 AG039114; Drs. Asch and Volpp) and in part by the Department of Veteran Affairs (Drs. Patel, Asch, and Volpp) and Robert Wood Johnson Foundation (Drs. Patel and Asch). Disclosures: Dr. Asch reports grant support from the National Institutes of Health during the conduct of the study; further, he is a principal and part owner of the behavioral economics consulting firm VAL Health. Ms. Hilbert reports grant support from the National Institute of Aging during the conduct of the study. Dr. Volpp reports grant support from the National Institutes of Health during the conduct of the study. Further, he reports consulting income from CVS Health and VAL Health (principal and part owner) and grants (or grants pending) from CVS Health, Humana, Merck, Weight Watchers, Discovery (South Africa), and Hawaii Medical Services Association; and stock in VAL Health, all outside of the study. Authors not named here have disclosed no conflicts of interest. Disclosures can also be viewed at www.acponline.org/authors/icmje /ConflictOfInterestForms.do?msNum=M15-1635. Reproducible Research Statement: Study protocol: Available from Dr. Patel (e-mail, mpatel@upenn.edu). Statistical code and data set: Not available. Requests for Single Reprints: Mitesh S. Patel, MD, MBA, MS, Division of General Internal Medicine, Perelman School of Medicine at the University of Pennsylvania, 423 Guardian Drive, 13th Floor Blockley Hall, Philadelphia, PA 19104; e-mail, mpatel@upenn.edu."
    },
    {
      "text": "Characteristics of Study Participants*"
    },
    {
      "text": "Unadjusted Mean Physical Activity Outcomes*"
    },
    {
      "text": "Adjusted Differences in Proportion of Participant-Days Achieving the 7000-Step Goal* Boldface values meet the significance threshold of P < 0.017.† Adjusted for repeated measures of daily participant step counts and for temporal trends by week using all collected data.For each day, each participant had a binary outcome measure (0 or 1) based on whether he or she achieved the 7000-step goal.Difference in proportions was estimated for each group relative to the control group.CIs and P values were obtained using the bootstrapping procedure.‡ Type of smartphone."
    },
    {
      "text": "Adjusted Differences in Mean Daily Step Counts"
    }
  ],
  "references": [
    {
      "title": "Physical inactivity as a risk factor for coronary heart disease: a WHO and International Society and Federation of Cardiology position statement",
      "authors": [
        "F Bijnen",
        "C Caspersen",
        "W Mosterd"
      ],
      "year": 1994
    },
    {
      "title": "Physical activity and cardiovascular health: lessons learned from epidemiological studies across age, gender, and race/ethnicity",
      "authors": [
        "S Murphy",
        "J Xu",
        "K Kochanek",
        "E Shiroma",
        "I Lee"
      ],
      "year": 2010,
      "doi": "10.1161/CIRCULATIONAHA.109.914721"
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk",
        "Lancet Physical",
        "Activity Series",
        "Working Group"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Trends in cardiovascular health metrics and associations with all-cause and CVD mortality among US adults",
      "authors": [
        "Q Yang",
        "M Cogswell",
        "W Flanders",
        "Y Hong",
        "Z Zhang",
        "F Loustalot"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.339"
    },
    {
      "title": "Facts about physical activity",
      "year": 2015,
      "doi": "10.1037/e410872005-001"
    },
    {
      "title": "Heart disease and stroke statistics-2013 update: a report from the American Heart Association",
      "authors": [
        "A Go",
        "D Mozaffarian",
        "V Roger",
        "E Benjamin",
        "J Berry",
        "W Borden"
      ],
      "year": 2013,
      "doi": "10.1161/CIR.0b013e31828124ad"
    },
    {
      "title": "Steps to wellness: a guide to implementing the 2008 physical activity guidelines for Americans in the workplace",
      "year": 2015
    },
    {
      "title": "Worksite program California fit business kit",
      "year": 2015,
      "doi": "10.1177/002194367000700208"
    },
    {
      "title": "Nutrition and physical activity resources",
      "year": 2015,
      "doi": "10.1037/e339802004-001"
    },
    {
      "title": "Using pedometers to increase physical activity and improve health: a systematic review",
      "authors": [
        "D Bravata",
        "C Smith-Spangler",
        "V Sundaram",
        "A Gienger",
        "Lin Lewis"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.19.2296"
    },
    {
      "title": "Worksite physical activity interventions",
      "authors": [
        "R Dishman",
        "B Oldenburg",
        "O' Neal",
        "H Shephard"
      ],
      "year": 1998,
      "doi": "10.1016/s0749-3797(98)00077-4"
    },
    {
      "title": "Metaanalysis of workplace physical activity interventions",
      "authors": [
        "V Conn",
        "A Hafdahl",
        "P Cooper",
        "L Brown",
        "S Lusk"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.06.008"
    },
    {
      "authors": [
        "Towers Watson"
      ],
      "year": 2015
    },
    {
      "title": "Taking action to improve employee health: sixth annual employersponsored health & well-being survey",
      "year": 2016
    },
    {
      "title": "employer health benefits survey",
      "authors": [
        "Kaiser Family"
      ],
      "year": 2014
    },
    {
      "title": "Redesigning employee health incentives-lessons from behavioral economics",
      "authors": [
        "K Volpp",
        "D Asch",
        "R Galvin",
        "G Loewenstein"
      ],
      "year": 2011,
      "doi": "10.1056/nejmp1105966"
    },
    {
      "title": "Behavioral economics holds potential to deliver better results for patients, insurers, and employers",
      "authors": [
        "G Loewenstein",
        "D Asch",
        "K Volpp"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1163"
    },
    {
      "title": "Financial incentives for exercise adherence in adults: systematic review and meta-analysis",
      "authors": [
        "M Mitchell",
        "J Goodman",
        "D Alter",
        "L John",
        "P Oh",
        "M Pakosh"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.06.017"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007
    },
    {
      "title": "The economics of immediate gratification",
      "authors": [
        "T O'donoghue",
        "M Rabin"
      ],
      "year": 2000,
      "doi": "10.1002/(sici)1099-0771(200004/06)13:2<233::aid-bdm325>3.0.co;2-u"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Consequences of regret aversion in real life: the case of the Dutch postcode lottery",
      "authors": [
        "M Zeelenberg",
        "R Pieters"
      ],
      "year": 2004,
      "doi": "10.1016/j.obhdp.2003.10.001"
    },
    {
      "title": "2008 physical activity guidelines for Americans",
      "year": 2008,
      "doi": "10.1037/e525442010-001"
    },
    {
      "title": "American College of Sports Medicine position stand. Quantity and quality of exercise for developing and maintaining cardiorespiratory, musculoskeletal, and neuromotor fitness in apparently healthy adults: guidance for prescribing exercise",
      "authors": [
        "C Garber",
        "B Blissmer",
        "M Deschenes",
        "B Franklin",
        "M Lamonte",
        "I Lee"
      ],
      "year": 2011,
      "doi": "10.1249/MSS.0b013e318213fefb"
    },
    {
      "title": "Pedometer-measured physical activity and health behaviors in U.S. adults",
      "authors": [
        "Bassett Dr",
        "H Wyatt",
        "H Thompson",
        "J Peters",
        "J Hill"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181dc2e54"
    },
    {
      "title": "Characteristics of step-defined physical activity categories in U.S. adults",
      "authors": [
        "S Sisson",
        "S Camhi",
        "C Tudor-Locke",
        "W Johnson",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.4278/ajhp.100326-quan-95"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.17841"
    },
    {
      "title": "International physical activity questionnaire: 12country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "Sjo ¨stro ¨m",
        "M Bauman",
        "A Booth",
        "M Ainsworth"
      ],
      "year": 2003,
      "doi": "10.1249/01.mss.0000078924.61453.fb"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Individual-versus group-based financial incentives for weight loss: a randomized, controlled trial",
      "authors": [
        "J Kullgren",
        "A Troxel",
        "G Loewenstein",
        "D Asch",
        "L Norton",
        "L Wesby"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-158-7-201304020-00002"
    },
    {
      "title": "A mixed-methods randomized controlled trial of financial incentives and peer networks to promote walking among older adults",
      "authors": [
        "J Kullgren",
        "K Harkins",
        "S Bellamy",
        "A Gonzales",
        "Y Tao",
        "J Zhu"
      ],
      "year": 2014,
      "doi": "10.1177/1090198114540464"
    },
    {
      "title": "Financial incentives for home-based health monitoring: a randomized controlled trial",
      "authors": [
        "A Sen",
        "T Sewell",
        "E Riley",
        "B Stearman",
        "S Bellamy",
        "M Hu"
      ],
      "year": 2014,
      "doi": "10.1007/s11606-014-2778-0"
    },
    {
      "title": "Emotions and preventive health behavior: worry, regret, and influenza vaccination",
      "authors": [
        "G Chapman",
        "E Coups"
      ],
      "year": 2006
    },
    {
      "title": "Regret in economic and psychological theories of choice",
      "authors": [
        "T Connolly",
        "D Butler"
      ],
      "year": 2006,
      "doi": "10.1002/bdm.510"
    },
    {
      "title": "Approximate inference in generalized linear mixed models",
      "authors": [
        "N Breslow",
        "D Clayton"
      ],
      "year": 1993,
      "doi": "10.1080/01621459.1993.10594284"
    },
    {
      "title": "Generalized linear mixed models: a pseudo-likelihood approach",
      "authors": [
        "R Wolfinger",
        "O' Connell"
      ],
      "year": 1993
    },
    {
      "title": "Population-averaged and subject-specific approaches for clustered categorical data",
      "authors": [
        "O Schabenberger",
        "T Gregoire"
      ],
      "year": 1996,
      "doi": "10.1080/00949659608811730"
    },
    {
      "title": "An Introduction to the Bootstrap",
      "authors": [
        "B Efron",
        "R Tibshirani"
      ],
      "year": 1993
    },
    {
      "title": "Bootstrap Methods and Their Application",
      "authors": [
        "A Davison",
        "D Hinkley"
      ],
      "year": 1997,
      "doi": "10.1017/cbo9780511802843"
    },
    {
      "title": "Gauss-Hermite quadrature approximation for estimation in generalised linear mixed models",
      "authors": [
        "J Pan",
        "R Thompson"
      ],
      "year": 2013,
      "doi": "10.1007/s001800300132"
    },
    {
      "title": "Experimental determination of effectiveness of an individual information-centered approach in recovering step-count missing data",
      "authors": [
        "M Kang",
        "W Zhu",
        "C Tudor-Locke",
        "B Ainsworth"
      ],
      "year": 2004,
      "doi": "10.1207/s15327841mpee0904_3"
    },
    {
      "title": "Measuring physical activity in children with pedeometers: reliability, reactivity, and replacement of missing data",
      "authors": [
        "D Rowe",
        "M Mahar",
        "T Raedeke"
      ],
      "year": 2004,
      "doi": "10.1123/pes.16.4.343"
    },
    {
      "title": "A randomized study of financial incentives to increase physical activity among sedentary older adults",
      "authors": [
        "E Finkelstein",
        "D Brown",
        "D Brown",
        "D Buchner"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.05.002"
    },
    {
      "title": "Wellness incentives in the workplace: cost savings through cost shifting to unhealthy workers",
      "authors": [
        "J Horwitz",
        "B Kelly",
        "J Dinardo"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.0683"
    },
    {
      "title": "Council on Cardiovascular Disease in the Young, Council on the Kidney in Cardiovasc. Population approaches to improve diet, physical activity, and smoking habits: a scientific statement from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "A Afshin",
        "N Benowitz",
        "V Bittner",
        "S Daniels",
        "H Franch"
      ],
      "year": 2012
    },
    {
      "title": "Effectiveness of physical activity promotion based in primary care: systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "G Orrow",
        "A Kinmonth",
        "S Sanderson",
        "S Sutton"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e1389"
    },
    {
      "title": "Challenges and opportunities for measuring physical activity in sedentary adults",
      "authors": [
        "Tudor-Locke Ce Myers"
      ],
      "year": 2001
    },
    {
      "title": "Physical inactivity and obesity: a vicious circle",
      "authors": [
        "K Pietila ¨inen",
        "J Kaprio",
        "P Borg",
        "G Plasqui",
        "H Yki-Ja ¨rvinen",
        "U Kujala"
      ],
      "year": 2008,
      "doi": "10.1038/oby.2007.72"
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.14781"
    },
    {
      "authors": [
        "U The"
      ],
      "year": 2014,
      "doi": "10.4324/9781315688824-9"
    },
    {
      "title": "Computer and Internet use in the United States",
      "authors": [
        "T File",
        "C Ryan"
      ],
      "year": 2013,
      "doi": "10.3886/icpsr03901"
    },
    {
      "authors": [
        "Dr",
        "Patel"
      ],
      "doi": "10.17140/hartoj-2-116"
    },
    {
      "title": "Penn Medicine Center for Health Care Innovation",
      "authors": [
        "Drs",
        "Rosin Asch"
      ]
    },
    {
      "title": "Small: The Wharton School",
      "authors": [
        "Dr"
      ]
    },
    {
      "authors": [
        "Floor Jon",
        "M Hall"
      ]
    },
    {
      "title": "Division of General Internal Medicine",
      "authors": [
        "Ms",
        "Bellamy"
      ]
    },
    {
      "title": "Division of Human Resources",
      "authors": [
        "Dr",
        "Ms Heuer",
        "Mr Sproat",
        "Hyson"
      ]
    },
    {
      "title": "Massachusetts General Hospital",
      "authors": [
        "Dr",
        "Haff"
      ]
    },
    {
      "authors": [
        "Dr",
        "Lee"
      ]
    },
    {
      "title": "Center for Health Incentives and Behavioral Economics at the Leonard Davis Institute",
      "authors": [
        "Ms",
        "Wesby",
        "Ms",
        "Hoffer",
        "Ms",
        "Hilbert",
        "Ms",
        "Ms Yang",
        "Mr Wang",
        "Shuttleworth",
        "Mr",
        "Mr Taylor",
        "Dr Zhu",
        "Volpp"
      ]
    },
    {
      "title": "Critical revision of the article for important intellectual content",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin",
        "N Haff",
        "D Shuttleworth",
        "K Volpp",
        "M Patel",
        "D Asch",
        "D Small",
        "S Bellamy",
        "J Heuer",
        "S Lee",
        "L Wesby",
        "D Shuttleworth",
        "J Zhu",
        "L Yang",
        "X Wang",
        "K Volpp",
        "M Patel",
        "D Asch",
        "S Bellamy",
        "J Heuer",
        "D Shuttleworth",
        "V Hilbert",
        "M Patel",
        "D Asch",
        "D Small",
        "S Bellamy",
        "L Wesby",
        "D Shuttleworth",
        "J Zhu",
        "K Volpp",
        "; Bellamy",
        "S Lee",
        "D Shuttleworth",
        "K Volpp"
      ]
    }
  ],
  "num_references": 61
}
