{
  "paper_id": "2455VBYF",
  "title": "The Health Literacy and ESL Study: A Community-Based Intervention for Spanish-Speaking Adults",
  "abstract": "Although Hispanics have a documented high risk of limited health literacy, there is a scarcity of research with this population group, and particularly with Hispanic immigrants who generally confront language barriers that have been related to low health literacy. The National Action Plan to Improve Health Literacy identified community-based English-language instruction as a strategy that can facilitate a health literate society. However, the literature lacks discussion on this type of intervention. This randomized control trial aimed to test the feasibility of using conventional English-as-a-second-language (ESL) instruction for improving health literacy among Spanishspeaking adults. Objectives included the development, implementation, and evaluation of a health literacy/ESL curriculum. The Test of Functional Health Literacy in Adults (TOFHLA) in English was used to assess health literacy levels. Analyses included independent sample t test, chi-square, and multiple linear regression. A total of 155 people participated. Results showed a significantly higher increase in the TOFHLA posttest score in the intervention group (p = .01), and noticeable differences in health literacy levels between groups. Results indicate that ESL constitutes a promising venue for improving health literacy among Spanish-speaking adults. Incorporating health literacy-related content may provide additional benefits. Health literacy has been defined as \"the degree to which individuals can obtain, process, and understand the basic health information and services they need to make appropriate health decisions\" (Ratzan & Parker, 2000, pp. v-vi). However, health literacy encompasses a variety of social and life skills, such as the ability to read and understand text, use quantitative information, speak and listen effectively, understand disease processes, use technology, and network and interact socially. It also encompasses self-efficacy and motivation to act for individual and social benefit (American",
  "year": 2015,
  "date": "2015-04-04",
  "journal": "Journal of General Internal Medicine",
  "publication": "Journal of General Internal Medicine",
  "authors": [
    {
      "forename": "Francisco",
      "surname": "Soto Mas",
      "name": "Francisco Soto Mas",
      "affiliation": "1  Department of Family and Community Medicine , Public Health Program , University of New Mexico , Albuquerque , New Mexico , USA \n\t\t\t\t\t\t\t\t Department of Family and Community Medicine \n\t\t\t\t\t\t\t\t Public Health Program \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Albuquerque \n\t\t\t\t\t\t\t\t\t New Mexico \n\t\t\t\t\t\t\t\t\t USA",
      "email": "fsotomas@salud.unm.edu"
    },
    {
      "forename": "Ming",
      "surname": "Ji",
      "name": "Ming Ji",
      "affiliation": "2  Statistics/Biostatistics , College of Nursing , University of South Florida , Tampa , Florida , USA \n\t\t\t\t\t\t\t\t Statistics/Biostatistics \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t Florida \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Brenda",
      "surname": "Fuentes",
      "name": "Brenda Fuentes",
      "affiliation": "3  Department of Teacher Education , College of Education , University of Texas at El Paso , El Paso , Texas , USA \n\t\t\t\t\t\t\t\t Department of Teacher Education \n\t\t\t\t\t\t\t\t College of Education \n\t\t\t\t\t\t\t\t University of Texas at El Paso \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t El Paso \n\t\t\t\t\t\t\t\t\t Texas \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Josefina",
      "surname": "Tinajero",
      "name": "Josefina Tinajero",
      "affiliation": "3  Department of Teacher Education , College of Education , University of Texas at El Paso , El Paso , Texas , USA \n\t\t\t\t\t\t\t\t Department of Teacher Education \n\t\t\t\t\t\t\t\t College of Education \n\t\t\t\t\t\t\t\t University of Texas at El Paso \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t El Paso \n\t\t\t\t\t\t\t\t\t Texas \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of New Mexico , Albuquerque , NM 87131 , USA. \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 87131 \n\t\t\t\t\t\t\t\t\t Albuquerque \n\t\t\t\t\t\t\t\t\t NM \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1080/10810730.2014.965368",
  "pmid": "23065575",
  "sections": [
    {
      "text": "Certain population groups are more likely to experience limited health literacy. These include racial/ethnic groups other than Whites, recent refugees and immigrants, and nonnative speakers of English (U.S. Department of  Education, 2006) . This is because health literacy is influenced by language and communication skills, socioeconomic status, cultural background, and past experiences such as with the health care system (U.S. Department of Health and Human Services, 2010). Most Hispanic immigrants not only face a new culture and language when coming to the United States, but they also must deal with an unfavorable socioeconomic situation. Therefore, they are particularly at risk of having limited health literacy. The 2003 National Assessment of Adult Literacy (NAAL) confirmed that Hispanics presented lower levels of health literacy in comparison to other population groups. Furthermore, Hispanics did not experience gain in literacy levels between 1992 and 2003, but rather they dropped 18 points in prose and 14 points in document literacy (U.S. Department of  Education, n.d.) .\n\nOther reports have pointed out that there is a scarcity of data on the health literacy levels of populations with limited or no English language skills, including Spanish-speaking adults. (U.S. Department of  Health and Human Services, 2010) . This must be addressed, as it has been suggested that limited English proficiency may constitute a greater health-related risk than low health literacy among Hispanics and other ethnic groups  (Sentell & Braun, 2012) . The 2003 NAAL did find that adults who spoke only Spanish before starting school had the lowest average health literacy, equivalent to \"below basic\" health literacy  (Kutner, Greenberg, Jin, & Paulsen, 2006) . Local/regional studies with Spanish-speaking adults confirm these results. A recent study in California found persistent low health literacy among Hispanics with low English proficiency  (Sentell, & Braun, 2012) . Clinical-based studies conducted in North Carolina, New York, and California found high prevalence of low health literacy among male and female patients  (Brice et al., 2008; Garbers, Schmitt, Rappa, & Chiasson, 2010; Sudore et al., 2009) . One study with primary care patients on the U.S.-Mexico border found that more than 98% had adequate health literacy  (Penaranda, Diaz, Noriega, & Shokar, 2012) . The discrepancies may be related to the disparate designs, populations, and instruments used by these studies.\n\nThe recognized need for more health literacy data in Spanish-speakers may be related to a gap in federal funding. A review of the 2011 health literacy support by the National Institutes of Health showed that out of 47 awarded research studies, only 2 involved Hispanic populations  (National Institutes of Health, 2011) . This is discouraging considering the documented connection between health literacy and health disparities (Paasche-Orlow, & Wolf, 2010) and the growth of the Spanish-speaking population. Spanish speakers are projected to represent over 60% of the population that speaks a language other than English in 2020, or between 39 and 42 million people  (Ortman & Shin, 2011) .\n\nConsistent with the need for research and data, there exists a pressing demand for interventions that address the health and literacy needs of Hispanics. Practitioners are looking for effective interventions for Spanish speakers. Federal funding for understanding and advancing health literacy has generally supported research on how to measure health literacy, and clinical-based, disease-specific approaches directed toward mitigating low health literacy by simplifying written materials and artificially directing communicative interactions (e.g., readability tests, plain language, teach back, storytelling; Al  Sayah, Majumdar, Williams, Robertson, & Johnson, 2013; Fraser et al., 2013; Sheridan et al., 2011; Taggart et al., 2012; U.S. Department of Health and Human Services, 2010) . For the most part, these efforts have not provided evidence of the specific design features that effectively improve health outcomes related to differences in health literacy levels  (Berkman et al., 2011) , nor have they translated into more literate and healthy communities.\n\nThe National Action Plan to Improve Health Literacy (NAPIHL) identified highest priority strategies that will promote a health literate society. These include providing support and expanding local efforts to provide adult education and English-language instruction. Specifically, the NAPIHL emphasizes the importance of community-based opportunities for education, such as English as a second language (ESL) programs. It recommends collaborations among the adult literacy and ESL communities and health care partners; and recognizes the need to increase basic research and for the development, implementation, and evaluation of practices and interventions to improve health literacy (U.S. Department of Health and Human Services, 2010). Despite these recommendations, studies that partner with community-based adult education programs to deliver health literacy instruction are scarce. A recent study reported on a collaborative partnership between six adult education centers with the purpose of incorporating health literacy instruction  (Chervin, Clift, Woods, Krause, & Lee, 2012) . Others have discussed the potential benefits of adult education for health literacy and health education  (Freedman, Echt, Cooper, Miner, & Parker, 2012) . The literature lacks discussion on community-based interventions for Hispanics, and on the feasibility of using ESL instruction for promoting health literacy among Spanish speakers. This exploratory study aimed to test the feasibility of using conventional ESL instruction for improving health literacy among Spanish-speaking adults. Objectives included the development, implementation, and evaluation of a health literacy curriculum which can be integrated into ESL instruction. The study, funded by the National Heart, Lung, and Blood Institute, was conducted in El Paso, Texas, and received institutional IRB approval from the two collaborative partners: The University of Texas at El Paso and El Paso Community College."
    },
    {
      "title": "The Health Literacy & ESL Study Justification",
      "text": "Educators and administrators have traditionally recognized and valued the relation between literacy and health  (Rudd, Zahner, & Banh, 1999) . Studies have shown that ESL students are interested in learning about health issues  (Povenmire & Hohn, 2001) , and health content in ESL instruction can develop both language skills and critical thinking  (LaMachia, & Morris, 2001) . Furthermore, researchers have called for the integration of literacy, culture, and language  (Andrulis & Brach, 2007) . The Institute of Medicine (2004) identified language as an important component of health literacy. Throughout the United States, the language of the health care system is English, and racial/ethnic immigrants have more difficulties understanding health information related to services and benefits, which adversely influences their ability to access health care  (Becker & Lhajoui, 2004; Gee, 2000) . Research has shown that English proficiency is a much better predictor of the impact of language barriers on health and health care than primary language  (Flores, Abreu, & Tomany-Korman, 2005) . Some studies have found that for nonnative English speakers, the length of time living in the U.S. plays a significant role in English proficiency scores  (Educational Testing Service, 2003) ."
    },
    {
      "title": "Interdisciplinary Team",
      "text": "The Health Literacy & ESL Study developed a collaborative partnership between the University of Texas at El Paso and El Paso Community College, and gathered an interdisciplinary team that included researchers from fields of health education, communication and adult literacy, and practitioners from a local community college with a strong commitment to adult education. Researchers provided the research design and data collection tools while the practitioners, with existing ties with the participating community, were instrumental in recruiting and retaining participants, and facilitating the implementation and evaluation of the curriculum."
    },
    {
      "title": "Curriculum",
      "text": "The Health Literacy & ESL Curriculum combines health literacy content and Englishlanguage instruction, and was specifically designed for Spanish-speaking adults with a lowto-intermediate level of English proficiency. It integrates theories of health literacy and health behavior research and practice, sociocultural theories of literacy and communication, and adult learning principles. The goal is to familiarize students with the particular literacy demands of health care settings (e.g., writing, reading, and communicating), so they are better equipped to navigate these settings. The language-related content of the curriculum focuses on improving participants' English language proficiency in listening, speaking, reading, and writing. To achieve this goal, it incorporates a conventional ESL instruction book: Excellent English 2  (Forstrom, Vargo, Pitt, & Velasco, 2008) . The health literacyrelated content focuses on developing skills related to prose, documents, numeracy, clinical practices, preventive practices, and navigation of the health care system. This component was developed by the research team using existing resources and materials, including bilingual materials from Salud para su Corazón (Health for your Heart), a cardiovascular health promotion program developed by the National Heart, Lung, and Blood Institute, National Institutes of Health. The program has successfully been implemented in Hispanic communities  (Medina, Balcázar, Luna Hollen, Nkoma, & Soto Mas, 2007) . Additional information on the development process, theoretical framework, and content of the curriculum has been previously reported  (Fuentes, Soto Mas, Mein, & Jacobson, 2011; Mein, Fuentes, Soto Mas, & Muro, 2012; Soto Mas, Mein, Fuentes, Thatcher, & Balcázar, 2013) .\n\nThe curriculum was first presented to a small group of ESL teachers and students, who provided feedback on content and format. It was then piloted over a 2-week period with a group of 12 ESL students. The final version consists of 12 units to be implemented in 6 or 12 weeks. Preliminary evaluation results have been published previously  (Fuentes et al., 2011; Soto Mas et al., 2013) ."
    },
    {
      "title": "Evaluation",
      "text": "The Health Literacy & ESL Study was implemented in a 6-week course in fall 2010 and spring 2011. To facilitate access as well as retention, the program was offered at three different locations throughout the implementation area. Two ESL teachers were recruited, and they received a stipend equivalent to the typical ESL teacher salary. To maximize consistency, one teacher was trained to teach the developed curriculum to all treatment groups. The second teacher received an orientation on the conventional ESL curriculum, Excellent English 2, used as a base for the Health Literacy & ESL Curriculum, and taught it to all control groups. The conventional ESL program is not specific to health literacy. However, in addition to the traditional grammar, vocabulary, reading, writing, and listening/ speaking activities, it also includes content aimed at developing civic and life skills (e.g., make an appointment, use community resources, communicate schedule information) as well as math (e.g., complete a bar graph, calculate net pay). In addition, two units are related to health: \"ailments and injuries,\" and \"food and nutrition.\""
    },
    {
      "title": "Method",
      "text": "The study used a two-arm randomized controlled trial with a pre posttest design. Two main hypotheses were tested."
    },
    {
      "title": "Hypothesis 1",
      "text": "Participants in the intervention group will demonstrate greater posttest health literacy scores compared with participants in the control group."
    },
    {
      "title": "Hypothesis 2",
      "text": "Participants in the intervention group will demonstrate greater posttest health literacy levels compared with participants in the control group.\n\nThe intervention group received the developed curriculum, while the control group received the conventional ESL curriculum.\n\nParticipants were recruited from the community through local Spanish radio and television stations.\n\nThe inclusion criteria was as follows: (a) able to read and write Spanish, (b) 21 years of age or older, (c) no previous participation in formal health/cardiovascular education/prevention program, (d) low/intermediate level of English proficiency-able to read, write and speak English at a basic level. Those who met criteria (a), (b), and (c) were grouped by location and a percentage randomly selected to complete the Combined English Language Skills Assessment (Association of Classroom Teacher Testers). The Combined English Language Skills Assessment is a standard computerized English proficiency test (inclusion criterion d).\n\nThose who met all the inclusion criteria were randomly assigned to either the intervention or control group. When more than one family member or relative qualified, only one person per household was selected for the study. People who did not qualify for the study were referred to other ESL programs in the community.\n\nHealth literacy was assessed using the English version of the Test of Functional Health Literacy in Adults (TOFHLA), which has shown to be a valid and reliable instrument  (Parker, Baker, Williams, & Nurss, 1995) . TOFHLA measures adult functional health literacy -both numeracy and reading comprehension-using actual health-related materials such as prescription bottle labels and appointment slips. The TOFHLA consists of a 50-item reading comprehension and 17-item numerical ability test, taking up to 22 minutes to administer. Each item answered correctly is assigned a score of one; incorrect items are given a score of zero. The numeracy raw scores are converted to scaled scores, which results in a range from 0 to 100 for the total test. Participants receiving a score of 59 or below are considered to have inadequate functional health literacy; those scoring 60-74 have marginal functional health literacy, and those scoring 75 and above have adequate functional health literacy  (Nurss, Parker, & Baker, 1995) . For this study, the TOFHLA was administrated in a group setting, rather than one on one. Participants were provided with a hard copy of the test, and general completion instructions were read out loud to the group. Each item in the numeracy section included the prompt and related questions, and a blank space. Participants were asked to read the prompts and write the answer to the questions in the space provided.\n\nThe time allotted was 10 minutes. The reading comprehension section was included without modifications, and consisted of all three passages (A: X-Ray Preparation; B: Medicaid Rights and Responsibilities; C: Hospital Consent Form). As recommended by the test instructions, the time allotted was 12 minutes.\n\nParticipants were also asked to complete a brief bilingual demographic questionnaire that included questions on length of time in the United States and whether they had previously attended ESL classes and for how long (see Table  1 ). The pretest was administered by trained members of the research team immediately prior to the first session. All participants who attended the last session completed the posttest. Only participants who completed more than 75% of the sessions were included in the final analysis.\n\nSAS 9.2 and IBM SPSS 20.0 were used to perform data analysis, including descriptive and inferential statistics. Data quality consisted of cross-checking 100% of the cases. There was a focus on calculating frequencies of responses to each question, computing averages and scores, and comparing responses between the control and intervention groups. Descriptive statistics were produced to describe the sample characteristics. Means and standard deviations were calculated for continuous variables. Frequency and percentages were calculated for categorical variables. For baseline comparison of the intervention and the control groups, we used two sample t test or chi-square test on different demographic and socioeconomic variables. For testing significant changes in TOFHLA scores in the intervention and the control group, respectively, we used paired-sample t test on cases with complete pre and posttest data. For the main hypothesis of intervention effectiveness, we compared the posttest TOFHLA score in the intervention and the control group by twosample t test.\n\nHealth literacy level was estimated based on total TOFHLA score. To compare pre-and posttest categorical results, as well as between intervention and control groups, a change in health literacy level index was developed as follows: 0 = failed to improve (e.g., those participants who were at the inadequate or marginal health literacy level and who did not improve their level at posttest); 1 = improved (e.g., those who improved by one or more levels); 2 = maintained adequate level (e.g., those with adequate level at pre-and posttest).\n\nA contingency table of change in health literacy level by group was constructed and Pearson's chi-square test was performed to analyze significant differences between groups in the frequency distribution of fail to improve, improve, and maintain adequate level."
    },
    {
      "title": "Results",
      "text": "A total of 181 pretest and 155 posttest evaluations (77 intervention and 78 control) were computed. The retention rate was 86.1%. The demographic characteristics of participants are included in Table  1 . The intervention and control groups were compared for demographic variables as well as baseline health literacy (outcome variable). Length of English classes attended (p = .010) and total TOFHLA (p = .032) were the only unbalanced variables.\n\nTable  2  includes TOFHLA mean pre, posttest score by demographic subgroup. For many of the variables, the frequency distributions are skewed to the point that it was not possible to assess their relation with the TOFHLA score (e.g., almost 93% of the participants were born in Mexico). However, participants who were less than 45 years old had higher baseline TOFHLA scores than those who were 46 or older. This pattern persisted in the posttest.\n\nSimilarly, those who attended English classes for more than 1 year had a higher average baseline TOFHLA score than did those who attended English classes for 1 year or less. For the post test TOFHLA, those who attended one semester or more of English classes had a higher average that those with less than one semester of classes (see Table  2 ).\n\nTo test Hypothesis 1, the average TOFHLA score in both treatment groups was compared through an independent sample t test for the unadjusted analysis. The mean posttest TOFHLA score was 72.79 (SD = 12.387, n = 77) in the intervention group, and 73.69 (SD = 12.437, n = 78) in the control group. The independent sample t test produced a p value of . 652. The intervention group had an average change score on TOFHLA before and after intervention of 12.85 (SD = 10.63, n = 77), and in the control group 8.16 (SD = 11.91, n = 78). An independent-sample t test for the change scores lead to a p value of .01, which indicates a significantly higher increase in the TOFHLA score in the intervention group.\n\nIn addition, an adjusted analysis was conducted using multiple linear regression with the postintervention TOFHLA as the dependent variable, and the group membership as an independent variable adjusted for two covariates: preintervention TOFHLA and the length of ESL classes which were not balanced at the baseline. The adjusted analysis lead to a p value of 0.1268 for the group membership and the baseline TOFHLA significantly predicted posttest TOFHLA (p < .001). To analyze the change of TOFHLA before and after intervention, an adjusted analysis was conducted using multiple linear regression with the change score as the dependent variable, the group membership as an independent variable adjusted for another covariate: length of ESL classes, which is unbalanced at the baseline. This adjusted analysis yielded a similar p value of .01 for the group membership in the unadjusted analysis.\n\nIn summary, the pre/posttest change difference was significantly higher in the intervention compared with the control group, although the intervention did not produce a higher average TOFHLA score. In addition, there was a statistically significant difference in the average change scores of TOFHLA between intervention and control (p = .01) after adjusting for length of ESL classes at baseline. There was not a statistically significant difference in the average postintervention TOFHLA scores between intervention and control groups even after adjusting for baseline TOFHLA and length of English classes.\n\nHealth literacy levels by group are represented in Figure  1 . Overall, only 27.6% (n = 50) of all participants scored at the adequate level of functional health literacy at baseline, and 50.3% (n = 78) did so at posttest. Similarly, while 36% (n = 64) scored at the inadequate level at baseline, only 14.2% (n = 22) were at this level at posttest. Less noticeable changes were observed at the marginal level of functional health literacy (37% baseline vs. 35.5% posttest).\n\nRegarding Hypothesis 2, differences between groups in health literacy level were assessed.\n\nIn the intervention group the percentage of participants at the inadequate functional health literacy level decreased at posttest by 30%; while the percentage at the adequate functional health literacy increased by 24%. In the control group, the percentage at the inadequate functional health literacy level decreased at posttest by 11%; while the percentage at the adequate functional health literacy increased by 21%. At the marginal level of functional health literacy, there was a 6% increase in the intervention group and a 10% decrease in the control. The contingency table analysis yielded noticeable differences between the intervention and control group by category: 50.72% vs. 49.28% in the \"failed to improve\" category; 56.94% vs. 43.06% in the \"improved,\" and 47.50% vs. 52.50% in the \"maintained adequate level\" (Figure  2 ). However, a chi-square test resulted in a p value of .5891, which indicates that the intervention and control groups did not have a significant difference in the percentages of people on the three categorical random variables defined earlier."
    },
    {
      "title": "Discussion",
      "text": "The main purpose of this randomized controlled trial was to test the feasibility of using conventional ESL instruction for improving health literacy among Spanish-speaking adults.\n\nIt was hypothesized that participants in the intervention group will demonstrate greater posttest health literacy scores and health literacy levels compared with participants in the control group. Results indicate that the intervention was more effective in increasing the average TOFHLA score, which improved by almost 13 points (12.85) in the intervention group and by only 8.2 points in the control group. It is important to emphasize that a 13point improvement in TOFHLA score could move a participant to or closer to an adequate functional health literacy level. Although the analysis did not yield a significant score difference between groups, this was probably because the randomization failed to balance the baseline scores. In addition, it is important to remember that the control group received a complete ESL program that included health and health literacy domain-specific content (ailments and injuries; food and nutrition; math; and life/social skills).\n\nThe results of the analyses on the categorical data are encouraging and showed a higher percentage of improvement in health literacy level in the intervention group in comparison to the control. Although there was an improvement on all levels of health literacy across groups, the intervention was more successful in moving participants to significantly higher levels of health literacy. Proportionally more participants in the intervention group moved from the inadequate functional health literacy category to higher levels (the percentage change between pre-and posttest for this category was 30% in the intervention and 11% in the control).\n\nThese results suggest that ESL instruction may be a recommended approach for improving health literacy among Spanish-speaking adults, and that the Health Literacy & ESL Curriculum may constitute an effective tool for this type of intervention. Previous evaluation research on the developed curriculum also indicated high acceptability and satisfaction by students with the format and content of the curriculum, as well as positive perceived benefits related to health and English-language instruction  (Fuentes et al., 2011; Soto Mas et al., 2013) .\n\nRegarding demographic subgroup differences in TOFHLA score, the homogeneity of the sample precluded the identification of significant differences. However, it appeared that age and previous participation in English instruction had an effect on health literacy scores. These results support previous literature emphasizing English language as an important component of health literacy in the United States (Institute of  Medicine, 2004) . However, they should be interpreted cautiously given the exploratory nature of the study and the homogeneity of the sample. Further research is recommended. Other studies with Hispanics have found that those who were educated beyond high school were significantly more likely to have increased levels of health literacy, and that age, gender, income, and citizenship status were not significant predictors of health literacy  (Boyas, 2013) .\n\nIt is worthwhile to discuss the unique approach taken by the study. To achieve its purpose the Health Literacy & ESL Study developed a collaborative partnership that was instrumental in gathering an interdisciplinary group of researchers and practitioners, and contributed existing community resources towards the planning, implementation, and evaluation of the study. The partnership between two reputable local education institutions increased the trust and interest of the community in the program and provided added perceived confidence in its potential benefits. Recruitment was highly facilitated by the experience of the practitioners with the community: More than 600 people inquired about the study after a promotional announcement at a local Spanish television station. Similarly, the community college contributed its infrastructure for the delivery of the intervention.\n\nClasses were offered at existing teaching sites throughout the community, which facilitated access and retention: More than 86% of participants completed the program.\n\nFrom this perspective, the study's purpose, design, and strategy were consistent with at least three of the recommendations proposed by the National Action Plan to Improve Health Literacy. These relate to the following needs: (a) expand local efforts to provide adult education and English language instruction; (b) build partnerships, including communityacademia partnerships; and (c) increase basic research and the development, implementation, and evaluation of practices and interventions to improve health literacy (U.S. Department of Health and Human Services, 2010). In addition, the study's population included an ethnic minority group in pressing need of health literacy interventions."
    },
    {
      "title": "Limitations",
      "text": "This was an exploratory study designed for the collection of preliminary data with a relatively small sample: generalizations should be made cautiously. Results may only apply to Spanish-speaking Hispanic adults with the same characteristics as those of the study's population. Similarly, the curriculum was specifically developed for adults with a low to intermediate level of English, and may only be appropriate for this population group. The sample size was small and homogeneous, which did not allow for comparative analyses between subgroups (e.g., demographic subgroups). The study did not conduct follow-up assessments, and it is not known whether observed changes persisted over time. Health literacy was assessed through the TOFHLA in English, which may have an effect on the total score considering that the primary language of the participants was Spanish. The administration of the TOFHLA was adapted to accommodate the needs of a group setting.\n\nAlthough the content of the test was not altered, results may not be comparable to a one-onone administration. Given that an identical version of the TOFHLA was used in the pretest and posttest, there may be a threat to internal validity because of a possible pretest-treatment interaction, considering that the participants may have experienced the treatment differently or have been alerted to specific concepts because of their experience with the pretest. Also, there is a chance that the participants remembered certain items from the pretest, which could influence the results of the posttest. However, there was a 6-week period between the pretest and the posttest, limiting the impact of the potential threat. Similarly, since both groups took the same test any bias from taking it twice should even out across groups. Last, the intervention, the curriculum, was facilitated by two different ESL teachers. Despite the fact that they were trained and observations were made as part of the quality control of the study, variations in the delivery of the instruction may have affected comparative results."
    },
    {
      "title": "Conclusions",
      "text": "ESL constitutes a promising venue for improving health literacy among Spanish-speaking adults. Incorporating health literacy-related content into a standard ESL curriculum may provide additional benefits. The Health Literacy & ESL Curriculum may be recommended as a tool for improving health literacy among Spanish-speaking adults. Pretest and posttest health literacy level by group (percentage of respondents). Clustered bar chart of categorized changes in health literacy level by group."
    },
    {
      "text": "Fig. 1."
    },
    {
      "text": "Fig. 2."
    },
    {
      "text": "Characteristics of participants (%)Note. TOFHLA = Test of Functional Health Literacy in Adults."
    }
  ],
  "references": [
    {
      "title": "Health literacy and health outcomes in diabetes: A systematic review",
      "authors": [
        "Al Sayah",
        "F Majumdar",
        "S Williams",
        "B Robertson",
        "S Johnson"
      ],
      "year": 2013
    },
    {
      "title": "Health literacy: Report of the Council on Scientific Affairs",
      "year": 1999
    },
    {
      "title": "Integrating literacy, culture, and language to improve health care quality for diverse populations",
      "authors": [
        "D Andrulis",
        "C Brach"
      ],
      "year": 2007
    },
    {
      "title": "The meaning and the measure of health literacy",
      "authors": [
        "D Baker"
      ],
      "year": 2006,
      "doi": "10.1111/j.1525-1497.2006.00540.x"
    },
    {
      "title": "Health and literacy in first-and second-generation Moroccan Berber women in The Netherlands: Ill literacy?",
      "authors": [
        "M Becker",
        "M Lhajoui"
      ],
      "year": 2004,
      "doi": "10.1186/1475-9276-3-8"
    },
    {
      "title": "Evidence Report/Technology Assessment No. 199",
      "authors": [
        "N Berkman",
        "S Sheridan",
        "K Donahue",
        "D Halpern",
        "A Viera",
        "M Viswanathan"
      ]
    },
    {
      "title": "Health literacy interventions and outcomes: An updated systematic review",
      "year": 2011,
      "doi": "10.1037/e504032006-001"
    },
    {
      "title": "Correlates of health literacy among Latinos in Arkansas",
      "authors": [
        "J Boyas"
      ],
      "year": 2013,
      "doi": "10.1080/19371918.2010.489396"
    },
    {
      "title": "Health literacy among Spanish-speaking patients in the emergency department",
      "authors": [
        "J Brice",
        "D Travers",
        "C Cowden",
        "M Young",
        "A Sanhueza",
        "Y Dunston"
      ],
      "year": 2008,
      "doi": "10.1016/s0027-9684(15)31512-1"
    },
    {
      "title": "Health literacy in adult education: A natural partnership for health equity",
      "authors": [
        "C Chervin",
        "J Clift",
        "L Woods",
        "E Krause",
        "K Lee"
      ],
      "year": 2003,
      "doi": "10.1177/1524839912437367"
    },
    {
      "title": "Limited English proficiency, primary language at home, and disparities in children's health care: how language barriers are measured matters",
      "authors": [
        "G Flores",
        "M Abreu",
        "S Tomany-Korman"
      ],
      "year": 2005
    },
    {
      "title": "Excellent English 2: Language skills for success",
      "authors": [
        "J Forstrom",
        "M Vargo",
        "M Pitt",
        "S Velasco"
      ],
      "year": 2008
    },
    {
      "title": "Prevalence and associations of limited health literacy in chronic kidney disease: A systematic review",
      "authors": [
        "S Fraser",
        "P Roderick",
        "M Casey",
        "M Taal",
        "H Yuen",
        "D Nutbeam"
      ],
      "year": 2013,
      "doi": "10.1093/ndt/gfs371"
    },
    {
      "title": "Better learning through instructional science: a health literacy case study in \"how to teach so learners can learn",
      "authors": [
        "A Freedman",
        "K Echt",
        "H Cooper",
        "K Miner",
        "R Parker"
      ],
      "year": 2012,
      "doi": "10.1177/1524839911432928"
    },
    {
      "title": "Un currículo interdisciplinario de base teórica para enseñar inglés como segunda lengua [An interdisciplinary theory-based ESL curriculum",
      "authors": [
        "B Fuentes",
        "F Soto Mas",
        "E Mein",
        "H Jacobson"
      ],
      "year": 2011
    },
    {
      "title": "Functional health literacy in Spanish-speaking Latinas seeking breast cancer screening through the National Breast and Cervical Cancer Screening Program",
      "authors": [
        "S Garbers",
        "K Schmitt",
        "A Rappa",
        "M Chiasson"
      ],
      "year": 2010,
      "doi": "10.2147/ijwh.s4957"
    },
    {
      "title": "A multilevel analysis of the relationship between institutional and individual racial discrimination and health status",
      "authors": [
        "G Gee"
      ],
      "year": 2002,
      "doi": "10.2105/ajph.92.4.615"
    },
    {
      "title": "Health literacy: A prescription to end confusion-executive summary",
      "year": 2004
    },
    {
      "title": "The health literacy of America's adults: Results from the 2003 National Assessment of Adult Literacy",
      "authors": [
        "M Kutner",
        "E Greenberg",
        "Y Jin",
        "C Paulsen"
      ],
      "year": 2006
    },
    {
      "title": "Teachers' concerns about incorporating health into adult education",
      "authors": [
        "J Lamachia",
        "E Morris"
      ],
      "year": 2001
    },
    {
      "title": "Promotores de salud: Educating Hispanic communities on heart-health living",
      "authors": [
        "A Medina",
        "H Balcázar",
        "Luna Hollen",
        "M Nkoma",
        "Soto Mas"
      ],
      "year": 2007,
      "doi": "10.1080/19325037.2007.10598970"
    },
    {
      "title": "Incorporating digital health literacy into adult ESL education on the US-Mexico border",
      "authors": [
        "E Mein",
        "B Fuentes",
        "F Soto Mas",
        "A Muro"
      ],
      "year": 2012
    },
    {
      "title": "Maternal folate and other vitamin supplementation during pregnancy and risk of acute lymphoblastic leukemia in the offspring",
      "authors": [
        "E Milne",
        "J Royle",
        "M Miller",
        "C Bower",
        "N De Klerk",
        "B Armstrong"
      ],
      "year": 2010
    },
    {
      "title": "Research underway in health literacy supported by NIH",
      "year": 2011
    },
    {
      "title": "TOFHLA: Test of Functional Health Literacy in Adults",
      "authors": [
        "J Nurss",
        "R Parker",
        "D Baker"
      ],
      "year": 1995
    },
    {
      "title": "Health literacy as a public health goal: A challenge for contemporary health education and communication strategies into the 21st century",
      "authors": [
        "D Nutbeam"
      ],
      "year": 2000
    },
    {
      "title": "Language projections: 2010 to 2020",
      "authors": [
        "J Ortman",
        "H Shin"
      ],
      "year": 2011
    },
    {
      "title": "Promoting health literacy research to reduce health disparities",
      "authors": [
        "M Paasche-Orlow",
        "M Wolf"
      ],
      "year": 2010,
      "doi": "10.1080/10810730.2010.499994"
    },
    {
      "title": "The test of functional health literacy in adults: a new instrument for measuring patients' literacy skills",
      "authors": [
        "R Parker",
        "D Baker",
        "M Williams",
        "J Nurss"
      ],
      "year": 1995
    },
    {
      "title": "Evaluation of health literacy among Spanish-speaking primary care patients along the US-Mexico border",
      "authors": [
        "E Penaranda",
        "M Diaz",
        "O Noriega",
        "N Shokar"
      ],
      "year": 2012,
      "doi": "10.1097/smj.0b013e31825b2468"
    },
    {
      "title": "Why teach health",
      "authors": [
        "A Povenmire",
        "M Hohn"
      ],
      "year": 2001
    },
    {
      "title": "Health literacy",
      "authors": [
        "S Ratzan",
        "R Parker"
      ]
    },
    {
      "title": "Current bibliographies in medicine",
      "authors": [
        "M Zorn",
        "S Ratzan",
        "R Parker"
      ],
      "year": 2000
    },
    {
      "title": "Findings from a national survey of state directors of adult education",
      "authors": [
        "R Rudd",
        "L Zahner",
        "M Banh"
      ],
      "year": 1999
    },
    {
      "title": "Low health literacy, limited English proficiency, and health status in Asians, Latinos, and other racial/ethnic groups in California",
      "authors": [
        "T Sentell",
        "K Braun"
      ],
      "year": 2012
    },
    {
      "title": "Interventions for individuals with low health literacy: A systematic review",
      "authors": [
        "S Sheridan",
        "D Halpern",
        "A Viera",
        "N Berkman",
        "K Donahue",
        "K Crotty"
      ],
      "year": 2011,
      "doi": "10.1080/10810730.2011.604391"
    },
    {
      "title": "Integrating health literacy and ESL: An interdisciplinary curriculum for Hispanic immigrants",
      "authors": [
        "F Soto Mas",
        "E Mein",
        "B Fuentes",
        "B Thatcher",
        "H Balcázar"
      ],
      "year": 2013,
      "doi": "10.1177/1524839912452736"
    },
    {
      "title": "Unraveling the relationship between literacy, language proficiency, and patient-physician communication",
      "authors": [
        "R Sudore",
        "C Landefeld",
        "E Pérez-Stable",
        "K Bibbins-Domingo",
        "B Williams",
        "D Schillinger"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2009.02.019"
    },
    {
      "title": "A systematic review of interventions in primary care to improve health literacy for chronic disease behavioral risk factors",
      "authors": [
        "J Taggart",
        "A Williams",
        "S Dennis",
        "A Newall",
        "T Shortus",
        "M Harris"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2296-13-49"
    },
    {
      "doi": "10.1037/e483192006-004"
    },
    {
      "title": "National Assessment of Adult Literacy (NAAL): A first look at the literacy of America's adults in the 21st century",
      "year": 2006,
      "doi": "10.1037/e610592011-001"
    },
    {
      "title": "National Adult Literacy Survey and 2003 National Assessment of Adult Literacy",
      "year": 1992,
      "doi": "10.1037/e610592011-001"
    },
    {
      "title": "National Action Plan to Improve Health Literacy",
      "year": 2010,
      "doi": "10.1016/s0031-3955(16)31662-5"
    },
    {
      "title": "TOFHLA = Test of Functional Health Literacy in Adults",
      "authors": [
        "Note"
      ],
      "year": 2015
    }
  ],
  "num_references": 44
}
