{
  "paper_id": "2MGLBW8U",
  "title": "Benefits of Clinical Decision Support Systems for the Management of Noncommunicable Chronic Diseases: Targeted Literature Review",
  "abstract": "Background: Clinical decision support systems (CDSSs) are designed to assist in health care delivery by supporting medical practice with clinical knowledge, patient information, and other relevant types of health information. CDSSs are integral parts of health care technologies assisting in disease management, including diagnosis, treatment, and monitoring. While electronic medical records (EMRs) serve as data repositories, CDSSs are used to assist clinicians in providing personalized, context-specific recommendations derived by comparing individual patient data to evidence-based guidelines. Objective: This targeted literature review (TLR) aimed to identify characteristics and features of both stand-alone and EMR-integrated CDSSs that influence their outcomes and benefits based on published scientific literature. \n Methods: A TLR was conducted using the Embase, MEDLINE, and Cochrane databases to identify data on CDSSs published in a 10-year frame (2012-2022). Studies on computerized, guideline-based CDSSs used by health care practitioners with a focus on chronic disease areas and reporting outcomes for CDSS utilization were eligible for inclusion. Results: A total of 49 publications were included in the TLR. Studies predominantly reported on EMR-integrated CDSSs (ie, connected to an EMR database; n=32, 65%). The implementation of CDSSs varied globally, with substantial utilization in the United States and within the domain of cardio-renal-metabolic diseases. CDSSs were found to positively impact \"quality assurance\" (n=35, 69%) and provide \"clinical benefits\" (n=20, 41%), compared to usual care. Among CDSS features, treatment guidance and flagging were consistently reported as the most frequent elements for enhancing health care, followed by risk level estimation, diagnosis, education, and data export. The effectiveness of a CDSS was evaluated most frequently in primary care settings (n=34, 69%) across cardio-renal-metabolic disease areas (n=32, 65%), especially in diabetes (n=13, 26%). Studies reported CDSSs to be commonly used by a mixed group (n=27, 55%) of users including physicians, specialists, nurses or nurse practitioners, and allied health care professionals. \n Conclusions: Overall, both EMR-integrated and stand-alone CDSSs showed positive results, suggesting their benefits to health care providers and potential for successful adoption. Flagging and treatment recommendation features were commonly used in CDSSs to improve patient care; other features such as risk level estimation, diagnosis, education, and data export were tailored to specific requirements and collectively contributed to the effectiveness of health care delivery. While this TLR demonstrated that both stand-alone and EMR-integrated CDSSs were successful in achieving clinical outcomes, the heterogeneity of included",
  "year": 2001,
  "date": "2001",
  "journal": "J Am Med Inform Assoc",
  "publication": "J Am Med Inform Assoc",
  "authors": [
    {
      "forename": "Klaudia",
      "surname": "Grechuta",
      "name": "Klaudia Grechuta",
      "affiliation": "1  Boehringer Ingelheim International GmbH , Ingelheim am Rhein , Germany \n\t\t\t\t\t\t\t\t Boehringer Ingelheim International GmbH \n\t\t\t\t\t\t\t\t Ingelheim am Rhein \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Germany",
      "email": "klaudia.grechuta@boehringer-ingelheim.com"
    },
    {
      "forename": "Pedram",
      "surname": "Shokouh",
      "name": "Pedram Shokouh",
      "affiliation": "2  Adivus Medical Consultancy Mpv. , Aarhus , Denmark \n\t\t\t\t\t\t\t\t Adivus Medical Consultancy Mpv \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aarhus \n\t\t\t\t\t\t\t\t\t Denmark"
    },
    {
      "forename": "Ahmad",
      "surname": "Alhussein",
      "name": "Ahmad Alhussein",
      "affiliation": "1  Boehringer Ingelheim International GmbH , Ingelheim am Rhein , Germany \n\t\t\t\t\t\t\t\t Boehringer Ingelheim International GmbH \n\t\t\t\t\t\t\t\t Ingelheim am Rhein \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "R",
      "surname": "Pharm",
      "name": "R Pharm"
    },
    {
      "forename": "Dirk",
      "surname": "Müller-Wieland",
      "name": "Dirk Müller-Wieland",
      "affiliation": "3  Department of Internal Medicine I , University Hospital Aachen , Aachen , Germany \n\t\t\t\t\t\t\t\t Department of Internal Medicine I \n\t\t\t\t\t\t\t\t University Hospital Aachen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aachen \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "Juliane",
      "surname": "Meyerhoff",
      "name": "Juliane Meyerhoff",
      "affiliation": "1  Boehringer Ingelheim International GmbH , Ingelheim am Rhein , Germany \n\t\t\t\t\t\t\t\t Boehringer Ingelheim International GmbH \n\t\t\t\t\t\t\t\t Ingelheim am Rhein \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "Jeremy",
      "surname": "Gilbert",
      "name": "Jeremy Gilbert",
      "affiliation": "4  Sunnybrook Health Sciences Centre , University of Toronto , Toronto , ON , Canada \n\t\t\t\t\t\t\t\t Sunnybrook Health Sciences Centre \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Toronto \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "forename": "Sneha",
      "surname": "Purushotham",
      "name": "Sneha Purushotham",
      "affiliation": "5  PPD Australia Pty Ltd , Sydney , Australia \n\t\t\t\t\t\t\t\t PPD Australia Pty Ltd \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Catherine",
      "surname": "Rolland",
      "name": "Catherine Rolland",
      "affiliation": "6  Evidera , The Ark , London , United Kingdom \n\t\t\t\t\t\t\t\t Evidera \n\t\t\t\t\t\t\t\t The Ark \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "affiliation": "Boehringer Ingelheim International GmbH Binger Strasse 173 Ingelheim am Rhein , 55218 Germany \n\t\t\t\t\t\t\t\t Boehringer Ingelheim International GmbH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Binger Strasse 173 Ingelheim am Rhein \n\t\t\t\t\t\t\t\t\t 55218 \n\t\t\t\t\t\t\t\t\t Germany"
    }
  ],
  "doi": "10.2196/58036",
  "keywords": [
    "clinical decision support system",
    "digital health",
    "chronic disease management",
    "electronic health records",
    "noncommunicable diseases",
    "targeted literature review",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Clinical decision support systems (CDSSs) are designed to assist health care professionals (HCPs) in making evidence-based decisions using patient information, clinical knowledge, and other health care data  [1] . CDSSs are typically developed as computer-based tools or software applications and can function independently (termed stand-alone) or be connected to an electronic medical record (EMR) database (termed EMR-integrated systems). According to regulations for software as medical devices in Canada and the United States and a medical device regulation in the European Union  [2, 3] , a CDSS can be classified as a medical device or can be exempt from regulations as a nonmedical device, depending on its specific functions and intended purpose; however, the specific criteria and regulations may differ across countries or regions.\n\nCDSSs are used to provide support across a spectrum of health care activities, including early disease detection, diagnosis, data interpretation, treatment planning, patient care, monitoring, and prognosis  [4] . These functions can be enabled via specific CDSS features, such as the ability to estimate treatment efficacy or level of risk, recommend a treatment regimen or a referral, predict drug-drug interactions and dosing alerts, flag potential aspects for further monitoring, and facilitate shared decision-making  [5, 6] . CDSSs can be knowledge based, using predefined clinical decision rules (such as reinforcement-based methods), or non-knowledge based, relying on data-driven approaches like artificial intelligence, machine learning, or statistical pattern recognition, instead of being programmed to follow expert medical knowledge  [7] . CDSSs can integrate data from multiple sources such as clinical guidelines, peer-reviewed literature, historical patient data, and EMRs  [4] . In integrated CDSSs, input data (ie, relevant patient information) are acquired from an EMR database, such as Epic  [8] , Allscripts  [9] , Aifred Health [10], and Eclinicalworks  [11] , which serve as primary platforms for clinicians to check patient laboratory results, clinical documentation, and reports  [4] . In contrast, stand-alone systems require manual data entry such as Epocrates  [12] , a CDSS that provides accurate, reliable, and actionable clinical tools to support clinicians in making point-of-care decisions  [4] .\n\nCDSSs aim to improve health care delivery by enhancing medical decisions and tailoring patient care with targeted clinical knowledge and multidimensional medically relevant health indicators. These indicators can span across several dimensions of patient health and include but are not restricted to vital signs (eg, blood pressure and heart rate), laboratory values (eg, blood glucose levels and cholesterol levels), diagnostic test results (eg, electrocardiogram and magnetic resonance imaging), disease-specific biomarkers (eg, tumor markers and hemoglobin A 1c [HbA 1c ]), patient-specific data (eg, allergies and medications), and predictive models (eg, Framingham risk score). Since CDSSs first originated in the 1970s, a manifold of systems has been developed and implemented using different modalities (eg, PC and tablet) as EMR-integrated or stand-alone systems for the management of numerous conditions at different stages, with a vast scope of functions (flagging, drug control, shared decision-making, etc), users (eg, HCPs, patients, and nurses), and settings (eg, ambulance, surgery room, and general practitioner's office) to address unmet needs of a given region or country  [13] . In the context of ongoing digital transformation in the health care sector, the potential of CDSSs for improving the quality and efficacy of care has been increasing. Indeed, CDSSs have been associated with a positive impact on the quality of clinical practice and patient adherence in the management of chronic diseases  [4, 6, 14] . It is noteworthy that while some CDSS significantly improved clinical practice, some yielded limited results, and others failed to meet expectations  [15] [16] [17] . To date, a body of research sheds light on the reasons behind the lack of success or adoption of CDSSs from both theoretical and practical standpoints  [6, 16] ; however, while previous research addresses clinical practice in general terms for both computer-based and manual systems, this review aims to complement previous work by focusing on the studies that address electronic and guideline-based CDSSs for the management of chronic, noncommunicable diseases in a primary care setting. Specifically, we aim to identify features and characteristics that impact the efficacy of CDSSs based on the outcome measures, consequently contributing to several value areas. We sought to gain a deeper understanding of the various value areas where improvements could be made through these systems, as well as the features that contributed to positive outcomes in the studies evaluating the benefits of CDSSs for HCPs."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "This targeted literature review (TLR) was conducted to identify features of stand-alone and EMR-integrated CDSSs that positively impacted multiple value areas (Multimedia Appendix 1) and overall success (as measured by respective clinical outcomes) as reported in peer-reviewed literature. The TLR was conducted using multiple sources, including the Embase, MEDLINE, and Cochrane databases, and searches were limited to literature published from January 2012 to October 2022. The searches were performed using a combination of free-text search terms and controlled vocabulary terms specific to each database (Tables S1-S4 in Multimedia Appendix 2). Only studies\n\nInteract J Med Res 2024 | vol. 13 | e58036 | p. 2  https://www.i-jmr.org/2024/1/e58036 (page number not for citation purposes) Grechuta et al INTERACTIVE JOURNAL OF MEDICAL RESEARCH XSL • FO RenderX published in the English language were eligible for inclusion. The TLR searches were conducted with no geographical restriction. All conferences indexed in Embase were searched to identify relevant abstracts published within a 2-year timeframe from January 2020 to October 2022. The search strategies are detailed in Tables S1-S4 in Multimedia Appendix 2.\n\nThe eligibility criteria were developed based on population or scope of interest, intervention, comparators, outcomes, and study design (Table  1 ). The scope of interest was all health care providers. The TLR included studies on computerized, guideline-based CDSSs with a focus on chronic disease areas. Clinical trials, as well as observational studies (ie, cohort, case-control, cross-sectional, and case series) conducted using CDSSs with HCPs across chronic noncommunicable disease areas were included in the TLR. Narrative reviews, conference abstracts published before 2020, and any CDSSs that were not computerized (based on software application) or not based on guidelines were excluded. Studies reporting evidence for CDSSs from the patient benefit perspective or studies in patient-oriented, self-management tools  [18]  were out of the scope of this review."
    },
    {
      "title": "Study Selection",
      "text": "Following the searches, all identified studies were screened for inclusion by a single reviewer and verified by other CDSS domain experts (KG and PS) by reviewing the title and abstract, based on predefined study eligibility criteria (Table  1 ). Selected studies then underwent full-text screening by a single reviewer, followed by CDSS domain expert (KG and PS) verification. The TLR used a comprehensive approach by tagging information at the full-text screening stage to help narrow the scope and prioritize key evidence needed to answer the research question. Tagging captured information on categorical variables such as disease area, CDSS features, value area or areas (as shown in Table  1 ), methods used to implement CDSS, target user groups, product category (investigational or marketed CDSS), function of CDSS in disease management, and environment of use. All categories of tagging are detailed in Table  S5  in Multimedia Appendix 2. The tagging information was quality-checked for accuracy by 2 other reviewers (CR and KG). Any disagreements between reviewers about screening decisions were resolved by CDSS researchers (KG and PS). Studies that met all inclusion criteria and none of the exclusion criteria were eligible for inclusion in the review."
    },
    {
      "title": "Data Extraction",
      "text": "A data extraction form was designed and developed in Excel (Microsoft Corp), which included key variables such as study objectives, study design, CDSS tool details, disease area, outcome measurement, CDSS value areas, CDSS features, methods of CDSS integration, and study conclusions, among others. An exhaustive list of all data of extracted variables is provided in Table  S6  in Multimedia Appendix 2. The design of the data extraction form, selection of variables for extraction, classification of value areas (Multimedia Appendix 1), classification of features (Multimedia Appendix 3), and classification of disease areas (Multimedia Appendix 4) were iterative processes supported by literature classification frameworks within existing CDSS literature and inputs from CDSS domain experts (PS, KG, and AA). Furthermore, in alignment with available literature  [6, 16] , the selected CDSS studies were heterogeneous in terms of architecture, modality, setting, input and output data, functionalities, type of integration, and intended user group, which provided additional insights into identifying the variables of interest. To compare the included CDSSs in an unbiased manner, we screened all studies for common differentiators, which, in addition to the established criteria, further informed the design of the data extraction framework. CDSSs evaluated in the reviewed studies were classified as successful or unsuccessful. Success was defined as having achieved the study outcomes and met the study objectives. To evaluate the performance of CDSSs as reported in the identified studies, we extracted information pertaining to their \"objectives\" and \"success\" for each study. We defined 3 criteria of success based on whether a given study met primary and secondary objectives (ie, successful study), did not meet any objectives (ie, unsuccessful study), or met some of the goals (ie, partially successful study). An example of meeting set objectives includes rejecting the null hypothesis in the case of randomized controlled trials (RCTs) by showing improved cardiovascular risk associated with the utilization of a CDSS  [19]  or acquiring desirable scores on satisfaction scales or positive qualitative feedback from HCPs in the case of an observational study  [20] . While not fully explored in this review, another measure of the success of a CDSS is adoption (or uptake), as it indicates whether the system is fulfilling its intended purpose in practical, everyday health care settings. Data were extracted into the form by one investigator (SP) and further verified by a second investigator (CR). The completed data extraction form was validated for accuracy and completeness by two additional domain experts (PS and KG). The results of the validated data extraction were analyzed using a narrative approach to synthesize the findings of the review."
    },
    {
      "title": "Results"
    },
    {
      "title": "Literature Search Results",
      "text": "The electronic database searches yielded 3268 records. After removing 1167 duplicates, 2101 unique records were screened by reviewing titles and abstracts. Of these, 80 publications met the eligibility criteria for full-text screening (Figure  1 ). Figure  1  summarizes the complete screening process in a TLR flow diagram. Following a full-text review, 49 unique records met the study eligibility criteria and were included in the review (Multimedia Appendix 5 ). Of these, 37 full-text publications were identified from electronic searches, and 12 were identified through manual searches of reference lists of journal studies."
    },
    {
      "title": "Study Characteristics",
      "text": "The TLR included RCTs (n=24, 49%), nonrandomized studies (n=2, 4%), and observational studies (n=23, 47%). The studies were performed in various environments of use, and primary care settings (n=34, 69%) were represented most frequently, followed by specialty clinics (n=7, 14%), and hospital outpatient settings (n=7, 14%); one study did not report study settings. The disease areas of CDSSs varied across studies, and cardiorenal diseases were reported most frequently (n=32, 65%), followed by diabetes (n=13, 56%) and atrial fibrillation (n=5, 10%)."
    },
    {
      "title": "Stand-alone Versus EMR-Integrated CDSS",
      "text": "Of the 49 included studies, 32 (65%) studies evaluated CDSSs integrated into EMRs, while 17 (35%) studies were on stand-alone CDSSs (ie, operating independently)."
    },
    {
      "title": "Geographic Distribution",
      "text": "The included studies were conducted across diverse geographical locations, spanning a total of 15 countries (Figure  S1  in Multimedia Appendix 2). Of the 17 studies on stand-alone CDSSs (17/49, 35% of all studies), 6 (35% of the 17 stand-alone studies) were conducted in the United States, and the others originated from Austria (1/17, 6%), Brazil (1/17, 6%), Canada (2/17, 12%), China (1/17, 6%), Iceland (2/17, 12%), India (1/17, 6%), the Netherlands (1/17), and the United Kingdom (1/17, 6%; Figure  S2  in Multimedia Appendix 2). One stand-alone study was a multicenter study conducted in Austria, Germany, Italy, and the United Kingdom. Of the 32 EMR-integrated CDSS studies (32/49, 65% of all studies), 15 (46% of the 32 EMR-integrated studies) were conducted in the United States, followed by Canada (3/32, 9%), the Netherlands (2/32, 6%), and China (2/32, 6%); 1 (3%) study originated from each, Australia, Sweden, Brazil, Belgium, India, Spain, Sri Lanka, United Kingdom, and Singapore (Figure  S2  in Multimedia Appendix 2), and 1 (3%) EMR-integrated CDSS study was a multicenter study conducted in India and Pakistan."
    },
    {
      "title": "Disease Areas",
      "text": "Stand-alone CDSSs, as well as integrated CDSSs, were widely used in the management of type 2 diabetes (stand-alone: 5/17, 29%; integrated: 8/32, 25%). Additionally, both types of CDSSs were used in managing cardiovascular diseases (CVD), such as atrial fibrillation (stand-alone: 1/17, 6%; integrated: 4/32, 13%). Stand-alone CDSSs were used to manage CVDs such as heart failure (1/17, 6%) and cardiac rehabilitation (1/17, 6%; Figure  S3  in Multimedia Appendix 2), while integrated CDSSs were used in managing CVDs such as atherosclerotic CVD (2/32, 6%; Figure  S4  in Multimedia Appendix 2). Only a limited number of CDSSs were used in cancer management (stand-alone: 1/17, 5.9%; integrated: 4/32, 13%). Fewer CDSSs focused on disease areas including mental health (stand-alone: 2/17, 12%; integrated: 3/32, 9%), respiratory (stand-alone: 1/17, 6%; integrated: 1/32, 3%), musculoskeletal (stand-alone: 2/17, 12%; integrated: 0/32, 0%), and neurogenic conditions (stand-alone: 0/17, 0%; integrated: 2/32, 6%). One CDSS supported multiple chronic conditions such as hypertension, diabetes mellitus, and depression (stand-alone: 0/17, 0%; integrated: 1/32, 3%)."
    },
    {
      "title": "Environment of Use",
      "text": "Both CDSS types were extensively used in primary care settings in 69% (34/49) of studies (stand-alone: 11/17, 65%; integrated: 23/32, 74%), followed by specialty clinics in 14% (7/49) of studies (stand-alone: 4/17, 23%; integrated: 3/32, 10%), and hospital outpatient settings in 14% (7/49) of studies (stand-alone: 2/17, 12%; integrated: 5/32, 16%). One study did not report the study settings."
    },
    {
      "title": "Modality of Use and Data Sources",
      "text": "Both types of CDSS used various modalities, ranging from desktop applications on computers to smartphones and tablets. Several integrated CDSSs, as well as stand-alone CDSSs, were only accessible via desktop computer platforms (stand-alone: 11/17, 65%; integrated: 29/32, 90%). Stand-alone CDSSs were delivered as smartphone apps across 23% (4/17) of studies compared to 6% (2/32) of studies with integrated CDSSs. One stand-alone CDSS was also deployed on a tablet (6%); however, no tablet-based EMR-integrated CDSS was reported. Across studies, combinations of manual, automated, and mixed input data types were reported. The majority of EMR-integrated CDSSs were interpreted as being fully automated (25/32, 78%), and in some cases, they combined both manual and automated data entry (6/32, 19%); one study reported on a manual CDSS that included a form of a questionnaire to be filled by patients, whereby the data were processed to the CDSS by HCPs to generate recommendations. In a large proportion of stand-alone CDSSs (9/17, 53%), data were provided by the HCPs who manually entered relevant information into the system to generate recommendations. Finally, 18% (3/17) of CDSSs were automated systems continuously monitoring patient data to provide real-time decision support, and some were a mix of manual and automated systems (4/17, 23%; one study did not provide this information).\n\nInformation on whether the CDSS was still in the research-and-development phase or fully developed and commercially available was lacking in 78% (38/49) of the studies (stand-alone: 17/17, 100%; integrated: 21/32, 66%). Overall, only 12% (6/49) of CDSSs, especially those integrated with EMRs (stand-alone: 0/17, 0%; integrated: 6/32, 19%), were understood to be commercially available or ready to be used in health care settings."
    },
    {
      "title": "User Groups",
      "text": "CDSSs were found to target diverse user groups based on a broad spectrum of roles and accountabilities across the health care ecosystem. The key user groups identified through the TLR were combinations of physicians, nurses or nurse practitioners, medical assistants, and care coordinators in 55%  (27/49)  of studies. Primary care physicians were the sole users of CDSSs in 33% (16/49) of CDSS studies. Meanwhile, other studies indicated exclusive use by specialists, including cardiologists (1/49, 2%), nephrologists (2/49, 4%), and oncologists (2/49, 4%). This pattern of mixed CDSS users was reflected across stand-alone and integrated types of CDSSs (mixed users: stand-alone CDSSs 11/17, 65%; EMR-integrated CDSSs 16/32, 50%). Among mixed user groups, a group of physicians and nurses (stand-alone: 5/17, 46%; EMR-integrated: 11/32, 65%) was most frequently reported across both stand-alone and EMR-integrated CDSS studies. Primary care physicians were the exclusive user group in 29% (5/17) of stand-alone and 34% (11/32) of EMR-integrated studies."
    },
    {
      "title": "Value Areas",
      "text": "CDSSs provide value across the diverse domains of health care systems, including quality assurance, clinical benefits, guideline adherence, user satisfaction, patients' safety or risk management, workflow improvement, patient behavior, educational aspects, and financial aspects (Table  2 ). Value areas in the TLR were linked to the outcome measures reported in the studies. The studies evaluated the effectiveness of CDSSs by assessing their impact on a range of value areas. These value areas collectively demonstrated the broad range of CDSS benefits across all studies identified in the TLR. The value areas are described in Multimedia Appendix 1. Quality assurance stood out as a prominent value area reported across 69% (35/49) of studies, followed by clinical benefits (20/49, 41%) and user satisfaction (20/49, 41%). The primary value areas were similar in stand-alone and integrated CDSS, which most frequently were reported to contribute to improving quality assurance, clinical benefits, user satisfaction, and guideline adherence."
    },
    {
      "title": "CDSS Key Features",
      "text": "CDSSs offer a variety of features, each contributing to key value areas (Multimedia Appendix 1). These features include the ability to flag potential issues for screening and follow-up; ensure safety by monitoring for incorrect indications; and provide support for treatment management, including estimating efficacy, recommending dosages, and suggesting pharmacotherapy options. The features of CDSSs may also facilitate shared decision-making, allow for result exporting, offer screening recommendations, support monitoring, provide referral recommendations, estimate risk levels, aid in diagnosis, contribute to patient education, and enable audits to identify deviations from recommended clinical pathways. Features pertaining to treatment recommendation and flagging were interpreted to be most used across all value areas identified in the TLR. Across stand-alone CDSSs, the most used feature was treatment recommendation by way of assisting HCPs in selecting appropriate pharmacological options; however, across integrated CDSSs, the features of flagging related to noncompliance to guideline-directed therapy  [21] , treatment eligibility  [22] , and screening with follow-up  [23]  were the most beneficial in enhancing all value areas."
    },
    {
      "title": "Key Features of Successful and Unsuccessful CDSSs"
    },
    {
      "title": "Successful CDSSs",
      "text": "Over two-thirds (34/49, 69%) of all CDSSs identified in the TLR achieved the study outcomes and met the study objective, thus they were categorized as successful in the TLR. Approximately 8% (4/49) of CDSS studies were found to have achieved some (≥1) study outcomes and fallen short in other areas and were considered partially successful. The majority of stand-alone CDSSs (13/17, 76%), as well as EMR-integrated CDSSs (21/32, 66%), achieved their objectives. For the stand-alone CDSSs, 12% (2/17) were deemed unsuccessful and another 12% (2/17) were classified as partially successful. These were reported as 16% (5/32) and 19% (6/32), respectively, for the EMR-integrated CDSS.\n\nOf the 34 successful CDSSs, positive impacts on value areas were reported across all studies, and quality assurance was reported most frequently (n=24, 71%), followed by user satisfaction (n=13, 38%), and clinical benefit (n=15, 44%). Other value areas such as guideline adherence (6/34, 18%), workflow improvement (6/34, 18%), patient safety and risk (4/34, 12%), educational aspects (2/34, 6%), patient's behavioral change (3/34, 9%), and financial aspects (2/34, 6%) were less frequently reported across successful CDSSs. Treatment recommendations and flagging were the features that emerged as the most frequent for successful studies across all the value areas (Figure  S1  in Multimedia Appendix 6). Flagging typically involved the CDSS highlighting specific information or events to the attention of the HCPs. Flagging across included CDSS studies encompassed various types, such as flagging to notify of best practice advice, clinical guideline adherence, eligibility for preventative screening and follow-up, glycemic target deviation in diabetes, safety monitoring, out-of-range patient data, and flagging for incorrect indications. The flagging feature played a more important role in patient safety and risk than in any other value area across all successful CDSSs (Figure  S1  in Multimedia Appendix 6). Similarly, treatment recommendation was also a frequently used feature in ensuring guideline adherence across all successful CDSS studies included in the TLR (Figure  S1  in Multimedia Appendix 6). Other frequently reported features included risk level estimation, diagnosis, education, data export, and monitoring (Figure  S1  in Multimedia Appendix 6).For successful stand-alone CDSSs, the most frequent feature was treatment recommendation, which was crucial across all value areas except educational aspects (Figure  S1  in Multimedia Appendix 6). This feature played a central role in assisting health care systems and impacting multiple value areas such as patient behavior or self-management, guideline adherence, quality assurance, and user satisfaction. CDSS features such as referral recommendations and screening recommendations were less commonly used than other features (Figure  2 ). Across studies on successful EMR-integrated CDSSs, the flagging feature was particularly notable as the most reported feature that contributed to multiple value areas such as quality assurance, clinical benefits, user satisfaction, and patient safety and risk management (Figure  S2  in Multimedia Appendix 6). Additionally, alongside flagging, studies on successful EMR-integrated CDSSs also reported treatment recommendations, especially to ensure guideline adherence (Figure  S3  in Multimedia Appendix 6)."
    },
    {
      "title": "Unsuccessful CDSSs",
      "text": "Unsuccessful CDSS studies were reported to have achieved neutral or negative study outcomes across measured value areas. Only a small number of CDSSs (7/49, 14%) failed to meet the study objectives, including 16% (5/32) of integrated CDSSs and 12% (2/17) of stand-alone CDSSs. Across unsuccessful CDSS studies, flagging and treatment recommendations were also the features most frequently reported across value areas (Figure  S5  in Multimedia Appendix 2). The flagging feature was present across value areas comprising patient safety and risk management, quality assurance, and guideline adherence. The treatment recommendation feature was reported in relation to guideline adherence, quality assurance, patient safety and risk management, and patient behavior. Table  2  summarizes the study characteristics of 49 CDSS studies."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Key Findings",
      "text": "This TLR aimed to provide a comprehensive assessment of CDSSs reported in peer-reviewed literature. The specific objective was to identify features of CDSSs that positively impact medically relevant value areas and the overall study success as measured by corresponding clinical outcomes.\n\nAccording to our findings, in most studies, the application of a CDSS was associated with added clinical value for HCPs. A positive impact of CDSSs was reported for quality assurance in patient care, in particular by improving adherence to clinical guidelines, as well as better diagnostic support, monitoring practices, and additional opportunities for preventative screening and treatment. Using CDSSs was also associated with important clinical benefits, including improved accuracy in diagnoses, clinical decision-making, treatment selection, and thereby, enhanced patient outcomes.\n\nStudies examined in this TLR offered valuable insights into the functions of an effective CDSS depending on its intended purpose. Besides features of successful CDSSs, the studies frequently reported that irrelevant and interruptive alerts led to so-called \"alert fatigue\" and low use rates, consequently leading to the failure of CDSSs  [21, 24, 25] . These insights underscore the importance of prompting clinician action, integrating CDSSs seamlessly into workflows, and mitigating alert fatigue, all of which are crucial factors for the successful adoption of a CDSS  [21, 24, 25] . A study by Ballard et al  [68]  found that incentivizing HCPs to use the tool through financial bonuses and other promotional incentives resulted in an increase in CDSS use rates. While the design of a CDSS is a fundamental criterion, other factors such as the organizational and technological infrastructure of the primary care system can also markedly influence the success of a CDSS  [24] .\n\nThe review found that the type of CDSS was not a crucial factor for its success, as both integrated and stand-alone CDSSs contributed to improved outcomes and were identified as beneficial for use in health care. While EMR-integrated CDSSs may have the advantage of ongoing access to patient data in real-time, stand-alone CDSSs offer the flexibility of operating independently from other systems, portability, and faster deployment (ie, the process of making the CDSS available and operational across the health care system)  [69] [70] [71] . Therefore, the choice between a stand-alone or integrated CDSS should be guided by the needs and preferences of HCPs, intended use and application settings, regulatory considerations, and goals for improving patient care."
    },
    {
      "title": "Successful CDSSs",
      "text": "Flagging was a feature in 59% of the studies reporting successful CDSSs and emerged as a pivotal feature, especially in the context of patients' safety and risk management (Figure  S1  in Multimedia Appendix 6). Flagging features were used in a variety of scenarios including notifications of best practice advice or clinical guideline adherence, eligibility for preventative screening, glycemic target deviation in diabetes, screening and follow-up, safety monitoring, out-of-range patient data, and incorrect indications. Other value areas such as clinical benefits, user satisfaction, and quality assurance were also frequently enhanced by the flagging feature. In addition to flagging, treatment recommendations (including recommendations for pharmacotherapy, dosage optimization, and nonpharmacological therapy) also played a notable role across multiple value areas, especially regarding guideline adherence. Although less frequently reported, successful CDSSs offered a range of other features beyond flagging and treatment recommendations, including risk level estimation, diagnosis suggestions, and the ability to export information. The popularity of these features may be explained by the specific needs of health systems, health care providers, or disease areas. Therefore, the effectiveness of a CDSS may often rely on a combination of features that collectively contribute to improved patient care, safety, and clinical status. Developers of CDSSs should consider the specific needs and priorities of HCPs in terms of target value areas when designing and implementing a CDSS to ensure that it addresses the unmet need and is effectively and seamlessly integrated within the HCPs' workflow."
    },
    {
      "title": "Unsuccessful CDSS",
      "text": "Only 7 (14%) studies identified in this review reported CDSSs to be unsuccessful, that is, failing to fulfill study outcomes, compared with conventional approaches to disease management. Similar to successful studies, unsuccessful studies commonly reported the utilization of flagging and treatment recommendation features. Flagging was most often reported to address patient safety and risk management, while treatment recommendation was reported to address guideline adherence in unsuccessful studies. There were no recognizable aspects among unsuccessful CDSS studies that may have contributed to their failure. While unsuccessful CDSSs did not achieve the study objectives, it is important to note that the efficacy of a CDSS may vary depending on various factors, which this review found very little data on (only 7 CDSS studies failed). The included publications did not provide sufficient granularity to fully understand the reasons for which the CDSSs were not successful; however, the authors suggested that the failure of a CDSS was mostly attributed to ineffective design, low use rate, organizational challenges, and issues with CDSS alerts. The authors also highlighted the importance of rigorous testing and undertaking quality improvement initiatives to ensure the effectiveness of a CDSS."
    },
    {
      "title": "Importance of the Findings",
      "text": "The findings of our review suggest that CDSSs can improve screening for CVD risk factors, such as diabetes, as well as quality assurance and user satisfaction, resulting in clinical benefits for the management of cardio-renal-metabolic diseases. This is of particular interest to the development of novel CDSSs in this disease area such as Exandra, a tool supporting Canadian HCPs in the management of type 2 diabetes by offering individualized, patient-specific recommendations based on the Diabetes Canada Clinical Practice Guidelines  [72]  (Exandra as a product has been decommissioned; however, the recommendation engine that supported Exandra is being used under different names in Canada and other countries).\n\nThe success of a CDSS may not always result in its adoption across studies. Adoption measures for the uptake of a CDSS in health care settings were largely underreported and inadequately described across successful CDSS studies. Only two studies reported some plans in place for the successful adoption of CDSS in health care settings. A single-arm, longitudinal, observational study conducted in Brazil on HealthRise, a CDSS designed for diabetes and hypertension management in primary care, reported plans to expand the CDSS to primary care units in other towns, include more diseases, and implement it in various settings. Efforts were also underway to address the challenge of integrating the CDSS with the Brazilian public health system's Electronica-Sistema Unico de Saude. Further, a retrospective study conducted in the United States included a CDSS prototype built on the drools platform that can interpret Papanicolaou test (Pap) reports and provide cervical cancer screening and management guidelines. The authors reported that after physician validation, the developed CDSS would be deployed in the Mayo Clinic's outpatient departments with user feedback collected on its performance. The CDSS will integrate with an EMR interface listing all preventive care reminders. An impact analysis was also planned to compare screening and referral rates before and after deployment. It should be noted that the assessment of the successful adoption of a CDSS, as well as the identification of key attributing factors, may have been compromised by the heterogeneity of outcomes evaluated across studies and by the study design (ie, RCTs, whereby participants were incentivized to use a given system). RCTs in the TLR focused predominantly on the efficacy of CDSSs in improving quality assurance and other value areas as the primary outcome, with less emphasis on reporting planned adoption measures for their CDSSs. In contrast, a few observational studies noted challenges with CDSS adoption related to scaling, portability, generalizability of results, limited transferability to different settings, and resource constraints. Among the CDSS studies included in the review, only two observational studies confirmed adoption to health care settings. The primary reasons for the deployment of CDSSs included a high level of CDSS accuracy, user satisfaction, and the potential to improve guideline adherence. Deployment included essential measures to optimize CDSS performance such as user feedback, impact analysis, and intervention monitoring and refinement. Therefore, real-world evidence from marketed or integrated CDSSs, as well as insights from longitudinal observational studies encompassing diverse perspectives, may shed further light on features that contribute to long-term adoption. It is important to note that successful CDSS adoption depends on a combination of factors, including alignment with objectives of HCPs, workflow integration, clinical relevance, usability, customization, training and support, interoperability, technical expertise, resource constraints, financial viability, and multi-level engagement, as well as governmental regulations and barriers  [5, [73] [74] [75] . Active engagement and collaboration by the end users, and in particular, HCPs, to address challenges are vital to ensure that a CDSS meets its objectives  [76] ."
    },
    {
      "title": "Comparison With Previous Reviews",
      "text": "Our findings show that CDSSs improved quality assurance and user satisfaction, and they provided clinical benefits in cardio-renal-metabolic conditions, though heterogeneity in population characteristics, interventions, and outcomes limits the generalizability of these findings. A recent systematic review on the impact of CDSS on clinical and patient-reported outcomes in patients with chronic disease found inconclusive evidence, primarily attributed to the heterogeneity and methodological biases of included studies. Similarly, a previous review on the effect of CDSS on cardiovascular risk factors found no definitive clinical benefits but highlighted the clinical relevance of CDSS in enhancing shared decision-making  [77] . Both reviews emphasize the heterogeneity of studies and methodological differences that reflect the immaturity and the evolving nature of research in the field  [77, 78] .\n\nPrevious reviews on the impact of CDSSs in multiple disease areas including CVD and diabetes report a positive effect on physician performance, such as adherence to clinical guidelines and prescription of drugs, whereas they had no impact on other outcomes  [4, 79, 80] . Evidence demonstrating the positive impact of CDSS on prescribing treatments, facilitating preventative care services, and ordering laboratory tests across diverse venues was reported in another review  [81] . This study builds on previous findings and has identified key features, such as flagging and treatment recommendations, which are associated with improved patient outcomes. This is in agreement with a previous review assessing features of CDSSs, which identified that features that provided support as part of clinician workflow and those that provided actionable recommendations were strongly associated with CDSS's ability to improve clinical practice  [6] ."
    },
    {
      "title": "Study Limitations",
      "text": "The TLR followed robust, protocol-driven methods, ensuring a structured and rigorous review process. However, it should be acknowledged that there are no standardized gold standard methods for conducting a TLR; reviews can range from very rapid and targeted searching to comprehensive mimicking a systematic review (but using only one reviewer), which was the case with this TLR. While single screening may increase the potential risk of bias, this was effectively mitigated by leveraging the expertise of subject matter experts to validate the decisions. In addition, it is important to note limitations within the evidence itself. CDSS studies exhibited a high degree of heterogeneity in terms of architecture, modality, setting, input and output data, functionalities, type of integration, and intended user group, which can pose limitations in terms of the generalizability of our findings. On a similar note, the absence of an organized framework outlining all value areas required the research team to develop their own set of value areas building on existing classification frameworks from the CDSS literature, by adding common value areas identified in the reviewed literature. Although this approach may also introduce a possible risk of bias, the potential impact was minimized through expert review and validation. Another limitation was the lack of granularity provided in the publications regarding the factors contributing to the limited success of certain CDSS implementations. While some authors mentioned factors such as suboptimal design, low adoption rate, organizational challenges, and issues with CDSS alerts, more detailed insights would greatly benefit future CDSS development."
    },
    {
      "title": "Conclusions",
      "text": "The utilization of CDSSs varied globally, with substantial application in the United States and within the domain of chronic cardio-renal-metabolic diseases. Overall, both integrated and stand-alone CDSSs have been successful in providing benefits to HCPs, regardless of the integration type. Our findings suggest that CDSSs have an important role in quality assurance in patient care. Flagging and treatment recommendation features are commonly used in CDSSs to improve patient care, while other features, tailored to specific requirements, collectively contribute to the efficiency of health care delivery. Due to a lack of granularity, as well as extensive heterogeneity in the evidence available, there remains uncertainty around the role of specific factors contributing to the success of CDSS. There is a need for real-world evidence from longitudinal studies to identify the challenges of the adoption and deployment of these systems."
    },
    {
      "text": "Figure 1. TLR flowchart. CDSS: clinical decision support system; EHR: electronic health record; EMR: electronic medical record; TLR: targeted literature review. *Examples of categories are provided inTable S5 in Multimedia Appendix 2."
    },
    {
      "text": "Figure 2. Features of CDSSs for all successful studies. CDSS: clinical decision support system; dec.: decision; rec.: recommendation."
    },
    {
      "text": "Study selection criteria."
    },
    {
      "text": "Value areas identified across stand-alone and integrated CDSSs a . Percentages indicate the proportion of studies reporting on the respective value area. The percentages do not add up to 100%, as one study may report on more than one value area."
    }
  ],
  "references": [
    {
      "title": "Clinical decision support systems for the practice of evidence-based medicine",
      "authors": [
        "I Sim",
        "P Gorman",
        "R Greenes",
        "R Haynes",
        "B Kaplan",
        "H Lehmann"
      ],
      "year": 2001,
      "doi": "10.1136/jamia.2001.0080527"
    },
    {
      "title": "Guidance document: software as a medical device (SaMD): definition and classification",
      "year": 2019,
      "doi": "10.3403/30164114"
    },
    {
      "title": "Clinical decision support and new regulatory frameworks for medical devices: are we ready for it?-A viewpoint paper",
      "authors": [
        "S Van Laere",
        "K Muylle",
        "P Cornu"
      ],
      "year": 2022,
      "doi": "10.34172/ijhpm.2021.144"
    },
    {
      "title": "The effects of clinical decision support system for prescribing medication on patient outcomes and physician practice performance: a systematic review and meta-analysis",
      "authors": [
        "S Moghadam",
        "F Sadoughi",
        "F Velayati",
        "S Ehsanzadeh",
        "S Poursharif"
      ],
      "year": 2021,
      "doi": "10.1186/s12911-020-01376-8"
    },
    {
      "title": "An overview of clinical decision support systems: benefits, risks, and strategies for success",
      "authors": [
        "R Sutton",
        "D Pincock",
        "D Baumgart",
        "D Sadowski",
        "R Fedorak",
        "K Kroeker"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0221-y"
    },
    {
      "title": "Improving clinical practice using clinical decision support systems: a systematic review of trials to identify features critical to success",
      "authors": [
        "K Kawamoto",
        "C Houlihan",
        "E Balas",
        "D Lobach"
      ],
      "year": 2005,
      "doi": "10.1136/bmj.38398.500764.8f"
    },
    {
      "title": "Clinical Decision Support Systems",
      "authors": [
        "E Berner"
      ],
      "year": 2007
    },
    {
      "title": "With the patient at the heart. Epic",
      "year": 2024,
      "doi": "10.5771/9783748943730-129"
    },
    {
      "title": "Allscripts",
      "year": 2024,
      "doi": "10.1089/clinomi.04.02.38"
    },
    {
      "title": "Cloud EHR systems, telehealth solutions, patient engagement software",
      "year": 2024
    },
    {
      "title": "epocrates web. epocrates",
      "year": 2024,
      "doi": "10.7748/ns2013.11.28.13.31.s38"
    },
    {
      "title": "The role of clinical decision support systems in healthcare (1980-2010): a systematic review study",
      "authors": [
        "Z Omididan",
        "A Hadianfar"
      ],
      "year": 2011
    },
    {
      "title": "Clinical decision support systems and prevention: a community guide cardiovascular disease systematic review",
      "authors": [
        "G Njie",
        "K Proia",
        "A Thota",
        "Rkc Finnie",
        "D Hopkins",
        "S Banks"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2015.04.006"
    },
    {
      "title": "Effects of computer-based clinical decision support systems on performance and patient outcomes: a systematic review",
      "authors": [
        "D Hunt",
        "R Haynes",
        "S Hanna",
        "K Smith"
      ],
      "year": 1998,
      "doi": "10.1001/jama.280.15.1339"
    },
    {
      "title": "Computerised clinical decision support systems and absolute improvements in care: meta-analysis of controlled clinical trials",
      "authors": [
        "J Kwan",
        "L Lo",
        "J Ferguson",
        "H Goldberg",
        "J Diaz-Martinez",
        "G Tomlinson"
      ],
      "year": 2020,
      "doi": "10.1136/bmj.m3216"
    },
    {
      "title": "Effect of point-of-care computer reminders on physician behaviour: a systematic review",
      "authors": [
        "K Shojania",
        "A Jennings",
        "A Mayhew",
        "C Ramsay",
        "M Eccles",
        "J Grimshaw"
      ],
      "year": 2010,
      "doi": "10.1503/cmaj.090578"
    },
    {
      "title": "Characterizing patient-oriented tools that could be packaged with guidelines to promote self-management and guideline adoption: a meta-review",
      "authors": [
        "Rwm Vernooij",
        "M Willson",
        "A Gagliardi"
      ],
      "year": 2016,
      "doi": "10.1186/s13012-016-0419-1"
    },
    {
      "title": "Clinical decision support directed to primary care patients and providers reduces cardiovascular risk: a randomized trial",
      "authors": [
        "J Sperl-Hillen",
        "A Crain",
        "K Margolis",
        "H Ekstrom",
        "D Appana",
        "G Amundson"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy085"
    },
    {
      "title": "Development and implementation of a decision support system to improve control of hypertension and diabetes in a resource-constrained area in Brazil: mixed methods study",
      "authors": [
        "M Marcolino",
        "Jaq Oliveira",
        "Ccr Cimini",
        "J Maia",
        "Vsoa Pinto",
        "Tqv Sá"
      ],
      "year": 2021,
      "doi": "10.2196/18872"
    },
    {
      "title": "Effect of passive choice and active choice interventions in the electronic health record to cardiologists on statin prescribing: a cluster randomized clinical trial",
      "authors": [
        "S Adusumalli",
        "J Westover",
        "D Jacoby",
        "D Small",
        "C Vanzandbergen",
        "J Chen"
      ],
      "year": 2021,
      "doi": "10.1001/jamacardio.2020.4730"
    },
    {
      "title": "Atrial fibrillation screen, management, and guideline-recommended therapy in the rural primary care setting: a cross-sectional study and cost-effectiveness analysis of eHealth tools to support all stages of screening",
      "authors": [
        "J Orchard",
        "J Li",
        "B Freedman",
        "R Webster",
        "G Salkeld",
        "C Hespe"
      ],
      "year": 2020,
      "doi": "10.1161/jaha.120.017080"
    },
    {
      "title": "Design process and utilization of a novel clinical decision support system for neuropathic pain in primary care: mixed methods observational study",
      "authors": [
        "D Guenter",
        "M Abouzahra",
        "I Schabort",
        "A Radhakrishnan",
        "K Nair",
        "S Orr"
      ],
      "year": 2019,
      "doi": "10.2196/14141"
    },
    {
      "title": "Computerized clinical decision support system for diabetes in primary care does not improve quality of care: a cluster-randomized controlled trial",
      "authors": [
        "A Heselmans",
        "N Delvaux",
        "A Laenen",
        "S Van De Velde",
        "D Ramaekers",
        "I Kunnamo"
      ],
      "year": 2020,
      "doi": "10.1186/s13012-019-0955-6"
    },
    {
      "title": "Randomized controlled trial of a clinical decision support system for painful polyneuropathy",
      "authors": [
        "E Reynolds",
        "J Burke",
        "M Banerjee",
        "B Callaghan"
      ],
      "year": 2020,
      "doi": "10.1002/mus.26774"
    },
    {
      "title": "Using decision support for population tracking of adherence to recommended asthma guidelines",
      "authors": [
        "S Ahmed",
        "R Tamblyn",
        "N Winslade"
      ],
      "year": 2014,
      "doi": "10.1136/bmjopen-2013-003759"
    },
    {
      "title": "Development of a smartphone-enabled hypertension and diabetes mellitus management package to facilitate evidence-based care delivery in primary healthcare facilities in India: the mPower heart project",
      "authors": [
        "V Ajay",
        "D Jindal",
        "A Roy",
        "V Venugopal",
        "R Sharma",
        "A Pawar"
      ],
      "year": 2016,
      "doi": "10.1161/jaha.116.004343"
    },
    {
      "title": "Mobile clinical decision support system for the management of diabetic patients with kidney complications in UK primary care settings: mixed methods feasibility study",
      "authors": [
        "H Alhodaib",
        "C Antza",
        "J Chandan",
        "W Hanif",
        "S Sankaranarayanan",
        "S Paul"
      ],
      "year": 2020,
      "doi": "10.2196/19650"
    },
    {
      "title": "Effectiveness of a multicomponent quality improvement strategy to improve achievement of diabetes care goals: a randomized, controlled trial",
      "authors": [
        "M Ali",
        "K Singh",
        "D Kondal",
        "R Devarajan",
        "S Patel",
        "R Shivashankar"
      ],
      "year": 2016,
      "doi": "10.7326/M15-2807"
    },
    {
      "title": "The effect of a computerized best practice alert system in an outpatient setting on metabolic monitoring in patients on second-generation antipsychotics",
      "authors": [
        "S Cohen",
        "J Bostwick",
        "V Marshall",
        "K Kruse",
        "G Dalack",
        "P Patel"
      ],
      "year": 2020,
      "doi": "10.1111/jcpt.13236"
    },
    {
      "title": "Impact of implementing electronic clinical practice guidelines for the diagnosis, control and treatment of cardiovascular risk factors: a pre-post controlled study",
      "authors": [
        "E Comin",
        "A Catalan-Ramos",
        "M Iglesias-Rodal",
        "M Grau",
        "Del Val",
        "J Consola"
      ],
      "year": 2017,
      "doi": "10.1016/j.aprim.2016.11.007"
    },
    {
      "title": "Decision support for diabetes in Scotland: implementation and evaluation of a clinical decision support system",
      "authors": [
        "N Conway",
        "K Adamson",
        "S Cunningham",
        "A Smith",
        "P Nyberg",
        "B Smith"
      ],
      "year": 2018,
      "doi": "10.1177/1932296817729489"
    },
    {
      "title": "Integrated management program advancing community treatment of atrial fibrillation (IMPACT-AF): a cluster randomized trial of a computerized clinical decision support tool",
      "authors": [
        "J Cox",
        "R Parkash",
        "G Foster",
        "F Xie",
        "J Mackillop",
        "A Ciaccia"
      ],
      "year": 2020,
      "doi": "10.1016/j.ahj.2020.02.019"
    },
    {
      "title": "Clinical decision support improves physician guideline adherence for laboratory monitoring of chronic kidney disease: a matched cohort study",
      "authors": [
        "J Ennis",
        "D Gillen",
        "A Rubenstein",
        "E Worcester",
        "M Brecher",
        "J Asplin"
      ],
      "year": 2015,
      "doi": "10.1186/s12882-015-0159-5"
    },
    {
      "title": "Method to integrate clinical guidelines into the electronic health record (EHR) by applying the archetypes approach",
      "authors": [
        "D Garcia",
        "Cmc Moro",
        "P Cicogna",
        "D Carvalho"
      ],
      "year": 2013
    },
    {
      "title": "Electronic clinical decision support for management of depression in primary care: a prospective cohort study",
      "authors": [
        "J Gill",
        "Y Chen",
        "A Grimes",
        "J Diamond",
        "M Lieberman",
        "M Klinkman"
      ],
      "year": 2012,
      "doi": "10.4088/pcc.11m01191"
    },
    {
      "title": "Using electronic health record-based tools to screen for bipolar disorder in primary care patients with depression",
      "authors": [
        "J Gill",
        "Y Chen",
        "A Grimes",
        "M Klinkman"
      ],
      "year": 2012,
      "doi": "10.3122/jabfm.2012.03.110217"
    },
    {
      "title": "Using electronic clinical decision support in patient-centered medical homes to improve management of diabetes in primary care: the DECIDE study",
      "authors": [
        "J Gill",
        "K Kucharski",
        "B Turk",
        "C Pan",
        "W Wei"
      ],
      "year": 2019,
      "doi": "10.1097/jac.0000000000000267"
    },
    {
      "title": "Clinical decision support system for the management of osteoporosis compared to NOGG guidelines and an osteology specialist: a validation pilot study",
      "authors": [
        "H Gudmundsson",
        "K Hansen",
        "B Halldorsson",
        "B Ludviksson",
        "B Gudbjornsson"
      ],
      "year": 2019,
      "doi": "10.1186/s12911-019-0749-4"
    },
    {
      "title": "The impact of a decision support tool linked to an electronic medical record on glycemic control in people with type 2 diabetes",
      "authors": [
        "W Gunathilake",
        "S Gunawardena",
        "R Fernando",
        "G Thomson",
        "D Fernando"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700310"
    },
    {
      "title": "A clinical decision support system for the diagnosis, fracture risks and treatment of osteoporosis",
      "authors": [
        "B Halldorsson",
        "A Bjornsson",
        "H Gudmundsson",
        "E Birgisson",
        "B Ludviksson",
        "B Gudbjornsson"
      ],
      "year": 2015,
      "doi": "10.1155/2015/189769"
    },
    {
      "title": "Integrated specialized atrial fibrillation clinics reduce all-cause mortality: post hoc analysis of a randomized clinical trial",
      "authors": [
        "Jml Hendriks",
        "R Tieleman",
        "Hjm Vrijhoef",
        "P Wijtvliet",
        "C Gallagher",
        "M Prins"
      ],
      "year": 2019,
      "doi": "10.1093/europace/euz209"
    },
    {
      "title": "Impact and feasibility of personalized decision support for older patients with diabetes: a pilot randomized trial",
      "authors": [
        "E Huang",
        "A Nathan",
        "J Cooper",
        "S Lee",
        "N Shin",
        "P John"
      ],
      "year": 2017,
      "doi": "10.1177/0272989x16654142"
    },
    {
      "title": "A clinical decision support tool for improving adherence to guidelines on anticoagulant therapy in patients with atrial fibrillation at risk of stroke: a cluster-randomized trial in a Swedish primary care setting (the CDS-AF study)",
      "authors": [
        "L Karlsson",
        "S Nilsson",
        "M Bång",
        "L Nilsson",
        "E Charitakis",
        "M Janzon"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pmed.1002528"
    },
    {
      "title": "Telemonitoring in heart failure patients with clinical decision support to optimize medication doses based on guidelines",
      "authors": [
        "M Kropf",
        "R Modre-Osprian",
        "D Hayn",
        "F Fruhwald",
        "G Schreier"
      ],
      "year": 2014,
      "doi": "10.1109/embc.2014.6944295"
    },
    {
      "title": "Use of clinical decision support to improve primary care identification and management of chronic kidney disease (CKD)",
      "authors": [
        "C Litvin",
        "J Hyer",
        "S Ornstein"
      ],
      "year": 2016,
      "doi": "10.3122/jabfm.2016.05.160020"
    },
    {
      "title": "Increasing complexity in rule-based clinical decision support: the symptom assessment and management intervention",
      "authors": [
        "D Lobach",
        "E Johns",
        "B Halpenny",
        "T Saunders",
        "J Brzozowski",
        "G Fiol"
      ],
      "year": 2016,
      "doi": "10.2196/medinform.5728"
    },
    {
      "title": "A decision-support software to improve the standard care in chinese type 2 diabetes",
      "authors": [
        "Y Luo",
        "Y Zhu",
        "J Chen",
        "X Gao",
        "W Yang",
        "X Zou"
      ],
      "year": 2019,
      "doi": "10.1155/2019/5491743"
    },
    {
      "title": "Computerized advisory decision support for cardiovascular diseases in primary care: a cluster randomized trial",
      "authors": [
        "P Mckie",
        "D Kor",
        "D Cook",
        "M Kessler",
        "R Carter",
        "P Wilson"
      ],
      "year": 2020,
      "doi": "10.1016/j.amjmed.2019.10.039"
    },
    {
      "title": "Multidisciplinary COPD disease management program: impact on clinical outcomes",
      "authors": [
        "M Morganroth",
        "G Pape",
        "Y Rozenfeld",
        "J Heffner"
      ],
      "year": 2016,
      "doi": "10.1080/00325481.2016.1129259"
    },
    {
      "title": "Impact of electronic health record clinical decision support on diabetes care: a randomized trial",
      "authors": [
        "P O'connor",
        "J Sperl-Hillen",
        "W Rush",
        "P Johnson",
        "G Amundson",
        "S Asche"
      ],
      "year": 2011,
      "doi": "10.1370/afm.1196"
    },
    {
      "title": "Evaluating the clinical feasibility of an artificial intelligence-powered, web-based clinical decision support system for the treatment of depression in adults: longitudinal feasibility study",
      "authors": [
        "C Popescu",
        "G Golden",
        "D Benrimoh",
        "M Tanguay-Sela",
        "D Slowey",
        "E Lundrigan"
      ],
      "year": 2021,
      "doi": "10.2196/31862"
    },
    {
      "title": "Effectiveness of an mHealth-based electronic decision support system for integrated management of chronic conditions in primary care: the mWellcare cluster-randomized controlled trial",
      "authors": [
        "D Prabhakaran",
        "D Jha",
        "D Prieto-Merino",
        "A Roy",
        "K Singh",
        "V Ajay"
      ],
      "year": 2019,
      "doi": "10.1161/circulationaha.118.038192"
    },
    {
      "title": "Implementing an evidence-based clinical decision support tool to improve the detection, evaluation, and referral patterns of adult chronic kidney disease patients in primary care",
      "authors": [
        "M Regan"
      ],
      "year": 2017,
      "doi": "10.1002/2327-6924.12505"
    },
    {
      "title": "Cost-effectiveness of a shared computerized decision support system for diabetes linked to electronic medical records",
      "authors": [
        "D O'reilly",
        "A Holbrook",
        "G Blackhouse",
        "S Troyan",
        "R Goeree"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000371"
    },
    {
      "title": "Use of an electronic decision support tool to reduce polypharmacy in elderly people with chronic diseases: cluster randomised controlled trial",
      "authors": [
        "A Rieckert",
        "D Reeves",
        "A Altiner",
        "E Drewelow",
        "A Esmail",
        "M Flamm"
      ],
      "year": 2020,
      "doi": "10.1136/bmj.m1822"
    },
    {
      "title": "Psychopharmacological treatment in the RAISE-ETP study: outcomes of a manual and computer decision support system based intervention",
      "authors": [
        "D Robinson",
        "N Schooler",
        "C Correll",
        "M John",
        "B Kurian",
        "P Marcy"
      ],
      "year": 2018,
      "doi": "10.1176/appi.ajp.2017.16080919"
    },
    {
      "title": "Use of an automated decision support tool optimizes clinicians' ability to interpret and appropriately respond to structured self-monitoring of blood glucose data",
      "authors": [
        "H Rodbard",
        "O Schnell",
        "J Unger",
        "C Rees",
        "L Amstutz",
        "C Parkin"
      ],
      "year": 2012,
      "doi": "10.2337/dc11-1351"
    },
    {
      "title": "Effect of clinical decision support on cardiovascular risk among adults with bipolar disorder, schizoaffective disorder, or schizophrenia: a cluster randomized clinical trial",
      "authors": [
        "R Rossom",
        "A Crain",
        "O' Connor",
        "P Waring",
        "S Hooker",
        "S Ohnsorg"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.0202"
    },
    {
      "title": "Effect of a novel clinical decision support tool on the efficiency and accuracy of treatment recommendations for cholesterol management",
      "authors": [
        "M Scheitel",
        "M Kessler",
        "J Shellum",
        "S Peters",
        "D Milliner",
        "H Liu"
      ],
      "year": 2017,
      "doi": "10.4338/aci-2016-07-ra-0114"
    },
    {
      "title": "Development of a clinical decision support system for diabetes care: a pilot study",
      "authors": [
        "Llw Sim",
        "Khk Ban",
        "T Tan",
        "S Sethi",
        "T Loh"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0173021"
    },
    {
      "title": "A computerized decision support system did not improve personalization of exercise-based cardiac rehabilitation according to latest recommendations",
      "authors": [
        "T Vromen",
        "N Peek",
        "A Abu-Hanna",
        "M Kornaat",
        "H Kemps"
      ],
      "year": 2021,
      "doi": "10.1093/eurjpc/zwaa066"
    },
    {
      "title": "Clinical decision support with automated text processing for cervical cancer screening",
      "authors": [
        "K Wagholikar",
        "K Maclaughlin",
        "M Henry",
        "R Greenes",
        "R Hankey",
        "H Liu"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2012-000820"
    },
    {
      "title": "Formative evaluation of the accuracy of a clinical decision support system for cervical cancer screening",
      "authors": [
        "K Wagholikar",
        "K Maclaughlin",
        "T Kastner",
        "P Casey",
        "M Henry",
        "R Greenes"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2013-001613"
    },
    {
      "title": "Nurse-led vs. usual-care for atrial fibrillation",
      "authors": [
        "Epjp Wijtvliet",
        "R Tieleman",
        "I Van Gelder",
        "Naha Pluymaekers",
        "M Rienstra",
        "R Folkeringa"
      ],
      "year": 2020,
      "doi": "10.1093/eurheartj/ehz666"
    },
    {
      "title": "Artificial intelligence treatment decision support for complex breast cancer among oncologists with varying expertise",
      "authors": [
        "F Xu",
        "M Sepúlveda",
        "Z Jiang",
        "H Wang",
        "J Li",
        "Y Yin"
      ],
      "year": 2019,
      "doi": "10.1200/cci.18.00159"
    },
    {
      "title": "Effect of an artificial intelligence clinical decision support system on treatment decisions for complex breast cancer",
      "authors": [
        "F Xu",
        "M Sepúlveda",
        "Z Jiang",
        "H Wang",
        "J Li",
        "Z Liu"
      ],
      "year": 2020,
      "doi": "10.1200/cci.20.00018"
    },
    {
      "title": "Optimizing clinical decision support in the electronic health record. Clinical characteristics associated with the use of a decision tool for disposition of ED patients with pulmonary embolism",
      "authors": [
        "D Ballard",
        "R Vemula",
        "U Chettipally",
        "M Kene",
        "D Mark",
        "A Elms"
      ],
      "year": 2016,
      "doi": "10.4338/ACI-2016-05-RA-0073"
    },
    {
      "title": "Clinical decision support: strategies for success",
      "authors": [
        "M Khalifa"
      ],
      "year": 2014,
      "doi": "10.1016/j.procs.2014.08.063"
    },
    {
      "title": "Development of an interoperable and easily transferable clinical decision support system deployment platform: system design and development study",
      "authors": [
        "J Yoo",
        "J Lee",
        "J Min",
        "S Choi",
        "J Kwon",
        "I Cho"
      ],
      "year": 2022,
      "doi": "10.2196/37928"
    },
    {
      "title": "Recommendations for clinical decision support deployment: synthesis of a roundtable of medical directors of information systems",
      "authors": [
        "R Jenders",
        "J Osheroff",
        "D Sittig",
        "E Pifer",
        "J Teich"
      ],
      "year": 2007
    },
    {
      "title": "Clinical practice guidelines",
      "year": 2024,
      "doi": "10.1016/j.jcjd.2022.10.009"
    },
    {
      "title": "Factors that impact the adoption of clinical decision support systems (CDSS) for antibiotic management",
      "authors": [
        "M Laka",
        "A Milazzo"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18041901"
    },
    {
      "title": "Barriers and facilitators to the use of clinical decision support systems in primary care: a mixed-methods systematic review",
      "authors": [
        "P Meunier",
        "C Raynaud",
        "E Guimaraes",
        "F Gueyffier",
        "L Letrilliart"
      ],
      "year": 2023,
      "doi": "10.1370/afm.2908"
    },
    {
      "title": "Best practices in clinical decision support: the case of preventive care reminders",
      "authors": [
        "A Wright",
        "S Phansalkar",
        "M Bloomrosen",
        "R Jenders",
        "A Bobb",
        "J Halamka"
      ],
      "year": 2010,
      "doi": "10.4338/ACI-2010-05-RA-0031"
    },
    {
      "title": "Harnessing the power of clinical decision support systems: challenges and opportunities",
      "authors": [
        "Z Chen",
        "N Liang",
        "H Zhang",
        "H Li",
        "Y Yang",
        "X Zong"
      ],
      "year": 2023,
      "doi": "10.1136/openhrt-2023-002432"
    },
    {
      "title": "The effect of computerized decision support systems on cardiovascular risk factors: a systematic review and meta-analysis",
      "authors": [
        "Tkj Groenhof",
        "F Asselbergs",
        "Rhh Groenwold",
        "D Grobbee",
        "Flj Visseren",
        "M Bots"
      ],
      "year": 2019,
      "doi": "10.1186/s12911-019-0824-x"
    },
    {
      "title": "Effect of computerised, knowledge-based, clinical decision support systems on patient-reported and clinical outcomes of patients with chronic disease managed in primary care settings: a systematic review",
      "authors": [
        "M El Asmar",
        "K Dharmayat",
        "A Vallejo-Vaz",
        "R Irwin",
        "N Mastellos"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2021-054659"
    },
    {
      "title": "Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review",
      "authors": [
        "A Garg",
        "Nkj Adhikari",
        "H Mcdonald",
        "M Rosas-Arellano",
        "P Devereaux",
        "J Beyene"
      ],
      "year": 2005,
      "doi": "10.1001/jama.293.10.1223"
    },
    {
      "title": "A systematic review on the effectiveness and impact of clinical decision support systems for breathlessness",
      "authors": [
        "A Sunjaya",
        "S Ansari",
        "C Jenkins"
      ],
      "year": 2022,
      "doi": "10.1038/s41533-022-00291-x"
    },
    {
      "title": "Effect of clinical decision-support systems: a systematic review",
      "authors": [
        "T Bright",
        "A Wong",
        "R Dhurjati",
        "E Bristow",
        "L Bastian",
        "R Coeytaux"
      ],
      "year": 2012,
      "doi": "10.7326/0003-4819-157-1-201207030-00450"
    }
  ],
  "num_references": 80
}
