{
  "paper_id": "2MWJXC5S",
  "title": "Singapore teenage girls' engagement in self-presentation and peer comparison on social media",
  "abstract": "This study explores teenage girls' narrations of the relationship between self-presentation and peer comparison on social media in the context of beauty. Social media provide new platforms that manifest media and peer influences on teenage girls' understanding of beauty towards an idealized notion. Through 24 in-depth interviews, this study examines secondary school girls' self-presentation and peer comparison behaviors on social network sites where the girls posted self-portrait photographs or \"selfies\" and collected peer feedback in the forms of \"likes,\" \"followers,\" and comments. Results of thematic analysis reveal a gap between teenage girls' self-beliefs and perceived peer standards of beauty. Feelings of low self-esteem and insecurity underpinned their efforts in edited self-presentation and quest for peer recognition. Peers played multiple roles that included imaginary audiences, judges, vicarious learning sources, and comparison targets in shaping teenage girls' perceptions and presentation of beauty. Findings from this study reveal the struggles that teenage girls face today and provide insights for future investigations and interventions pertinent to teenage girls' presentation and evaluation of self on social media.",
  "year": 2015,
  "date": "2015-09-24",
  "authors": [
    {
      "name": "Trudy Hui",
      "affiliation": {
        "organization": "Department of Communications & New Media",
        "department": "Department of Communications & New Media",
        "institution": "National University of Singapore",
        "address": "117416, Singapore, Singapore"
      }
    },
    {
      "name": "Hui Chua",
      "affiliation": {
        "organization": "Department of Communications & New Media",
        "department": "Department of Communications & New Media",
        "institution": "National University of Singapore",
        "address": "117416, Singapore, Singapore"
      }
    },
    {
      "name": "Leanne Chang",
      "email": "lchang@nus.edu.sg",
      "affiliation": {
        "organization": "Department of Communications & New Media",
        "department": "Department of Communications & New Media",
        "institution": "National University of Singapore",
        "address": "117416, Singapore, Singapore"
      }
    }
  ],
  "doi": "10.1016/j.chb.2015.09.011",
  "md5": "72979A54B1F099D60C68A9C00C914651",
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "During the transition to adulthood, teenage girls aged 12e16 years old experience emotional changes in intrapersonal and interpersonal development as well as physical changes such as gaining weight suddenly and transitioning from a girl's body to a grown woman's body  (Labre & Walsh-Childers, 2003; Vandenbosch & Eggermont, 2012) . With acute self-consciousness, teenage girls seek to present a good image of themselves but are also anxious about how other people perceive them  (Rosenbaum, 1993) . In these transitory years the girls' self-presentation of beauty and concern about other people's perceptions of them play critical roles in developing their identities and self-esteem  (Caspi, 2000; Martin & Kennedy, 1993) .\n\nSocial media present new interactive platforms in which selfpresentation and peer influences interact to co-construct the standards of beauty  (Meier & Gray, 2014) . Social network sites (SNSs) such as Instagram and Facebook have facilitated peer comparison about looks and image among teenagers  (Mascheroni, Vincent, & Jimenez, 2015) . More teenage girls nowadays engage in online self-presentation such as posting self-portrait photographs or \"selfies\" of themselves and sharing \"outfit-of-the-day\" photos to observe and compare themselves against their peers  (Kaplan & Haenlein, 2010) . At the same time, media images of ideal beauty permeate veins of social media through information sharing and through teenage girls' projection of idealized beauty standards onto the content they post  (boyd, 2014) . The ideal of thinness as beauty impacts and interacts with peer influences as teenage girls socialize on SNSs, present themselves, and have access to a plethora of peer opinions.\n\nWhile SNSs provide new spaces that allow media depictions of idealized beauty and peer portrayals of beauty standards to interact, their impact on teenage girls' understanding and reproduction of the meanings of beauty has not been studied extensively. Much extant research on online self-presentation has focused on young adults' thought expression and image management through the presentation of written information  (DeAndrea & Walther, 2011; Stern, 2007; Toma, 2013) . There has been little research on photo-based self-presentation on SNSs and its interplay with peer judgments and the negotiation of beauty  (Mascheroni et al., 2015; Meier & Gray, 2014) . Hence, this study seeks to address this important gap in the extant literature. Through in-depth interviews, this study aims to uncover the meanings embedded in teenage girls' use of selfies to present and compare themselves against others on SNSs and how the online interactions with peers reinforce their understanding and presentation of beauty."
    },
    {
      "title": "2.. Theoretical framework"
    },
    {
      "title": "2.1.. Self-presentation",
      "text": "With the advent of the Internet and users' ability to construct their own profiles and personas online,  Goffman's (1959)  theory of self-presentation has been widely used to guide studies about online self-presentation  (Bortree, 2005; Dominick, 1999; Stern, 2007) . Using dramaturgical vocabulary,  Goffman (1959)  held that each person adopts front stage behavior, i.e., the performance in front of others, and backstage behavior, i.e., the preparation work invisible to others, to display a good image. In today's social media context, SNS users do not merely perform on stage but create \"artifacts\" in \"exhibition spaces\" to show one another  (Hogan, 2010, p. 377) . Unlike an actor who performs in real time to the audience, an artifact is an outcome of past performance and remains for others to look at in their own time. In this sense, social media contents such as profile pages, photographs, and comments and feedback are artifacts even while they also function as ways for actors to perform. Baumeister and Hutton (1987)  posited that people engage in self-presentation to communicate information and images about themselves to others. Motivations for self-presentation are derived from the \"evaluative presence of other people and by others' (even potential) knowledge of one's behavior\" (p. 71). Through selfpresentation, a person pleases the audience by matching her performance to audience expectations and preferences. Additionally, self-presentation allows a person to project her performance to the ideal self. As such, self-presentation is never constructed in a vacuum and could be highly selective  (Tufekci, 2008) . Scholars like  Mendelson and Papacharissi (2010)  noted that when people use SNSs as a channel to articulate their identities, they tend to present a \"highly selective version of themselves\" (p. 4). When teenage users create online profiles, they are individuals as well as part of a larger community  (Bargh & McKenna, 2004; Livingstone, 2008) . Self-presentation conveys what teenagers feel is best in themselves and declares in-group identity through compliance with peer standards. Hence, online self-presentation could be selective or even twisted based on teenage users' observations and expectations of peer reaction to their performance on  SNSs (boyd, 2014) .\n\nIn the digital age photographs become an outright way of selfpresentation. Photographs are building blocks for a person's identity and they demonstrate the image that a person chooses to display  (Mascheroni et al., 2015) . While photographs traditionally functioned as keepsakes and memories, the younger generation today appears to progressively use digital photos for live communication. The ease of sharing images over the Internet or through mobile devices makes photographs the \"preferred idiom in mediated communication practices\"  (Van Dijck, 2008, p. 3) . In view of the increasing use of photographs on SNSs among the younger generation, the importance of photographs in self-presentation, and the lack of scholarly attention on this aspect, this study focuses on self-presentation in the form of selfies on SNSs. Photographs are a tangible way for teenage girls to communicate and interpret the idea of beauty, making them an appropriate aspect to focus on."
    },
    {
      "title": "2.2.. Peer comparison",
      "text": "As this study explores peer comparison on social media platforms, social comparison theory is a fitting framework to guide the research. The theory holds that individuals engage in self-evaluation by comparing themselves with similar others, such as those in their peer groups  (Festinger, 1954) . Through social comparison, individuals collect information to evaluate their capacities and characteristics such that they can maintain a stable and accurate understanding of themselves. Festinger (1954)  posited that social comparison is linked with a person's upward drive for abilities. When engaging in social comparison, individuals may not only seek to evaluate themselves but experience pressure for continual advancement. The upward drive together with the desire to compare oneself to similar others motivate individuals to progress to the point where they slightly exceed their peers  (Wood, 1989) . Corcoran, Crusius, and Mussweiler (2011)  argued that social comparison is not unidirectionally upward and both selfenhancement and self-improvement can be motives for social comparison. Individuals may engage in downward comparison, i.e., comparison with those who they believe are worse off, to create and maintain a positive image. Alternatively, they may engage in upward comparison, i.e., comparison with those who they believe to be better, to acquire information on how to advance. In the studied context, teenage girls interact with peers who share common cultural grounds but are diverse in characteristics and abilities. Thus, both upward and downward comparison may take place in the process of peer comparison.\n\nRelevant literature suggests that peers are important in shaping teenage girls' standards of beauty and their internalization of media images of ideal beauty  (Dohnt & Tiggemann, 2006) . Because of the need to belong and be accepted by the peer groups, friends are significant reference points and comparison targets for adolescents  (Krayer, Ingledew, & Iphofen, 2008) . In teenage years peers are the most powerful influencers apart from mothers in affecting young girls' body satisfaction and appearance contentment  (Etcoff, Orbach, Scott, & D'Agostino, 2006; Goodman, 2005) . Peers are able to reinforce the ideal of thinness and increase its chances of being accepted as reality  (Krcmar, Giles, & Helme, 2008) . Female peers have been perceived to encourage dieting behaviors and compel girls to pursue ideal beauty standards  (McCabe & Ricciardelli, 2001; Mueller, Pearson, Muller, Frank, & Turner, 2010) . Peers have also been identified as an important source of influence affecting young girls' interpretations of media messages and social information  (Krayer et al., 2008) .\n\nThe proliferation of social media opens up new ways and possibilities for teenage girls to socialize and practice peer comparison. Social media, especially SNSs, have become important channels for teenagers to be in contact with schoolmates, keep up with happenings among friends, follow norms among peers, and build up a sense of community  (Boudreau, 2007; Clark, 2005) . A significant feature of SNSs is the encouragement of non-anonymity  (boyd, 2014) . Most SNSs allow users to create profile pages with personal information and photos, which make anonymity less prevalent. Additionally, unlike Web home pages and online forums that allow teenage users to escape the real world, take on fictitious identities, and portray themselves as who they want to be, SNSs are mostly the extension of teenagers' offline lives  (Denner & Martinez, 2010; Stern, 2007) . On SNSs teenage users post texts, photographs, and videos, forward content found on the Internet, and interact with others through comments, \"likes,\" and chats. When offline networks converge with social media platforms, the non-fictitious online environment enables self-presentation and peer comparison to occur concurrently. SNSs give users the chance to express themselves and view how others present themselves in their networks. At the same time, SNSs allow users to collect informative feedback through likes and comments. The accessibility to content shared by peers and the ease of acquiring feedback from others increase teenage users' likelihood of engaging in comparison.\n\nAt present, it remains unclear what kinds of peer comparison behaviors teenage girls practice on SNSs, what comparison motives they have, and what the impacts of peer comparison are. Likewise, little is known about how teenage girls manage their selfpresentation of beauty on SNSs to meet personal and peer expectations. To uncover the underlying meanings accounting for the interplay of self-presentation and peer comparison on SNSs, this study examined the following two research questions:\n\nRQ1: How do teenage girls narrate their engagement in selfpresentation through posting selfies on social media? RQ2: How do teenage girls depict peer comparison taking place on social media?"
    },
    {
      "title": "3.. Methods"
    },
    {
      "title": "3.1.. Data collection",
      "text": "This study applied in-depth interview methodology to extract meanings from teenage girls' narratives. To delve deeper into participant accounts of photograph-based self-presentation and peer comparison, this study narrowed the studied SNS to Instagram, which was the most popular photo-sharing platform among teenagers in 2014  (Jaffray, 2014) . Participants were selected through partnership with a local secondary school and through snowball sampling. The purposive sampling criteria included: (1) female student studying in a secondary school in Singapore; (2) teenager aged 12e16 years old; and (3) Instagram user who posted selfies. The age range was selected because existing literature suggests that the secondary school age group is most vulnerable to the negative impact of peer comparison on body image evaluations  (Krayer et al., 2008; SingHealth, 2007) .\n\nA total of 24 interviews were conducted between January and March 2015. Participants came from a mix of all-girls' schools (N ¼ 18) and co-education schools (N ¼ 6) and from different academic standards (Secondary 1 ¼ 8; Secondary 2 ¼ 6; Secondary 3 ¼ 3; Secondary 4 ¼ 7). Their age average was 14.5 (SD ¼ 1.22). The ethnic distributions were Chinese (46%), Malay (25%), Indian (13%), and others (17%). All participants ranked Instagram as their most frequently used SNS, followed by Facebook, Twitter, and Tumblr. On average, they had used Instagram for 2.44 years (SD ¼ 1.03). With high variation, participants had an average of 374.84 followers (SD ¼ 249.36) and followed 466.17 users (SD ¼ 338.10) on Instagram.\n\nA university's institutional review board approved the interview study. Parental permission and participant consent were obtained before each interview. The location and time were designated by a parent or arranged by a schoolteacher. Interview questions were semi-structured. During the one-to-one interviews, participants were asked to share observations about their and their peers' posting of selfies on Instagram, thoughts on beauty, and comparison behaviors. Space was given for descriptive accounts to develop and for further probing to allow for more subtle nuances to emerge. All interviews were audio-recorded and later transcribed. A pseudonym was assigned to each participant to maintain confidentiality. On average each interview lasted about 45e60 min."
    },
    {
      "title": "3.2.. Data analysis",
      "text": "The interview transcripts were first coded via open coding with the extraction and isolation of verbatim quotes, and subsequently organized into categories and themes via axial coding and selective coding. Open codes were used to identify data that were subsumed under the broad theoretical frameworks as well as other potentially emerging themes. The initial codes were grouped into separate categories based on similarities and trends. The constant comparison method was utilized in analysis to aid in organizing and reorganizing the data in accordance with meaningful dimensions that surfaced  (Strauss & Corbin, 1994) . The authors conducted the coding independently and then compared the results. Iterated discussions were held to resolve disagreement until the authors arrived at an agreement on the main themes and subthemes that reflected the meanings and interpretations expressed by the participants."
    },
    {
      "title": "4.. Results",
      "text": "Data analysis revealed two main themes: Presentation of edited beauty and feedback from peers. The first theme addressed differences between participant perceptions of beauty and peer standards of beauty and reasons that underpinned participants' edited self-presentation. The second theme presented participants' collection of quantitative feedback from peers and their assessments of the impact of peer comparison."
    },
    {
      "title": "4.1.. Presentation of edited beauty"
    },
    {
      "title": "4.1.1.. Gap between personal beliefs and peer perceptions of beauty",
      "text": "All participants believed that true beauty was \"on the inside\" and was more than outer appearance. They said beauty was related to goodness of character and being true to oneself. However, when describing their understanding of peer standards of beauty, all girls pointed to physical perfection. Beauty was about meeting certain criteria of physical characteristics, such as having a pretty face and a slim figure. Beauty also involved the use of makeup and flaunting expensive material goods and wealth, which some participants considered inappropriate for girls their age.\n\nParticipants (88%) noted that media took part in influencing peer perceptions of beauty. Pop culture defined what beauty meant, and the definition was picked up by teenage girls as they started to mimic the makeup, hair, and clothing styles of young Hollywood celebrities or Korean pop stars and posted selfies on social media. Media influences permeated SNSs and were demonstrated by the girls' self-presentation practices in an attempt to reach media-ascribed standards of beauty. For instance, CL described a previous trend where people cut their fringes so short that they \"looked ridiculous.\" She noted, however, that because of media promotion, her peers thought it was beautiful: I don't think that looks nice but the media say it was pretty, so people started following that and they got a lot of likes for it, like they were beautiful like that, so I guess social media show you that you have to be like this to be beautiful.\n\nParticipants struggled with the tension between their understanding of beauty and their perceptions of socially promoted conceptions of beauty. When conflicts over the meanings of beauty occurred, at times they were able to resist a particular fashion trend promoted by the media as illustrated in CL's example. However, ultimately all participants conformed to the peer standards of beauty and followed peer norms to guide their self-presentation. Participants admitted that as much as they may say that \"true beauty is in the heart of everyone,\" it was difficult to accept it in reality because of the pressure they received from peers who adopted the media-dictated standards of beauty, which then became peer norms. TE explained the difficulties of following personal beliefs instead of peer norms: Even people say, oh you don't judge someone by its cover right, but actually, most people do. If you have two choices, you have a very pretty friend that is pretty nice but then another very ugly friend that has the same characteristics, most people will just go be friends with the prettier one.\n\nTo meet the norms of physical beauty and to be \"pretty enough\" to peers, editing photographs and making oneself look good on social media became a necessity. All participants had experience using filters in photo-editing software to brighten the skin, blur facial imperfections, and enhance colors and effects. Particularly, one-third of the girls had used photo-editing applications to remove pimples, modify their face line, and change the size of their eyes and noses. EV stated that posting \"up-to-standard\" pictures was an important means for girls in her age to build a positive selfimage and impress their peers:\n\nIt's just you, taking a picture of yourself, letting people know how cool you are. Generally people try to do that to make people think they're cool right? You wear your coolest outfit, or smile your smiliest [sic] smile or whatever. Just basically to set up the image you want to set up.\n\nIn addition to the editing and post-production of selfies, meticulous backstage planning for photo taking was common among participants. SK explained that for her, the idea of making a selfie for the purpose of posting it on Instagram always took place before the photo was actually taken: I don't select my photos to post, I think about what I want to post before I actually take the pictures and post them. I will just, okay today I'm going somewhere, I'm going to Instagram a photo. I'm going to look for a place to take a photo so that it is Instagramworthy.\n\nFor girls like SK, they learned about peer standards of beauty by analyzing other users' photographs and by attending to the positive and negative feedback those users received. Through observing the mistakes that others made, participants figured out the standards of good quality editing and the criteria of beauty. SK described the importance of vicarious learning: I read other peoples' comments and then apply them to myself and then just don't do that. So I learn from that. I'll just watch out and then see how they take and why people want to comment in that way.\n\nWith the desire to display a good image in front of others, the girls observed the need to plot, design, and edit their photographbased self-presentation. Peers were the imaginary audience based on whose standards the girls adjusted their understanding of beauty and applied it in their self-presentation practices. Peers were also sources of vicarious learning, from them participants learned about the rewards of conforming with and the hazards of deviating from the peer standards of beauty."
    },
    {
      "title": "4.1.2.. Reasons underlying edited self-presentation",
      "text": "All participants reported that they wished to receive peer attention for their selfies. Their beliefs in the need to edit their photographs to perfection brought to the surface two root factors that underpinned the edited self-presentation: insecurity and low self-esteem. Participants (63%) described insecurity as a key factor contributing to their fear of having \"ugly\" or \"lame\" pictures judged by others. Insecurity also accounted for their desire to look as pretty as other girls. EV explained how she used makeup and photo editing to look nicer so that she could control the feeling of insecurity:\n\nI was really insecure, that's why I wear makeup. People think people wear makeup 'cause they're confident. People don't understand. It's like, ya people wear makeup to cover up their flaws a lot, so it's just, kind of signifies lower self-confidence.\n\nEV observed her school friends to be very pretty, skinny, and tall, and therefore, they were popular on Instagram. Her friends' perfection contributed to her insecurity, leading her to cover up her \"flaws\" when presenting herself on social media. Similarly, AE had received harsh comments on her looks on Instagram. Since then, she edited her selfies before posting them online so that she could feel more secure: \"You can see other people better than you, then you feel like you want to look a bit more like them.\"\n\nLow self-esteem was another factor emerging from participant narratives that addressed the editing needs. For those who had been bullied for physical beauty-related issues (N ¼ 6), they particularly perceived the need to present themselves as pretty and as flawless as they could. NL shared her thought: I want people to see me as a beautiful girl. Because people always say I'm ugly, but then some people will say I'm beautiful. That's why I always, that's why I start posting all my pictures to let people see I'm pretty.\n\nNL had been called ugly but she was able to attain some level of \"beauty\" after editing out flaws such as pimples. Posting edited selfies on Instagram became an accessible means to gaining the self-worth that was lacking in real life.\n\nAn age difference was revealed in the interview data. Six older participants mentioned that insecurity and low self-esteem used to motivate them to edit the photographs to perfection. However, they gradually realized that there was no point in subjecting themselves to heavy editing and immense self-presentation efforts. GC explained that nowadays she would post unedited selfies on Instagram to encourage her friends to be themselves: I used to. It was like the more likes I got, the more popular I was. But after a while I don't care already. I'm fine with it nowadays. I'm trying to build a self-image for people with lower selfesteem. I used to have friends who have very low self-esteem; they would do stuff that harms themselves and feel like they're not good at all, like they're not perfect. Maybe my story will inspire them to be more open and not to be under a shell.\n\nFor older participants, they understood the distinction between online self-presentation and self-worth. They still struggled with ideals of beauty. Nevertheless, they were able to make conscious efforts to resist peer and media influences on their thoughts and actions."
    },
    {
      "title": "4.2.. Feedback from peers"
    },
    {
      "title": "4.2.1.. Emphasis on quantitative measures",
      "text": "The second major theme illustrated that peers were comparison targets of self-presentation. All participants collected informative feedback from peers by counting the number of likes and followers they received and all participants believed that numbers were more important than comments. The quantitative feedback served to evaluate reception of peer attention, benchmark against peers, and position oneself in the peer group. All girls associated likes with peer recognition of their physical appearance. Specifically, nine of them reported that the goal of posting selfies was to get likes. FT stated: It makes me happy, it makes me realize oh I'm not ugly, people like my Instagram photos, that's why it makes me happy. I think, to me is you are cool, you're pretty, so you get a lot of likes.\n\nParticipants used terms such as \"I win,\" \"achievement,\" \"flattered,\" \"care a lot,\" and \"happy\" to describe the feeling when they got likes. Conversely, they believed a lack of likes represented the flip side, including doing worse than others and being disapproved by peers. NL explained: I think they are saying that I'm very ugly, for me my thinking is. Then sometimes I will feel sad when people don't like my photos. 'Cause I think they're trying to say something, like maybe they're trying to say I'm ugly.\n\nEither in the past or at present, all participants had the experience of upward comparison in which they compared themselves with peers with more likes or with peers they considered prettier. Likewise, all participants had engaged in downward comparison, which happened when they intentionally or unintentionally observed a friend who had few likes. As the number of likes represented peer validation of whether the girl was pretty, cool, and popular, nine participants reported that they would delete their photographs with fewer likes out of frustration or embarrassment. To counter this predicament, one girl disclosed that she even downloaded a mobile app to generate likes. Treating likes as a key benchmark, participants (81%) set standards about how many likes they should receive to demonstrate their above-average status among peers. Failing to meet the expectations indicated their failure in peer comparison. As MY shared: I have to meet that level, if not I feel really low, I feel selfconscious and all that. When they get more likes than me, I feel like a loser, 'cause they are way cooler or way prettier than me, so they get more likes.\n\nThe number of followers was another reference point for participants' position in the group. Participants considered it a meaningful measure that demonstrated results of peer comparison. All participants prided themselves on having more followers than others at some point in their life. Contrarily, they got frustrated when the number fell. MY described her frustration after Instagram suddenly deleted her account two months before the interview:\n\nIf I came to school with my 341 followers, I will have around 360 now. I mean it's so much better than having like a hundred. That time when my Instagram account got deleted, I felt like my whole life was over, I was so angry, I was crying for three days. The 90 followers kept haunting me, it's really horrible. I am really embarrassed 'cause when I came to school, it already got deleted. I didn't want people to see me as a lame person.\n\nSimilarly, SK commented on her recent loss of four followers:\n\nWhen you get unfollowers  [sic] , it is very disheartening you know? Like, oh another person finds you boring. Oh you are less popular by one person. I don't know how to describe the feeling but it's just a feeling of lost, even if it's just one.\n\nThe girls saw the number of likes and followers as status symbols signifying their better traits and capacities in the peer group. Consequently, peer comparison of the numbers occurred. When the girls had more likes or followers than their peers, they felt they had \"accomplished something\" and were \"better\" and \"cooler\" than their peers. Conversely, a lower number of likes and followers could evoke anger, jealousy, inadequacy, and doubts about self-worth. IY gave an example:\n\nWe'll sometimes say hey, let's pose, let's take the same pose and then post it on Instagram. Because we follow the same people right, so don't count our family members but see who else like it. If our followers, one of our followers likes her picture but never likes mine, it means I'll go to the person and ask why, what's wrong with you, you don't like me or something.\n\nIY and her friends used the number of likes they received to compare their popularity in the peer group. The peer comparison meanings of likes and followers were so commonly shared that participants used these functions as strategic tools to show support for or opposition to others. For girls (38%) held a stronger sense of competition, they deliberately restrained the use of like and follow to avoid revealing their recognition of other girls' physical beauty and popularity. PT explained that she valued likes a lot. Thus, she struggled with not liking another girl's selfies because she did not want to easily show her approval: I want to like her photo but I don't want to let her know that she's pretty, so I will not like her photo, but I want to like. In the end I'll just comment instead of like. I'll just say, \"You're so pretty\" then done. If I like, they'll know that they are pretty, that they're awesome, they're cool, so I don't want them to know that. I just don't want them to know that they are pretty, cool, fabulous, or famous you know. I'd rather comment than like, 'cause between the number of likes and the number of comments, likes is better.\n\nPT's example illustrated that participants emphasized quantitative measures of peer feedback more than qualitative ones. The number of likes and followers was considered objective results of peer comparison and peer recognition. Thus, numbers became important references that guided participants' self-evaluation and self-presentation. Additionally, the acts of liking and following became important tools for the girls to strategically provide their informative feedback to others without putting themselves in a disadvantageous position of comparison."
    },
    {
      "title": "4.2.2.. Assessments of peer comparison",
      "text": "All participants acknowledged that peer comparison was \"stupid,\" \"unhealthy,\" \"unnecessary,\" and \"not making sense.\" They admitted, however, that peer comparison was unavoidable due to the accessibility and proliferation of social media. CL stated:\n\nIf you've never gone out to see the world, you'll probably love yourself, because you don't look at others. But when you look at social media, you start comparing. You start comparing yourself to other girls, and you'll start to wonder why you're not looking like them, that's why you start changing.\n\nParticipants narrated the positive and negative impacts of peer comparison. Except for a few upsides to comparison, which included enhanced motivations for weight control and improvement in presentation skills, the girls mostly considered the consequences of peer comparison negative. FN explained:\n\nBasically, it will lead to dieting and stuff. If a person takes peerto-peer comparison as a positive thing, she wants to improve together with her peers, then it's okay. But most of the time, most of us will just take it so negative that it leads to health problems, because some people just want that body.\n\nParticipants noted that peer comparison could lead to negative health consequences such as unhealthy dieting and harm to selfperceptions. Peer comparison could stem from low self-esteem and insecurity. Comparison took place because the girls felt insecure and worthless. However, upon comparison, they could feel even worse. The process could form a vicious circle. For participants like OL, when engaging in peer comparison, she perceived her physical appearance so negatively and felt so insecure that it \"came to a point where I asked my parents whether I can do any physical changes to myself.\" Besides the negative health impacts, comparison could also strain friendship, evoke jealousy and competition, and cause emotional hurt. FT noted that comparison might force them to treat friends as competitors and spark negative feelings about friendship: I think it's not good because it can affect your friendships. It does affect your confidence and self-esteem. Like, if your friend is prettier than you, then there's more attention to her, then you will feel, why do people give attention to her, not me? What should I do, and stuff.\n\nIn extreme cases peer comparison could lead to self-harm behaviors such as self-mutilation and eating disorders. Four participants reported knowing peers who cut themselves to seek attention. Participants noted that those who engaged in selfmutilation compared themselves with their peers and felt ugly and insecure. They wanted to change themselves but did not know what to do. Self-mutilation became a way to cope with the pressure and to attract attention from others because peers and teachers tended to notice them when they cut themselves. PT was one such example:\n\nLook at them, look at myself, look at them again, then look at all of their selfies, I'd feel insecure. Like, oh I'm ugly, so why, why the hell do you care me cutting my hand or punching my hand on the wall or whatever? I don't know why, people tend to notice. So ya, sometimes I also do that to myself. I'm very ugly right? People on Instagram are so pretty, so I will just like, ok they're so pretty, I'm so ugly, give me the scissors, let me cut my hand.\n\nPT's teacher stopped her but she continued to struggle to win peer attention and recognition. Besides self-mutilation, five participants mentioned they or their friends starved themselves and practiced self-induced vomiting because they believed they were not as pretty as others or were perceived negatively by their peers. Self-harm was accompanied by comparison with ideal-looking peers on Instagram and the desire to reach the ideal level of slimness. CL provided an example of how her best friend developed a stomach ulcer under the stress of online peer comparison: I have a friend who gets called fat and ugly and then she started not eating. I tried to help her. I told her, I'm going to jog with you everyday if you want, but I don't know, she's still down 'cause, now in society, girls are, it's all about how you look like. So sad. Like she starved herself, she doesn't eat, and when she eats she goes to the toilet and makes an excuse, but actually she's puking it out.\n\nParticipant narratives revealed that peer comparison could yield negative consequences at the intrapersonal, interpersonal, and behavioral levels. Peer comparison could challenge a girl's belief in her self-worth, reinforce the media ideal, and deepen dissatisfaction with her outer appearance. It could also induce distrust among friends and create pressure toward group conformity. In extreme situations, peer comparison might motivate a girl to engage in self-harm behaviors in response to the lack of peer recognition or as a radical means of weight control."
    },
    {
      "title": "5.. Discussion",
      "text": "This study explores teenage girls' engagement in selfpresentation through editing and posting selfies on Instagram and reveals ways in which peer comparison reinforces the media ideal of beauty. The results show that teenage girls negotiate their self-presentation efforts to achieve the standards of beauty projected by their peers. The tools, likes and followers, are used to measure and grant peer approval of physical beauty. Teenage girls' acts of self-presentation and peer comparison are driven by the desire to gain attention, validation, and recognition, which ultimately link to issues of insecurity and low self-esteem. While the essential principles and features of self-presentation and peer comparison remain the same in the virtual world  (boyd, 2014) , findings from this study nevertheless illustrate that social media alter the accessibility, intensity, and dynamics of these practices.\n\nResults of this study affirm that the meanings of beauty are socially constructed  (Wegenstein, 2012) . Teenage girls are receptive to peer norms of beauty emphasizing physical features such as bright eyes, flawless skin, and thinness. The pervasiveness of social media transforms the girls into participants and exhibitors on the social networking platforms. Being an extension of teenage girls' offline networks, the non-anonymous feature of SNSs makes it inapt for the girls to post illusive or deceptive photographs that are unrecognizable in comparison with their real-life appearances  (Denner & Martinez, 2010) . The editable and self-production features of social media nevertheless endow the girls with the flexibility to refine and reframe their self-images e like backstage preparations before the front-stage display e to bring them closer to their ideal of beauty. Through deliberate design, planning, and editing, the girls are able to highlight their best features and hide their imperfections in front of others. Resonating with existing literature, this study reveals that self-presentation on social media centers on pleasing the audience and displaying the best images of the self  (Baumeister & Hutton, 1987 ). Yet social media are unique in that they create new exhibition spaces in which teenage girls have maximum control over the production, selection, and exhibition of the edited images. Between the ideal of beauty and the real selves, social media enable the creation of another self-image online that is closest to the ideal but nevertheless maintains genuineness at an acceptable level.\n\nThe edited self-presentation is subject to peer judgment. In the studied context teenage girls not only employ their perceptions of peer expectations to guide their image building but also receive direct evaluative feedback from peers. In line with  Hogan's (2010)  propositions, this study reveals that self-presentation on social media involves the production of artifacts that may linger long in virtual exhibition spaces rather than improvisation that only exists at the moment of performance. The prolonged display of selfimages intensifies peer judgment such that the platforms enable the collection of peer feedback and tests on levels of peer attention for an extended period of time. Social media therefore become a blend of exhibition spaces and polling stations whereas teenage girls collect likes and followers to verify their success in winning peer recognition of their self-presentation.\n\nResults of this study reveal four roles that peers play in shaping teenage girls' perceptions and presentation of beauty on social media. First, peers are imaginary audiences, whose preferences and possible responses are taken into account when teenage girls prepare their online self-presentation. Second, peers are judges who assess teenage girls' presented physical beauty and grant their approval or disapproval based on shared norms. Third, peers are sources of vicarious learning through whom teenage girls learn about photography and editing techniques, peer evaluation standards, expectations of feedback and assessment, and the number of likes and followers needed to validate a girl's physical beauty. Fourth and finally, peers are comparison targets. Through comparing the popularity of their self-presentation on social media, teenage girls assess their beauty and develop perceptions of themselves in relation to others. Combining these four roles, peer comparison functions in a unique way on social media. Every girl has access to the online sphere and engages in the discourse to reinforce peer standards of beauty. Every girl also has the power to like and follow to disclose her judgment on other girls' physical appearance. Peer feedback is visible to both the presenter and the audience and thus becomes part of the online display attached to the original posts  (Hogan, 2010) . Consequently, the prolonged and intense interactions taking place on social media could amplify the impact of peer influence, as the judgment that each girl receives is collective, enduring, and public.\n\nSeeking informative feedback on SNSs through likes, followers, and comments links back to  Corcoran, Crusius, and Mussweiler's (2011)  argument that people perform peer comparison to maintain a stable and accurate view of themselves. Both upward and downward comparison behaviors are observed in teenage girls' comparison of the number of likes and followers with others. The interview data reveal that engaging in downward comparison in terms of the number is a tangible means that lets teenage girls feel they are better than others and experience self-enhancement. Likewise, the collection of likes and followers serves to indicate the amount of self-improvement needed when teenage girls engage in upward comparison with those who have better statistics. However, unlike past research suggesting that upward comparison can be a catalyst for self-improvement, findings from this study illustrate that the end results may be negative. Instead of feeling motivated to improve themselves, teenage girls are vulnerable to the results of upward comparison, which may lead to their dissatisfaction with their bodies, doubts about self-worth, and engagement in self-harm behaviors.\n\nThe details, nuances, and relationships revealed in this study contribute to a better understanding of teenage girls' sense making of beauty in the interplay of social media, peer influences, and selfpresentation efforts. The unveiled meanings provide insights into advancing theoretical frameworks for studies of peer comparison and self-presentation in the era of social media. A notable finding of this study is the critical role that self-esteem and insecurity play in driving teenage girls' self-presentation efforts and their upward and downward comparison of beauty and peer recognition. Peer comparison can in turn affect the girls' self-esteem and insecurity, resulting in a self-perpetuating cycle. The direct and indirect relationships among self-esteem, insecurity, self-presentation, upward and downward peer comparison, and the social and health outcomes can be further examined by using quantitative research methods, indicating possible directions for future research.\n\nFindings from this study also provide practical implications for solutions relevant to teenage girls' social networking practices and image management. Results of this study suggest that teenage girls' endeavors to seek peer recognition and present a better self-image online are marked by their deeper desire to know themselves and to define their identities. To help teenage girls cope with the underlying issues of self-esteem, school programs might be the best approach to provide guidance and support for teenage girls' online behaviors of self-presentation and peer comparison. Education could play a significant role in tackling the issues that arise from peer comparison and excessive attachment to the number of likes and followers. Social media literacy can be conducted with teenage girls to explore the meanings put forth by many on social media, from their self-presentation to feedback. Educational programs could help teenage girls discern what they browse on social media, be aware of false personas presented in the cyber world, and understand that information and activities on social media should not define their self-identity and self-worth."
    },
    {
      "title": "6.. Limitations",
      "text": "Interpretation of the results of this study should take two limitations into account. First, the selection of typical or extreme cases can influence the types of life experiences and narratives collected from participants. This study was designed to recruit a sample with maximum variety. The focus on typical cases is helpful for identifying patterns, meanings, and norms shared by teenage girls in the context of Singapore. Future research may focus on extreme cases such as the girls who performed self-harm behaviors to examine their interpretations of the dynamics between peer comparison and self-presentation. Second, this study only identifies age differences in teenage girls' views toward presentation, comparison, and beauty after data analysis. The relationship between age and teenage girls' thoughts and actions on social media could be further examined. Future research may consider using a quantitative model to test age differences between younger and older teenage girls."
    },
    {
      "title": "7.. Conclusion",
      "text": "Focusing on the posting of selfies on Instagram, this study reveals how teenage girls negotiate their self-presentation efforts to achieve the standard of beauty projected by their age group. The study provides a deeper understanding of the tools e likes and followers e that are understood by teenage girls to be indicators of their beauty and self-worth. This study adds to the existing literature by revealing relationships among self-presentation, peer comparison, insecurity, and self-esteem and by uncovering meanings attributed to tools such as likes and followers. The insights gained from this study are useful in understanding the struggles that teenage girls face today and can be a reference and guiding tool for future studies investigating and intervening in teenage girls' social networking practices."
    }
  ],
  "references": [
    {
      "title": "The Internet and social life",
      "authors": [
        "J Bargh",
        "K Mckenna"
      ],
      "year": 2004,
      "doi": "10.1146/annurev.psych.55.090902.141922",
      "journal": "Annual Reviews Psychology",
      "volume": "55",
      "raw": "The Internet and social life \n\t\t \n\t\t\t J A Bargh \n\t\t \n\t\t \n\t\t\t K Y A Mckenna \n\t\t \n\t\t 10.1146/annurev.psych.55.090902.141922 \n\t \n\t \n\t\t Annual Reviews Psychology \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Bargh, J. A., & McKenna, K. Y. A. (2004). The Internet and social life. Annual Reviews Psychology, 55, 573e590."
    },
    {
      "title": "Self-presentation theory: self-construction and audience pleasing",
      "authors": [
        "R Baumeister",
        "D Hutton"
      ],
      "year": 1987,
      "doi": "10.1007/978-1-4612-4634-3_4",
      "raw": "Self-presentation theory: self-construction and audience pleasing \n\t\t \n\t\t\t R F Baumeister \n\t\t \n\t\t \n\t\t\t D G Hutton \n\t\t \n\t\t 10.1007/978-1-4612-4634-3_4 \n\t \n\t \n\t\t Theories of group behavior \n\t\t \n\t\t\t B Mullen \n\t\t \n\t\t \n\t\t\t G R Goethals \n\t\t \n\t\t New York \n\t\t \n\t\t\t Springer-Verlag \n\t\t\t 1987 \n\t\t\t \n\t\t \n\t \n\t Baumeister, R. F., & Hutton, D. G. (1987). Self-presentation theory: self-construction and audience pleasing. In B. Mullen, & G. R. Goethals (Eds.), Theories of group behavior (pp. 71e87). New York: Springer-Verlag."
    },
    {
      "title": "Presentation of self on the Web: an ethnographic study of teenage girls' weblogs",
      "authors": [
        "D Bortree"
      ],
      "year": 2005,
      "doi": "10.1080/14636310500061102",
      "journal": "Education, Communication & Information",
      "volume": "5",
      "issue": "1",
      "raw": "Presentation of self on the Web: an ethnographic study of teenage girls' weblogs \n\t\t \n\t\t\t D S Bortree \n\t\t \n\t\t 10.1080/14636310500061102 \n\t \n\t \n\t\t Education, Communication & Information \n\t\t \n\t\t\t 5 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Bortree, D. S. (2005). Presentation of self on the Web: an ethnographic study of teenage girls' weblogs. Education, Communication & Information, 5(1), 25e39."
    },
    {
      "title": "The girls' room: negotiating schoolyard friendships online",
      "authors": [
        "K Boudreau"
      ],
      "year": 2007,
      "raw": "The girls' room: negotiating schoolyard friendships online \n\t\t \n\t\t\t K Boudreau \n\t\t \n\t \n\t \n\t\t Growing up online: Young people and digital technologies \n\t\t \n\t\t\t S Weber \n\t\t \n\t\t \n\t\t\t & S Dixon \n\t\t \n\t\t New York \n\t\t \n\t\t\t Palgrave Macmillan \n\t\t\t 2007 \n\t\t\t \n\t\t \n\t \n\t Boudreau, K. (2007). The girls' room: negotiating schoolyard friendships online. In S. Weber, & S. Dixon (Eds.), Growing up online: Young people and digital tech- nologies (pp. 67e79). New York: Palgrave Macmillan."
    },
    {
      "title": "It's complicated: The social lives of networked teens",
      "authors": [
        "D Boyd"
      ],
      "year": 2014,
      "raw": "D Boyd \n\t\t \n\t\t It's complicated: The social lives of networked teens \n\t\t New Haven, CT \n\t\t \n\t\t\t Yale University Press \n\t\t\t 2014 \n\t\t \n\t \n\t boyd, D. (2014). It's complicated: The social lives of networked teens. New Haven, CT: Yale University Press."
    },
    {
      "title": "The child is father of the man: personality continuities from childhood to adulthood",
      "authors": [
        "A Caspi"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.78.1.158",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "78",
      "issue": "1",
      "raw": "The child is father of the man: personality continuities from childhood to adulthood \n\t\t \n\t\t\t A Caspi \n\t\t \n\t\t 10.1037//0022-3514.78.1.158 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 78 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Caspi, A. (2000). The child is father of the man: personality continuities from childhood to adulthood. Journal of Personality and Social Psychology, 78(1), 158e172."
    },
    {
      "title": "The constant contact generation: exploring teen friendship networks online",
      "authors": [
        "L Clark"
      ],
      "year": 2005,
      "raw": "The constant contact generation: exploring teen friendship networks online \n\t\t \n\t\t\t L S Clark \n\t\t \n\t \n\t \n\t\t Girl wide web: Girls, the Internet, and the negotiation of identity \n\t\t \n\t\t\t S R Mazzarella \n\t\t \n\t\t New York \n\t\t \n\t\t\t Peter Lang \n\t\t\t 2005 \n\t\t\t \n\t\t \n\t \n\t Clark, L. S. (2005). The constant contact generation: exploring teen friendship networks online. In S. R. Mazzarella (Ed.), Girl wide web: Girls, the Internet, and the negotiation of identity (pp. 201e221). New York: Peter Lang."
    },
    {
      "title": "Social comparison: motives, standards, and mechanisms",
      "authors": [
        "K Corcoran",
        "J Crusius",
        "T Mussweiler"
      ],
      "year": 2011,
      "raw": "Social comparison: motives, standards, and mechanisms \n\t\t \n\t\t\t K Corcoran \n\t\t \n\t\t \n\t\t\t J Crusius \n\t\t \n\t\t \n\t\t\t T Mussweiler \n\t\t \n\t \n\t \n\t\t Theories in social psychology \n\t\t \n\t\t\t D Chadee \n\t\t \n\t\t Oxford \n\t\t \n\t\t\t Wiley-Blackwell \n\t\t\t 2011 \n\t\t\t \n\t\t \n\t \n\t Corcoran, K., Crusius, J., & Mussweiler, T. (2011). Social comparison: motives, standards, and mechanisms. In D. Chadee (Ed.), Theories in social psychology (pp. 119e139). Oxford: Wiley-Blackwell."
    },
    {
      "title": "Attributions for inconsistencies between online and offline self-presentations",
      "authors": [
        "D Deandrea",
        "J Walther"
      ],
      "year": 2011,
      "journal": "Communication Research",
      "volume": "38",
      "issue": "6",
      "raw": "Attributions for inconsistencies between online and offline self-presentations \n\t\t \n\t\t\t D C Deandrea \n\t\t \n\t\t \n\t\t\t J B Walther \n\t\t \n\t \n\t \n\t\t Communication Research \n\t\t \n\t\t\t 38 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t DeAndrea, D. C., & Walther, J. B. (2011). Attributions for inconsistencies between online and offline self-presentations. Communication Research, 38(6), 805e825."
    },
    {
      "title": "Whyville versus MySpace: how girls negotiate identities online",
      "authors": [
        "J Denner",
        "J Martinez"
      ],
      "year": 2010,
      "raw": "Whyville versus MySpace: how girls negotiate identities online \n\t\t \n\t\t\t J Denner \n\t\t \n\t\t \n\t\t\t J Martinez \n\t\t \n\t \n\t \n\t\t Girl wide web 2.0: Revisiting girls, the Internet, and the negotiation of identity \n\t\t \n\t\t\t S R Mazzarella \n\t\t \n\t\t New York \n\t\t \n\t\t\t Peter Lang \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Denner, J., & Martinez, J. (2010). Whyville versus MySpace: how girls negotiate identities online. In S. R. Mazzarella (Ed.), Girl wide web 2.0: Revisiting girls, the Internet, and the negotiation of identity (pp. 203e221). New York: Peter Lang."
    },
    {
      "title": "The contribution of peer and media influences to the development of body satisfaction and self-esteem in young girls: a prospective study",
      "authors": [
        "H Dohnt",
        "M Tiggemann"
      ],
      "year": 2006,
      "journal": "Developmental Psychology",
      "volume": "42",
      "issue": "5",
      "raw": "The contribution of peer and media influences to the development of body satisfaction and self-esteem in young girls: a prospective study \n\t\t \n\t\t\t H Dohnt \n\t\t \n\t\t \n\t\t\t M Tiggemann \n\t\t \n\t \n\t \n\t\t Developmental Psychology \n\t\t \n\t\t\t 42 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Dohnt, H., & Tiggemann, M. (2006). The contribution of peer and media influences to the development of body satisfaction and self-esteem in young girls: a prospective study. Developmental Psychology, 42(5), 929e936."
    },
    {
      "title": "Who do you think you are? personal home pages and selfpresentation on the web",
      "authors": [
        "J Dominick"
      ],
      "year": 1999,
      "doi": "10.1177/107769909907600403",
      "journal": "Journalism & Mass Communication Quarterly",
      "volume": "76",
      "issue": "4",
      "raw": "Who do you think you are? personal home pages and selfpresentation on the web \n\t\t \n\t\t\t J R Dominick \n\t\t \n\t\t 10.1177/107769909907600403 \n\t \n\t \n\t\t Journalism & Mass Communication Quarterly \n\t\t \n\t\t\t 76 \n\t\t\t 4 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Dominick, J. R. (1999). Who do you think you are? personal home pages and self- presentation on the web. Journalism & Mass Communication Quarterly, 76(4), 646e658."
    },
    {
      "title": "Beyond stereotypes: Rebuilding the foundation of beauty beliefs",
      "authors": [
        "N Etcoff",
        "S Orbach",
        "J Scott",
        "H Agostino"
      ],
      "year": 2006,
      "raw": "Beyond stereotypes: Rebuilding the foundation of beauty beliefs \n\t\t \n\t\t\t N Etcoff \n\t\t \n\t\t \n\t\t\t S Orbach \n\t\t \n\t\t \n\t\t\t J Scott \n\t\t \n\t\t \n\t\t\t H Agostino \n\t\t \n\t\t \n\t \n\t \n\t\t Findings of the 2005 dove global study \n\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Etcoff, N., Orbach, S., Scott, J., & D'Agostino, H. (2006). Beyond stereotypes: Rebuilding the foundation of beauty beliefs.\" Findings of the 2005 dove global study. Retrieved from http://www.beperkthoudbaar.info/upload/documents/dove/ DoveBeyondStereotypesWhitePaper.pdf."
    },
    {
      "title": "A theory of social comparison processes",
      "authors": [
        "L Festinger"
      ],
      "year": 1954,
      "doi": "10.1177/001872675400700202",
      "journal": "Human Relations",
      "volume": "7",
      "issue": "2",
      "raw": "A theory of social comparison processes \n\t\t \n\t\t\t L Festinger \n\t\t \n\t\t 10.1177/001872675400700202 \n\t \n\t \n\t\t Human Relations \n\t\t \n\t\t\t 7 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1954 \n\t\t \n\t \n\t Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7(2), 117e140."
    },
    {
      "title": "The presentation of self in everyday life",
      "authors": [
        "E Goffman"
      ],
      "year": 1959,
      "raw": "The presentation of self in everyday life \n\t\t \n\t\t\t E Goffman \n\t\t \n\t\t \n\t\t\t 1959 \n\t\t\t Anchor Books \n\t\t\t New York \n\t\t \n\t \n\t Goffman, E. (1959). The presentation of self in everyday life. New York: Anchor Books."
    },
    {
      "title": "Mapping the sea of eating disorders: a structural equation model of how peers, family, and media influence body image and eating disorders",
      "authors": [
        "J Goodman"
      ],
      "year": 2005,
      "doi": "10.1080/15551393.2005.9687457",
      "journal": "Visual Communication Quarterly",
      "volume": "12",
      "issue": "3e4",
      "raw": "Mapping the sea of eating disorders: a structural equation model of how peers, family, and media influence body image and eating disorders \n\t\t \n\t\t\t J R Goodman \n\t\t \n\t\t 10.1080/15551393.2005.9687457 \n\t \n\t \n\t\t Visual Communication Quarterly \n\t\t \n\t\t\t 12 \n\t\t\t 3e4 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Goodman, J. R. (2005). Mapping the sea of eating disorders: a structural equation model of how peers, family, and media influence body image and eating dis- orders. Visual Communication Quarterly, 12(3e4), 194e213."
    },
    {
      "title": "The presentation of self in the age of social media: distinguishing performances and exhibitions online",
      "authors": [
        "B Hogan"
      ],
      "year": 2010,
      "doi": "10.1177/0270467610385893",
      "journal": "Bulletin of Science, Technology & Society",
      "volume": "30",
      "issue": "6",
      "raw": "The presentation of self in the age of social media: distinguishing performances and exhibitions online \n\t\t \n\t\t\t B Hogan \n\t\t \n\t\t 10.1177/0270467610385893 \n\t \n\t \n\t\t Bulletin of Science, Technology & Society \n\t\t \n\t\t\t 30 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Hogan, B. (2010). The presentation of self in the age of social media: distinguishing performances and exhibitions online. Bulletin of Science, Technology & Society, 30(6), 377e386."
    },
    {
      "title": "Piper Jaffray 28th semi-annual taking stock with teens survey",
      "authors": [
        "P Jaffray"
      ],
      "year": 2014,
      "doi": "10.7575/aiac.ijalel.v.4n.1p.89",
      "raw": "Piper Jaffray 28th semi-annual taking stock with teens survey \n\t\t \n\t\t\t P Jaffray \n\t\t \n\t\t 10.7575/aiac.ijalel.v.4n.1p.89 \n\t\t \n\t\t \n\t\t\t 2014. 2014 \n\t\t \n\t \n\t Jaffray, P. (2014). Piper Jaffray 28th semi-annual taking stock with teens survey, fall 2014. Retrieved from http://www.piperjaffray.com/private/pdf/TSWT_Fall_14_ Infographics.pdf."
    },
    {
      "title": "Users of the world, unite! the challenges and opportunities of social media",
      "authors": [
        "A Kaplan",
        "M Haenlein"
      ],
      "year": 2010,
      "journal": "Business Horizons",
      "volume": "53",
      "issue": "1",
      "raw": "Users of the world, unite! the challenges and opportunities of social media \n\t\t \n\t\t\t A M Kaplan \n\t\t \n\t\t \n\t\t\t M Haenlein \n\t\t \n\t \n\t \n\t\t Business Horizons \n\t\t \n\t\t\t 53 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Kaplan, A. M., & Haenlein, M. (2010). Users of the world, unite! the challenges and opportunities of social media. Business Horizons, 53(1), 59e68."
    },
    {
      "title": "Social comparison and body image in adolescence: a grounded theory approach",
      "authors": [
        "A Krayer",
        "D Ingledew",
        "R Iphofen"
      ],
      "year": 2008,
      "doi": "10.1093/her/cym076",
      "journal": "Health Education Research",
      "volume": "23",
      "issue": "5",
      "raw": "Social comparison and body image in adolescence: a grounded theory approach \n\t\t \n\t\t\t A Krayer \n\t\t \n\t\t \n\t\t\t D K Ingledew \n\t\t \n\t\t \n\t\t\t R Iphofen \n\t\t \n\t\t 10.1093/her/cym076 \n\t \n\t \n\t\t Health Education Research \n\t\t \n\t\t\t 23 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Krayer, A., Ingledew, D. K., & Iphofen, R. (2008). Social comparison and body image in adolescence: a grounded theory approach. Health Education Research, 23(5), 892e903."
    },
    {
      "title": "Understanding the process: how mediated and peer norms affect young women's body esteem",
      "authors": [
        "M Krcmar",
        "S Giles",
        "D Helme"
      ],
      "year": 2008,
      "doi": "10.1080/01463370802031844",
      "journal": "Communication Quarterly",
      "volume": "56",
      "issue": "2",
      "raw": "Understanding the process: how mediated and peer norms affect young women's body esteem \n\t\t \n\t\t\t M Krcmar \n\t\t \n\t\t \n\t\t\t S Giles \n\t\t \n\t\t \n\t\t\t D Helme \n\t\t \n\t\t 10.1080/01463370802031844 \n\t \n\t \n\t\t Communication Quarterly \n\t\t \n\t\t\t 56 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Krcmar, M., Giles, S., & Helme, D. (2008). Understanding the process: how mediated and peer norms affect young women's body esteem. Communication Quarterly, 56(2), 111e130."
    },
    {
      "title": "Friendly advice? Beauty messages in web sites of teen magazines",
      "authors": [
        "M Labre",
        "K Walsh-Childers"
      ],
      "year": 2003,
      "journal": "Mass Communication & Society",
      "volume": "6",
      "issue": "4",
      "raw": "Friendly advice? Beauty messages in web sites of teen magazines \n\t\t \n\t\t\t M P Labre \n\t\t \n\t\t \n\t\t\t K Walsh-Childers \n\t\t \n\t \n\t \n\t\t Mass Communication & Society \n\t\t \n\t\t\t 6 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Labre, M. P., & Walsh-Childers, K. (2003). Friendly advice? Beauty messages in web sites of teen magazines. Mass Communication & Society, 6(4), 379e396."
    },
    {
      "title": "Taking risky opportunities in youthful content creation: teenagers' use of social networking sites for intimacy, privacy and selfexpression",
      "authors": [
        "S Livingstone"
      ],
      "year": 2008,
      "doi": "10.1177/1461444808089415",
      "journal": "New Media & Society",
      "volume": "10",
      "issue": "3",
      "raw": "Taking risky opportunities in youthful content creation: teenagers' use of social networking sites for intimacy, privacy and selfexpression \n\t\t \n\t\t\t S Livingstone \n\t\t \n\t\t 10.1177/1461444808089415 \n\t \n\t \n\t\t New Media & Society \n\t\t \n\t\t\t 10 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Livingstone, S. (2008). Taking risky opportunities in youthful content creation: teenagers' use of social networking sites for intimacy, privacy and self- expression. New Media & Society, 10(3), 393e411."
    },
    {
      "title": "Advertising and social comparison: consequences for female preadolescents and adolescents",
      "authors": [
        "M Martin",
        "P Kennedy"
      ],
      "year": 1993,
      "doi": "10.1002/mar.4220100605",
      "journal": "Psychology & Marketing",
      "volume": "10",
      "issue": "6",
      "raw": "Advertising and social comparison: consequences for female preadolescents and adolescents \n\t\t \n\t\t\t M C Martin \n\t\t \n\t\t \n\t\t\t P F Kennedy \n\t\t \n\t\t 10.1002/mar.4220100605 \n\t \n\t \n\t\t Psychology & Marketing \n\t\t \n\t\t\t 10 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Martin, M. C., & Kennedy, P. F. (1993). Advertising and social comparison: conse- quences for female preadolescents and adolescents. Psychology & Marketing, 10(6), 513e530."
    },
    {
      "title": "Girls are addicted to likes so they post semi-naked selfies\": peer mediation, normativity and the construction of identity online",
      "authors": [
        "G Mascheroni",
        "J Vincent",
        "E Jimenez"
      ],
      "year": 2015,
      "journal": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
      "volume": "9",
      "issue": "1",
      "raw": "Girls are addicted to likes so they post semi-naked selfies\": peer mediation, normativity and the construction of identity online \n\t\t \n\t\t\t G Mascheroni \n\t\t \n\t\t \n\t\t\t J Vincent \n\t\t \n\t\t \n\t\t\t E Jimenez \n\t\t \n\t \n\t \n\t\t Cyberpsychology: Journal of Psychosocial Research on Cyberspace \n\t\t \n\t\t\t 9 \n\t\t\t 1 \n\t\t\t 2015 \n\t\t \n\t \n\t article 5 \n\t Mascheroni, G., Vincent, J., & Jimenez, E. (2015). \"Girls are addicted to likes so they post semi-naked selfies\": peer mediation, normativity and the construction of identity online. Cyberpsychology: Journal of Psychosocial Research on Cyberspace, 9(1). article 5."
    },
    {
      "title": "Parent, peer and media influences on body image and strategies to both increase and decrease body size among adolescent boys and girls",
      "authors": [
        "M Mccabe",
        "L Ricciardelli"
      ],
      "year": 2001,
      "journal": "Adolescence",
      "volume": "36",
      "issue": "142",
      "raw": "Parent, peer and media influences on body image and strategies to both increase and decrease body size among adolescent boys and girls \n\t\t \n\t\t\t M P Mccabe \n\t\t \n\t\t \n\t\t\t L A Ricciardelli \n\t\t \n\t \n\t \n\t\t Adolescence \n\t\t \n\t\t\t 36 \n\t\t\t 142 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t McCabe, M. P., & Ricciardelli, L. A. (2001). Parent, peer and media influences on body image and strategies to both increase and decrease body size among adolescent boys and girls. Adolescence, 36(142), 216e225."
    },
    {
      "title": "Facebook photo activity associated with body image disturbance in adolescent girls",
      "authors": [
        "E Meier",
        "J Gray"
      ],
      "year": 2014,
      "doi": "10.1089/cyber.2013.0305",
      "journal": "Cyberpsychology, Behavior, and Social Networking",
      "volume": "17",
      "issue": "4",
      "raw": "Facebook photo activity associated with body image disturbance in adolescent girls \n\t\t \n\t\t\t E P Meier \n\t\t \n\t\t \n\t\t\t J Gray \n\t\t \n\t\t 10.1089/cyber.2013.0305 \n\t \n\t \n\t\t Cyberpsychology, Behavior, and Social Networking \n\t\t \n\t\t\t 17 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Meier, E. P., & Gray, J. (2014). Facebook photo activity associated with body image disturbance in adolescent girls. Cyberpsychology, Behavior, and Social Networking, 17(4), 199e206."
    },
    {
      "title": "Look at us: collective narcissism in college student facebook photo galleries",
      "authors": [
        "A Mendelson",
        "Z Papacharissi"
      ],
      "year": 2010,
      "doi": "10.4324/9780203876527-20",
      "raw": "Look at us: collective narcissism in college student facebook photo galleries \n\t\t \n\t\t\t A L Mendelson \n\t\t \n\t\t \n\t\t\t Z Papacharissi \n\t\t \n\t\t 10.4324/9780203876527-20 \n\t \n\t \n\t\t The networked self: Identity, community and culture on social network sites \n\t\t \n\t\t\t Z Papacharissi \n\t\t \n\t\t New York \n\t\t \n\t\t\t Routledge \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Mendelson, A. L., & Papacharissi, Z. (2010). Look at us: collective narcissism in college student facebook photo galleries. In Z. Papacharissi (Ed.), The networked self: Identity, community and culture on social network sites (pp. 251e273). New York: Routledge."
    },
    {
      "title": "Sizing up peers adolescent girls' weight control and social comparison in the school context",
      "authors": [
        "A Mueller",
        "J Pearson",
        "C Muller",
        "K Frank",
        "A Turner"
      ],
      "year": 2010,
      "doi": "10.1177/0022146509361191",
      "journal": "Journal of Health and Social Behavior",
      "volume": "51",
      "issue": "1",
      "raw": "Sizing up peers adolescent girls' weight control and social comparison in the school context \n\t\t \n\t\t\t A S Mueller \n\t\t \n\t\t \n\t\t\t J Pearson \n\t\t \n\t\t \n\t\t\t C Muller \n\t\t \n\t\t \n\t\t\t K Frank \n\t\t \n\t\t \n\t\t\t A Turner \n\t\t \n\t\t 10.1177/0022146509361191 \n\t \n\t \n\t\t Journal of Health and Social Behavior \n\t\t \n\t\t\t 51 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Mueller, A. S., Pearson, J., Muller, C., Frank, K., & Turner, A. (2010). Sizing up peers adolescent girls' weight control and social comparison in the school context. Journal of Health and Social Behavior, 51(1), 64e78."
    },
    {
      "title": "The changing body image of the adolescent girl",
      "authors": [
        "M Rosenbaum"
      ],
      "year": 1993,
      "doi": "10.4324/9781315831275-14",
      "raw": "The changing body image of the adolescent girl \n\t\t \n\t\t\t M B Rosenbaum \n\t\t \n\t\t 10.4324/9781315831275-14 \n\t \n\t \n\t\t Female adolescent development \n\t\t \n\t\t\t M Sugar \n\t\t \n\t\t New York \n\t\t \n\t\t\t Brunner/Mazel \n\t\t\t 1993 \n\t\t\t \n\t\t \n\t \n\t 2nd ed. \n\t Rosenbaum, M. B. (1993). The changing body image of the adolescent girl. In M. Sugar (Ed.), Female adolescent development (2nd ed., pp. 62e80). New York: Brunner/Mazel."
    },
    {
      "title": "Launch of dove self-esteem fund -Managed by SingHealth foundation",
      "year": 2007,
      "raw": "Singhealth \n\t\t \n\t\t \n\t\t Launch of dove self-esteem fund -Managed by SingHealth foundation \n\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t SingHealth. (2007). Launch of dove self-esteem fund -Managed by SingHealth foun- dation. Retrieved from http://www.singhealth.com.sg/AboutSingHealth/ CorporateOverview/Newsroom/NewsReleases/Year2007/Pages/ LaunchofDoveSelfEsteemFundManagedbySingHealthFoundation.aspx."
    },
    {
      "title": "Adolescent girls' expression on web home pages: spirited, somber, and self-conscious sites",
      "authors": [
        "S Stern"
      ],
      "year": 2007,
      "doi": "10.1057/9780230607019_11",
      "raw": "Adolescent girls' expression on web home pages: spirited, somber, and self-conscious sites \n\t\t \n\t\t\t S R Stern \n\t\t \n\t\t 10.1057/9780230607019_11 \n\t \n\t \n\t\t Growing up online: Young people and digital technologies \n\t\t \n\t\t\t D Weber \n\t\t \n\t\t New York \n\t\t \n\t\t\t Palgrave Macmillan \n\t\t\t 2007 \n\t\t\t \n\t\t \n\t \n\t Stern, S. R. (2007). Adolescent girls' expression on web home pages: spirited, somber, and self-conscious sites. In D. Weber (Ed.), Growing up online: Young people and digital technologies (pp. 159e179). New York: Palgrave Macmillan."
    },
    {
      "title": "Grounded theory methodology: an overview",
      "authors": [
        "A Strauss",
        "J Corbin"
      ],
      "year": 1994,
      "raw": "Grounded theory methodology: an overview \n\t\t \n\t\t\t A Strauss \n\t\t \n\t\t \n\t\t\t J Corbin \n\t\t \n\t \n\t \n\t\t Handbook of qualitative research \n\t\t \n\t\t\t N K Denzin \n\t\t \n\t\t \n\t\t\t Y S Lincoln \n\t\t \n\t\t London \n\t\t \n\t\t\t Sage \n\t\t\t 1994 \n\t\t\t \n\t\t \n\t \n\t Strauss, A., & Corbin, J. (1994). Grounded theory methodology: an overview. In N. K. Denzin, & Y. S. Lincoln (Eds.), Handbook of qualitative research (pp. 1e18). London: Sage."
    },
    {
      "title": "Feeling better but doing worse: effects of facebook selfpresentation on implicit self-esteem and cognitive task performance",
      "authors": [
        "C Toma"
      ],
      "year": 2013,
      "doi": "10.1080/15213269.2012.762189",
      "journal": "Media Psychology",
      "volume": "16",
      "issue": "2",
      "raw": "Feeling better but doing worse: effects of facebook selfpresentation on implicit self-esteem and cognitive task performance \n\t\t \n\t\t\t C L Toma \n\t\t \n\t\t 10.1080/15213269.2012.762189 \n\t \n\t \n\t\t Media Psychology \n\t\t \n\t\t\t 16 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Toma, C. L. (2013). Feeling better but doing worse: effects of facebook self- presentation on implicit self-esteem and cognitive task performance. Media Psychology, 16(2), 199e220."
    },
    {
      "title": "Can you see me now? Audience and disclosure regulation in online social network sites",
      "authors": [
        "Z Tufekci"
      ],
      "year": 2008,
      "doi": "10.1177/0270467607311484",
      "journal": "Bulletin of Science, Technology and Society",
      "volume": "28",
      "issue": "1",
      "raw": "Can you see me now? Audience and disclosure regulation in online social network sites \n\t\t \n\t\t\t Z Tufekci \n\t\t \n\t\t 10.1177/0270467607311484 \n\t \n\t \n\t\t Bulletin of Science, Technology and Society \n\t\t \n\t\t\t 28 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Tufekci, Z. (2008). Can you see me now? Audience and disclosure regulation in online social network sites. Bulletin of Science, Technology and Society, 28(1), 20e36."
    },
    {
      "title": "Digital photography: communication, identity, memory",
      "authors": [
        "J Van Dijck"
      ],
      "year": 2008,
      "doi": "10.1177/1470357207084865",
      "journal": "Visual Communication",
      "volume": "7",
      "issue": "1",
      "raw": "Digital photography: communication, identity, memory \n\t\t \n\t\t\t J Van Dijck \n\t\t \n\t\t 10.1177/1470357207084865 \n\t \n\t \n\t\t Visual Communication \n\t\t \n\t\t\t 7 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Van Dijck, J. (2008). Digital photography: communication, identity, memory. Visual Communication, 7(1), 57e76."
    },
    {
      "title": "Understanding sexual objectification: a comprehensive approach toward media exposure and girls' internalization of beauty ideals, self-objectification, and body surveillance",
      "authors": [
        "L Vandenbosch",
        "S Eggermont"
      ],
      "year": 2012,
      "journal": "Journal of Communication",
      "volume": "62",
      "issue": "5",
      "raw": "Understanding sexual objectification: a comprehensive approach toward media exposure and girls' internalization of beauty ideals, self-objectification, and body surveillance \n\t\t \n\t\t\t L Vandenbosch \n\t\t \n\t\t \n\t\t\t S Eggermont \n\t\t \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 62 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Vandenbosch, L., & Eggermont, S. (2012). Understanding sexual objectification: a comprehensive approach toward media exposure and girls' internalization of beauty ideals, self-objectification, and body surveillance. Journal of Communi- cation, 62(5), 869e887."
    },
    {
      "title": "The cosmetic gaze: Body modification and the construction of beauty",
      "authors": [
        "B Wegenstein"
      ],
      "year": 2012,
      "doi": "10.7551/mitpress/9780262232678.001.0001",
      "raw": "The cosmetic gaze: Body modification and the construction of beauty \n\t\t \n\t\t\t B Wegenstein \n\t\t \n\t\t 10.7551/mitpress/9780262232678.001.0001 \n\t\t \n\t\t\t 2012 \n\t\t\t MIT Press \n\t\t\t Cambridge, MA \n\t\t \n\t \n\t Wegenstein, B. (2012). The cosmetic gaze: Body modification and the construction of beauty. Cambridge, MA: MIT Press."
    },
    {
      "title": "Theory and research concerning social comparisons of personal attributes",
      "authors": [
        "J Wood"
      ],
      "year": 1989,
      "journal": "Psychological Bulletin",
      "volume": "106",
      "issue": "2",
      "raw": "Theory and research concerning social comparisons of personal attributes \n\t\t \n\t\t\t J V Wood \n\t\t \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 106 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Wood, J. V. (1989). Theory and research concerning social comparisons of personal attributes. Psychological Bulletin, 106(2), 231e248."
    }
  ],
  "num_references": 39,
  "license": "© 2015 Elsevier Ltd. All rights reserved. © 2015 Elsevier Ltd. All rights reserved.",
  "license_type": "unknown",
  "num_citations": 57,
  "cited_references": [
    "b32",
    "b38",
    "b14",
    "b17",
    "b20",
    "b24",
    "b26",
    "b28",
    "b13",
    "b27",
    "b33",
    "b16",
    "b23",
    "b7",
    "b29",
    "b19",
    "b6",
    "b18",
    "b30",
    "b1",
    "b31",
    "b9",
    "b10",
    "b3",
    "b5",
    "b34",
    "b8",
    "b12",
    "b15",
    "b36",
    "b11",
    "b37",
    "b25",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] Department of Communications & New Media , National University of Singapore , Singapore 117416 , Singapore",
    "[raw_affiliation] Department of Communications & New Media , National University of Singapore , Singapore 117416 , Singapore",
    "[raw_affiliation] Department of Communications & New Media , National University of Singapore , Singapore 117416 , Singapore",
    "[submission] Received 8 June 2015 Received in revised form 5 September 2015 Accepted 13 September 2015",
    "T.H.H. Chua, L. Chang / Computers in Human Behavior 55 (2016) 190e197",
    "[raw_reference] Bargh, J. A., & McKenna, K. Y. A. (2004). The Internet and social life. Annual Reviews Psychology, 55, 573e590.",
    "[raw_reference] Baumeister, R. F., & Hutton, D. G. (1987). Self-presentation theory: self-construction and audience pleasing. In B. Mullen, & G. R. Goethals (Eds.), Theories of group behavior (pp. 71e87). New York: Springer-Verlag.",
    "[raw_reference] Bortree, D. S. (2005). Presentation of self on the Web: an ethnographic study of teenage girls' weblogs. Education, Communication & Information, 5(1), 25e39.",
    "[raw_reference] Boudreau, K. (2007). The girls' room: negotiating schoolyard friendships online. In S. Weber, & S. Dixon (Eds.), Growing up online: Young people and digital tech- nologies (pp. 67e79). New York: Palgrave Macmillan.",
    "[raw_reference] boyd, D. (2014). It's complicated: The social lives of networked teens. New Haven, CT: Yale University Press.",
    "[raw_reference] Caspi, A. (2000). The child is father of the man: personality continuities from childhood to adulthood. Journal of Personality and Social Psychology, 78(1), 158e172.",
    "[raw_reference] Clark, L. S. (2005). The constant contact generation: exploring teen friendship networks online. In S. R. Mazzarella (Ed.), Girl wide web: Girls, the Internet, and the negotiation of identity (pp. 201e221). New York: Peter Lang.",
    "[raw_reference] Corcoran, K., Crusius, J., & Mussweiler, T. (2011). Social comparison: motives, standards, and mechanisms. In D. Chadee (Ed.), Theories in social psychology (pp. 119e139). Oxford: Wiley-Blackwell.",
    "[raw_reference] DeAndrea, D. C., & Walther, J. B. (2011). Attributions for inconsistencies between online and offline self-presentations. Communication Research, 38(6), 805e825.",
    "[raw_reference] Denner, J., & Martinez, J. (2010). Whyville versus MySpace: how girls negotiate identities online. In S. R. Mazzarella (Ed.), Girl wide web 2.0: Revisiting girls, the Internet, and the negotiation of identity (pp. 203e221). New York: Peter Lang.",
    "[raw_reference] Dohnt, H., & Tiggemann, M. (2006). The contribution of peer and media influences to the development of body satisfaction and self-esteem in young girls: a prospective study. Developmental Psychology, 42(5), 929e936.",
    "[raw_reference] Dominick, J. R. (1999). Who do you think you are? personal home pages and self- presentation on the web. Journalism & Mass Communication Quarterly, 76(4), 646e658.",
    "[raw_reference] Etcoff, N., Orbach, S., Scott, J., & D'Agostino, H. (2006). Beyond stereotypes: Rebuilding the foundation of beauty beliefs.\" Findings of the 2005 dove global study. Retrieved from http://www.beperkthoudbaar.info/upload/documents/dove/ DoveBeyondStereotypesWhitePaper.pdf.",
    "[raw_reference] Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7(2), 117e140.",
    "[raw_reference] Goffman, E. (1959). The presentation of self in everyday life. New York: Anchor Books.",
    "[raw_reference] Goodman, J. R. (2005). Mapping the sea of eating disorders: a structural equation model of how peers, family, and media influence body image and eating dis- orders. Visual Communication Quarterly, 12(3e4), 194e213.",
    "[raw_reference] Hogan, B. (2010). The presentation of self in the age of social media: distinguishing performances and exhibitions online. Bulletin of Science, Technology & Society, 30(6), 377e386.",
    "[raw_reference] Jaffray, P. (2014). Piper Jaffray 28th semi-annual taking stock with teens survey, fall 2014. Retrieved from http://www.piperjaffray.com/private/pdf/TSWT_Fall_14_ Infographics.pdf.",
    "[raw_reference] Kaplan, A. M., & Haenlein, M. (2010). Users of the world, unite! the challenges and opportunities of social media. Business Horizons, 53(1), 59e68.",
    "[raw_reference] Krayer, A., Ingledew, D. K., & Iphofen, R. (2008). Social comparison and body image in adolescence: a grounded theory approach. Health Education Research, 23(5), 892e903.",
    "[raw_reference] Krcmar, M., Giles, S., & Helme, D. (2008). Understanding the process: how mediated and peer norms affect young women's body esteem. Communication Quarterly, 56(2), 111e130.",
    "[raw_reference] Labre, M. P., & Walsh-Childers, K. (2003). Friendly advice? Beauty messages in web sites of teen magazines. Mass Communication & Society, 6(4), 379e396.",
    "[raw_reference] Livingstone, S. (2008). Taking risky opportunities in youthful content creation: teenagers' use of social networking sites for intimacy, privacy and self- expression. New Media & Society, 10(3), 393e411.",
    "[raw_reference] Martin, M. C., & Kennedy, P. F. (1993). Advertising and social comparison: conse- quences for female preadolescents and adolescents. Psychology & Marketing, 10(6), 513e530.",
    "article 5",
    "[raw_reference] Mascheroni, G., Vincent, J., & Jimenez, E. (2015). \"Girls are addicted to likes so they post semi-naked selfies\": peer mediation, normativity and the construction of identity online. Cyberpsychology: Journal of Psychosocial Research on Cyberspace, 9(1). article 5.",
    "[raw_reference] McCabe, M. P., & Ricciardelli, L. A. (2001). Parent, peer and media influences on body image and strategies to both increase and decrease body size among adolescent boys and girls. Adolescence, 36(142), 216e225.",
    "[raw_reference] Meier, E. P., & Gray, J. (2014). Facebook photo activity associated with body image disturbance in adolescent girls. Cyberpsychology, Behavior, and Social Networking, 17(4), 199e206.",
    "[raw_reference] Mendelson, A. L., & Papacharissi, Z. (2010). Look at us: collective narcissism in college student facebook photo galleries. In Z. Papacharissi (Ed.), The networked self: Identity, community and culture on social network sites (pp. 251e273). New York: Routledge.",
    "[raw_reference] Mueller, A. S., Pearson, J., Muller, C., Frank, K., & Turner, A. (2010). Sizing up peers adolescent girls' weight control and social comparison in the school context. Journal of Health and Social Behavior, 51(1), 64e78.",
    "2nd ed.",
    "[raw_reference] Rosenbaum, M. B. (1993). The changing body image of the adolescent girl. In M. Sugar (Ed.), Female adolescent development (2nd ed., pp. 62e80). New York: Brunner/Mazel.",
    "[raw_reference] SingHealth. (2007). Launch of dove self-esteem fund -Managed by SingHealth foun- dation. Retrieved from http://www.singhealth.com.sg/AboutSingHealth/ CorporateOverview/Newsroom/NewsReleases/Year2007/Pages/ LaunchofDoveSelfEsteemFundManagedbySingHealthFoundation.aspx.",
    "[raw_reference] Stern, S. R. (2007). Adolescent girls' expression on web home pages: spirited, somber, and self-conscious sites. In D. Weber (Ed.), Growing up online: Young people and digital technologies (pp. 159e179). New York: Palgrave Macmillan.",
    "[raw_reference] Strauss, A., & Corbin, J. (1994). Grounded theory methodology: an overview. In N. K. Denzin, & Y. S. Lincoln (Eds.), Handbook of qualitative research (pp. 1e18). London: Sage.",
    "[raw_reference] Toma, C. L. (2013). Feeling better but doing worse: effects of facebook self- presentation on implicit self-esteem and cognitive task performance. Media Psychology, 16(2), 199e220.",
    "[raw_reference] Tufekci, Z. (2008). Can you see me now? Audience and disclosure regulation in online social network sites. Bulletin of Science, Technology and Society, 28(1), 20e36.",
    "[raw_reference] Van Dijck, J. (2008). Digital photography: communication, identity, memory. Visual Communication, 7(1), 57e76.",
    "[raw_reference] Vandenbosch, L., & Eggermont, S. (2012). Understanding sexual objectification: a comprehensive approach toward media exposure and girls' internalization of beauty ideals, self-objectification, and body surveillance. Journal of Communi- cation, 62(5), 869e887.",
    "[raw_reference] Wegenstein, B. (2012). The cosmetic gaze: Body modification and the construction of beauty. Cambridge, MA: MIT Press.",
    "[raw_reference] Wood, J. V. (1989). Theory and research concerning social comparisons of personal attributes. Psychological Bulletin, 106(2), 231e248."
  ],
  "editors": [
    "B Mullen",
    "G R Goethals",
    "S Weber",
    "& S Dixon",
    "S R Mazzarella",
    "D Chadee",
    "S R Mazzarella",
    "Z Papacharissi",
    "M Sugar",
    "D Weber",
    "N K Denzin",
    "Y S Lincoln"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Computers in Human Behavior",
  "volume": "55",
  "pages": "190-197",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.924242",
    "zotero_item_type": "journalArticle"
  }
}
