{
  "paper_id": "2P8KJ9VV",
  "title": "Impact of male-only lifestyle interventions on men's mental health: A systematic review and meta-analysis",
  "abstract": "Despite rising mental health problems worldwide, engaging men to seek mental health support is challenging. Male-only lifestyle interventions have shown promise for improving men's physical health, but the overall impact of these programs on psychological outcomes is unclear. This review aimed to evaluate the impact of maleonly lifestyle interventions on men's mental health and to identify if any study or intervention features were associated with effectiveness. A systematic literature search with no date restrictions was conducted across four databases and returned 15 946 citations. Nine studies were eligible for inclusion, representing 1427 participants. Risk of bias was generally low across studies, although none were specifically powered to detect changes in mental health. Overall, significant group-by-time effects were reported for 26% of mental health outcomes examined. In the fixedeffects meta-analyses, small-to-medium intervention effects were observed for mental health-related quality of life (SMD = 0.24), self-esteem (SMD = 0.51), and positive affect (SMD = 0.58). Insights into effective study or intervention features were limited because of the low number of heterogeneous studies. Although male-only lifestyle interventions have improved men's mental health in some circumstances, studies that are specifically powered to detect long-term changes are urgently required, particularly in groups with pre-existing mental health concerns.",
  "year": 2015,
  "date": "2015",
  "journal": "The Lancet",
  "publication": "The Lancet",
  "authors": [
    {
      "forename": "Ryan",
      "surname": "Drew",
      "name": "Ryan Drew",
      "affiliation": "1  Priority Research Centre in Physical Activity and Nutrition , University of Newcastle , Newcastle , New South Wales , Australia \n\t\t\t\t\t\t\t\t Priority Research Centre in Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Philip",
      "surname": "Morgan",
      "name": "Philip Morgan",
      "affiliation": "1  Priority Research Centre in Physical Activity and Nutrition , University of Newcastle , Newcastle , New South Wales , Australia \n\t\t\t\t\t\t\t\t Priority Research Centre in Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Emma",
      "surname": "Pollock",
      "name": "Emma Pollock",
      "affiliation": "1  Priority Research Centre in Physical Activity and Nutrition , University of Newcastle , Newcastle , New South Wales , Australia \n\t\t\t\t\t\t\t\t Priority Research Centre in Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Myles",
      "surname": "Young",
      "name": "Myles Young",
      "affiliation": "1  Priority Research Centre in Physical Activity and Nutrition , University of Newcastle , Newcastle , New South Wales , Australia \n\t\t\t\t\t\t\t\t Priority Research Centre in Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "myles.young@newcastle.edu.au"
    },
    {
      "affiliation": "University of Newcastle , University Drive , Callaghan , Newcastle , NSW , 2308 , Australia. \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Drive Callaghan \n\t\t\t\t\t\t\t\t\t 2308 \n\t\t\t\t\t\t\t\t\t Newcastle \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "",
  "keywords": [
    "diet",
    "lifestyle behaviour change",
    "physical activity",
    "well-being"
  ],
  "sections": [
    {
      "title": "| INTRODUCTION",
      "text": "Mental health problems such as depression and anxiety are leading contributors to the global burden of disease.  1  In 2010, the global cost of mental disorders was estimated to be $2.5 trillion, with this figure projected to reach $6 trillion by 2030.  2  Having a mental health condition increases the risk of every major chronic disease  3  and can reduce life expectancy by 12 to 15 years.  4 People experiencing mental illness are also twice as likely to be overweight or obese compared with the general population.  5, 6 though increasing rates of mental illness are a concern for both sexes,  7  engaging men to seek help for their mental health is a unique challenge.  8 For instance, traditional masculine norms such as stoicism (ie, not showing emotions or displaying feelings of weakness) and selfreliance (ie, pressure to solve problems without burdening others)  [9] [10] [11]  may discourage help-seeking behaviours.  [12] [13] 3] [14] [15]  Additionally, many men have negative attitudes towards psychological treatments,  12  with psychotherapy or medication previously described as unappealing and antimasculine.  16, 17 As such, men are consistently less likely than women to seek professional mental health support, regardless of age, ethnicity, and social backgrounds.  13 This indicates an increasing need for mental health promotion strategies that are effective in both engaging and assisting men.  18, 19  interest, lifestyle behaviour change interventions have shown promising efficacy to improve mental health outcomes in adults. For example, multiple reviews indicate that physical activity is a highly effective strategy for preventing, treating, and managing mental illnesses including depression  [20] [21] [22] [23] [24] [25]  and anxiety.  26, 27 Further, emerging evidence has highlighted the important role of dietary behaviours for promoting mental health and improving mood.  [28] [29] 9] [30]  However, most insights in this area have been gained from highly controlled, clinical studies exploring the impact of supervised exercise  31, 32  or prescriptive diets on mental health,  33  with far less known about how to generate sustained improvements in these behaviours in the real world.  34 though lifestyle behaviour change programs may have potential to improve men's mental health, many previous programs have failed to engage men.  [35] [36] 6] [37]  For example, men represent only one in four participants in behavioural weight loss programs  35  and physical activity interventions.  37 Possible explanations for this is that men are reluctant to enrol in behaviour change programs where the majority of participants are women  38  or men are generally less interested in information concerning disease prevention compared with women.  39 ditionally, traditional masculine norms that perceive positive health beliefs and behaviours as a feminine characteristic may also be associated with the very low number of men enroling in health promotion programs.  9, 10 Although men are often reluctant to participate in traditional mental health treatments (eg, therapy and medication),  40  studies have found men will seek help if it is accessible, appropriate, and engaging.  14 This is an important area of future research, particularly with scholars recently suggesting that it may be more fruitful to improve men's mental health indirectly through lifestyle interventions.  19  engage men, researchers are now designing and testing \"gender-tailored\" programs, which specifically account for men's unique preferences and values.  38, 41, 42 These programs have shown promising results for both engaging and assisting men to lose weight and improve their health behaviours.  [43] [44] 4] [45] [46]  However, despite evidence suggesting that weight status and lifestyle behaviours are bidirectionally associated with mental health in men,  47  the overall impact of these programs on men's psychological outcomes has not been evaluated.\n\nTherefore, the aim of this systematic review was to (a) examine current evidence of male-only lifestyle behaviour interventions on men's mental health and (b) identify if any particular intervention components or lifestyle behaviours are associated with improved mental health."
    },
    {
      "title": "| METHODS",
      "text": "The conduct and reporting of this review adhered to the recommendations and guidelines outlined in the Preferred Reporting Items for Systematic Reviews and Meta-analysis (PRISMA) statement.  48 r mental illness (eg, depression or anxiety)."
    },
    {
      "title": "Types of studies:",
      "text": "The review included randomized controlled trials (RCTs) published in peer-reviewed, English language journals."
    },
    {
      "title": "| Information sources and search",
      "text": "Studies were first identified by searching four electronic databases. As recommended by the Cochrane guidelines,  49  the search was applied to Medline, EMBASE, and Central. Given the nature of the review, PsycINFO was also searched.  50 No publication date restrictions were set, and the last search was completed in March 2018. Search terms were divided into four groups: (a) population (eg, male); (b) intervention (eg, \"behaviour change\" OR \"physical activit * \");\n\n(c) mental health outcomes (eg, \"mental health\" OR depression); and (d) design (eg, random * ). The Boolean phrase \"AND\" was used between groups, and the phrase \"OR\" was used within groups. Articles were excluded if the subject headings included \"women,\" \"female * ,\" \"elderly,\" or \"frail.\" Where possible, the following limits were used: English language, male, journal article or review, human, adult (18-65 years of age), and RCT. See Table  S1  for the complete search syntax used for all databases."
    },
    {
      "title": "| Study selection",
      "text": "In the first stage of study selection, duplicates were removed and two reviewers (RJD and ERP) double-coded a random sample of 100 abstracts with 87% agreement. Following this, each reviewer screened the titles and abstracts of remaining records for relevance using a nonblinded, standardized approach. In the second stage, fulltext articles were retrieved and screened by three reviewers (RJD, MDY, and ERP), who had achieved excellent interrater reliability in a random sample of 100 triple-coded papers (kAlpha = 0.85). In the third stage, the reference lists of all included studies and relevant systematic reviews were hand searched, and five prominent health researchers from Australia, the United Kingdom, and North America were invited to review the list of included trials to identify additional published studies that adhered to the criteria, which may have been missed in the search. All researchers had recently designed and tested gender-tailored health interventions for men."
    },
    {
      "title": "| Data collection process",
      "text": "After identifying eligible studies, data were extracted relating to methods (eg, sample size and duration of intervention), participant characteristics (eg, country of study and age), intervention characteristics (eg, targeted behaviours and mode of delivery), and study outcomes. Relevant outcomes reported in additional publications (eg, protocol papers and outcome papers that were presented at different time points) were accessed where required."
    },
    {
      "title": "| Risk of bias",
      "text": "Risk of bias was independently assessed by two reviewers (RJD and MDY) using a tool modified from the Consolidated Standards of Reporting Trials statement  51  and recent reviews in the field.  44, 52 As the review focused on mental health, the risk of bias criteria related to these outcomes (eg, powered for mental health outcomes), even if they were not the study's primary outcome. Two reviewers (RJD and MDY) independently assigned either a ✓ (explicitly described and present), O (absent), ? (unclear or inadequately described), or -(not applicable) to 15 criteria. Disagreements were resolved through discussion, and study authors were invited to clarify unclear items with additional information. Interrater reliability for the initial assessment was calculated on a dichotomous scale (✓ vs O or ?) using percentage agreement and Cohen k.  53  The full criteria of the risk of bias are shown in Table  S2  2"
    },
    {
      "title": ".6 | Syntheses of results",
      "text": "The first aim of this review was to examine the impact of male-only lifestyle interventions on men's mental health. To investigate this, the data for psychological and lifestyle behaviour change outcomes were collated and described in a narrative summary. Where possible, outcomes measured with the same scales were pooled in meta-analyses using the Cochrane Collaboration Review Manager software (RevMan 5.3).  54 Analyses were calculated using the inverse variance statistical method and fixed effects model, which allocate more weight to studies that provide more information. When a study compared multiple intervention groups with a single control (n = 2) group, the sample size of the shared control group was divided to avoid double counting.  49 en required, standard deviations were converted from standard errors or 95% confidence intervals (ICs) according to the procedures outlined in the Cochrane Handbook for Systematic Reviews of Interventions (section 7.7.3.2).  49  Pooled results were presented as standardized mean difference (SMD) in mental health change scores with 95% ICs. The effect sizes were interpreted as small (0.2), medium (0.5), and large (0.8).  55, 56  Independent analyses were planned for posttest and follow-up results to investigate maintenance of outcomes.\n\nThe second aim of this review was to investigate whether changes in mental health were moderated by key study or intervention characteristics. Although a formal moderator analysis was planned for the meta-analyses, this investigation was precluded because of the low number of studies identified. To provide preliminary insights, studies were grouped by key characteristics (eg, mode of delivery) and the groups were compared for the proportion of significant mental health outcomes identified relative to the number explored in each group. A similar approach has been used in reviews assessing key characteristics in other behaviour change interventions.  57 | RESULTS"
    },
    {
      "title": "| Study selection",
      "text": "This search provided a total of 14 338 unique citations, which were imported into the Covidence online systematic review program for screening.  58 Overall, 775 eligible full-text articles were retrieved, of which nine were deemed eligible for inclusion. Most studies were excluded for containing ineligible participants (eg, females) or for not reporting a mental health outcome. No articles were found using the secondary search strategies (eg, hand search). Figure  1  presents a flow diagram detailing the review process."
    },
    {
      "title": "| Study characteristics",
      "text": "Table  1  provides selected characteristics of all eligible RCTs.  [59] [60] [61] [62] [63] [64] [65] [66] [67]  Three studies were published between 2016 and 2017,  59, 60, 67  four between 2012 and 2014,  62, 63, 65, 66  and one each in 2002  64  and 1999.  61 Of the nine included studies, four were conducted in Australia  59, 60, 65, 66  and two in the United Kingdom.  62, 63 The remaining studies were conducted in United States,  61  Canada,  67  and Finland.  64 e intervention durations ranged from 3 to 6 months. Six studies had weekly face-to-face sessions (range 60-90 minutes), which included lifestyle education seminars and/or physical activity-based training sessions.  [60] [61] [62] 62] [63] [64] 67  The remaining three studies were largely selfdirected,  59, 65, 66  although two trials required participants to attend an introductory information session.  59, 66 With regard to the setting, the three sports-focused interventions used club stadiums,  62, 63, 67  two targeted the workplace,  61, 66  and two required participants to attend a research institution or clinic.  60, 64 Two of the programs were completed individually by participants at home.  59, 65 All studies included posttest assessments and five included an additional follow-up assessment.  [62] [63] [64] 64] [65] 67  However, two of these studies reported follow-up results for the intervention group only.  62, 67 Overall, the follow-up assessments ranged from 6 to 12 months after baseline.\n\nAll included studies were lifestyle behaviour change interventions that explicitly targeted physical activity, diet, or sedentary behaviour for general health and well-being  60  or weight loss.  59, [61] [62] 2] [63] [64] [65] [66] [67]  Eight of the studies tested interventions targeting multiple lifestyle behaviours (eg, physical activity, diet, and/or sedentary behaviour).  [59] [60] [61] [62] [63] [65] [66] [67]  Seven studies had weight as the primary outcome.  59, 61, [63] [64] 4] [65] [66] [67]  One study 60 designated 10 minutes of weekly face-to-face instruction time for well-being activities (eg, mindfulness-based stress reduction), but no other studies included intervention components specifically targeting mental health. No studies were conducted in clinical samples of men currently experiencing mental health concerns. At posttest, all nine studies achieved significant weight loss effect. Positive effects were also found for a number physical activity  60, 62, 63, [65] [66] [67]  and dietary outcomes.  [60] [61] [62] [63] [65] [66] [67]  Further details are in Tables S3, S4, and S7.\n\nAlthough all studies tested male-only interventions, seven were also gender-tailored for men.  59, 60, 62, 63, [65] [66] 6] [67]  Interventions were considered gender-tailored if the authors reported that they were designed specifically to appeal to men by aligning with men's interests and preferences  41  or containing male-specific information (eg, statistics and images). Examples of gender tailoring were evident in the setting (eg, sporting venues and male-dominated workplaces), program materials (eg, men's health literature and gender-specific strategies), and methods of communication that men prefer (eg, frank and direct approach and thoughtful use of humour)."
    },
    {
      "title": "| Risk of bias within studies",
      "text": "Table  2  displays the results for the risk of bias assessment for all studies. Interrater reliability metrics for the quality assessment demonstrated excellent agreement across the 135 items (percentage agreement 96%, K = 0.92).  68 Overall, the risk of bias associated with the mental health outcomes was generally low. Of the nine studies, eight (89%) specified the participant eligibility criteria, reported the F I G U R E 1 PRISMA flow chart of studies through the review process randomization procedures, and provided baseline results separately for all groups.  59, 60, [62] [63] 3] [64] [65] [66] [67]  Acceptable participant retention (ie, ≥80% at 6 months or less and ≥70% after 6 months) and validated mental health outcomes were identified in all trials (100%).  [59] [60] 0] [61] [62] [63] [64] [65] [66] [67]  Seven of the eight interventions that measured a lifestyle outcome (ie, physical activity, diet, or sedentary behaviour)  59, 60, 62, 63, 65, 67  used a validated assessment (88%). Group-by-time statistical comparisons were reported in all studies (100%), intention-to-treat analyses were used in eight (89%),  [59] [60] [61] [63] [64] [65] [66] [67]  and point estimates and measures of variability for all outcomes were evident in seven (77%).  59, 60, 63, 3, [65] [66] [67]  Three studies (33%) included blinded assessors for all outcomes and  59, 60, 65  one (11%) reported long-term group-by-time intervention effects on mental health (ie, ≥12 m). 63  No studies were specifically powered for the mental health outcomes."
    },
    {
      "title": "| Effectiveness of male-only interventions for improving mental health"
    },
    {
      "title": "| Summary of evidence from studies",
      "text": "In all studies, mental health indicators were examined as secondary outcomes. As seen in Table  3 , the most commonly reported measures were mental health-related quality of life (n = 5),  59, 62, 63, 65, 66  self-esteem (n = 3),  62, 63, 67  and positive/negative affect (n = 3).  62, 63, 67 Of the 27 mental health outcomes reported across the studies, eight assessed indicators of mental illness (eg, depression), whereas 19 assessed well-being (eg, self-esteem). Overall, significant group-by-time effects were reported for seven of the 27 (26%) mental health outcomes. Four studies reported significant between-group effects for at least one mental health outcome.  [61] [62] [63] 63] 66  \"Notably, four studies  62, 63, 65, 67  reported mental health outcomes heading in the right direction but were nonsignificant, possibly because of underpowered outcomes.\" In the following section, these results are summarized in a narrative synthesis, grouped by study setting. Full details of study characteristics and results are provided in Tables  3  and  S3  to S7."
    },
    {
      "title": "| Sports club settings",
      "text": "The three sports-focused interventions  62, 63, 67  included in this review were based on the Football Fans in Training (FFIT) program. These gender-tailored interventions were designed to reduce the perceived barriers to weight loss for men by aligning the programs with professional sporting clubs. In all studies, the intervention groups attended weekly, 90-minute sessions for 12 weeks that were delivered by community coaches at the sporting club home grounds.\n\nIn a pilot trial conducted at two Scottish Premier League football clubs with 103 men, 62 significant group-by-time intervention effects were detected for weight (-6.0 kg) and several self-reported physical activity (eg, total activity [MET min/week]) and dietary outcomes (eg, fruit and vegetable intake) at 12 weeks. In addition, significant groupby-time intervention effects were detected for self-esteem at posttest, favouring the intervention group over the wait-list controls.\n\nHowever, no between-group differences were identified for positive affect, negative affect, or mental health-related quality of life (SF-12).\n\nAlthough this study included 6-and 12-month follow-up, these data were not included in this review because these timepoints were collected for the intervention group only.\n\nT A B L E 1 Key characteristics of included studies Study Country N Age (Mean, SD) Intervention Characteristics Duration Setting Delivery Mode a Targeted Behaviours Gender Tailored Aguiar et al, (2016) 59 Australia 101 52.3 (9.7) 6 mo Home Self-directed PA + Diet Yes Ashton et al, (2017) 60 Australia 50 22.1 (2.1) 3 mo University/clinic F2F (group) PA + Diet Yes Dennis et al, (1999) 61 USA 39 31 (6.0) 6 mo Workplace F2F (group) PA + Diet No Gray et al, (2013) 62 UK 103 47.1 (8.4) 3 mo Sports stadium F2F (group) PA + Diet Yes Hunt et al, (2014) 63 UK 747 47.1 (8.07) 3 mo Sports stadium F2F (group) PA + Diet Yes Kaukua et al, (2002) 64 Finland 38 45.9 (9.0) 4 mo University/clinic F2F (group) Diet No Morgan et al, (2013) 65 Australia 159 47.5 (11.0) 3 mo Home Self-directed PA + Diet Yes Morgan et al, (2012) 66 Australia 110 44.4 (8.6) 3 mo Workplace Self-directed PA + Diet Yes Petrella et al, (2017) 67 Canada 80 48.7 (9.0) 3 mo Sports stadium F2F (group) PA + Diet Yes Abbreviations: F2F, face-to-face sessions; PA, physical activity. a Primary delivery mode. T A B L E 2 Risk of bias assessment in male-only lifestyle interventions that include a mental health outcome Study Eligibility Criteria a Random Allocation b Concealed Allocations c Baseline Results d Valid Mental Health e Valid PA f Valid Diet g Valid SB h ≥12 m i Blinding j Retention k Power l ITT m Between Group Comp n Point Estimates & Variability o Aguiar et al (2016) ). c Explicitly specifies a method of allocation concealment (eg, sequentially numbered, impermeable, and sealed envelope). d Baseline results reported separately by study group for all outcomes. e Validation data cited or provided by authors for all mental health measures. f Validation data cited or provided by authors for all PA measures. g Validation data cited or provided by authors for all dietary measures. h Validation data cited or provided by authors for all sedentary behaviour measures. i Group x time mental health results are reported ≥12 m after baseline. j Reported that all outcome assessors were blinded. k Participant retention was ≥80% at 6 months or less and ≥70% after 6 months. l Power calculation reported and study was adequately powered for mental health outcome(s). m Study uses an intention-to-treat approach where all randomized participants are included in the analysis (or 100% retention reported). n Results of between-group statistical comparisons are reported. o Study provides point estimates and measures of variability for all outcomes. T A B L E 3 Mental health outcomes from male-only lifestyle behaviour change programs Author (Year), Retention Outcome (Measure) Within Group Effects Between Group Effects Intervention [I] Control [C] Group-by-Time Mean Differences (95% CI) P value Effect Size Cohen d Aguiar et al, (2016) 3m: 89% 6m: 81% Quality of life (SF-12 a ) Baseline: 49.6 (9.8) Posttest (3m): NR (NR) Posttest (3m change): 0.9 (-1.5, 3.3) Posttest (6m change): -9.6 (-12.3, -6.9) Baseline: 50.8 (8.7) Posttest (3m): NR (NR) Posttest (3m change): -0.4 (-3.0, 2.2) Posttest (6m change): -5.4 (-8.1, -2.6) -4.3 (-8.1, -0.4) 0.5 (3m) 0.03 ** 0.44 Ashton et al, (2017) 3m: 94% Quality of life (SWLS b ) Baseline: 23.8 (6.6) Posttest (3m): NR (NR) Posttest (3m change): 0.9 (-0.5, 2.4) Baseline: 22.5 (7.4) Posttest (3m): NR (NR) Posttest (3m change): 0.5 (-0.9, 2.0) 0.4 (-1.6, 2.5) 0.683 0.11 Quality of life (Q-LES-Q c ) Baseline: 49.2 (9.3) Posttest (3m): NR (NR) Posttest (3m change): 6.0 (3.3, 8.7) Baseline: 49.3 (6.3) Posttest (3m): NR (NR) Posttest (3m change): 2.9 (0.1, 5.6) 3.2 (-0.7, 7.0) 0.110 0.45 Mental health (MHC-SF d ) Baseline: 44.5 (13.2) Posttest (3m): NR (NR) Posttest (3m change): 5.5 (2.4, 8.6) Baseline: 43.8 (10.2) Posttest (3m): NR (NR) Posttest (3m change): 4.0 (0.8, 7.1) 1.5 (-2.9, 6.0) 0.505 0.19 Psychological health (DASS-21 e ) Baseline: 11.4 (8.1) Posttest (3m): NR (NR) Posttest (3m change): -1.7 (-4.3, 0.9) Baseline: 14.1 (11.1) Posttest (3m): NR (NR) Posttest (3m change): -2.1, (-4.8, 0.5) 0.4 (-3.3, 4.1) 0.835 0.06 Psychological distress (K-10 f ) Baseline: 18.5 (6.2) Posttest (3m): NR (NR) Posttest (3m change): -2.6 (-3.8, -1.3) Baseline: 21.0 (7.2) Posttest (3m): NR (NR) Posttest (3m change): -1.7 (-3.0, -0.4) -0.9 (-2.6, 0.9) 0.331 0.28 Stress (cortisol g ) Baseline: 6.8 (4.8) Posttest (3m): NR (NR) Posttest (3m change): 0.6 (-2.4, 3.6) Baseline: 8.3 (4.8) Posttest (3m): NR (NR) Posttest (3m change): 2.7 (-0.4, 5.8) -2.1 (-6.4, 2.2) 0.341 0.27 Dennis et al, (1999) 6m: 79% Depression (CES-D h ) Baseline: 20.1 (11.0) Posttest (6m): 11.4 (9.8) Posttest (6m change): NR (NR) Baseline: 17.8 (11.4) Posttest (6m): 15.3 (10.6) Posttest (6m change): NR (NR)\n\nNR (-3.9) 1) Posttest (3m): NR (NR) Posttest (3m change): 3.2 (2.3, 4.1) Posttest (12m change): 1.9 (0.9, 2.8) Baseline: 48.3 (9.2) Posttest (3m): NR (NR) Posttest (3m change): 1.5 (0.7, 2.4) Posttest (12m change): 1.6 (0.8, 2.4) 12w: 2.0 (0.9, 3.1) 12m: 0.5 (-0.6, 1.6) 0.0004 * 0.3822 NR Kaukua et al, (2002) 4m: I-84%/ C-89% Mental health (RAND-36 m ) Baseline: 78.1 (22.4) Posttest (4m): NR (NR) Posttest (4m change): NR (NR) Baseline: 68.4 (22.5) Posttest (4m): NR (NR) Posttest (4m change): NR (NR) NR NR NR Emotional functioning (RAND-36 m ) Baseline: 77.8 (34.3) Posttest (4m): NR (NR) Posttest (4m change): NR (NR) Baseline: 70.2 (36.7) Posttest (4m): NR (NR) Posttest (4m change): NR (NR) NR NR NR Vitality (RAND-36 m ) Baseline: 65.5 (27.0) Posttest (4m): NR (NR) Posttest (4m change): NR (NR) Baseline: 55.8 (21.8) Posttest (4m): NR (NR) Posttest (4m change): NR (NR) NR NR NR Morgan et al, (2013) 3m: 82% 6m: 82% Quality of life (SF-12 a ) Online Baseline: 47.4 (9.9) Posttest (3m): NR (NR) Posttest (3m change): 1.2 (-0.8, 3.1) Posttest (6m change): 2.0 (-0.2, 4.3) Resources Baseline: 49.3 (9.1) Posttest (3m): NR (NR) Posttest (3m change): 1.7 (-0.7, 4.0) Baseline: 47.5 (9.2) Posttest (3m): NR (NR) Posttest (3m change): 0.5 (-2.4, 1.5) Posttest (6m change): 1.6 (-0.1, 3.3) O v C (3m): 1.5 (-1.5, 4.4) O v C (6m): 0.3 (-2.5, 3.1) R v C (3m): 2.1 (-0.8, 5.0) R v C (6m): 0.5 (-2.3, 3.3) 3m: 0.34 6m: 0.85 3m: 0.24 6m: 0.06 3m: 0.27 6m: 0.08 (Continues) T A B L E 3 (Continued) Author (Year), Retention Outcome (Measure) Within Group Effects Between Group Effects Intervention [I] Control [C] Group-by-Time Mean Differences (95% CI) P value Effect Size Cohen d Posttest (6m change): 1.1 (-0.9, 3.1) Morgan et al, (2012) 3m: 81% Quality of life (SF-12 a ) Baseline: 51.5 (9.2) Posttest (3m): NR (NR) Posttest (3m change): 2.5 (-0.1, 5.0) Baseline: 51 (8.6) Posttest (3m): NR (NR) Posttest (3m change): -3.1 (-5.9, -0.3) 5.6 (1.8, 9.3) 0.01* 0.74 Petrella et al, (2017) 3m: 80% Self-esteem (RSES k ) Baseline: 23.5 (6.5) Median (IQR) Posttest (3m): NR (NR) Posttest (3m change): 1.1 (0.1, 2.1) Baseline: 22.5 (7.0) Median (IQR) Posttest (3m): NR (NR) Post-test (3m change): 1.1 (0.1, 2.1) -0.01 (-1.3, 1.3) 0.99 NR Positive affect (PANAS l ) Baseline: 17.4 (3.2) Posttest (3m): NR (NR) Posttest (3m change): 0.7 (-0.3, 1.6) Baseline: 17.4 (2.6) Posttest (3m): NR (NR) Posttest (3m change): 0.1 (-0.9, 1.0) 0.6 (-0.7, 1.9) 0.34 NR Negative affect (PANAS l ) Baseline: 8.9 (2.2) Posttest (3m): NR (NR) Posttest (3m change): 0.1 (-0.7, 0.8) Baseline: 9.2 (2.5) Posttest (3m): NR (NR) Posttest (3m change): -0.3 (-1.0, 0.5) 0.3 (-0.7, 1.4) 0.51 NR Notes. Gray et al, 2013, includes follow-up data for 6 and 12 months for intervention group only. Only reported 12w for both groups. Morgan et al, 2013, was a multiarm RCT that includes two intervention groups. One group was SHED-IT Online (O) and the other was SHED-IT Resources (R). Petrella et al, 2017, includes follow-up data for 12 months for intervention group only. Only reported 12w for both groups. Within-group data are reported as mean (SD) or median (IQR) and mean change from baseline (95% CI). a SF-12 mental score. b Satisfaction with life scale. c Quality of life, enjoyment, and satisfaction. d Mental health continuum. e Depression, anxiety, and stress scale. f K-10 Psychological distress scale. g Salivary Cortisol (nmol/L). h Centre for Epidemiologic Studies Depression Scale. i Profile of Mood States. j Coopersmith Self-Esteem Inventory. k Rosenberg Self-Esteem Scale. l Positive and Negative Affect Schedule-Short From. m RAND-36 Item Health Survey * Significant (p = <.05). ** Significant in the wrong direction (p = <.05).\n\nFollowing the pilot trial, FFIT was delivered across 13 Scottish professional football clubs in an RCT with 747 men.  63 Significant results were seen for mean difference in weight loss between groups at 12 weeks (posttest, -5.2 kg) and 12-month follow-up (-4.9 kg).\n\nNotably, a number of positive findings were found for self-reported physical activity and dietary measures at both time points. In addition, significant between-group results were found at 12 weeks for the four psychological outcomes tested (ie, self-esteem, positive affect, negative affect, and mental health-related quality of life). With the exception of quality of life, these effects remained significant at 12-month follow-up.\n\nHockey Fans in Training (Hockey FIT) was an international variant of FFIT, where the program was delivered in a professional ice hockey setting to increase the appeal for Canadian men (n = 80).  67 In this RCT, significant group-by-time effects were identified for weight loss at 12 weeks (-3.6 kg) in addition to self-reported physical activity and various dietary outcomes relative to the wait-list control group. As in FFIT, psychological health was assessed through changes in selfesteem, positive affect, and negative affect, although no significant intervention effects on these variables were reported."
    },
    {
      "title": "| Workplace settings",
      "text": "The Workplace POWER (Preventing Obesity Without Eating like a Rabbit) intervention investigated the impact of a gender-tailored weight loss program for male shift workers (n = 110).  66 The program included an information session, written resources, access to a study website, and a crew-based competition element. Relative to the waitlist control group, men in the treatment group experienced significant improvements in weight (-4.4 kg) at 14 weeks (posttest). Intervention effects were also reported for physical activity, a range of dietary outcomes,  69  workplace physical demands, overall productivity, injuries, and absenteeism.  66 In relation to mental health, significant groupby-time changes were detected at 14 weeks for mental health-related quality of life health (SF-12).\n\nAnother workplace study investigated the effectiveness of a weight loss program for 39 overweight men on-board a Navy vessel.  61 e intervention group attended weekly lectures on lifestyle modification and received a reduced energy diet. Independent of the study, all men were required to complete four 60-minute mandated exercise sessions per week. At 16-week posttest, an intervention effect was detected for weight loss, which included both the intervention (-8.5 kg) and usual care control groups (-5.6 kg) achieving significant weight loss. Intervention men also reported improvements in selfreported eating behaviours relative to the controls. Further, a significant group-by-time effect indicated an improvement in depressive symptoms favouring the intervention group."
    },
    {
      "title": "| Self-directed programs",
      "text": "The SHED-IT (Self-Help, Exercise, and Diet using Information Technology) intervention was a gender-tailored program designed to help men (n = 159) lose weight without requiring face-to-face consultations.  65 The self-directed SHED-IT program included written materials, a DVD, and self-monitoring weight loss tools (eg, pedometer and tape measure).  65 In a three-arm RCT, the men were allo- In the PULSE (Prevention Using LifeStyle Education) study,  59  101 men at high risk of developing type 2 diabetes mellitus received the SHED-IT online program as described previously,  65, 70  supplemented with additional information specific to diabetes prevention.\n\nThe men also received a Gymstick™ (resistance training device) and home-based resistance training program.  59 At 6 months, significant between-group differences in mean change favoured the intervention group over the wait-list controls for weight loss (-5.5 kg). No intervention effects were reported for physical activity (eg, steps/day) or energy intake (eg, kJ/day). The SF-12 mental subscale was used to measure quality of life, but no significant group-by-time effects were observed."
    },
    {
      "title": "| University or clinic settings",
      "text": "The HEYMAN (Harnessing Ehealth to enhance Young men's Mental health, Activity and Nutrition) study recruited 50 men aged 18 to 25 years to improve their lifestyle and well-being.  60 The intervention group received access to online program materials (eg, website and Facebook discussion group) and a Gymstick™, plus weekly 1-hour face-to-face sessions at the university. These sessions involved 40 minutes of exercise, 10 minutes of healthy eating education, and 10 minutes on stress reduction and well-being. At 3-month posttest, significant between-group differences were found for weight loss (-1.6 kg), increased moderate-to-vigorous physical activity, and key dietary outcomes for the intervention group compared with the waitlist controls. Although a range of mental health measures was assessed (eg, psychological distress, salivary cortisol, depression, anxiety, and stress), no statistically significant intervention effects were detected.\n\nIn another clinic-based study with 38 men, an intervention group received a very low energy diet for 10 weeks and attended 17 weekly 90-minute behavioural modification sessions.  64 Compared with a wait-list control group, the intervention group achieved a greater mean weight loss (-21.1 kg) at posttest. However, no significant group-by-time findings were detected for changes in vitality, mental health, or emotional role functioning."
    },
    {
      "title": "| Meta-analysis of male-only lifestyle interventions for improving mental health vs control groups",
      "text": "Results from studies with true control groups were pooled into a meta-analysis to establish the overall effect of male-only lifestyle interventions compared with no-intervention controls. Figure  2  illustrates a significant difference in mental health-related quality of life (SF-12 mental) favouring interventions over controls at posttest. Six intervention groups from five studies  59, 62, 63, 65, 66  detected a small effect size favouring intervention groups compared with the controls (SMD = 0.24; 95% CI, 0.13-0.61; Z = 4.15 [p < .0001]). Three of the lifestyle interventions  59, 63, 65  also reported group-by-time effects for mental health-related quality of life (SF-12 mental) subscale follow-up. Figure  3  reveals that the pooled results of men in the intervention group did not sustain improvements in mental health at ≥6-month follow-up (SMD = -0.02; 95% CI, -0.14-0.11; Z = 0.30 [p = .77]).\n\nThree studies  62, 63, 67  also reported outcomes from the Rosenberg self-esteem scale  71  and the positive affect and negative affect schedule.  72 When combined in fixed-effects meta-analyses, significant medium-sized intervention effects were detected for selfesteem (SMD = 0.51; 95% CI, 0.38-0.64; Z = 7.53 [p < .00001]) (Figure  4 ) and positive affect (SMD = 0.58; 95% CI, 0.45-0.72; Z = 8.56 [p < .00001]) (Figure  5 ). However, these results should be treated with caution given the high levels of heterogeneity between studies. Figure  6  shows that a significant effect was also detected for negative affect, although it did not reach practical significance (SMD = -0.15; 95% CI, -0.29 to -0.02; Z = 2.32\n\n[p = .02]). Funnel plots to assess publication bias were not required to be generated as fewer than 10 interventions were included in the meta-analyses.  50 I G U R E 2 A meta-analysis comparing SF-12 mental subscale changes in male-only lifestyle intervention groups and controls at postintervention\n\nA meta-analysis comparing SF-12 mental subscale changes in male-only lifestyle intervention groups and controls at follow-up\n\nA meta-analysis comparing self-esteem changes in male-only lifestyle intervention groups and controls at postintervention"
    },
    {
      "title": "| Intervention characteristics and lifestyle behaviours linked to effectiveness",
      "text": "As seen in Table  S6 , despite investigating the impact of several key study and intervention features on men's mental health, none appeared to be particularly linked to an increased likelihood of detecting significant effects. For example, 25% of the outcomes explored in self-directed studies were significant, compared with 26% in group-based face-to-face studies. In addition, several characteristics or lifestyle behaviours of interest could not be investigated as they were not observed in sufficient interventions to allow for meaningful comparisons. For example, all studies achieved weight loss, only one study targeted diet alone,  64  and only two studies were not considered gender-tailored.  61, 64 Although relevant gender-tailored strategies (eg, setting, content, relatable facilitator, and self-directed) were described, it was unclear which components were consistently effective because of the large variation of approaches reported."
    },
    {
      "title": "| DISCUSSION",
      "text": "To our knowledge, this is the first systematic review to investigate the impact of male-only lifestyle interventions on psychological out- This study provided novel evidence that male-only behaviour change programs can improve men's mental health in some circumstances. However, intervention effects on mental health outcomes were mostly small, and the majority were not significantly different from changes in the control groups. This finding was somewhat unexpected, given researchers have suggested that lifestyle behaviour change programs may play a key role in improving men's psychological well-being.  19 However, it is also important to note that the review did not retrieve any studies that (a) targeted men with pre-existing mental health conditions, (b) were powered a priori to detect changes in mental health outcomes, or (c) included substantive mental health support to complement the behaviour change advice. As such, the potential for the interventions to create and detect substantive changes in mental health may have been limited.\n\nGiven the increasing rates of mental health issues in men,  7, 73  the lack of published studies examining the role of behaviour change programs to treat men with current mental health conditions (eg, depression or anxiety) is an important limitation to address in future research. Indeed, observational research suggests that men with mental health concerns often report using lifestyle behaviour change as a way of managing their condition.  18, 19 For example, in a recent study of men with depression, Proudfoot and colleagues reported that exercise and eating healthy were two of the top five prevention strategies men used regularly to deal with their symptoms.  18 Further, behaviour change programs may be particularly appealing for men who align to traditional forms of masculinity, as studies suggest they are less likely to seek help for psychological concerns  15, 74  because of socialized negative beliefs associated with traditional mental health treatments.  75 spite no current evidence existing for male-only lifestyle programs F I G U R E 5 A meta-analysis comparing positive affect changes in male-only lifestyle intervention groups and controls at postintervention\n\nA meta-analysis comparing negative affect changes in male-only lifestyle intervention groups and controls at postintervention to alleviate symptoms associated with mental illness, a recent systematic review highlighted the potential of online lifestyle interventions as treatment to improve physical and mental health in adults experiencing depression.  76  is also notable that no lifestyle behaviour studies with men appear to have included mental health as a primary outcome.\n\nAlthough this may have limited the studies capacity to detect more subtle mental health effects, when these effects were grouped together in the meta-analyses, significant small-to-medium effects were confirmed for mental health-related quality of life (d = 0.24), self-esteem (d = 0.51), and positive affect (d = 0.58). From a health promotion perspective, this could be considered meaningful for improving mental health, particularly with the effectiveness of treatments in psychiatry and medicine for mental health often judged on whether a small intervention effect size is achieved.  77  note, similar findings to this review have been identified in meta-analyses testing exercise interventions on overall quality of life (d = 0.11) and psychological well-being (d = 0.21) in healthy adults, although most included data were collected in highly supervised studies with predominantly female participants.  78 Of interest, all studies in this review that measured self-esteem reported significant weight loss, which is comparable with the consistent improvements in self-esteem that were also described in a review assessing the psychological benefits of weight loss.  79 In contrast, the meta-analysis for negative affect (d = 0.15) did not reach practical significance (d = <0.2). This aligns with a recent meta-analysis that found promising, but smaller effects in nonclinical populations compared with clinical sample groups when measuring the benefits of physical activity on symptoms of anxiety and depression.  80 To accurately capture the effects of these programs on mental health, future studies of lifestyle programs directed at men should focus on mental health as a primary outcome, particularly in prevention trials where mental health improvements may be more subtle.\n\nA common limitation of studies in this review was the duration of follow-up. Most included studies had intervention periods of approximately 3 months, with very few studies conducting follow-up assessments beyond posttest, particularly in the long term. This appears to be common in behaviour change intervention studies, including those that target men.  [44] [45] 5] [46]  Of concern, the positive intervention effect detected for mental health-related quality of life in the posttest meta-analysis was not observed in the meta-analysis of longer-term follow-up data. Although fewer effect sizes were available for the follow-up meta-analysis, this may suggest that positive effects may not persist once the intervention has concluded. This finding is consistent with reviews measuring psychological benefits of weight loss  79  and exercise interventions on quality of life in well populations,  78  suggesting that there is a lack of good quality research evidence about the long-term effects of these programs on mental health. To improve the evidence base, longer-term data are required to demonstrate the true effects of lifestyle modification on men's mental health, particularly as mental health concerns are often chronic and relapsing.  81 is review contained eight studies that tested interventions targeting multiple lifestyle behaviours (eg, physical activity, diet, and/or sedentary behaviour), with weight being the primary outcome in seven articles. Indeed, overweight and obesity are associated with a negative stigma that may impact self-esteem and quality of life.  82, 83 th a reciprocal link existing between obesity and mental illness (eg, depression),  47  it is encouraging that weight loss achieved through lifestyle modification has been found to improve mental health and wellbeing.  79, 84, 85 Specifically, lifestyle behaviour change programs may be particularly effective for men who are overweight and obese in order to manage symptoms associated with depressive  47, 86  and anxiety disorders.  87 Although physical activity and diet have been established as key lifestyle intervention components to improve physical health,  44, 88  it was difficult to determine which health behaviour had the greater effect on mental health as most of included studies targeted these components in combination. Further, it was difficult to detect any moderating factors for several reasons, including many characteristics that could not be explored because they were shared by almost all studies (eg, weight loss as the primary aim). Additionally, the small number of eligible studies and large variation in mental health measures used also limited the findings from this investigation. More research is warranted in this area so that future reviews can explore these factors in greater detail.\n\nTraditionally, men have much lower rates of participation in lifestyle interventions compared with women.  35 This is likely because health behaviour change programs frequently target women, and men may feel uncomfortable participating with females.  38 In this context, it was encouraging to see that seven of the nine studies in this review were specifically gender-tailored to appeal to men. Although it was difficult to identify which gender-tailored strategies were regularly attributed to success, across studies, there was a diverse range of approaches utilized. Promisingly, evidence is growing that gendertailored lifestyle interventions containing positive mental health strategies can engage and assist men,  19, 89  especially for those who may otherwise avoid help seeking.  18 When additional data become available, it would be of interest for future reviews to examine whether gender-targeted interventions for males with existing mental health concerns are more likely to improve men's mental health than genderneutral interventions.\n\nIt is evident that very few studies have integrated mental health support into behaviour change interventions, particularly in men.\n\nAlthough effective treatments (eg, medication and psychotherapy) to improve mental health exist,  90  they become largely irrelevant if men who require help do not come forward to receive it.  91 Given mental health researchers have noted difficulty for engaging men to seek help for their mental health concerns compared with women,  13, 15  a rich opportunity may exist by focusing on physical health,  19  to get men through the \"front door.\"  91 Specific mental health strategies integrated into lifestyle interventions to support men might involve framing messages around mental fitness promotion (eg, building resilience) to reduce stigma,  19  using \"hands-on,\" action-oriented techniques from cognitive behavioural therapy (eg, cognitive restructuring),  91  and considering strengths-based approaches to reframe masculinities (eg, showing courage by putting hand up, instead of not seeking help).  91 Further, eHealth approaches may provide an ideal context to engage men who prefer confidential and autonomous support.  40 spite the limited number of studies retrieved for this review, it was promising that the overall risk of bias across studies was low. This is relatively unusual in the literature, with previous reviews in the field indicating common problems with randomization procedures, retention rates, use of validated measures, and appropriate statistical analyses.  44 In contrast, these items were adequately addressed by at least 80% of studies in the current review. However, the current evidence could be further strengthened with more studies specifically targeting mental health, providing power calculations for mental health outcomes, and including long-term postintervention follow up."
    },
    {
      "title": "| Strengths and limitations",
      "text": "This review had several strengths. To ensure all eligible articles were included, a rigorous search strategy designed to maximize sensitivity was applied across four databases. In addition, very high levels of interrater agreement were detected for study selection and risk of bias assessments, and the review aligned with the PRISMA statement for transparent reporting of systematic reviews. Another strength of the study was that it considered RCTs only, which are the highest quality of evidence for establishing causality and minimizing bias.\n\nThere are also some limitations to note, for example, the review only considering articles published in English language journals and excluded studies containing female participants, which may have provided some additional insights if findings were disaggregated based on gender. In addition, the limited number of eligible articles and variation in assessment methods made it difficult to determine which study or intervention components were most important for generating improvements in mental health. Finally, most data in the review were collected over a relatively short time frame."
    },
    {
      "title": "| CONCLUSION",
      "text": "Currently, little research exists regarding the effectiveness of maleonly lifestyle behaviour interventions for improving men's mental health. This is concerning given mental health issues are increasing in men, but many remain reluctant to seek professional help. This review provides novel evidence indicating that male-only lifestyle interventions improve men's mental health in some circumstances. However, where significant improvements were detected, the effects were generally small-to-medium in size. To improve the evidence base, further high-quality studies that are specifically powered to detect long-term mental health changes are required, particularly in high-risk subgroups. These studies will also help illuminate which intervention components or targeted health behaviours are most important to optimize participant outcomes. This is critical, given men are reluctant to participate in traditional mental health treatments and require tailored solutions to prevent and treat mental health concerns."
    },
    {
      "text": "Abbreviations: CONSORT, Consolidated Standards of Reporting Trials; FFIT, Football Fans in Training; HEYMAN, Harnessing Ehealth to enhance Young men's Mental health, Activity, and Nutrition; Hockey FIT, Hockey Fans in Training; PRISMA, Preferred Reporting Items for Systematic Reviews and Meta-analysis; PULSE, Prevention Using Lifestyle Education; SHED-IT, Self-Help, Exercise, and Diet using Information Technology; Workplace POWER, Preventing Obesity Without Eating like a Rabbit."
    },
    {
      "text": "Eligibility criteria1. Types of participants: This review considered studies that exclusively targeted males aged 18 to 65 years old. The review was not limited to participants with pre-existing mental health disorders. Types of intervention: Lifestyle behaviour change interventions that explicitly targeted physical activity, diet, or sedentary behaviour for general health or weight loss purposes were eligible for inclusion. Interventions that included bariatric surgery and medication or that targeted weight, physical activity, diet, or sedentary behaviour for clinical purposes (eg, impact of a supervised exercise regime on depressive symptoms), with no clear intent to create lasting behaviour change, were excluded. Types of outcome measures: Studies were required to include at least one measure of mental health (eg, quality life or self-esteem)"
    },
    {
      "text": "Participant eligibility criteria were explicitly specified. b Described a random component in the sequence generation process (eg, using a computer random number generator, drawing of lots, and coin tossing"
    },
    {
      "text": "): NR (NR) Posttest (3m change): 0.3 (0.2, 0.3) Posttest (12m change): 0.3 (0.2, 0.3) Baseline: 1.1 (0.5) Posttest (3m): NR (NR) Posttest (3m change): 0.1 (0.1, 0.1) Posttest (12m change): 0.1 (0.1, 0.2): NR (NR) Posttest (3m change): 0.5 (0.5, 0.6) Posttest (12m change): 0.3 (0.3, 0.4) Baseline: 3.2 (0.7) Posttest (3m): NR (NR) Posttest (3m change): 0.1 (0.0, 0.1) Posttest (12m change): 0.1 (0.0, 0.1"
    },
    {
      "text": "cated to one of three study arms: a resources group (ie, SHED-IT program with paper-based self-monitoring), an online group (ie, SHED-IT program with online self-monitoring), or a wait-list control group. At posttest, significant group-by-time changes were observed for weight loss favouring the online group (-4.4 kg) and resources group (-3.0 kg) relative to the controls, which were maintained at 6-month follow-up. Significant improvements in physical activity, portion size, hazardous alcohol score, and blood pressure were also noted for men in both intervention arms compared with the control at both time points. However, no significant group-by-time effects were observed for mental health-related quality of life (SF-12) for intervention group at either posttest or follow-up."
    },
    {
      "text": "comes. This review aimed to (a) examine current evidence of maleonly lifestyle behaviour interventions on men's mental health and (b) identify if any intervention characteristics or targeted lifestyle behaviours are particularly aligned with improved mental health. Overall, nine eligible RCTs were retrieved, and the risk of bias across the studies was generally low. Despite positive intervention effects detected for weight and other lifestyle behaviours (eg, physical activity and diet), significant intervention effects were only reported for 26% of the mental health outcomes explored. Opportunities to identify which study characteristics or program components were linked to effectiveness were limited due to the small number of heterogeneous studies."
    }
  ],
  "references": [
    {
      "title": "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013",
      "authors": [
        "T Vos",
        "R Barber",
        "B Bell"
      ],
      "year": 2015
    },
    {
      "title": "The Global Economic Burden of Non-communicable Diseases: A Report by the World Economic Forum and the Harvard School of Public Health",
      "authors": [
        "D Bloom",
        "E Cafiero",
        "S Abrahams-Gessel",
        "L Bloom",
        "S Fathima",
        "A Feigl"
      ],
      "year": 2011,
      "doi": "10.1596/39932"
    },
    {
      "title": "Australia's Mental and Physical Health Tracker",
      "authors": [
        "B Harris",
        "M Duggan",
        "P Batterham"
      ],
      "year": 2018
    },
    {
      "title": "Targets and indicators for chronic disease prevention in Australia",
      "authors": [
        "K Mcnamara",
        "A Knight",
        "M Livingston"
      ],
      "year": 2015
    },
    {
      "title": "Obesity among those with mental disorders: a National Institute of Mental Health meeting report",
      "authors": [
        "D Allison",
        "J Newcomer",
        "A Dunn"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.11.020"
    },
    {
      "title": "Obesity among individuals with serious mental illness",
      "authors": [
        "F Dickerson",
        "C Brown",
        "J Kreyenbuhl"
      ],
      "year": 2006
    },
    {
      "title": "Burden of depressive disorders by country, sex, age, and year: findings from the global burden of disease study 2010",
      "authors": [
        "A Ferrari",
        "F Charlson",
        "R Norman"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001547"
    },
    {
      "title": "Handbook on gender and health",
      "authors": [
        "B Gough",
        "S Robertson",
        "M Robinson"
      ],
      "year": 2016
    },
    {
      "title": "Constructions of masculinity and their influence on men's well-being: a theory of gender and health",
      "authors": [
        "W Courtenay"
      ],
      "year": 2000,
      "doi": "10.1016/s0277-9536(99)00390-1"
    },
    {
      "title": "Making health manly: social marketing and men's health",
      "year": 2004
    },
    {
      "title": "Try to be healthy, but don't forgo your masculinity: deconstructing men's health discourse in the media",
      "authors": [
        "B Gough"
      ],
      "year": 2006
    },
    {
      "title": "An evaluation of the Health Behavior Inventory-20 (HBI-20) and its relationships to masculinity and attitudes towards seeking psychological help among college men",
      "authors": [
        "R Levant",
        "D Wimer",
        "C Williams"
      ],
      "year": 2011
    },
    {
      "title": "Men, masculinity, and the contexts of help seeking",
      "authors": [
        "M Addis",
        "J Mahalik"
      ],
      "year": 2003,
      "doi": "10.1037/0003-066x.58.1.5"
    },
    {
      "title": "The role of masculinity in men's help-seeking for depression: a systematic review",
      "authors": [
        "Z Seidler",
        "A Dawes",
        "S Rice",
        "J Oliffe",
        "H Dhillon"
      ],
      "year": 2016,
      "doi": "10.1016/j.cpr.2016.09.002"
    },
    {
      "title": "Men, depression and masculinities: a review and recommendations",
      "authors": [
        "J Oliffe",
        "M Phillips"
      ],
      "year": 2008
    },
    {
      "title": "In the Room With Men: A Casebook of Therapeutic Change",
      "authors": [
        "M Englar-Carlson",
        "M Stevens"
      ],
      "year": 2006
    },
    {
      "title": "Men's reactions to mental health labels, forms of help-seeking, and sources of help-seeking advice",
      "authors": [
        "J Berger",
        "M Addis",
        "J Green",
        "C Mackowiak",
        "V Goldberg"
      ],
      "year": 2013,
      "doi": "10.1037/a0030175"
    },
    {
      "title": "Positive strategies men regularly use to prevent and manage depression: a national survey of Australian men",
      "authors": [
        "J Proudfoot",
        "A Fogarty",
        "I Mctigue"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-2478-7"
    },
    {
      "title": "Men's mental health promotion interventions: a scoping review",
      "authors": [
        "C Seaton",
        "J Bottorff",
        "M Jones-Bricker",
        "J Oliffe",
        "D Deleenheer",
        "K Medhurst"
      ],
      "year": 2017
    },
    {
      "title": "Exercise for depression",
      "authors": [
        "G Cooney",
        "K Dwan",
        "C Greig"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd004366.pub6"
    },
    {
      "title": "Sweating away depression? The impact of intensive exercise on depression",
      "authors": [
        "R Balchin",
        "J Linde",
        "D Blackhurst",
        "Hgl Rauch",
        "G Schönbächler"
      ],
      "year": 2016,
      "doi": "10.1016/j.jad.2016.04.030"
    },
    {
      "title": "Physical exercise intervention in depressive disorders: meta-analysis and systematic review",
      "authors": [
        "T Josefsson",
        "M Lindwall",
        "T Archer"
      ],
      "year": 2014,
      "doi": "10.1111/sms.12050"
    },
    {
      "title": "Physical activity and the prevention of depression: a systematic review of prospective studies",
      "authors": [
        "G Mammen",
        "G Faulkner"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.08.001"
    },
    {
      "title": "Physical activity and likelihood of depression in adults: a review",
      "authors": [
        "M Teychenne",
        "K Ball",
        "J Salmon"
      ],
      "year": 2008
    },
    {
      "title": "Exercise as a treatment for depression: a meta-analysis adjusting for publication bias",
      "authors": [
        "F Schuch",
        "D Vancampfort",
        "J Richards",
        "S Rosenbaum",
        "P Ward",
        "B Stubbs"
      ],
      "year": 2016,
      "doi": "10.1016/j.jpsychires.2016.02.023"
    },
    {
      "title": "Exercise for anxiety disorders: systematic review",
      "authors": [
        "K Jayakody",
        "S Gunadasa",
        "C Hosker"
      ],
      "year": 2014,
      "doi": "10.1136/bjsports-2012-091287"
    },
    {
      "title": "Exercise as treatment for anxiety: systematic review and analysis",
      "authors": [
        "G Stonerock",
        "B Hoffman",
        "P Smith",
        "J Blumenthal"
      ],
      "year": 2015
    },
    {
      "title": "A systematic review and meta-analysis of dietary patterns and depression in community-dwelling adults",
      "authors": [
        "J Lai",
        "S Hiles",
        "A Bisquera",
        "A Hure",
        "M Mcevoy",
        "J Attia"
      ],
      "year": 2014,
      "doi": "10.3945/ajcn.113.069880"
    },
    {
      "title": "Dietary patterns and the risk of depression in adults: a systematic review of observational studies",
      "authors": [
        "C Rahe",
        "M Unrath",
        "K Berger"
      ],
      "year": 2014
    },
    {
      "title": "The effects of dietary improvement on symptoms of depression and anxiety: a meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "W Marx",
        "S Dash"
      ],
      "year": 2019,
      "doi": "10.1097/psy.0000000000000673"
    },
    {
      "title": "Exercise treatment for depression: efficacy and dose response",
      "authors": [
        "A Dunn",
        "M Trivedi",
        "J Kampert",
        "C Clark",
        "H Chambliss"
      ],
      "year": 2005
    },
    {
      "title": "Exercise and the treatment of depression: a review of the exercise program variables",
      "authors": [
        "R Stanton",
        "P Reaburn"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsams.2013.03.010"
    },
    {
      "title": "Long-term effects of very low-carbohydrate and high-carbohydrate weightloss diets on psychological health in obese adults with type 2 diabetes: randomized controlled trial",
      "authors": [
        "G Brinkworth",
        "N Luscombe-Marsh",
        "C Thompson"
      ],
      "year": 2016
    },
    {
      "title": "A scoping study of interventions to increase the uptake of physical activity (PA) amongst individuals with mild-to-moderate depression (MMD)",
      "authors": [
        "K Machaczek",
        "P Allmark",
        "E Goyder"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5270-7"
    },
    {
      "title": "Male inclusion in randomized controlled trials of lifestyle weight loss interventions",
      "authors": [
        "S Pagoto",
        "K Schneider",
        "J Oleski",
        "J Luciani",
        "J Bodenlos",
        "M Whited"
      ],
      "year": 2012
    },
    {
      "title": "A review of the nature and effectiveness of nutrition interventions in adult males-a guide for intervention strategies",
      "authors": [
        "P Taylor",
        "G Kolt",
        "C Vandelanotte"
      ],
      "year": 2013
    },
    {
      "title": "Interventions to increase physical activity among healthy adults: meta-analysis of outcomes",
      "authors": [
        "V Conn",
        "A Hafdahl",
        "D Mehr"
      ],
      "year": 2011
    },
    {
      "title": "Engaging men in weight loss: experiences of men who participated in the male only SHED-IT pilot study",
      "authors": [
        "P Morgan",
        "J Warren",
        "D Lubans",
        "C Collins",
        "R Callister"
      ],
      "year": 2011
    },
    {
      "title": "The Psychology of Men's Health/Christina Lee and R. Glynn Owens",
      "authors": [
        "C Lee"
      ],
      "year": 2002
    },
    {
      "title": "Men and depression: current perspectives for health care professionals",
      "authors": [
        "A Fields",
        "S Cochran"
      ],
      "year": 2011
    },
    {
      "title": "Qualities men value when communicating with general practitioners: implications for primary care settings",
      "authors": [
        "J Smith",
        "A Braunack-Mayer",
        "G Wittert",
        "M Warin"
      ],
      "year": 2008,
      "doi": "10.5694/j.1326-5377.2008.tb02214.x"
    },
    {
      "title": "Men's health promotion interventions: what have we learned from previous programmes?",
      "authors": [
        "S Robertson",
        "K Witty",
        "S Zwolinsky",
        "R Day"
      ],
      "year": 2013,
      "doi": "10.3389/978-2-83250-468-0"
    },
    {
      "title": "Systematic reviews of and integrated report on the quantitative, qualitative and economic evidence base for the management of obesity in men",
      "authors": [
        "C Robertson",
        "D Archibald",
        "A Avenell"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of male-only weight loss and weight loss maintenance interventions: a systematic review with meta-analysis",
      "authors": [
        "M Young",
        "P Morgan",
        "R Plotnikoff",
        "R Callister",
        "C Collins"
      ],
      "year": 2012,
      "doi": "10.1111/j.1467-789x.2011.00967.x"
    },
    {
      "title": "A review of the effectiveness of physical activity interventions for adult males",
      "authors": [
        "E George",
        "G Kolt",
        "M Duncan"
      ],
      "year": 2012
    },
    {
      "title": "An updated review of interventions that include promotion of physical activity for adult men",
      "authors": [
        "J Bottorff",
        "C Seaton",
        "S Johnson"
      ],
      "year": 2015
    },
    {
      "title": "Overweight, obesity, and depression: a systematic review and meta-analysis of longitudinal studies",
      "authors": [
        "F Luppino",
        "L De Wit",
        "P Bouvy"
      ],
      "year": 2010
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2010
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "year": 2011
    },
    {
      "title": "Methodological expectations of Cochrane intervention reviews",
      "authors": [
        "Jptlt Higgins",
        "J Chandler",
        "D Tovey",
        "R Churchill"
      ],
      "year": 2016
    },
    {
      "title": "CONSORT 2010 statement: updated guidelines for reporting parallel group randomized trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher"
      ],
      "year": 2010
    },
    {
      "title": "Physical activity for cognitive and mental health in youth: a systematic review of mechanisms",
      "authors": [
        "D Lubans",
        "J Richards",
        "C Hillman"
      ],
      "year": 2016,
      "doi": "10.1542/peds.2016-1642"
    },
    {
      "title": "Weighted kappa: nominal scale agreement provision for scaled disagreement or partial credit",
      "authors": [
        "J Cohen"
      ],
      "year": 1968,
      "doi": "10.1037/h0026256"
    },
    {
      "title": "The Nordic Cochrane Centre",
      "year": 2014,
      "doi": "10.1046/j.1365-2532.1994.1140235.x"
    },
    {
      "title": "Statistical power analysis for the behavioural sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Interpreting estimates of treatment effects: implications for managed care",
      "authors": [
        "S Faraone"
      ],
      "year": 2008
    },
    {
      "title": "Systematic review of maintenance of behavior change following physical activity and dietary interventions",
      "authors": [
        "B Fjeldsoe",
        "M Neuhaus",
        "E Winkler",
        "E Eakin"
      ],
      "year": 2011
    },
    {
      "title": "Covidence systematic review software",
      "year": 2018
    },
    {
      "title": "Efficacy of the type 2 diabetes Prevention Using LifeStyle Education program RCT",
      "authors": [
        "E Aguiar",
        "P Morgan",
        "C Collins",
        "R Plotnikoff",
        "M Young",
        "R Callister"
      ],
      "year": 2016
    },
    {
      "title": "Feasibility and preliminary efficacy of the 'HEYMAN' healthy lifestyle program for young men: a pilot randomised controlled trial",
      "authors": [
        "L Ashton",
        "P Morgan",
        "M Hutchesson",
        "M Rollo",
        "C Collins"
      ],
      "year": 2017
    },
    {
      "title": "The impact of a shipboard weight control program",
      "authors": [
        "K Dennis",
        "K Pane",
        "B Adams",
        "B Qi"
      ],
      "year": 1999
    },
    {
      "title": "Weight management for overweight and obese men delivered through professional football clubs: a pilot randomized trial",
      "authors": [
        "C Gray",
        "K Hunt",
        "N Mutrie",
        "A Anderson",
        "S Treweek",
        "S Wyke"
      ],
      "year": 2013
    },
    {
      "title": "A gender-sensitised weight loss and healthy living programme for overweight and obese men delivered by Scottish Premier League football clubs (FFIT): a pragmatic randomised controlled trial",
      "authors": [
        "K Hunt",
        "S Wyke",
        "C Gray"
      ],
      "year": 2014
    },
    {
      "title": "Health-related quality of life in WHO class II-III obese men losing weight with very-low-energy diet and behaviour modification: a randomised clinical trial",
      "authors": [
        "J Kaukua",
        "T Pekkarinen",
        "T Sane",
        "P Mustajoki"
      ],
      "year": 2002
    },
    {
      "title": "The SHED-IT community trial: a randomized controlled trial of internet-and paper-based weight loss programs tailored for overweight and obese men",
      "authors": [
        "P Morgan",
        "R Callister",
        "C Collins"
      ],
      "year": 2013
    },
    {
      "title": "The impact of a workplacebased weight loss program on work-related outcomes in overweight male shift workers",
      "authors": [
        "P Morgan",
        "C Collins",
        "R Plotnikoff"
      ],
      "year": 2012
    },
    {
      "title": "Hockey fans in training: a pilot pragmatic randomized controlled trial",
      "authors": [
        "R Petrella",
        "D Gill",
        "G Zou"
      ],
      "year": 2017,
      "doi": "10.1249/mss.0000000000001380"
    },
    {
      "title": "The measurement of observer agreement for categorical data",
      "authors": [
        "J Landis",
        "G Koch"
      ],
      "year": 1977
    },
    {
      "title": "Efficacy of a workplace-based weight loss program for overweight male shift workers: the workplace POWER (Preventing Obesity Without Eating like a Rabbit) randomized controlled trial",
      "authors": [
        "P Morgan",
        "C Collins",
        "R Plotnikoff",
        "A Cook",
        "B Berthon",
        "S Mitchell"
      ],
      "year": 2011
    },
    {
      "title": "The SHED-IT community trial study protocol: a randomised controlled trial of weight loss programs for overweight and obese men",
      "authors": [
        "P Morgan",
        "C Collins",
        "R Plotnikoff"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2458-10-701"
    },
    {
      "title": "Society and the adolescent self-image",
      "authors": [
        "M Rosenberg"
      ],
      "year": 1965
    },
    {
      "title": "Development and validation of an internationally reliable short form of the positive and negative affect schedule (PANAS)",
      "authors": [
        "E Thompson"
      ],
      "year": 2007
    },
    {
      "title": "Depression and other common mental disorders: global health estimates",
      "year": 2017
    },
    {
      "title": "Linking gender-role conflict to nonnormative and self-stigmatizing perceptions of alcohol abuse and depression",
      "authors": [
        "M Magovcevic",
        "M Addis"
      ],
      "year": 2005
    },
    {
      "title": "Men, masculinities, depression: implications for mental health services from a Delphi expert consensus study",
      "authors": [
        "Z Seidler",
        "S Rice",
        "J Ogrodniczuk",
        "J Oliffe",
        "J Shaw",
        "H Dhillon"
      ],
      "year": 2019
    },
    {
      "title": "Efficacy of online lifestyle interventions targeting lifestyle behaviour change in depressed populations: a systematic review",
      "authors": [
        "C Young",
        "K Trapani",
        "S Dawson"
      ],
      "year": 2018
    },
    {
      "title": "Putting the efficacy of psychiatric and general medicine medication into perspective: review of meta-analyses",
      "authors": [
        "S Leucht",
        "S Hierl",
        "W Kissling",
        "M Dold",
        "J Davis"
      ],
      "year": 2012
    },
    {
      "title": "The effects of exercise interventions on quality of life in clinical and healthy populations; a meta-analysis",
      "authors": [
        "F Gillison",
        "S Skevington",
        "A Sato",
        "M Standage",
        "S Evangelidou"
      ],
      "year": 2009
    },
    {
      "title": "Psychological benefits of weight loss following behavioural and/or dietary weight loss interventions. A systematic research review",
      "authors": [
        "N Lasikiewicz",
        "K Myrissa",
        "A Hoyland",
        "C Lawton"
      ],
      "year": 2014
    },
    {
      "title": "A meta-meta-analysis of the effect of physical activity on depression and anxiety in non-clinical adult populations",
      "authors": [
        "A Rebar",
        "R Stanton",
        "D Geard",
        "C Short",
        "M Duncan",
        "C Vandelanotte"
      ],
      "year": 2015
    },
    {
      "title": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-5 ® )",
      "year": 2013
    },
    {
      "title": "Understanding the relation between obesity and depression: causal mechanisms and implications for treatment",
      "authors": [
        "S Markowitz",
        "M Friedman",
        "S Arent"
      ],
      "year": 2008
    },
    {
      "title": "Weight stigmatization and ideological beliefs: relation to psychological functioning in obese adults",
      "authors": [
        "K Friedman",
        "S Reichmann",
        "P Costanzo",
        "A Zelli",
        "J Ashmore",
        "G Musante"
      ],
      "year": 2005
    },
    {
      "title": "Intentional weight loss and changes in symptoms of depression: a systematic review and meta-analysis",
      "authors": [
        "A Fabricatore",
        "T Wadden",
        "A Higginbotham"
      ],
      "year": 2011
    },
    {
      "title": "Weight change, psychological well-being, and vitality in adults participating in a cognitive-behavioral weight loss program",
      "authors": [
        "C Swencionis",
        "J Wylie-Rosett",
        "M Lent"
      ],
      "year": 2013,
      "doi": "10.1037/a0029186"
    },
    {
      "title": "Overweight and obesity associated with higher depression prevalence in adults: a systematic review and meta-analysis",
      "authors": [
        "E Pereira-Miranda",
        "Prf Costa",
        "Vao Queiroz",
        "M Pereira-Santos",
        "Mlp Santana"
      ],
      "year": 2017,
      "doi": "10.1080/07315724.2016.1261053"
    },
    {
      "title": "The association between obesity and anxiety disorders in the population: a systematic review and metaanalysis",
      "authors": [
        "G Gariepy",
        "D Nitka",
        "N Schmitz"
      ],
      "year": 2010
    },
    {
      "title": "Improving diet and physical activity to reduce population prevalence of overweight and obesity: an overview of current evidence",
      "authors": [
        "S Stephens",
        "L Cobiac",
        "J Veerman"
      ],
      "year": 2014
    },
    {
      "title": "Effect of a gender-tailored eHealth weight loss program on the depressive symptoms of overweight and obese men: pre-post study",
      "authors": [
        "M Young",
        "P Morgan"
      ],
      "year": 2018
    },
    {
      "title": "Combined pharmacotherapy and psychological treatment for depression: a systematic review",
      "authors": [
        "S Pampallona",
        "P Bollini",
        "G Tibaldi",
        "B Kupelnick",
        "C Munizza"
      ],
      "year": 2004
    },
    {
      "title": "Cognitive-behavioral treatment of depression in men: tailoring treatment and directions for future research",
      "authors": [
        "J Spendelow"
      ],
      "year": 2015,
      "doi": "10.1177/1557988314529790"
    }
  ],
  "num_references": 91,
  "original_doi": "https://doi.org/10.13039/501100001030"
}
