{
  "paper_id": "2SDYFUM5",
  "title": "Patient and Partner Feedback Reports to Improve Statin Medication Adherence: A Randomized Control Trial",
  "abstract": "BACKGROUND: Simple nudges such as reminders and feedback reports to either a patient or a partner may facilitate improved medication adherence. OBJECTIVE: To test the impact of a pill bottle used to monitor adherence, deliver a daily alarm, and generate weekly medication adherence feedback reports on statin adherence. DESIGN: Three-month, three-arm randomized clinical trial (ClinicalTrials.gov identifier: NCT02480530). PARTICIPANTS: One hundred and twenty-six veterans with known coronary artery disease and poor adherence (medication possession ratio <80 %). INTERVENTION: Patients were randomized to one of three groups: (1) a control group (n = 36) that received a pill-monitoring device with no alarms or feedback; (2) an individual feedback group (n = 36) that received a daily alarm and a weekly medication adherence feedback report; and (3) a partner feedback group (n = 54) that received an alarm and a weekly feedback report that was shared with a friend, family member, or a peer. The intervention continued for 3 months, and participants were followed for an additional 3 months after the intervention period. MAIN MEASURES: Adherence as measured by pill bottle. Secondary outcomes included change in LDL (mg/dl), patient activation, and social support. KEY RESULTS: During the 3-month intervention period, medication adherence was higher in both feedback arms than in the control arm (individual feedback group 89 %, partner feedback group 86 %, control group 67 %; p < 0.001 and = 0.001). At 6 months, there was no difference in medication adherence between either of the feedback groups and the control (individual feedback 60 %, partner feedback 52 %, control group 54 %; p = 0.75 and 0.97). CONCLUSIONS: Daily alarms combined with individual or partner feedback reports improved statin medication adherence. While neither an individual feedback nor partner feedback strategy created a sustainable medication adherence habit, the intervention itself is relatively easy to implement and low cost.",
  "year": 2016,
  "date": "2016-09-09",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Ashok",
      "surname": "Reddy",
      "name": "Ashok Reddy",
      "affiliation": "1  Division of General Internal Medicine , University of Washington School of Medicine , Seattle , WA , USA; \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t University of Washington School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Tiffany",
      "surname": "Huseman",
      "name": "Tiffany Huseman",
      "affiliation": "4  VISN \n\t\t\t\t\t\t\t\t VISN"
    },
    {
      "forename": "Anne",
      "surname": "Canamucio",
      "name": "Anne Canamucio",
      "affiliation": "4  VISN \n\t\t\t\t\t\t\t\t VISN"
    },
    {
      "forename": "Steven",
      "surname": "Marcus",
      "name": "Steven Marcus",
      "affiliation": "5  School of Social Policy and Practice , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t School of Social Policy and Practice \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "4  VISN \n\t\t\t\t\t\t\t\t VISN"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "4  VISN \n\t\t\t\t\t\t\t\t VISN"
    },
    {
      "forename": "Judith",
      "surname": "Long",
      "name": "Judith Long",
      "affiliation": "4  VISN \n\t\t\t\t\t\t\t\t VISN"
    }
  ],
  "doi": "10.1007/s11606-016-3858-0",
  "keywords": [
    "medication adherence",
    "social force",
    "social support",
    "statins"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Cardiovascular disease is the leading cause of death in the United States. Statins (HMG-CoA reductase inhibitors) lower cholesterol and reduce the risk of myocardial infarction by 30 %,  1  but even among patients who have had a heart attack, nearly half stop taking their statin medications within a year of their initial prescription.  2, 3 This poor medication adherence is associated with higher mortality, worse clinical outcomes, and increased health care costs.  4, 5 ne possible solution for improving adherence to medications is the implementation of Bautomated hovering,^the ability to remotely monitor and engage patients outside the traditional walls of our hospitals and clinics. For many nonadherent patients, awareness of being observed may facilitate their use of prescribed medications.  6 Developments such as wireless smart bottles might provide an ideal opportunity to implement non-intrusive monitoring to promote patient engagement.\n\nWhile wireless monitoring alone has not changed behavior to the extent expected given the appeal of pedometers and other wearable devices, linking wireless monitoring to financial incentives has been effective in advancing medication adherence.  7, 8 However, interventions using financial incentive to improve adherence require substantial resources, and some view them as unacceptable.  9, 10 Other potential facilitators of behavior change include individual feedback and social influence.  11 For example, individual feedback on home energy use increases awareness of consumption and provides motivation for reducing usage.  12 Moreover, individuals are more likely to engage in behavior change when asked to do so by someone else, using peer support to promote alignment with the favorable values exemplified by others.  13 Community health workers and peer mentors have used similar social influences to motivate medication adherence.  14, 15 ur study aimed to test the impact of Bautomated hoveringĉ ombined with a daily alarm and weekly feedback reports on statin adherence in veteran patients with coronary artery disease. The intervention was structured to create a three-step Bhabit loop.^1  6  First, we used a daily alarm to signal to the patient that it was time to take their medication. Second, by opening the bottle, patients completed the behavior of taking the medication. Finally, we provided a weekly feedback report delivered to the individual and family/friend or peer to help both the patient and their partner gauge their success in taking their medications daily. We conducted a three-arm randomized controlled trial designed to test whether a daily medication reminder combined with a weekly adherence feedback report sent to the patient or to the patient plus a selected partner (designed to create individual and social forces) could improve adherence in comparison to a control group receiving no alarms or feedback reports. Previous research suggests that formation of a habit takes 66 days on average.  17 Therefore, we chose to structure the intervention for 13 weeks, and patients were followed for an additional 13 weeks after the intervention period. Our primary outcome was medication adherence. Secondary outcomes included changes in patient activation, social support, and low-density lipoprotein (LDL) level."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Setting and Participants",
      "text": "Veteran patients at the Corporal Michael J. Crescenz VA Medical Center (CMCVAMC) in Philadelphia were assigned to one of three groups (Fig.  1 ): a control group that received an electronic pill monitoring device with no alarms or feedback; an individual feedback group that received a daily alarm and a weekly medication adherence feedback report; and a partner feedback group that received an alarm and a weekly feedback report that was also shared with a patient-selected partner. A patient randomized to this group chose a family member, friend, or another patient randomized to this group as a partner. We defined peer partner as a participant in the partner feedback group who chose to share their feedback with another patient.\n\nWe identified participants using the VA Veterans Integrated Service Network (VISN) four Data Warehouses (CDW) and electronic medical records. We included only patients between the ages of 30 and 75 with a diagnosis of coronary artery disease (CAD). We further limited this group to those who had documented poor adherence to a prescribed statin as measured by a 16-month medication possession ratio (MPR) of < 80 %. MPR is calculated using pharmacy refill data, as the proportion of days in the past 480 days that the patient has access to medication. Prescriptions for statin medications within the Veterans Health Administration (VHA) are often written for 90 days. Therefore, calculation of MPR levels over a 3-month period is unreliable, as patients may have only one prescription during that period.\n\nStudy coordinators used electronic medical records to confirm veteran age, diagnosis of CAD, and active statin prescription. Veterans whose problem list revealed active substance abuse, significant hearing loss, reduced cognitive ability, or homelessness were excluded. Patients meeting the inclusion criteria (n = 685) were sent a letter to their home notifying them of the study, our intention to contact them, and our telephone number in case they had questions or wished to opt out of participation. Mailings were followed by up to three phone calls. Of those contacted, 397 patients declined to participate. Veterans who agreed to participate (n = 126) were invited to the Philadelphia CMCVAMC to complete the consent procedure, a baseline direct LDL measurement, a baseline survey asking about demographic information, the four-item self-reported Morisky Medication Adherence Scale (MMAS-4),  18, 19  the Patient Activation Measure (PAM),  20  and Multidimensional Scale of Perceived Social Support (MSPSS).  21 Enrollees received $50 for completion of the baseline survey and blood draw. At 13 weeks, a study coordinator re-surveyed participants by phone and recorded their opinions about the study. An in-person visit at 26 weeks was used to collect LDL levels and complete the final health behavior surveys. During this visit, participants received an additional $75 if they had also completed the telephone survey or $50 if they had not. The study ran from April 2014 through September 2015. Funding for the study was provided by the Center for the Evaluation of Patient Aligned Care Team (CEPACT). The protocol was approved by the institutional review board of the Philadelphia CMCVAMC."
    },
    {
      "title": "Randomization and Intervention",
      "text": "The study was managed using BWay to Health,^an automated information technology platform based at the University of Pennsylvania that facilitates clinical trial randomization, securely captures survey responses, monitors electronic pill bottle adherence data, and integrates adherence data to create feedback reports.\n\nThe primary investigators were blinded to participants' assigned intervention; however, research assistants were unblinded so that they could educate participants about their device functionality and mail weekly feedback reports to the participants' or partners' home address (active arms only). Each patient was given a GlowCap ® bottle (Vitality, Inc., Los Angeles, CA) to use for their statin. The bottle has a computer chip in the lid that communicates with a cellularconnected plug-in nightlight. When all features are activated, the GlowCap monitor changes color 1 h before the scheduled time to take the medication. If the medication is taken during this period, the pill bottle does not sound an alarm. If the medication is not taken within the designated period, the bottle flashes and sounds an alarm. All patients received educational material on the importance of adherence to statin medication. The GlowCap was used as an electronic monitoring device to measure our primary outcome. The control group received this device, but none of the patient features were activated (no alarm or notification). The use of the device in the control arm allowed us to accurately measure daily adherence and to compare this to the intervention (which included notification and alarm). The individual feedback participants received a bottle with a daily alarm and a weekly adherence feedback report. Weekly feedback reports (Appendix available online) displayed participants' medication adherence and assigned a value for weekly performance based on the number of days that they had opened the bottle. For example, if a participant had taken his or her medication every day, the weekly report would display BYour weekly performance is great, keep it up.Î f it demonstrated less adherence, the report would state BYour weekly performance needs improvement.^Participants in the partner feedback also had a copy of the report sent to their designated family member, friend, or peer. All participants and partners were trained on the interpretation of the weekly adherence report.\n\nOur sample size was estimated to identify Bmoderateî ntervention effects (Cohen's d = 0.6). We calculated that we would need a sample of 50 patients in each arm, assuming 15 % attrition, to ensure 80 % power, with alpha set at 0.05 to detect differences in adherence between each of the feedback arms and the control arm. In addition, we assumed that many participants randomized to the partner arm would select a peer partner. To adjust for the potentially high degree of relatedness between these patients (intra-cluster correlation, ICC = 0.5), we recruited an additional 25 subjects into the partner feedback arm. These assumptions were made prior to recruitment. However, we were ultimately conservative in our estimates, as we had only a handful of patients who dropped out (n = 6) or selected a peer partner (n = 7). We used a computer-generated stratified 2:2:3 block randomization assignment to facilitate the allocation of extra participants to the partner feedback arm."
    },
    {
      "title": "Outcomes and Statistical Analysis",
      "text": "Our primary outcome was medication adherence (daily opening of pill bottle) during the intervention period (13 weeks). Adherence was calculated as the number of days the GlowCap bottle was opened during the period divided by 91 (number of days in the time period). Our secondary outcomes included adherence during the 13-week post-intervention period, change in the PAM and MSPSS (all assessed from baseline to 13 weeks and from 14 weeks to 26 weeks), and change in the LDL-direct level (from baseline to 26 weeks). We hypothesized that participants in both feedback groups would have greater adherence rates than participants in the control arm.\n\nTo test the primary and secondary hypotheses, we used an unadjusted intent-to-treat analysis. For those who died or withdrew during the first 13 weeks, we assumed that unobserved days during this period and all days in the second 13week period were non-adherent. Adherence was compared among arms separately for each time period using one-way ANOVA. P-values were calculated using the Tukey adjustment for multiple comparisons.  22 Additional methods of calculating adherence (adjustment of denominators to account for death, withdrawal and/or hospitalization, as well as multiple imputations for missing data) were also analyzed, and results were similar.\n\nChanges in LDL levels, PAM scores, and MSPSS levels were also compared among arms using one-way ANOVA. In a sensitivity analysis, we used a random effects regression model that accounted for correlation of measurements on the same person over time. The model included main effects for time and arm, and used the interaction between time and arm to test for differences in change over time by arm. We also performed additional sensitivity analyses that adjusted for baseline measures of adherence (MPR and Morisky score), baseline social support, and all demographic variables. Although missing data was not common, multiple imputations were performed in SAS (SAS Institute Inc., Cary, using PROC MI and MIANALYZE to create and analyze the imputed data sets."
    },
    {
      "title": "RESULTS",
      "text": "Our initial screen identified 1173 patients with coronary artery disease and a statin MPR of < 80 %. Four hundred and eightyeight were excluded on the basis of the inclusion or exclusion criteria, 397 declined to participate, and we were unable to reach 162 potential participants (Fig.  1 ). Demographic characteristics of the 126 enrolled participants were similar for control (n = 36), individual feedback (n = 36), and partner feedback (n = 54) arms (Table  1 ). Within the partner feedback group, most participants chose to pair with a family member or friend (n = 47) versus a peer (n = 7). The mean age of participants was 65 years, and a majority were men (96 %). The average rate of statin medication adherence in the baseline period as measured by MPR was 67 % in the control group, 64 % in the individual feedback group, and 71 % in the partner feedback group. We compared pre-trial MPR levels, sex, and age between those who enrolled and those who did not enroll and found no statistically significant differences. A baseline self-assessment of adherence using the four-question Morisky score showed that about 10 % of participants reported low rates of adherence to statin medication, 53 % reported medium adherence, and 37 % reported high adherence. Forty-two percent reported high social support and 49 % had medium levels of social support. Participants also had high levels of patient activation (level 4: 31 % and level 3: 45 %). The average baseline LDL cholesterol level was 88.8 mg/dl. We tested all baseline characteristics for imbalance between randomization groups and found no statistically significant differences.\n\nDuring the 13-week intervention period, medication adherence in both feedback arms was higher than that in the control arm (89 % in the individual feedback vs. 67 % in the control group, p < 0.001; 86 % in the partner feedback vs. 67 % in the control group, p = 0.001). There was no significant difference in adherence between the two feedback groups (Table  2 ). Throughout the intervention period, both feedback groups maintained relatively constant weekly adherence of about 80 %. However, the control group experienced a steady decline, from above 75 % adherence in the first few weeks to near 65 % by week 13 (Fig.  2 ). When all intervention feedback mechanisms were stopped at week 13, adherence rates dropped in both feedback groups. At 6 months there was no difference in medication adherence between the control group and either the individual feedback group (54 vs. 60 %, p = 0.75) or the partner feedback group (54 vs. 52 %, p = 0.95). The results from our sensitivity analyses did not significantly change the effect sizes, p values, or interpretation of the results.\n\nIn the post-intervention period, follow-up LDL at 26 weeks was missing in 14 (11 %) cases, and follow-up surveys were missing at 13 and 26 weeks for 13 (10 %) and 19 (15 %) of the subjects, respectively. From baseline to 26 weeks, the mean LDL level was reduced among participants in the control group by 9.1 mg/dl (95 % CI -19.5 to 1.2), in the individual feedback group by 5.0 mg/dl (95 % CI -15.5 to 5.5), and in the partner feedback group by 4.6 mg/dl (95 % CI -13.55 to 4.35). The differences in mean reduction in LDL levels between individual and partner feedback arms and the control group\n\nTable 1 Participant Characteristics Entire sample (n = 126) Control (n = 36) Individual feedback (n = 36) Partner feedback (n = 54) Mean age (SD) 64.9 (5.8) 64.1 (6.6) 65.6 (4.1) 64.9 (6.2) Male, n (%) 121 (96.3) 33 (91.7) 36 (100.0) 52 (96.3) Race/ethnicity, n (%) White, non-Hispanic 57 (45.2) 17 (47.2) 20 (55.6) 20 (37.0) African American, non-Hispanic 64 (50.8) 18 (50.0) 16 (44.4) 30 (55.6) Other 5 (4.0) 1 (2.8) 0 (0.0) 4 (7.4) Baseline self-reported medication adherence, MMAS-4, n (%) High 46 (36.5) 11 (30.6) 16 (44.4) 19 (35.2) Medium 67 (53.2) 20 (55.6) 17 (47.2) 30 (55.6) Low 13 (10.3) 5 (13.9) 3 (8.3) 5 (9.3) Baseline social support, MSPSS survey, n (%) High 52 (41.6) 17 (48.6) 18 (50.0) 17 (31.5) Medium 61 (48.8) 15 (42.9) 16 (44.4) 30 (55.6) Low 12 (9.6) 3 (8.6) 2 (5.6) 7 (13.0) Baseline patient activation, n (%) Level 1 11 (8.7) 3 (8.3) 2 (5.6) 6 (11.1) Level 2 19 (15.1) 5 (13.9) 4 (11.1) 10 (18.5) Level 3 57 (45.2) 18 (50.0) 17 (47.2) 22 (40.7) Level 4 39 (31.0) 10 (27.8) 13 (36.1) 16 (29.6) Mean LDL level (SD) 88.8 (31.7) 93.6 (40.2) 87.3 (26.7) 86.6 (28.6) Mean medication possession ratio, (SD) 0.68 (.27) 0.67 (.23) 0.64 (.22) 0.71 (.31) MMAS-4 Morisky Medication Adherence Scale four-item self-report, MSPSS Multidimensional Scale of Perceived Social Support, LDL low-density lipoprotein\n\nwere not significant (p-values of 0.59 and 0.51, respectively). observed minimal score changes in the PAM and the MSPSS surveys during the intervention period and at 26 weeks. Point estimate changes between baseline and 26 weeks in PAM and MSPSS scores were not statistically significant and close to zero in magnitude."
    },
    {
      "title": "DISCUSSION",
      "text": "This randomized controlled trial tested a novel approach for intensifying Bautomated hovering^using daily alarms combined with feedback reports to engage individuals and social partners in medication adherence. During the 13week intervention period, medication adherence in both feedback arms was higher than in the control arm. We did not find any difference between the group that received individual feedback and the partner feedback group. In addition, the higher rates of adherence were not sustained once the interventions stopped.\n\nOur results are similar to those of recent studies showing that alarm devices and electronic reminders can improve medication adherence  23  and a recent pilot randomized controlled trial that found no additional benefit provided by partners.  24 Limited interactions between participants and partners may be one reason that we did not see a specific benefit from the partner-selected feedback. It may be that the alarm and individual feedback itself was sufficient to change behavior, and there was not much to be gained with the addition of the feedback reports to partners. On the other hand, many participants chose their spouse as their partner, and it is possible that participants in the individual feedback arm may have been engaging their spouse similarly even without formal engagement in the study. A glowing, buzzing pill bottle in and of itself may have engaged them.\n\nInterestingly, we did not observe any change in our secondary outcome, LDL levels, despite higher adherence levels in the intervention arms. While adherence improved in the intervention arms at 3 months, by 6 months all groups had similar levels of adherence. We acknowledge that we might have seen a decline in LDL level that mirrored the improvement in adherence had we tested LDL levels at 3 months. But the relationship between LDL levels and statin medication adherence is imprecise. We found that our population with limited adherence to statin medications had a number of patients with LDL levels less than 100 mg/dl at the start of the study (the overall mean baseline LDL was 88 mg/dl). Previous research has shown that nearly 20 % of patients with MPR of less than 80 % have LDL levels less than 100 mg/dl.  25 These data suggest that it may be possible to achieve low LDL levels with imperfect adherence.\n\nOur study has several limitations. First, participants in the control group received electronic pill bottles and may have  been more adherent than a population that was under observation. This awareness of observed (Hawthorne effect) in the control group waned quickly. Second, we did not enroll the number of subjects pre-specified by our power calculation. However, our findings were quite robust, as we observed a large effect size in both intervention groups compared to the control group. In addition, the dropout rate and the number of participants who selected to work with a peer partner was lower than expected (i.e. our initial power calculation may have been overestimated). Finally, given the steep decline in adherence in the intervention arms once the intervention was complete, we believe that the observed findings are authentic.\n\nBetter tools for improving patient engagement in medication adherence behaviors are urgently needed. Wireless technologies with remote monitoring capabilities can change how we approach this problem. Our intervention is relatively easy and inexpensive to implement, rendering it a potentially effective way to improve long-term medication adherence. Given the easy automation and scaling of the intervention, it would be worthwhile to determine whether a longer intervention could lead to habit formation (i.e. persistent adherence once the intervention is complete) or whether a continuous intervention that never ends (the pill bottle always goes off) could lead to sustained high levels of adherence."
    },
    {
      "text": "Figure 1 Study flow diagram."
    },
    {
      "text": "Figure 2 Overall weekly adherence. Control Individual feedback Partner feedback."
    },
    {
      "text": "Corresponding Author: Ashok Reddy, MD, MS; Department of MedicineUniversity of Washington School of Medicine, 1959 NE Pacific Street, Suite BB1240, Box: 356526, Seattle, WA 98195-6526, USA (e-mail: reddya@uw.edu).Compliance with Ethical Standards:Funders: This work was supported by a grant from the Center for the Evaluation of Patient Aligned Care Teams at the Philadelphia VA."
    },
    {
      "text": "Medication Adherence During Intervention and Follow-Up, LDL Change from Baseline to 6 Months, and Survey Changes from Baseline to 3 Months and from 4 to 6 Months LDL low-density lipoprotein, PAM Patient Activation Measure, MSPSS Multidimensional Scale of Perceived Social Support *p-values reflect comparisons with control group, and are adjusted for multiple comparisons using the Tukey method. Differences between intervention arms were not significant."
    }
  ],
  "references": [
    {
      "title": "Efficacy and safety of cholesterol-lowering treatment: prospective meta-analysis of data from 90 056 participants in 14 randomised trials of statins",
      "authors": [
        "Ctt)"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)67394-1"
    },
    {
      "title": "Impact of medication therapy discontinuation on mortality after myocardial infarction",
      "authors": [
        "P Ho",
        "J Spertus",
        "F Masoudi"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.17.1842"
    },
    {
      "title": "Adherence with statin therapy in elderly patients with and without acute coronary syndromes",
      "authors": [
        "C Jackevicius",
        "M Mamdani",
        "J Tu"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.462"
    },
    {
      "title": "Relationship between adherence to evidence-based pharmacotherapy and long-term mortality after acute myocardial infarction",
      "authors": [
        "J Rasmussen",
        "A Chong",
        "D Alter"
      ],
      "year": 2007,
      "doi": "10.1001/jama.297.2.177"
    },
    {
      "title": "Adherence to statin treatment and readmission of patients after myocardial infarction: a six year follow up study",
      "authors": [
        "L Wei",
        "J Wang",
        "P Thompson",
        "S Wong",
        "A Struthers",
        "T Macdonald"
      ],
      "year": 2002,
      "doi": "10.1136/heart.88.3.229"
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.14781"
    },
    {
      "title": "A test of financial incentives to improve warfarin adherence",
      "authors": [
        "K Volpp",
        "G Loewenstein",
        "A Troxel"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-272"
    },
    {
      "title": "Financial reinforcers for improving medication adherence: findings from a meta-analysis",
      "authors": [
        "N Petry"
      ],
      "year": 2012,
      "doi": "10.1016/j.amjmed.2012.01.003"
    },
    {
      "title": "Patients as mercenaries? The ethics of using financial incentives in the war on unhealthy behaviors",
      "authors": [
        "S Halpern",
        "K Madison",
        "K Volpp"
      ],
      "year": 2009,
      "doi": "10.1161/circoutcomes.109.871855"
    },
    {
      "title": "Financial penalties for the unhealthy? Ethical guidelines for holding employees responsible for their health",
      "authors": [
        "S Pearson",
        "S Lieber"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.3.845"
    },
    {
      "title": "Social influence: compliance and conformity",
      "authors": [
        "R Cialdini",
        "N Goldstein"
      ],
      "year": 2004,
      "doi": "10.1146/annurev.psych.55.090902.142015"
    },
    {
      "title": "The effectiveness of feedback on energy consumption",
      "authors": [
        "S Darby"
      ],
      "year": 2006
    },
    {
      "title": "Behavioral Economics and Health",
      "authors": [
        "J Kessler",
        "C Zhang"
      ],
      "year": 2014,
      "doi": "10.1093/med/9780199661756.003.0130"
    },
    {
      "title": "Peer mentoring and financial incentives to improve glucose control in African American veterans: a randomized trial",
      "authors": [
        "J Long",
        "E Jahnle",
        "D Richardson",
        "G Loewenstein",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.7326/0003-4819-156-6-201203200-00004"
    },
    {
      "title": "Antiretroviral therapy in resource-poor settings: decreasing barriers to access and promoting adherence",
      "authors": [
        "J Mukherjee",
        "L Ivers",
        "F Leandre",
        "P Farmer",
        "H Behforouz"
      ],
      "year": 2006,
      "doi": "10.1097/01.qai.0000248348.25630.74"
    },
    {
      "title": "The Power of Habit: Why We Do What We Do in Life and Business",
      "authors": [
        "C Duhigg"
      ],
      "year": 2012
    },
    {
      "title": "How are habits formed: modelling habit formation in the real world",
      "authors": [
        "P Lally",
        "C Van Jaarsveld",
        "H Potts",
        "J Wardle"
      ],
      "year": 2010,
      "doi": "10.1002/ejsp.674"
    },
    {
      "title": "Concurrent and predictive validity of a self-reported measure of medication adherence",
      "authors": [
        "D Morisky",
        "L Green",
        "D Levine"
      ],
      "year": 1986,
      "doi": "10.1097/00005650-198601000-00007"
    },
    {
      "title": "Self-reported Morisky score for identifying nonadherence with cardiovascular medications",
      "authors": [
        "S Shalansky",
        "A Levy",
        "A Ignaszewski"
      ],
      "year": 2004,
      "doi": "10.1345/aph.1e071"
    },
    {
      "title": "Development of the Patient Activation Measure (PAM): conceptualizing and measuring activation in patients and consumers",
      "authors": [
        "J Hibbard",
        "J Stockard",
        "E Mahoney",
        "M Tusler"
      ],
      "year": 2004,
      "doi": "10.1111/j.1475-6773.2004.00269.x"
    },
    {
      "title": "The multidimensional scale of perceived social support",
      "authors": [
        "G Zimet",
        "N Dahlem",
        "S Zimet",
        "G Farley"
      ],
      "year": 1988,
      "doi": "10.1037/t02380-000"
    },
    {
      "title": "Testing the statistical certainty of a response to increasing doses of a drug",
      "authors": [
        "J Tukey",
        "J Ciminera",
        "J Heyse"
      ],
      "year": 1985,
      "doi": "10.2307/2530666"
    },
    {
      "title": "The effectiveness of interventions using electronic reminders to improve adherence to chronic medication: a systematic review of the literature",
      "authors": [
        "M Vervloet",
        "A Linn",
        "Jcm Van Weert",
        "D De Bakker",
        "M Bouvy",
        "L Van Dijk"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000748"
    },
    {
      "title": "Two randomized controlled pilot trials of social forces to improve statin adherence among patients with diabetes",
      "authors": [
        "P Reese"
      ],
      "year": 2015
    },
    {
      "title": "Adherence to statins and LDL-cholesterol goal attainment",
      "authors": [
        "M Chi"
      ],
      "year": 2014
    }
  ],
  "num_references": 25
}
