{
  "paper_id": "37NHXD9Q",
  "title": "A paradigm shift in psychiatric classification: the Hierarchical Taxonomy Of Psychopathology (HiTOP)",
  "year": 2009,
  "date": "2009",
  "doi": "10.1002/wps.20478",
  "md5": "DBDC8CE0688BC64BDD111AB5E4FE40FC",
  "publication": {
    "journal": "J Abnorm Psychol",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "Many have argued that a hierarchical dimensional approach to psychiatric classification would better align the nosology with data on the natural organization of psychopathology  1  . However, such proposals have often been resisted on the grounds that: a) consensus among dimensional models is lacking and b) categorical diagnoses are considered to be essential to clinical decision-making.\n\nThe Hierarchical Taxonomy Of Psychopathology (HiTOP) consortium (see  https://medicine.stonybrookmedicine.edu/HITOP ) was formed by psychiatric nosologists to develop a consensus dimensional classification that is more clinically informative than the traditional diagnostic systems (DSM and ICD).\n\nThis group of scientists (now including 69 members) reviewed studies on the structure of psychopathology and developed a consensual model 2 . The resulting system offers to address problems of arbitrary disorder boundaries (consequences of which include subthreshold and not otherwise specified cases) and substantial unreliability of traditional diagnoses, by characterizing psychopathology in terms of dimensions rather than categories.\n\nThe system resolves the problem of within-disorder heterogeneity by constructing dimensions on the basis of the observed covariation of symptoms, thus identifying coherent constructs. It deals with comorbidity by identifying higherorder dimensions that reflect associations among lower-order dimensions. This hierarchy summarizes patterns of comorbidity and enables practitioners to study and treat characteristics common to multiple conditions. Importantly, HiTOP encompasses both transient symptoms and stable maladaptive traits.\n\nThe HiTOP hierarchy has five levels. It combines symptoms, signs and maladaptive behaviors into tight-knit symptom components (e.g., insomnia) and maladaptive traits (e.g., emotional lability). These, in turn, are combined with closely related components/traits into dimensional syndromes, such as vegetative depression (that includes insomnia, psychomotor retardation, lassitude and appetite loss)  3  . Similar syndromes are combined into subfactors, such as a distress dimension that includes depression, generalized anxiety, post-traumatic stress and some borderline personality traits. Larger constellations of syndromes form broad spectra, such as an internalizing dimension that consists of distress, fear, eating pathology and sexual problems. Finally, spectra can be aggregated into extremely broad super-spectra, such as the general factor of psychopathology that reflects characteristics shared by all mental disorders.\n\nHiTOP organizes psychopathology according to evidence from statistical modeling and validation studies 2 , but it is a phenotypic model and does not directly incorporate etiology. Would such an approach perform substantially better than the traditional diagnostic systems? There are two reasons to ex-pect that it will. First, dimensional phenotypes have been found to have greater reliability and stronger associations with validators than categorical diagnoses  4  , indicating that dimensional descriptions are more informative. Second, dimensions have been shown to be more useful in clinical research. HiTOP aligns much better than traditional diagnostic systems with the genetic architecture of mental disorders and with the effects of environmental risk factors, such as childhood maltreatment  2, 5, 6  . HiTOP dimensions can explain nearly all longterm chronicity of psychopathology  7  . HiTOP also far outperforms traditional systems in accounting for functional impairment  3  . Moreover, HiTOP dimensions can help to explain why disorders from different classes respond to the same treatment (e.g., social anxiety disorder to antidepressants)  5  . Indeed, some spectra already have become useful targets for treatment development  8  .\n\nAnother response to shortcomings of traditional diagnostic systems is the Research Domain Criteria (RDoC) framework, a dimensional classification of basic psychological processes potentially relevant to psychiatric problems. The RDoC initiative aims to develop an etiologically-based nosology, but its scope is largely limited to constructs conserved across species and linked empirically to neural circuitry. Also, the RDoC framework is focused primarily on basic levels of analysis, and its clinical translation lies well in the future. In contrast, HiTOP was designed to be immediately useful in clinical research and practice.\n\nHiTOP can inform the RDoC initiative by identifying key clinical dimensions that need to be studied. Conversely, HiTOP is a descriptive system, and RDoC research can clarify the nature and validity of HiTOP dimensions. It is likely that some RDoC dimensions lack coherent phenotypes and that some HiTOP dimensions have intractable biology, but in areas of convergence these models may ultimately produce a unified nosology, achieving a comprehensive understanding of psychopathology.\n\nFurthermore, HiTOP can help to improve clinical practice immediately. Clinicians often forego a formal diagnostic assessment, as many consider it to have little clinical utility 9 . Initial evidence suggests that dimensional models can be more informative than traditional diagnoses in clinical decision-making  10  . Indeed, dimensional descriptors are indispensable in other areas of medicine (e.g., body mass index, blood pressure, laboratory test results). In psychiatry, dimensional measures have a long history of clinical use (e.g., personality inventories, symptom ratings, intelligence tests, neuropsychological tests).\n\nTo date, HiTOP has not been used clinically as a complete system, but it relies heavily on concepts and constructs embedded in widely-used dimensional measures. In fact, available HiTOP-aligned measures (see  http://psychology.unt.edu/hitop ) allow practitioners to implement many aspects of the system already.\n\nHiTOP can be used most feasibly in a stepwise manner, beginning with a brief measure of the six spectra. If problems are detected in some spectra, lengthier measures can be administered to characterize dimensions within those domains (while the other domains do not require further assessment). Thus, a HiTOP diagnosis is a patient's profile on relevant dimensions. Although such profiles may include a large number of scales, they are often simpler than traditional manuals, with their hundreds of codes and numerous permutations necessitated by comorbidities  10  .\n\nClinical decisions require cut-offs on dimensions to guide specific actions. The HiTOP consortium aims to develop such cut-offs empirically, and cut-offs based on statistical deviance already exist (e.g., two standard deviations above the mean indicate high severity).\n\nIndeed, HiTOP is a work in progress. Ongoing efforts aim to extend the system to all forms of psychopathology, construct an integrated measure of all HiTOP dimensions, and develop detailed guidance for clinicians using the system. Much more needs to be done, but HiTOP already can be applied in a va-riety of contexts. At minimum, it provides a framework for conceptualizing research phenotypes and individual patients dimensionally. Ultimately, HiTOP is expected to offer a roadmap for researchers and clinicians that is much more informative than traditional diagnostic systems.\n\nRoman Kotov foot_0  , Robert F. Krueger foot_1  , David Watson foot_2"
    },
    {
      "title": "Schizotypy, schizotypic psychopathology and schizophrenia",
      "text": "The term schizotypy refers to a latent personality organization that putatively harbors the liability for schizophrenia and can give rise to a variety of schizophrenia-related phenotypic outcomes  1,2 . This personality organization, which is determined by any number of as-yet-unknown schizophrenia-related genetic influences acting against a background of polygenic assets and liabilities as well as impacts from the environment (e.g., stressors, epigenetic inputs), can manifest itself variously at the phenotypic level, ranging from clinically diagnosable schizophrenia through pathological personality manifestations (e.g., schizotypal, paranoid, avoidant and schizoid personality disorders) to subtle, sub-clinical psychotic-like phenomenology (e.g., perceptual aberrations, magical ideation, referential thinking, interpersonal aversiveness).\n\nSchizotypy may also manifest itself in an imperceptible manner, undetectable by the unaided naked eye, through deviance on endophenotypes that have established valid relations with schizophrenia.\n\nMoreover, schizotypy as a latent construct (personality organization) is centrally embedded in a diathesis-stressor theoretical model that has considerable utility as an organizing framework for the study of schizophrenia, schizophrenia-related psychopathology (e.g., delusional disorder, psychosis not otherwise specified, schizotypal, paranoid and other related personality disorders) as well as putative schizophrenia endophenotypes, a view I have advocated for several decades  [3] [4] [5] [6]  . Note, the term schizotypy is not restricted to describe only those clinical manifestations that are associated with schizotypal personality disorder  2, 5, 6  . Nor is the term reserved to indicate a methodological preference, e.g. for self-report psychometric assessments. Rather, schizotypy can be assessed using a variety of approaches such as interviews, psychometric inventories, familial risk and/or laboratory measures. Schizotypic persons may indeed display some of the phenomenology associated with schizotypal personality disorder, but they may also show other features  [6] [7] [8]  .\n\nThere is a long history of describing clinical states bearing the imprint of schizotypy and an implicit connection to schizophrenia liability, including observations by Kraepelin, Bleuler, Rado, Meehl, Gottesman and myself. It has been argued that a clear demarcation in an underlying schizophrenia liability continuum (e.g., a pronounced threshold effect or discontinuity) is required to explain the emergence of schizotypic indicators in psychological functioning. An alternative position regarding schizotypy holds that it is a dimension of normal personality, not necessarily connected to schizophrenia liability, and representing something of a \"healthy\" personality factor. However, observers of schizophrenia and schizotypic psychopathology, in the main, do not view schizotypy as benign or reflective of healthy psychological adjustment.\n\nNon-psychotic schizotypic states (defined using clinical, laboratory and/or familial risk) have been associated with a wide range of findings, including sustained attention deficits,"
    }
  ],
  "references": [
    {
      "title": "Dimensional approaches in diagnostic classification: refining the research agenda for DSM-V. Arlington",
      "year": 2009,
      "doi": "10.1176/appi.books.9780890427743",
      "raw": "10.1176/appi.books.9780890427743 \n\t\t Dimensional approaches in diagnostic classification: refining the research agenda for DSM-V. Arlington \n\t\t \n\t\t\t J E Helzer \n\t\t \n\t\t \n\t\t\t H C Kraemer \n\t\t \n\t\t \n\t\t\t R F Krueger \n\t\t \n\t\t \n\t\t\t American Psychiatric Publishing \n\t\t\t 2009 \n\t\t \n\t \n\t Helzer JE, Kraemer HC, Krueger RF et al (eds). Dimensional approaches in diagnostic classification: refining the research agenda for DSM-V. Arling- ton: American Psychiatric Publishing, 2009."
    },
    {
      "authors": [
        "R Kotov",
        "R Krueger",
        "D Watson"
      ],
      "year": 2017,
      "journal": "J Abnorm Psychol",
      "volume": "126",
      "raw": "R Kotov \n\t\t \n\t\t \n\t\t\t R F Krueger \n\t\t \n\t\t \n\t\t\t D Watson \n\t\t \n\t \n\t \n\t\t J Abnorm Psychol \n\t\t \n\t\t\t 126 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Kotov R, Krueger RF, Watson D et al. J Abnorm Psychol 2017;126:454-77."
    },
    {
      "authors": [
        "M Waszczuk",
        "R Kotov",
        "C Ruggero"
      ],
      "year": 2017,
      "doi": "10.1037/abn0000264",
      "journal": "J Abnorm Psychol",
      "volume": "126",
      "raw": "M A Waszczuk \n\t\t \n\t\t \n\t\t\t R Kotov \n\t\t \n\t\t \n\t\t\t C Ruggero \n\t\t \n\t\t 10.1037/abn0000264 \n\t \n\t \n\t\t J Abnorm Psychol \n\t\t \n\t\t\t 126 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Waszczuk MA, Kotov R, Ruggero C et al. J Abnorm Psychol 2017;126:613-34."
    },
    {
      "authors": [
        "K Markon",
        "M Chmielewski",
        "C Miller"
      ],
      "year": 2011,
      "doi": "10.1037/a0023678",
      "journal": "Psychiatr Bull",
      "volume": "137",
      "raw": "K E Markon \n\t\t \n\t\t \n\t\t\t M Chmielewski \n\t\t \n\t\t \n\t\t\t C J Miller \n\t\t \n\t\t 10.1037/a0023678 \n\t \n\t \n\t\t Psychiatr Bull \n\t\t \n\t\t\t 137 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Markon KE, Chmielewski M, Miller CJ. Psychiatr Bull 2011;137:856-79."
    },
    {
      "authors": [
        "G Andrews",
        "D Goldberg",
        "R Krueger"
      ],
      "year": 2009,
      "doi": "10.1017/s0033291709990250",
      "journal": "Psychol Med",
      "volume": "39",
      "raw": "G Andrews \n\t\t \n\t\t \n\t\t\t D P Goldberg \n\t\t \n\t\t \n\t\t\t R F Krueger \n\t\t \n\t\t 10.1017/s0033291709990250 \n\t \n\t \n\t\t Psychol Med \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Andrews G, Goldberg DP, Krueger RF et al. Psychol Med 2009;39:1993-2000."
    },
    {
      "authors": [
        "K Keyes",
        "N Eaton",
        "R Krueger"
      ],
      "year": 2012,
      "doi": "10.1192/bjp.bp.111.093062",
      "journal": "Br J Psychiatry",
      "volume": "200",
      "raw": "K M Keyes \n\t\t \n\t\t \n\t\t\t N R Eaton \n\t\t \n\t\t \n\t\t\t R F Krueger \n\t\t \n\t\t 10.1192/bjp.bp.111.093062 \n\t \n\t \n\t\t Br J Psychiatry \n\t\t \n\t\t\t 200 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Keyes KM, Eaton NR, Krueger RF et al. Br J Psychiatry 2012;200:107-15."
    },
    {
      "authors": [
        "W Vollebergh",
        "J Iedema",
        "R Bijl"
      ],
      "year": 2001,
      "doi": "10.1001/archpsyc.58.6.597",
      "journal": "Arch Gen Psychiatry",
      "volume": "58",
      "raw": "W A Vollebergh \n\t\t \n\t\t \n\t\t\t J Iedema \n\t\t \n\t\t \n\t\t\t R V Bijl \n\t\t \n\t\t 10.1001/archpsyc.58.6.597 \n\t \n\t \n\t\t Arch Gen Psychiatry \n\t\t \n\t\t\t 58 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Vollebergh WA, Iedema J, Bijl RV et al. Arch Gen Psychiatry 2001;58:597-603."
    },
    {
      "title": "JAMA Psychiatry (in press). 9",
      "authors": [
        "D Barlow",
        "T Farchione",
        "J Bullis"
      ],
      "year": 2016,
      "doi": "10.1001/jamapsychiatry.2017.3500",
      "journal": "Taylor D. World Psychiatry",
      "volume": "15",
      "raw": "JAMA Psychiatry (in press). 9 \n\t\t \n\t\t\t D H Barlow \n\t\t \n\t\t \n\t\t\t T J Farchione \n\t\t \n\t\t \n\t\t\t J R Bullis \n\t\t \n\t\t 10.1001/jamapsychiatry.2017.3500 \n\t \n\t \n\t\t Taylor D. World Psychiatry \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Barlow DH, Farchione TJ, Bullis JR et al. JAMA Psychiatry (in press). 9. Taylor D. World Psychiatry 2016;15:224-5."
    },
    {
      "authors": [
        "R Verheul"
      ],
      "year": 2005,
      "doi": "10.1002/wps.20478",
      "journal": "J Pers Disord",
      "volume": "19",
      "raw": "R Verheul \n\t\t \n\t\t 10.1002/wps.20478 \n\t \n\t \n\t\t J Pers Disord \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Verheul R. J Pers Disord 2005;19:283-302. DOI:10.1002/wps.20478"
    }
  ],
  "num_references": 9,
  "num_citations": 23,
  "cited_references": [
    "b8",
    "b6",
    "b4",
    "b1",
    "b0",
    "b3",
    "b5",
    "b2",
    "b7"
  ],
  "notes": [
    "Department of Psychiatry, Stony Brook University, Stony Brook, NY, USA;",
    "Department of Psychology, University of Minnesota, Minneapolis, MN, USA;",
    "Department ofPsychology, University of Notre Dame, South Bend, IN, USA",
    "20515545, 2018, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/wps.20478, Wiley Online Library on [13/07/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "[raw_reference] Helzer JE, Kraemer HC, Krueger RF et al (eds). Dimensional approaches in diagnostic classification: refining the research agenda for DSM-V. Arling- ton: American Psychiatric Publishing, 2009.",
    "[raw_reference] Kotov R, Krueger RF, Watson D et al. J Abnorm Psychol 2017;126:454-77.",
    "[raw_reference] Waszczuk MA, Kotov R, Ruggero C et al. J Abnorm Psychol 2017;126:613-34.",
    "[raw_reference] Markon KE, Chmielewski M, Miller CJ. Psychiatr Bull 2011;137:856-79.",
    "[raw_reference] Andrews G, Goldberg DP, Krueger RF et al. Psychol Med 2009;39:1993-2000.",
    "[raw_reference] Keyes KM, Eaton NR, Krueger RF et al. Br J Psychiatry 2012;200:107-15.",
    "[raw_reference] Vollebergh WA, Iedema J, Bijl RV et al. Arch Gen Psychiatry 2001;58:597-603.",
    "[raw_reference] Barlow DH, Farchione TJ, Bullis JR et al. JAMA Psychiatry (in press). 9. Taylor D. World Psychiatry 2016;15:224-5.",
    "[raw_reference] Verheul R. J Pers Disord 2005;19:283-302. DOI:10.1002/wps.20478"
  ],
  "editors": [
    "J E Helzer",
    "H C Kraemer",
    "R F Krueger"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "World Psychiatry",
  "authors": [
    {
      "name": "Roman Kotov"
    },
    {
      "name": "Robert F. Krueger"
    },
    {
      "name": "David Watson"
    }
  ],
  "volume": "17",
  "issue": "1",
  "pages": "24-25",
  "zotero_recovery": {
    "fields_recovered": [
      "journal",
      "authors"
    ],
    "timestamp": "2025-09-01T11:08:22.478811",
    "zotero_item_type": "journalArticle"
  }
}
