{
  "paper_id": "37WU7R9P",
  "title": "CURATE",
  "abstract": "Conventional therapeutic interventions, which range from drug treatment to learning and training regimens, are often given at a fixed dose/intensity. This often leads to sub-optimal responses, or even none at all. Similarly, fixed intensity training can lead to plateaus in learning trajectories and training outcomes. This barrier will impact the field of digital therapeutics, where drug-based therapies may be complemented or replaced by learning and training platforms. A potential solution is to optimize training by identifying N-of-1 (single subject) training profiles that can then enhance learning trajectories through individualized training regimens. In this study, CURATE.AI, a mechanism-independent and indication-agnostic artificial intelligence (AI) platform, is used to identify N-of-1 learning trajectory profiles for healthy volunteers trained on the Multi-Attribute Task Battery (MATB), a flight deck simulator developed by the National Aeronautics and Space Administration and United States Air Force. By leveraging modulated MATB training intensity in a prospective study, CURATE.AI successfully develops N-of-1 learning trajectory profiles that may actionably mediate training optimization on the single-subject level, by dynamically identifying training inputs that drive the best possible scoring outcome. Therefore, CURATE.AI-guided training may serve as a powerful optimization platform for digital therapy, student learning, cognitive decline prevention, and other indications.",
  "year": 1969,
  "date": "1969",
  "journal": "Nat. Commun",
  "publication": "Nat. Commun",
  "authors": [
    {
      "forename": "Theodore",
      "surname": "Kee",
      "name": "Theodore Kee"
    },
    {
      "forename": "Chee",
      "surname": "Weiyan",
      "name": "Chee Weiyan"
    },
    {
      "forename": "Agata",
      "surname": "Blasiak",
      "name": "Agata Blasiak"
    },
    {
      "forename": "Peter",
      "surname": "Wang",
      "name": "Peter Wang"
    },
    {
      "forename": "Jordan",
      "surname": "Chong",
      "name": "Jordan Chong"
    },
    {
      "forename": "Jonna",
      "surname": "Chen",
      "name": "Jonna Chen"
    },
    {
      "forename": "B",
      "surname": "Yeo",
      "name": "B Yeo"
    },
    {
      "forename": "Dean",
      "surname": "Ho",
      "name": "Dean Ho"
    },
    {
      "forename": "Christopher",
      "surname": "Asplund",
      "name": "Christopher Asplund",
      "email": "chris.asplund@yale-nus.edu.sg"
    },
    {
      "forename": "B",
      "surname": "Yeo",
      "name": "B Yeo"
    },
    {
      "forename": "C",
      "surname": "Ho",
      "name": "C Ho"
    },
    {
      "forename": "The",
      "surname": "Asplund",
      "name": "The Asplund"
    },
    {
      "forename": "J",
      "surname": "Blasiak",
      "name": "J Blasiak"
    },
    {
      "forename": "D",
      "surname": "Chong",
      "name": "D Chong"
    },
    {
      "forename": "D",
      "surname": "Ho",
      "name": "D Ho"
    },
    {
      "forename": "B",
      "surname": "Yeo",
      "name": "B Yeo"
    },
    {
      "affiliation": "1  Institute for Health (N. \n\t\t\t\t\t\t\t\t Institute for Health (N"
    },
    {
      "affiliation": "1  ) National University of Singapore Singapore 117456 Department of Biomedical Engineering \n\t\t\t\t\t\t\t\t Department of Biomedical Engineering \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117456"
    },
    {
      "affiliation": "National University of Singapore Singapore 117583 Clinical Imaging Research Centre Yong Loo Lin School of Medicine \n\t\t\t\t\t\t\t\t Lin School of Medicine \n\t\t\t\t\t\t\t\t Clinical Imaging Research Centre Yong Loo \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117583"
    },
    {
      "affiliation": "National University of Singapore Singapore 117599 Centre for Cognitive Neuroscience Duke - \n\t\t\t\t\t\t\t\t Centre for Cognitive Neuroscience Duke \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117599"
    },
    {
      "affiliation": "NUS Medical School National University of Singapore Singapore 169857 Institute for Application of Learning Science and Educational Technology \n\t\t\t\t\t\t\t\t Institute for Application of Learning Science and Educational Technology \n\t\t\t\t\t\t\t\t NUS Medical School National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 169857"
    },
    {
      "affiliation": "National University of Singapore Singapore 119077 Martinos Center for Biomedical Imaging \n\t\t\t\t\t\t\t\t Martinos Center for Biomedical Imaging \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 119077"
    },
    {
      "affiliation": "Massachusetts General Hospital Harvard Medical School 149 13th St , Charlestown , MA 02129 , USA Department of Electrical and Computer Engineering \n\t\t\t\t\t\t\t\t Department of Electrical and Computer Engineering \n\t\t\t\t\t\t\t\t Massachusetts General Hospital Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 149 13th St \n\t\t\t\t\t\t\t\t\t 02129 \n\t\t\t\t\t\t\t\t\t Charlestown \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "National University of Singapore Singapore 117583 Department of Pharmacology Yong Loo Lin School of Medicine Bioengineering Institute for Global Health Research and Technology \n\t\t\t\t\t\t\t\t Department of Pharmacology Yong Loo Lin School of Medicine Bioengineering Institute for Global Health Research and Technology \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117583"
    },
    {
      "affiliation": "National University of Singapore Singapore 117600 Division of Social Sciences \n\t\t\t\t\t\t\t\t Division of Social Sciences \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117600"
    },
    {
      "affiliation": "Yale - NUS College National University of Singapore Singapore 138533 Department of Psychology \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Yale \n\t\t\t\t\t\t\t\t NUS College National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 138533"
    },
    {
      "affiliation": "National University of Singapore Singapore 117570 \n\t\t\t\t\t\t\t\t National University of Singapore Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117570"
    }
  ],
  "doi": "",
  "keywords": [
    "artificial intelligence",
    "digital health",
    "digital therapeutics",
    "N-of-1 medicine",
    "personalized medicine"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "A broad range of important advances are being reported for novel interventional treatment of disorders.  [1] [2] [3] 3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17]  Conventional approaches toward therapeutic intervention, both pharmacologic they can lead to the incorrect presumption that if a subject did not respond to a given intervention, they would never respond to that intervention. In addition, these approaches make it virtually impossible to accurately pinpoint the dosage or intensity parameters that can optimize the subject's treatment. Furthermore, once a subject is given an intervention, treatment response evolves over time, and as such, dynamic modulation of the treatment dosage or intensity may be required to optimize outcomes during a prolonged course of treatment.\n\nTo address these challenges, CURATE.AI has previously shown that interventions (inputs) can be correlated to human response (outputs) via a carefully calibrated quadratic surface.  [27] [28] 29] [30] [31]  This surface represents the foundation of N-of-1 therapy, since a subject's individualized input regimen is based solely on that subject's own individually-calibrated data points. If the subject's response to inputs is dynamic, CURATE.AI can constantly re-calibrate the treatment inputs as the subject's response evolves during the course of treatment, resulting in robust and sustainable interventional optimization. Additionally, the quadratic surfaces comprising the core of CURATE.AI have been implemented in drug combination discovery platforms to aid in narrowing expansive drug libraries, find the most efficacious combinations from a large parameter space (e.g., dose ranges), and even elucidate and understand the relationships of underlying mechanisms within in vivo and in vitro systems of interest representative of various oncological and infectious disease indications, such as multiple myeloma and tuberculosis.  [32] [33] 34] [35] [36] [37] [38] [39] [40] [41] [42]  Of note, population-based big data sets are not required or utilized for CURATE.AI implementation. CURATE.AI does not rely on synergy prediction between the various inputs in order to globally optimize intervention. This is due to the fact that synergy alone does not necessarily correlate with enhanced treatment outcomes. CURATE.AI is a mechanism-independent platform. This was recently shown in a prospective clinical study where CURATE.AI was used to dynamically adjust the dosing of a doublet chemotherapy regimen consisting of enzalutamide and ZEN-3694 for a metastatic castration-resistant prostate cancer patient.  [31] Of note, a CURATE.AI-guided reduction of the dosage of ZEN-3694 to 50% of the starting dosage resulted in halted disease progression and a durable response. CURATE.AI was also previously utilized to optimize post-transplant immunosuppression, which resulted in substantially improved management of the immunosuppressant trough level, a surrogate marker for efficacy, compared to the control cohort.  [43] igital therapeutics has emerged as a non-pharmacological alternative for prevention and treatment of cognitive decline and mild dementia, among others. Multiple studies have shown the efficacy of cognitive training delivered in a digital form, that is, to assess dementia state,  [44]  slow down progression of amnestic mild cognitive impairment,  [45]  and eventually remediate agerelated deficits in cognitive control.  [46] Just like in pharmacological interventions, the best effects in digital therapy are expected when the individual's experience is personalized, that is, the cognitive tasks are tailored to a particular individual at a particular point in time. As additional digital therapeutics platforms become available, common issues that may be encountered include lack of feedback and customization.  [47] CURATE.AI aims to address this challenge by providing dynamic, personalized task intensity recommendations throughout the course of the therapy.\n\nAs such, CURATE.AI has the potential to improve the efficacy of digital therapeutics for cognitive enhancement.\n\nThe work reported here is a proof-of-concept pilot study pertaining to the application of CURATE.AI toward the derivation of N-of-1 learning trajectory profiles. These profiles may provide actionable pathways to optimizing behavioral outcomes through training, particularly when trajectories vary across individuals. To test whether this could be done, we used the Multi-Attribute Test Battery (MATB) platform. Initially developed by National Aeronautics and Space Administration (NASA)  [48]  and further refined by the United States Air Force (USAF), the MATB is a flight deck operations simulator that requires the user to perform four tasks concurrently.  [49, 50] These tasks include managing fuel tank levels, tracking a target via joystick, adjusting a radio in response to verbal commands, and responding to indicator lights and gauges. Individuals are given instructions for each task, but they must learn effective strategies for task performance and coordination through experience. As such, the difficulty of the tasks could be expected to affect what is learned, though it is challengingif not impossible-to specify the best difficulty level a priori.\n\nThe MATB includes a sophisticated parameterization of task control and user performance, rendering it a potent evaluative tool in several domains. Foremost, it has been used to characterize subjective and objective measures of mental workload (e.g., scale ratings and EEG signatures) across different levels of task intensity.  [51] [52] [53] [54]  Individuals perform differently on the MATB even with the same event sequences and control settings, and some of these interindividual differences have been associated with stable variation in cognitive abilities or personality traits.  [55, 56] he MATB has also been used to study improvements in performance with training or experience.  [52] [53] [54]  Multitasking costs can be reduced or, in some cases, even virtually eliminated without direct instruction.  [57, 58] But again, the degree and completeness of such performance improvements varies considerably across individuals.  [55] Despite such differences, training regimens typically involve a single difficulty level, and relevant adaptive procedures that could be employed are limited.  [59] iven the previous findings with the platform and its features, the MATB may serve as an ideal candidate for CURATE.AIbased training optimization. We tested this notion in three experiments. In the first, we characterized training benefits on each task and interindividual differences in performance, including both baseline and training trajectories. In the second, we tested for training effects on each measure within a single session, and whether task intensity affected performance and improvement rate. In the third, we varied training intensities for each participant, thereby allowing us to attempt the creation of N-of-1 CU-RATE.AI profiles.\n\nIn sum, this study serves as a foundation for CURATE.AIdriven digital therapy. Integrating CURATE.AI-based dynamic optimization with learning/training regimens could have broad impact toward enhancing the spectrum of digital therapeutics that are being explored for depression and anxiety,  [60]  Parkinson's disease,  [61]  dementia,  [62]  and many others. CURATE.AI also has the potential to be applied to improving the administration of pedagogical techniques, optimizing learning trajectories and outcomes,  [63]  enhancing personnel training, and advancing other areas related to cognitive performance."
    },
    {
      "title": "Results"
    },
    {
      "title": "Constant Training Intensity over Multiple Sessions",
      "text": "Twenty-eight individuals participated in a 5-day training study designed to characterize the variability of individual performance improvement trajectories at a fixed training intensity (Figure  1 ). During each day's training session, participants completed a 10 min session of the MATB-II, NASA's current version of the simulator (Figure  2 ).  [48, 51] The MATB-II consists of four tasks: Communications (COMM), System Monitoring (SYSM), Resource Management (RMAN), and Tracking (TRCK). Each task was con- trolled by a script of event timings and settings and collected taskspecific key measures (Table  1 ).\n\nAcross the 5 days of training, participants improved their performance. Significant training gains were found for five of the six metrics and three of the four tasks, with only Resource Management being too variable for a clear trend to emerge (Table  2 ). There were also significant interindividual differences in performance on each task. Importantly, these interindividual differences emerged even though each participant experienced exactly the same event sequence within a given session number. The differences were also relatively stable across sessions (and event sequences), with significant test-retest (Session 1 to Session 5) correlations across participants (Table  2 ). Nevertheless, training trajectories across the sessions also showed substantial variability that was not fully attributable to either noise or initial performance (Figure  3 ). In addition to the individual variability in trajectories, there were significant overall performance improvements for 5 of 6 metrics (Table  2 ). There was also significant test-retest reliability for 5 of 6 metrics (Table  2 ), indicating stability of both the measurements and the individual differences they index. RMAN deviation's session 4 increase was due to particularly challenging pump failures in that session, which all subjects experienced. COMM = Communications task, SYSM = System Monitoring task, RMAN = Resource Management task, TRCK = Tracking task."
    },
    {
      "title": "Alternating Training and Testing Blocks within a Single Session",
      "text": "Six individuals completed a pilot study for assessing the feasibility of a design that used alternating testing and training blocks within a single session and determining each task's performance improvement trajectory within such a design (Figure  4 ). The United States Air Force MATB v3.03 (AF-MATB) was used for this study,  [49]  as it allows for fine control of each task's intensity (Table  3 ). Subjects were randomly allocated to either a high-intensity or a low-intensity training group. In a 30 min session, each subject was presented with alternating training and testing blocks of 2 min each. The transition between blocks was seamless, and blocks differed only in intensity and   5 ). The improvement across the whole session was calculated by regressing performance scores against testing block number (Table  5 ). how they were intended to be used for analysis. Testing blocks were set at medium intensity and were used for measuring performance. Training blocks were set to either low or high intensity, with settings chosen to produce markedly different experiences of difficulty while keeping the tasks feasible for most participants.  [52] In our experimental setup, the aim of these blocks was to improve performance. Performance in each block was sensitive to training intensity. Comparisons between average performance on training blocks and average performance on testing blocks by subject revealed that performance was significantly worse on the TRCK task and COMM reaction time metric, and marginally worse on the SYSM reaction time metric, during higher-intensity blocks (Table  4 ).\n\nPerformance also improved across time within even the single MATB session (Table  5 ). As measured by each subject's performance change slope across the eight testing blocks, significant improvements were found for the COMM and RMAN tasks,    3 .\n\nwhereas the other two tasks remained statistically unchanged. We therefore combined the metrics for the tasks showing improvement, calculating a sum of each measure's z-scores across blocks to produce an overall performance metric sensitive to training gains (Figure  5 ).  [64] This combined metric was used for the creation of individual CURATE.AI profiles in the final experiment described below."
    },
    {
      "title": "CURATE.AI Modulated Training Intensity",
      "text": "Three individuals successfully completed a pilot study to demonstrate the ability to identify CURATE.AI-guided N-of-1 optimization of performance improvement in a single session. Two additional individuals stopped performing one or more component tasks; their cases are discussed below, but they were not used for creating CURATE.AI profiles. The AF-MATB session was composed of alternating 2 min testing blocks set at medium intensity collecting performance score, and 2 min training blocks set at low, medium, or high intensity, with training intensity defined per task (Table  3 ). Performance improvement was defined as the difference in performance during testing blocks before and after the intervening training block (Figure  6 ). Individualized CURATE.AI profiles for subjects 1-3 were constructed and found to represent the unique relationship between training intensity and performance from the training blocks with performance improvement from the collected AF-MATB data (Figure  7 ). Importantly, each subject's profile is based only on their own prospectively obtained data. This profile could then be used as a map to dynamically guide training intensity based upon performance. Subject 1 had a performance range of -1.24 to 0.70 (Figure  7A ), and subject 1's CURATE.AI profile yielded a 0.66 R-squared value correlation and 0.81 fitting correlation (Figure  7B , C ). The CURATE.AI profile demonstrates an elongated convex surface, which indicates dependency between performance and training intensity (Figure  7B ). Subject 2 had a performance range of -1.59 to 1.04 (Figure  7D ), and subject 2's CURATE.AI profile yielded a 0.74 R-squared value correlation and 0.86 fitting correlation (Figure  7E , F ). The CURATE.AI profile demonstrates a saddle-like transition between two convex portions of the surface (Figure  7E ). Subject 3 had a performance range of -2.13 to 0.66 (Figure  7G ), and subject 3's CU-RATE.AI profile yielded a 0.92 R-squared value and 0.96 fitting    A-C ) Subject 1's performance improvement (output) data points are plotted according to their corresponding prior performance and training intensity (inputs), which were used to construct the 3D and 2D CURATE.AI profiles (n = 8 measurements of performance improvement). On the 2D CURATE.AI profile, subject 1's performance improvement is shown (black). D-F) Subject 2's performance improvement (output) data points are plotted according to their corresponding prior performance and training intensity (inputs), which were used to construct the 3D and 2D CURATE.AI profiles (n = 8 measurements of performance improvement). On the 2D CURATE.AI profile, subject 2's performance improvement is shown (black). G-I) Subject 3's performance improvement (output) data points are plotted according to their corresponding prior performance and training intensity (inputs), which were used to construct the 3D and 2D CURATE.AI profiles (n = 8 measurements of performance improvement). On the 2D CURATE.AI profile, subject 3's performance improvement is shown (black). correlation (Figure  7H , I ). The CURATE.AI profile demonstrates a concave surface (Figure  7H ). Each subject's profile is unique and provides a pathway toward N-of-1 training optimization in a sustained manner based on continued or repeated testing (Figure  7 )."
    },
    {
      "title": "Discussion",
      "text": "Based on the performance profiles during both multiple and single training sessions, the MATB demonstrated its potential utility as a platform for CURATE.AI-based performance optimization. Across five sessions of training, performance improvements were substantial for almost all metrics and MATB tasks. Furthermore, even without modulating task difficulty, baseline performance and improvement trajectories varied greatly across individuals. These same features were observed even during a single session with modulated training intensity. In addition, participants were sensitive to these training intensity manipulations, with performance during higher-intensity blocks generally poorer compared to lower-intensity blocks. Modulation of training intensity may therefore be similar to the dose modulations to which the CURATE.AI platform has now been extensively and successfully applied.\n\nThe profiles from individual subjects further demonstrate CU-RATE.AI's potential for optimizing behavioral performance and its rate of improvement. The individual surfaces varied in overall shape, ranging from convex to saddle-like. Specifically, the convex behavior of the CURATE.AI profile for subject 1 (Figure  7B ) is relevant to when the subject initially began training on MATB, indicated by the low and negative performance, a high training intensity would have achieved the highest performance improvement. As the subject's performance improved to a moderately positive performance, associated with the flatter portion of the subject's CURATE.AI profile, all three training intensities would yield similar performance improvement (Figure  7C ). Saddle-like behavior of the CURATE.AI profile for subject 2 (Figure  7E ) indicates that the highest performance improvement is yielded when the performance scoring around zero value is matched with high intensity training. Interestingly, low intensity training yields a higher improvement when compared to medium intensity training (Figure  7F ). The concave behavior of the CURATE.AI profile for subject 3 (Figure  7H ) indicates that at the performance scoring around zero value the highest performance improvement is yielded when the subject is given the low intensity training (Figure  7I ). This interpretation is in contrast to that drawn based on the saddle like behavior of the CURATE.AI profile for subject 2, stressing the potential utility of the CURATE.AI as a tool to guide training intensity at the individual level in order to obtain the highest performance improvement. As each subject's performance improves, the subject's CURATE.AI profile will shift and evolve allowing dynamic training intensity modulation, similar to the previously demonstrated shifting of the CURATE.AIrecommended tacrolimus and prednisone dosing to acquire target tacrolimus trough levels in a post organ transplant setting.  [43] mportantly, training intensity is also not expected to have a monotonic effect on training improvements. Difficulty settings that are too high may result in individuals giving up on one or more tasks, whereas settings that are too easy may result in little and inefficient learning. Indeed, out of the five subjects recruited for the modulated training intensity experiment, one subject resigned from performing the resource management task when training intensity increased to the high level, and one subject ceased to perform the communication task. Under other circumstances, such difficulty settings may be beneficial. For example, easier settings may enable individuals to focus on improving each task's performance to their overall benefit,  [55]  whereas difficult settings may be needed to detect and address \"latent bottlenecks\" in multitasking. These latent bottlenecks induce coordination problems or other costs that are only revealed in challenging circumstances.  [58] As such, further performance gains could be found by stretching the training intensity space, a key feature of CURATE.AI-based optimization. As noted above, the most useful training intensity will vary across the course of training and across individuals. Such differences will be due in part to the specific difficulties an individual has with a given task, as well as stable interindividual differences in general cognitive or motivational capacities.  [55, 56] ndividuals in multi-tasking situations often trade-off performance across tasks, improving on one by sacrificing effort on another. For example, the two participants who each stopped performing a task in the modulated training intensity experiment potentially could not cope with the demands of the high-intensity training blocks. Unfortunately, their solution effectively halted learning of the dropped task and coordination across the full set of tasks. Less dramatically, the tasks affected by training intensity modulation were often not the tasks that showed training gains (2.2). Individuals may trade off performance as a deliberate strategy, or such effects may emerge as a byproduct of the training procedure. Regardless of the cause, CURATE.AI may be useful for optimizing desired regimen compliance. Exploration of CU-RATE.AI's utility for this purpose represents an important future objective.\n\nA related future objective is the selection and refinement of input metrics to improve intensity recommendations. Although SYSM accuracy and reaction times showed strong training gains across sessions, such consistent effects were not evidenced within single sessions. This difference may reflect the importance of between-session learning consolidation, an important factor in generating long-lasting training gains.  [55, 58] Alternatively, it may represent subject confusion with the gauge subtask in the AF-MATB, consistent with the low performance on the SYSM task overall. The RMAN task provides another relevant example. Performance on this task showed clear within-session training improvements and more variable between-session ones. In this case, the issue may be task variability across sessions, which renders the metric more difficult to interpret. For example, session 4 had particularly challenging pump failures, a chance difficulty difference that did not appear to occur across blocks in the within-session experiments. The input utility of each individual metric can be improved through future experimentation and analysis, as could utilization of the training block performance itself as an input. Another component of interest to be further explored is related to metric stability with regard to the overall size of the training blocks and the overall training period duration/interval. A final exciting future direction will be to attempt optimization of each related task's intensity separately.\n\nWhile CURATE.AI implementation in a digital therapeutic or training session may require that certain factors such as time between sessions and other variables be adequately controlled, the findings in this study suggest that CURATE.AI may serve as an actionable pathway toward N-of-1 performance optimization."
    },
    {
      "title": "Conclusion",
      "text": "Similar to drug-based therapy outcomes, training trajectories and final levels of performance are subject-specific. In addition, subjects change dynamically during the course of intervention. As such, calibrating and identifying N-of-1 training trajectory profiles while dynamically modulating the dose or intensity of intervention can serve as a powerful strategy for globally optimizing the performance of the intervention. In this prospective study, CURATE.AI was utilized to calibrate 3 subjects undergoing training with AF-MATB, a flight deck operations simulator. By modulating the intensity of the AF-MATB block, individualized CURATE.AI profiles were developed. These profiles revealed substantial differences between subject performances at varying intensity levels, which additional experimentation showed is likely to apply broadly. In addition, these studies suggest that each subject should be exposed to different training intensity to achieve the maximum performance improvement. The ability for CURATE.AI to rapidly identify N-of-1 training profiles serves as a strong foundation for the optimization of outcomes in a broad spectrum of fields ranging from digital therapeutics, to learning enhancement and beyond."
    },
    {
      "title": "Experimental Section",
      "text": "Participants: The study was conducted according to a protocol approved by NUS Institutional Review Board (S-17-180) and listed on Clinicaltrials.gov (identifier NCT03832101). In total, 41 individuals were recruited, gave informed consent, and participated in MATB simulator experiments. Participants were required to be fluent in English and to have no history of perceptual or memory deficits. No participants had prior experience with the MATB or a similar platform.\n\nApparatus: The MATB is a flight deck simulator with versions developed by NASA and USAF. The two MATB versions, NASA's MATB-II (v2.0),  [48, 51]  and the USAF's AF-MATB (v3.03)  [49]  use highly similar displays and interfaces (Figure  2 ). All experimental sessions were run on a PC laptop running Windows 8, with sounds played through Creative headphones and input from a Thrustmaster VG T16000M FCS joystick and keyboard. All pointing was done with a mouse for MATB-II sessions, while either a mouse or trackpad was used for AF-MATB sessions.\n\nTasks and Measures: The MATB consists of four primary tasks: COMM, SYSM, RMAN, and TRCK. All four tasks were used in each experiment in a similar way. In the COMM task, participants acted upon messages preceded by their call sign (true comms), while ignoring other messages (false comms). True comms required the participant to select the radio and adjust its frequency using the mouse, trackpad, and/or keyboard; the speed and accuracy of these responses were the dependent measures. SYSM consisted of two subtasks, lights and gauges. For the former, participants needed to click on a green indicator light if it turned off and on a red indicator light if it turned on (Figure  2 ). For the latter, participants needed to click on any gauge whose indicator drifted more than two marks away from the midpoint. Due to a task window problem, only the gauge subtask was performed and analyzed for experiments that used the AF-MATB. Response accuracy and speed were the dependent measures for each subtask. RMAN task required participants to continually manage a set of pumps, switching each on and off in order to maintain fuel levels near 2500 in the two main fuel tanks. Pump failures (pump could not be used) and pump shut-offs (pump could be reactivated with a click) also occurred. TRCK task required the participant to continuously track a moving target via joystick. For RMAN and TRCK, the dependent measure was root mean square deviation (RMSD) from the target fuel level or the target position relative to the crosshair.\n\nEach task was controlled by a script of event timings and other settings (e.g., tracking difficulty). Experiment-specific settings for each task and condition are listed in Tables  1  and  3 .\n\nProcedure: Participants were seated approximately 60 cm from the screen for each session. During the first (or only) session, participants were instructed on each task and allowed to experience each task in isolation, prior to the real experimental session. On subsequent days, no ad-ditional familiarization was provided. Specific procedural and analytical aspects of the three experiments follow below.\n\nConstant Training Intensity over Multiple Sessions Experiment: Twentyeight individuals (12 males, 27 right-hand dominant, mean age of 23.0, age range of 19-30) were recruited for a 5-day training study. On each day, participants completed several cognitive tasks for up to 90 min total, including a 10 min session of the MATB-II. Identical settings and event timings were used for each participant by session. The same task settings were used across sessions as well, though different event timings were used to prevent participants from learning specific sequences.\n\nAlternating Testing and Training Blocks Experiment: Six individuals (1 male, all right-hand dominant, mean age of 23.2, age range of 21-29) were randomized into two groups, and then each completed a single session of the AF-MATB. The data from two additional participants could not be used due to technical difficulties with the computer. Each session contained a total of 15 blocks of 2 min each. Blocks alternated between testing at medium intensity (eight blocks) and training at either low or high intensity (seven blocks), with training intensity set by group (Table  3 ).\n\nThe metrics that showed either significant or marginally significant training gains (COMM accuracy) were used to construct an overall performance measure that was sensitive to training improvements. Each metric's performance scores across blocks were converted into z-scores. This conversion was done separately for each subject, and scales were flipped if necessary so that positive z-scores indicated better performance. The converted metrics were then summed (with equal weighting by task) and the results normalized again. Mathematically, the conversion was RMAN-COMM z-scores = z( -2 × z(RMAN deviation) + -1 × z(COMM reaction time) + 1 × z(COMM accuracy)).  [64] URATE.AI Calibration Experiment: Five individuals (4 males, all right handed, mean age of 24, age range of 21-24) took part in a training MATB simulator with a total of 17 blocks, each lasting 2 min. Every other block including the first block (testing blocks) were set at a constant medium task intensity to collect performance values from which the RMAN-COMM zscores could be calculated (see above). The training intensity for the blocks administered in between the testing blocks alternated amongst low, high, and medium. For analytical purposes, numeric values of one, two, and three were assigned to the low, medium, and high intensity conditions for these training blocks. The performance improvement associated with each training block was defined as the difference in performance for the testing blocks before and after the training block in question. A subject's CURATE.AI profile represented the performance improvement during each training block as a function of the performance of the immediately preceding testing block and the training block's intensity. A visual representation of each CURATE.AI profile's phenotypic surface was plotted using MAT-LAB R2017a (MathWorks Inc.).\n\nStatistical Analysis: The R-squared values for the CURATE.AI profiles (n = 3) were calculated using regression analysis features in MATLAB R2018a (MathWorks Inc.). All non-CURATE.AI analyses were performed in RStudio version 1.0.136 (R Foundation for Statistical Computing) running R version 3.2.4 and MATLAB R2018a. The nominal alpha criterion level for all tests was set at 0.05, and correction for multiple comparison was achieved through p-value adjustment according to the False Discovery Rate procedure.  [65] erformed data analysis, calibrated, and managed CURATE.AI, and cowrote the manuscript. C.W. and C.L.A. recruited subjects, oversaw MATB-II and AF-MATB testing modulation management, performed data analysis, and co-wrote the manuscript. J.C. and B.T.T.Y. performed data analysis and co-wrote the manuscript."
    },
    {
      "text": "Figure 1. Constant training intensity over multiple sessions-experiment overview. Subjects completed a 10 min MATB-II session once a day for 5 days (Session 1-Session 5). Subjects' performance scores in each task were recorded for each session. Performance improvement was calculated as the difference ( score) between the task scores in the fifth session (S5) and the first session (S1)."
    },
    {
      "text": "Figure 2. Display screen for the United States Air Force Multi-Attribute Task Battery v3.03."
    },
    {
      "text": "Figure 3. MATB-II: Training improvements and individual differences in both baseline performance and learning trajectories. Performance for each metric across 5 days of MATB-II sessions. Performance trajectories are plotted for each individual using colors that indicate the rate and direction of change: improvement (red), no change (yellow), decline (blue). Means across participants (n = 28) are plotted in black. In addition to the individual variability in trajectories, there were significant overall performance improvements for 5 of 6 metrics (Table2). There was also significant test-retest reliability for 5 of 6 metrics (Table2), indicating stability of both the measurements and the individual differences they index. RMAN deviation's session 4 increase was due to particularly challenging pump failures in that session, which all subjects experienced. COMM = Communications task, SYSM = System Monitoring task, RMAN = Resource Management task, TRCK = Tracking task."
    },
    {
      "text": "Figure 4. Alternating testing and training blocks-experiment overview. Subjects were randomized into two groups and then completed a single session of the AF-MATB. Each session had 15 2 min blocks, alternating between testing blocks (medium task intensity) and training blocks (high or low task intensity). Subjects' performance scores in each task were recorded for each session. The effect of training intensity was calculated by comparing the average task scores obtained in eight testing blocks and seven training blocks (Table5). The improvement across the whole session was calculated by regressing performance scores against testing block number (Table5)."
    },
    {
      "text": "Figure 5. Within-session training effects for the alternating testing and training blocks experiment. Individual data points and the line of best fit for each participant (n = 6) are shown. Note the variability across both blocks and individuals, with the former due to each participant experiencing the same event sequence. The MATB task settings that correspond to the training intensity labels (high, low) are found in Table3."
    },
    {
      "text": "Figure 6. CURATE.AI calibration-experiment overview. Subjects completed the AF-MATB simulator training with a total of 17 blocks, each lasting 2 min. Testing blocks (odd-numbered blocks) were set at a constant medium task intensity to collect performance values from which the RMAN-COMM zscores could be calculated. The performance improvement associated with each training block was defined as the difference in performance ( z-score) for the testing blocks before and after the training block in question."
    },
    {
      "text": "Figure 7. CURATE.AI calibration of subjects' CURATE.AI profiles with prior performance and training intensity.A-C) Subject 1's performance improvement (output) data points are plotted according to their corresponding prior performance and training intensity (inputs), which were used to construct the 3D and 2D CURATE.AI profiles (n = 8 measurements of performance improvement). On the 2D CURATE.AI profile, subject 1's performance improvement is shown (black). D-F) Subject 2's performance improvement (output) data points are plotted according to their corresponding prior performance and training intensity (inputs), which were used to construct the 3D and 2D CURATE.AI profiles (n = 8 measurements of performance improvement). On the 2D CURATE.AI profile, subject 2's performance improvement is shown (black). G-I) Subject 3's performance improvement (output) data points are plotted according to their corresponding prior performance and training intensity (inputs), which were used to construct the 3D and 2D CURATE.AI profiles (n = 8 measurements of performance improvement). On the 2D CURATE.AI profile, subject 3's performance improvement is shown (black)."
    },
    {
      "text": "MATB-II task settings and key measurements. All rates are given as the average number of events per minute. Each session lasted for 10 min."
    },
    {
      "text": "AF"
    },
    {
      "text": "Results for improvement across the session based on testing block performance. Average performances and changes by testing block across"
    },
    {
      "text": "Results for effects of intensity on performance. Mean participant performance across participants (n = 6) for each condition. One-sample t-tests [t(degrees of freedom)] for each measure assessed whether mean block intensity differences (Medium-Low or High-Medium) across subjects were significantly greater than 0 (one-tailed test). All data values are reported as mean ± SD. Statistically significant effects are marked in bold. RT = reaction time. FL = fuel level."
    }
  ],
  "references": [
    {
      "authors": [
        "B Kim",
        "H. -B Pang",
        "J Kang",
        "J. -H Park",
        "E Ruoslahti",
        "M Sailor"
      ],
      "year": 1969,
      "doi": "10.1038/s41467-018-04390-7"
    },
    {
      "authors": [
        "R Liu",
        "L Zhang",
        "J Zhao",
        "Z Luo",
        "Y Huang",
        "S Zhao"
      ],
      "year": 2018
    },
    {
      "authors": [
        "H Meng",
        "A Nel"
      ],
      "year": 2018,
      "doi": "10.1016/j.addr.2018.06.014"
    },
    {
      "authors": [
        "M Ziegler",
        "X Xu",
        "M Yap",
        "H Hu",
        "J Zhang",
        "K Peter"
      ],
      "year": 2019,
      "doi": "10.1002/adtp.201970005"
    },
    {
      "authors": [
        "F Lam",
        "S Morton",
        "J Wyckoff",
        "T.-L Han",
        "M Hwang",
        "A Maffa",
        "E Balkanska-Sinclair",
        "M Yaffe",
        "S Floyd",
        "P Hammond"
      ],
      "year": 1991,
      "doi": "10.1038/s41467-018-04315-4"
    },
    {
      "authors": [
        "D Kilinc",
        "A Lesniak",
        "S Rashdan",
        "D Gandhi",
        "A Blasiak",
        "P Fannin",
        "A Kriegsheim",
        "W Kolch",
        "G Lee"
      ],
      "year": 2015
    },
    {
      "authors": [
        "S Chen",
        "A Weitemier",
        "X Zeng",
        "L He",
        "X Wang",
        "Y Tao",
        "A Huang",
        "Y Hashimotodani",
        "M Kano",
        "H Iwasaki",
        "L Parajuli",
        "S Okabe",
        "D Teh",
        "A All",
        "I Tsutsui-Kimura",
        "K Tanaka",
        "X Liu",
        "T Mchugh"
      ],
      "year": 2018
    },
    {
      "authors": [
        "F.-C Chang",
        "S Levengood",
        "N Cho",
        "L Chen",
        "E Wang",
        "J Yu",
        "M Zhang"
      ],
      "year": 2018,
      "doi": "10.1002/adtp.201800058"
    },
    {
      "authors": [
        "E Diamond",
        "B Durham",
        "G Ulaner",
        "E Drill",
        "J Buthorn",
        "M Ki",
        "L Bitner",
        "H Cho",
        "R Young",
        "J Francis",
        "R Rampal",
        "M Lacouture",
        "L Brody",
        "N Ozkaya",
        "A Dogan",
        "N Rosen",
        "A Iasonos",
        "O Abdel-Wahab",
        "D Hyman"
      ],
      "year": 2019,
      "doi": "10.1038/s41586-019-1012-y"
    },
    {
      "authors": [
        "R Sano",
        "K Krytska",
        "C Larmour",
        "P Raman",
        "D Martinez",
        "G Ligon",
        "J Lillquist",
        "U Cucchi",
        "P Orsini",
        "S Rizzi",
        "B Pawel",
        "D Alvarado",
        "Y Mosse"
      ],
      "year": 2019
    },
    {
      "authors": [
        "K Chakraborty",
        "C Dutta",
        "S Mukherjee",
        "A Biswas",
        "P Gayen",
        "G George",
        "S Raghothama",
        "S Ghosh",
        "S Dey",
        "D Bhattacharyya",
        "R Roy"
      ],
      "year": 2018
    },
    {
      "authors": [
        "M Chen",
        "Y Huang",
        "X Zhu",
        "X Hu",
        "T Chen"
      ],
      "year": 2018,
      "doi": "10.1002/adtp.201800074"
    },
    {
      "authors": [
        "E Nyns",
        "R Poelma",
        "L Volkers",
        "J Plomp",
        "C Bart",
        "A Kip",
        "T Van Brakel",
        "K Zeppenfeld",
        "M Schalij",
        "G Zhang",
        "A De Vries",
        "D Pijnappels"
      ],
      "year": 2019,
      "doi": "10.1126/scitranslmed.aau6447"
    },
    {
      "authors": [
        "L Eggermont",
        "R Hammink",
        "K Blank",
        "A Rowan",
        "J Tel",
        "C Figdor"
      ],
      "year": 2018,
      "doi": "10.1002/adtp.201800021"
    },
    {
      "authors": [
        "A Clements",
        "E Leiferman",
        "C Chamberlain",
        "R Vanderby",
        "W Murphy"
      ],
      "year": 2018
    },
    {
      "authors": [
        "M Guo",
        "F Wu",
        "G Hu",
        "L Chen",
        "J Xu",
        "P Xu",
        "X Wang",
        "Y Li",
        "S Liu",
        "S Zhang"
      ],
      "year": 2019,
      "doi": "10.1126/scitranslmed.aat5690"
    },
    {
      "authors": [
        "I Pal",
        "D Bhattacharyya",
        "R Kar",
        "D Zarena",
        "A Bhunia",
        "H Atreya"
      ],
      "year": 2019
    },
    {
      "authors": [
        "J Chen",
        "S Asch"
      ],
      "year": 2017
    },
    {
      "authors": [
        "J Fitzgerald",
        "B Schoeberl",
        "U Nielsen",
        "P Sorger"
      ],
      "year": 2006
    },
    {
      "authors": [
        "G Ginsburg",
        "J Mccarthy"
      ],
      "year": 2001,
      "doi": "10.1016/s0167-7799(01)01814-5"
    },
    {
      "authors": [
        "A Leber",
        "R Hontecillas",
        "V Abedi",
        "N Tubau-Juni",
        "V Zoccoli-Rodriguez",
        "C Stewart",
        "J Bassaganya-Riera"
      ],
      "year": 2017,
      "doi": "10.1016/j.artmed.2017.05.003"
    },
    {
      "title": "Handbook of Large-Scale Distributed Computing in Smart Healthcare",
      "authors": [
        "C Lee",
        "Z Luo",
        "K Ngiam",
        "M Zhang",
        "K Zheng",
        "G Chen",
        "B Ooi",
        "W Yip"
      ],
      "year": 2017
    },
    {
      "authors": [
        "R Weinshilboum",
        "L Wang"
      ],
      "year": 2017,
      "doi": "10.1016/j.mayocp.2017.09.001"
    },
    {
      "authors": [
        "A Zimmer",
        "A Tendler",
        "I Katzir",
        "A Mayo",
        "U Alon"
      ],
      "year": 2017
    },
    {
      "authors": [
        "P Kreeger",
        "D Lauffenburger"
      ],
      "year": 2010
    },
    {
      "authors": [
        "D Ho",
        "C.-H Wang",
        "H Chow"
      ],
      "year": 2015,
      "doi": "10.1021/acsnano.6b06174"
    },
    {
      "authors": [
        "E Chow",
        "D Ho"
      ],
      "year": 2013
    },
    {
      "authors": [
        "D Ho",
        "A Zarrinpar"
      ],
      "year": 2017,
      "doi": "10.1177/2472630317702449"
    },
    {
      "authors": [
        "D Ho",
        "P Wang",
        "T Kee"
      ],
      "year": 2019,
      "doi": "10.1039/c8nh00233a"
    },
    {
      "authors": [
        "D Ho",
        "A Zarrinpar",
        "E Chow"
      ],
      "year": 2016
    },
    {
      "authors": [
        "A Pantuck",
        "D.-K Lee",
        "T Kee",
        "P Wang",
        "S Lakhotia",
        "M Silverman",
        "C Mathis",
        "A Drakaki",
        "A Belldegrun",
        "C.-M Ho",
        "D Ho"
      ],
      "year": 2018,
      "doi": "10.1002/adtp.201800104"
    },
    {
      "authors": [
        "P Nowak-Sliwinska",
        "A Weiss",
        "X Ding",
        "P Dyson",
        "H Van Den",
        "A Bergh",
        "C.-M Griffioen",
        "Ho"
      ],
      "year": 2016
    },
    {
      "authors": [
        "M Rashid",
        "T Toh",
        "A Silva",
        "L Abdullah",
        "C Ho",
        "D Ho",
        "E Chow"
      ],
      "year": 2015
    },
    {
      "authors": [
        "M Rashid",
        "T Toh",
        "L Hooi",
        "A Silva",
        "Y Zhang",
        "P Tan",
        "A Teh",
        "N Karnani",
        "S Jha",
        "C Ho",
        "W Chng",
        "D Ho",
        "E Chow"
      ],
      "year": 2018,
      "doi": "10.1126/scitranslmed.aan0941"
    },
    {
      "authors": [
        "H Wang",
        "D Lee",
        "K Chen",
        "J Chen",
        "K Zhang",
        "A Silva",
        "C Ho",
        "D Ho"
      ],
      "year": 2015
    },
    {
      "authors": [
        "A Weiss",
        "R Berndsen",
        "X Ding",
        "C Ho",
        "P Dyson",
        "H Van Den Bergh",
        "A Griffioen",
        "P Nowak-Sliwinska"
      ],
      "year": 2015
    },
    {
      "authors": [
        "X Ding",
        "Z Njus",
        "T Kong",
        "W Su",
        "C.-M Ho",
        "S Pandey"
      ],
      "year": 2017
    },
    {
      "authors": [
        "X Ding",
        "K Matsuo",
        "L Xu",
        "J Yang",
        "L Zheng"
      ],
      "year": 2015,
      "doi": "10.1097/cad.0000000000000222"
    },
    {
      "authors": [
        "I Al-Shyoukh",
        "F Yu",
        "J Feng",
        "K Yan",
        "S Dubinett",
        "C Ho",
        "J Shamma",
        "R Sun"
      ],
      "year": 2011,
      "doi": "10.1186/1752-0509-5-88"
    },
    {
      "authors": [
        "A Weiss",
        "X Ding",
        "J Van Beijnum",
        "I Wong",
        "T Wong",
        "R Berndsen",
        "O Dormond",
        "M Dallinga",
        "L Shen",
        "R Schlingemann",
        "R Pili",
        "C Ho",
        "P Dyson",
        "H Van Den Bergh",
        "A Griffioen",
        "P Nowak-Sliwinska"
      ],
      "year": 2015
    },
    {
      "title": "Proc. Natl. Acad. Sci",
      "authors": [
        "A Silva",
        "B Lee",
        "D Clemens",
        "T Kee",
        "X Ding",
        "C Ho",
        "M Horwitz"
      ],
      "year": 2016
    },
    {
      "title": "Proc. Natl. Acad. Sci",
      "authors": [
        "P Wong",
        "F Yu",
        "A Shahangian",
        "G Cheng",
        "R Sun",
        "C Ho"
      ],
      "year": 2008,
      "doi": "10.1073/pnas.0800823105"
    },
    {
      "authors": [
        "A Zarrinpar",
        "D.-K Lee",
        "A Silva",
        "N Datta",
        "T Kee",
        "C Eriksen",
        "K Weigle",
        "V Agopian",
        "F Kaldas",
        "D Farmer",
        "S Wang",
        "R Busuttil",
        "C.-M Ho",
        "D Ho"
      ],
      "year": 2016,
      "doi": "10.1126/scitranslmed.aac5954"
    },
    {
      "authors": [
        "A Chinner",
        "J Blane",
        "C Lancaster",
        "C Hinds",
        "I Koychev"
      ],
      "year": 2018
    },
    {
      "authors": [
        "H Zhang",
        "Z Wang",
        "J Wang",
        "X Lyu",
        "X Wang",
        "Y Liu",
        "X Zeng",
        "H Yuan",
        "H Wang",
        "X Yu"
      ],
      "year": 2019,
      "doi": "10.1038/s41398-019-0385-x"
    },
    {
      "authors": [
        "J Anguera",
        "J Boccanfuso",
        "J Rintoul",
        "O Al-Hashimi",
        "F Faraji",
        "J Janowich",
        "E Kong",
        "Y Larraburo",
        "C Rolle",
        "E Johnston",
        "A Gazzaley"
      ],
      "year": 2013,
      "doi": "10.1038/nature12486"
    },
    {
      "authors": [
        "A Lu",
        "H Kharrazi"
      ],
      "year": 2018
    },
    {
      "title": "The Multi-Attribute Task Battery for Human Operator Workload and Strategic Behavior Research",
      "authors": [
        "J Comstock",
        "R Arnegard"
      ],
      "year": 1992
    },
    {
      "title": "Air Force-Developed Adaptation of the Multi-Attribute Task Battery for the Assessment of Human Operator Workload and Strategic Behavior",
      "authors": [
        "W Miller",
        "U The"
      ],
      "year": 2010
    },
    {
      "title": "An Updated Version of the U.S. Air Force Multi-Attribute Task Battery (AF-MATB)",
      "authors": [
        "W Miller",
        "K Schmidt",
        "J Estepp",
        "M Bowers",
        "I Davis"
      ],
      "year": 2014
    },
    {
      "title": "The Multi-Attribute Task Battery II (MATB-II) Software for Human Performance and Workload Research: A User's Guide",
      "authors": [
        "Y Santiago-Espada",
        "R Myer",
        "K Latorella",
        "J Comstock"
      ],
      "year": 2011
    },
    {
      "authors": [
        "S Liu",
        "C Nam",
        "E Fitts"
      ],
      "year": 2018
    },
    {
      "authors": [
        "A Singh",
        "T Tiwari",
        "I Singh"
      ],
      "year": 2009
    },
    {
      "authors": [
        "I Singh",
        "H Sharma",
        "A Singh"
      ],
      "year": 2005
    },
    {
      "title": "Proc. Natl. Acad. Sci",
      "authors": [
        "K Garner",
        "P Dux"
      ],
      "year": 2015,
      "doi": "10.1073/pnas.1511423112"
    },
    {
      "authors": [
        "C Wickens",
        "S Mountford",
        "W Schreiner"
      ],
      "year": 1981,
      "doi": "10.1177/001872088102300209"
    },
    {
      "authors": [
        "E Ruthruff",
        "J Johnston",
        "M Van Selst",
        "S Whitsell",
        "R Remington"
      ],
      "year": 2003
    },
    {
      "authors": [
        "M Tombu",
        "P Jolicoeur"
      ],
      "year": 2004,
      "doi": "10.1037/e501882009-273"
    },
    {
      "authors": [
        "M Leek"
      ],
      "year": 2001,
      "doi": "10.3758/bf03194543"
    },
    {
      "authors": [
        "R Fulmer",
        "A Joerin",
        "B Gentile",
        "L Lakerink",
        "M Rauws"
      ],
      "year": 2018
    },
    {
      "authors": [
        "E Kalbe",
        "D Aarsland",
        "A Folkerts"
      ],
      "year": 2018
    },
    {
      "authors": [
        "A Bahar-Fuchs",
        "S Webb",
        "L Bartsch",
        "L Clare",
        "G Rebok",
        "N Cherbuin",
        "K Anstey"
      ],
      "year": 2017,
      "doi": "10.3233/jad-170404"
    },
    {
      "authors": [
        "H Yu",
        "C Miao",
        "C Leung",
        "T White"
      ],
      "year": 2017
    },
    {
      "title": "Proc. Hum. Factors Ergon. Soc. Annu. Meet",
      "authors": [
        "M Chignell",
        "T Tong",
        "S Mizobuchi",
        "W Walmsley"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ],
      "year": 1995
    }
  ],
  "num_references": 65,
  "original_doi": "https://doi.org/10.13039/501100001352"
}
