{
  "paper_id": "3F49E732",
  "title": "Effectiveness of eHealth Smoking Cessation Interventions: Systematic Review and Meta-Analysis",
  "abstract": "Background: Rapid advancements in eHealth and mobile health (mHealth) technologies have driven researchers to design and evaluate numerous technology-based interventions to promote smoking cessation. The evolving nature of cessation interventions emphasizes a strong need for knowledge synthesis. Objective: This systematic review and meta-analysis aimed to summarize recent evidence from randomized controlled trials regarding the effectiveness of eHealth-based smoking cessation interventions in promoting abstinence and assess nonabstinence outcome indicators, such as cigarette consumption and user satisfaction, via narrative synthesis. \n Methods: We searched for studies published in English between 2017 and June 30, 2022, in 4 databases: PubMed (including MEDLINE), PsycINFO, Embase, and Cochrane Library. Two independent reviewers performed study screening, data extraction, and quality assessment based on the GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) framework. We pooled comparable studies based on the population, follow-up time, intervention, and control characteristics. Two researchers performed an independent meta-analysis on smoking abstinence using the Sidik-Jonkman random-effects model and log risk ratio (RR) as the effect measurement. For studies not included in the meta-analysis, the outcomes were narratively synthesized. Results: A total of 464 studies were identified through an initial database search after removing duplicates. Following screening and full-text assessments, we deemed 39 studies (n=37,341 participants) eligible for this review. Of these, 28 studies were shortlisted for meta-analysis. According to the meta-analysis, SMS or app text messaging can significantly increase both short-term (3 months) abstinence (log RR=0.50, 95% CI 0.25-0.75; I 2 =0.72%) and long-term (6 months) abstinence (log RR=0.77, 95% CI 0.49-1.04; I 2 =8.65%), relative to minimal cessation support. The frequency of texting did not significantly influence treatment outcomes. mHealth apps may significantly increase abstinence in the short term (log RR=0.76, 95% CI 0.09-1.42; I 2 =88.02%) but not in the long term (log RR=0.15, 95% CI -0.18 to 0.48; I 2 =80.06%), in contrast to less intensive cessation support. In addition, personalized or interactive interventions showed a moderate increase in cessation for both the short term (log RR=0.62, 95% CI 0.30-0.94; I 2 =66.50%) and long term (log RR=0.28, 95% CI 0.04-0.53; I 2 =73.42%). In contrast, studies without any personalized or interactive features had no significant impact. Finally, the treatment effect was similar between trials that used",
  "year": 2015,
  "date": "2015-05-13",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Yichen",
      "surname": "Fang",
      "name": "Yichen Fang",
      "affiliation": "1  Global Health Research Center , Duke Kunshan University , Kunshan , China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke Kunshan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Zhixian",
      "surname": "Zhang",
      "name": "Zhixian Zhang",
      "affiliation": "1  Global Health Research Center , Duke Kunshan University , Kunshan , China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke Kunshan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Ray",
      "surname": "Wang",
      "name": "Ray Wang",
      "affiliation": "1  Global Health Research Center , Duke Kunshan University , Kunshan , China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke Kunshan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Bolu",
      "surname": "Yang",
      "name": "Bolu Yang",
      "affiliation": "1  Global Health Research Center , Duke Kunshan University , Kunshan , China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke Kunshan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Chen",
      "surname": "Chen",
      "name": "Chen Chen",
      "affiliation": "2  Department of Global Health , School of Public Health , Wuhan University , Wuhan , China \n\t\t\t\t\t\t\t\t Department of Global Health \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Wuhan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wuhan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Claudia",
      "surname": "Nisa",
      "name": "Claudia Nisa",
      "affiliation": "1  Global Health Research Center , Duke Kunshan University , Kunshan , China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke Kunshan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": ";",
      "surname": "Tong",
      "name": "; Tong",
      "affiliation": "1  Global Health Research Center , Duke Kunshan University , Kunshan , China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke Kunshan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Lijing",
      "surname": "Yan",
      "name": "Lijing Yan",
      "affiliation": "2  Department of Global Health , School of Public Health , Wuhan University , Wuhan , China \n\t\t\t\t\t\t\t\t Department of Global Health \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Wuhan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wuhan \n\t\t\t\t\t\t\t\t\t China",
      "email": "lijing.yan@duke.edu"
    },
    {
      "affiliation": "Global Health Research Center Duke Kunshan University 3rd floor , Academic Building Kunshan , 215316 China \n\t\t\t\t\t\t\t\t Global Health Research Center \n\t\t\t\t\t\t\t\t Duke \n\t\t\t\t\t\t\t\t Kunshan University 3rd floor \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Academic Building \n\t\t\t\t\t\t\t\t\t 215316 \n\t\t\t\t\t\t\t\t\t Kunshan \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/45111",
  "keywords": [
    "smoking cessation",
    "systematic review",
    "meta-analysis",
    "electronic health",
    "mobile health",
    "eHealth",
    "smoking",
    "development",
    "technology-assisted",
    "effectiveness",
    "screening",
    "data extraction",
    "user",
    "design",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Smoking is a major risk factor for cancer and cardiovascular, respiratory, and many other chronic diseases worldwide  [1] . In addition to the significant health burden it imposes, smoking also incurs massive economic costs. The United States alone lost a staggering US $864.5 billion in 2020 due to this issue  [2] , whereas limited-income countries, such as China, with higher smoking prevalence, face similar challenges  [3] . Smoking cessation is crucial for minimizing mortality risk and improving quality of life  [4] . Hence, finding effective ways to promote smoking cessation among smokers continues to be a vital public health goal. However, traditional smoking cessation services such as counseling can be expensive  [5, 6]  and poorly received because of factors such as patients' lack of time or reluctance to seek cessation services in clinical settings  [7] . These challenges necessitate the development of cost-effective models for reducing tobacco consumption.\n\neHealth technologies, such as websites, mobile apps, and SMS text messages, have emerged as low-cost accessible interventions. Many of these technologies offer interactive experiences to users  [8] , which can enhance patient adherence to cessation services  [9] . As such, they are ideal tools for revolutionizing health care  [10]  and promoting smoking cessation for diverse user groups, including ordinary daily smokers and pregnant women who wish to quit for their children's well-being.\n\nNumerous studies have investigated the effectiveness of eHealth cessation interventions over the past decade, but their findings have been inconsistent  [11] . For example, a systematic review of 108 studies in 2018 found evidence suggesting that web-based and mobile health (mHealth) interventions could moderately increase abstinence rates, whereas computer-assisted interventions did not show the same effect  [12] . Another 2019 systematic review of 26 studies indicated that automated text messaging interventions were more effective than minimal smoking cessation support, whereas the effectiveness of mobile apps on abstinence remains unclear  [13] . However, these systematic reviews have some notable limitations. Recent reviews only evaluated abstinence as the outcome variable and did not include other outcomes such as cigarette consumption  [14] . In addition, the reviews did not differentiate between self-reported versus biochemically verified abstinence. Another drawback is that previous reviews primarily synthesized evidence from high-income countries, which may not be generalizable to low-and middle-income countries  [15] . Finally, the most recent review, which covered the entire eHealth intervention landscape, only included studies published until 2017  [12] . Since then, the use of eHealth has skyrocketed and many new studies have been published."
    },
    {
      "title": "Objectives",
      "text": "With the rapid development of eHealth technologies  [16] , smoking cessation interventions are constantly evolving and are dynamic in nature, encompassing both delivery channels and intervention materials. Therefore, this systematic review aimed to  (1)  summarize recent evidence (from 2017 to mid-2022) on the effectiveness of eHealth-based smoking cessation interventions, grouped by treatment characteristics, study population, and outcome verification, and (2) assess important nonabstinence outcome indicators such as cigarette consumption and user satisfaction via narrative synthesis."
    },
    {
      "title": "Methods",
      "text": "This study was designed and reported in accordance with the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statement  [17] . A detailed protocol containing the objectives and methods of this systematic review is registered in PROSPERO (2022; CRD42022347104)."
    },
    {
      "title": "Search Strategy",
      "text": "A systematic search was performed across 4 electronic databases-PubMed (including MEDLINE), PsycINFO, Embase, and Cochrane Library-to gather studies published between 2017 and mid-2022. The search strategy was first created for PubMed using a combination of keywords and Medical Subject Heading terms. To make the search more precise, keywords were mapped to Medical Subject Heading terms where possible. We later applied the search strategy to other databases, namely PsycINFO, Embase, and the Cochrane Library, using their own thesaurus terms and advanced search features. The search terms were classified into four categories:\n\n(1) smoking cessation-the theme of the intervention;  (2)  device-the device used to carry out the intervention; (3) intervention channel-the specific approach used to engage the participants; and (4) randomized controlled trials (RCTs)-the study design. Each database was searched accordingly. The search strategy for PubMed is shown in Table  1 . Multimedia Appendix 1  [18]  documents search terms for all databases. The search results were limited to studies published in English from January 1, 2017, to June 30, 2022, given that previous review papers on eHealth smoking cessation interventions primarily collected studies published before 2017  [12] .\n\nTable 1. Search strategy: PubMed key terms. c Key terms for RCTs were retrieved from McGill Library  [18] ."
    },
    {
      "title": "Eligibility Criteria"
    },
    {
      "title": "Population",
      "text": "The study population included adults (aged ≥18 years) who were current smokers during enrollment in the study. We were interested in investigating the effectiveness of cessation interventions only on cigarette smoking."
    },
    {
      "title": "Intervention",
      "text": "Studies reporting eHealth-based smoking cessation interventions, defined as interventions delivered through mobile-based, web-based, computer-based, portable device-based, and social media-based channels, were included. The intervention content may consist of educational readings, videos, and counseling based on various therapies; text messaging; social media; and even biochemical testing (eg, carbon monoxide checkers). Interventions were then classified into the following 3 groups under the broader category of eHealth interventions: web-based, mHealth (SMS text messages and apps), or computer-assisted interventions. Web-based interventions refer to cessation services available on websites, whereas mHealth interventions are defined as any cessation materials delivered through mobile phones. Finally, computer-assisted interventions refer to cessation services that are accessible via computers. eHealth intervention can either be delivered in a stand-alone setting or as an adjunct to other therapies. Interventions were considered personalized or interactive if the intervention content was tailored to each participant, based on his or her response or ability to offer interactive experience through live feedback."
    },
    {
      "title": "Control or Comparator",
      "text": "Studies that included placebo or control interventions, non-eHealth interventions, or no interventions as controls were included. Placebo or control interventions may consist of delivering less related content through electronic channels, such as a reduced version of an mHealth cessation app. Non-eHealth interventions may include smoking cessation content provided in nonelectronic media, such as self-help cessation materials. This systematic review included only studies with at least 1 control group."
    },
    {
      "title": "Outcomes",
      "text": "Studies reporting biochemically verified or self-reported abstinence were measured at ≥3 months of follow-up. Other outcomes, such as reduction in cigarette consumption and adherence to the intervention, as measured by the satisfaction rate, were also recorded when available but were not mandatory."
    },
    {
      "title": "Study Design",
      "text": "Only RCTs were included in this review, including both full-scale RCTs and pilot RCTs. Conference abstracts were excluded from the study."
    },
    {
      "title": "Exclusion Criteria",
      "text": "Studies were excluded if they (1) included people using smokeless tobacco products or e-cigarettes, (2) only used eHealth technology during the recruitment of participants and not as part of the intervention, and (3) had a follow-up period shorter than 3 months."
    },
    {
      "title": "Study Selection",
      "text": "Two independent reviewers (YEF and ZZ) screened titles and abstracts for potential inclusion. A relatively good interrater reliability was achieved (proportionate agreement=81%, Cohen κ=0.61). The same pair of reviewers also independently performed a full-text review after screening for final inclusion. Any conflicts between the 2 reviewers were discussed in the presence of a third author (selected from the author list, either RW or BY), who contributed to the final consensus. The study selection process was performed using the Covidence workflow platform."
    },
    {
      "title": "Data Extraction",
      "text": "Two reviewers (YEF and ZZ) independently performed data extraction using the same data extraction template with multiple categories for detailed information input on the Covidence platform  [19] . Extracted data included the following: (1) study information (country of study, trial registration, funding sources, and declarations of interest); (2) study participants (inclusion or exclusion criteria, population characteristics, and sample size); (3) intervention and control details; (4) theoretical framework; (5) outcome measurements; and (6) key study results (abstinence rate, reduction in cigarette consumption, and satisfaction rate at ≥3 month follow-up). Any conflicts between the 2 authors were discussed between the reviewers or in the presence of a third author (either RW or BY) for final consensus."
    },
    {
      "title": "Risk of Bias (Quality) Assessment",
      "text": "Quality assessment was based on the GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) framework for quality assessment  [17] . Two reviewers (YEF and ZZ) first conducted the risk of bias assessment independently under the guidance of the Cochrane Handbook for Systematic Reviews of Interventions  [20]  and the Cochrane Tobacco Addiction Group. Two reviewers assessed the risk of bias for each included study via five prespecified domains using version 2 of the Cochrane risk-of-bias tool for randomized trials (RoB 2)  [21] : (1) bias arising from the randomization process, (2) bias due to deviations from intended interventions, (3) bias due to missing outcome data, (4) bias in measurement of the outcome, and (5) bias in selection of the reported result. After data extraction, each reviewer judged each domain as having low, high, or some concern. Disagreements were resolved between the 2 authors in the presence of a third author. The certainty of the evidence was rated as very low, low, moderate, or high based on the risks of bias, imprecision, inconsistency, indirectness, and publication bias."
    },
    {
      "title": "Synthesis of Results",
      "text": "The primary outcome of this systematic review was to evaluate the impact of eHealth-based smoking cessation interventions on the abstinence rate measured at ≥3-month follow-up via self-report or biochemical verification. Short-and long-term abstinence was defined as the abstinence result measured at the 3-and 6-month follow-ups, respectively. The measurements were 7-day point prevalence abstinence (PPA), 30-day PPA, or prolonged PPA. These measurements were used interchangeably in this review because there is evidence suggesting that such data handling does not significantly affect the results  [22] . Only intention-to-treat analysis data were selected. All initially randomized participants were included, and any missing data caused by withdrawal were considered smokers based on the Cochrane Tobacco Group guidelines  [23] . Nonabstinence outcomes were not subjected to meta-analysis because of the limited number of studies reporting the statistics and variation in outcome measurement standards. Subsequently, the reductions in cigarette consumption and satisfaction rates were narratively synthesized.\n\nFor the primary outcome of abstinence rate, dichotomous data on quit or smoking participants' numbers in either the treatment or control groups at follow-ups were entered into Stata 17 software  [24]  to calculate the log risk ratio (RR). The included studies were stratified into different subgroups based on their study participants, eHealth interventions or controls, and outcome verification for comparable results in the meta-analysis. Where 2 or more studies were deemed comparable, we performed a meta-analysis to calculate the combined effects of the interventions on the abstinence rate. For studies that were not included in the meta-analysis, we summarized the abstinence outcomes for each study. Considering the potential treatment effect heterogeneity, differences in trial size, and the limited number of included studies, this study used the Sidik-Jonkman random-effects model method to pool log RRs and 95% CIs calculated for the abstinence outcome  [25] . Heterogeneity was assessed using I 2 statistic, given its robustness with small sample sizes. Publication bias was assessed using funnel plots."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "After removing duplicates, we identified a total of 464 studies in the initial database search. After screening and full-text assessments, 39 studies were deemed eligible for this review, of which 28 were included in the meta-analysis. Figure  1  shows the PRISMA flowchart, which illustrates the process of study selection and rationales for exclusion during full-text assessments."
    },
    {
      "title": "Study Characteristics"
    },
    {
      "title": "Overview",
      "text": "All included studies were RCTs (31/39, 80%) or pilot RCTs (8/39, 21%) published between 2017 and 2022. The key characteristics of the included studies are summarized in Table  2 . Most studies were conducted in high-income economies (28/39, 72%; ie, the United States, the United Kingdom, France, Switzerland, Spain, Argentina, Hong Kong, and Japan). However, a relatively substantial number of studies were found in low-and middle-income countries or regions (11/39, 28%) defined by the World Bank  [26]  (ie, China, Thailand, India, Brazil, Turkey, and Vietnam). outcome other than abstinence (percentage may not add up to 100%) 14 (36) 4 (36) 10 (36) Cigarette consumption 19 (38) 4 (36) 15 (54) User satisfaction Longest reported length of follow-up 12 (31) 2 (18) 10 (36) 3 months 19 (49) 5 (45) 14 (50) 6 months (including late pregnancy) 8 (21) 4 (36) 4 (14) 12 months a mHealth: mobile health."
    },
    {
      "title": "Participants",
      "text": "A total of 37,341 participants from 39 studies were included in this review. The sample size per study varied from 49 to 8000 participants. Most participants (26/39, 67% of studies) were nonclinical adult smokers who intended to quit smoking. The term intention-to-quit refers to smokers who were willing to quit smoking upon recruitment. Other study participants included adult smokers who did not necessarily intend to quit smoking and were recruited in occupational settings (1/39, 3%), pregnant smokers (5/39, 13%), and smokers with mental disorders (3/39, 8%). It is worth noting that studies involving pregnant smokers (5/39, 13%) included participants aged ≥16 years. The average age of pregnant women ranged from 26.6 to 28 years, suggesting that most recruited participants were adults. Therefore, we included these studies in our analysis to provide a comprehensive overview of eHealth-based cessation interventions. Other susceptible populations identified included smokers from lower socioeconomic backgrounds, patients currently with tuberculosis, and hospitalized patients in clinical settings (4/39, 10%; Table  2 )."
    },
    {
      "title": "Interventions",
      "text": "Notably, most studies reported the use of mHealth interventions (30/39, 77%) comprising SMS text messages or mobile apps. For clarity, we henceforth refer SMS text messages and apps that only provide messaging services as SMS or app text messaging. In addition to mHealth, 1 study used web-based intervention (1/39, 3%), and 8 studies adopted mixed approaches (8/39, 21%), where mHealth and web-based channels were both used in the intervention packages. Most eHealth interventions (34/39, 87%) were delivered as primary interventions. Over two-thirds (29/39, 74%) of the interventions involved some degree of personalization through tailored intervention materials based on user feedback or by providing interactive experiences. More than one-third (14/39, 36%) of the studies did not specify a theoretical framework. The theoretical frameworks mentioned were primarily acceptance and commitment therapy, social cognitive theory, cognitive and behavioral therapy, or mixed theories."
    },
    {
      "title": "Outcomes",
      "text": "More than half (22/39, 56%) of the studies adopted biochemical verification through carbon monoxide testing or cotinine testing for PPA measurements. The remaining studies used self-reported abstinence data. The duration of follow-up ranged from 3 months (12/39, 31%) to 6 months or before delivery (19/39, 49%) to 12 months (8/39, 21%). Apart from the primary outcome of smoking abstinence, 13 (13/39, 33%) studies reported changes in cigarette consumption, whereas 19 (19/39, 38%) studies reported user satisfaction after intervention."
    },
    {
      "title": "Risk of Bias in Included Studies",
      "text": "All included studies underwent a risk of bias assessment based on the guidelines suggested by the Cochrane Handbook for Systematic Reviews of Interventions  [20] . Bias in measurement of the outcome was rated as low risk because the Cochrane Tobacco Addiction Group stated that blinding participants made cessation interventions impossible  [13] . In summary, we evaluated 26 (26/39, 67%) studies to be at low risk of bias (considered low risk of bias for all domains), 8 (8/39, 21%) studies with some concerns (considered with some concerns for at least 1 domain, but with no judgments of high risk), and 5 (5/39, 13%) studies at high risk (considered high risk of bias in at least 1 domain). The risk of bias per domain is shown in Figure  2 . Incomplete outcome data was the primary cause of high risk of bias (4/39, 10%). It is worth noting that 33% (13/39) studies reported a high attrition rate (>20%), but 9 were deemed to have a low risk of bias or some concerns because there was no evidence for differential missing data."
    },
    {
      "title": "Meta-Analysis of Smoking Abstinence Results (Primary Outcome)"
    },
    {
      "title": "Overview",
      "text": "A total of 28 studies were included in the meta-analysis because of similarities in the target population, intervention, control, and outcomes. To ensure comparability among the studies in the meta-analysis, they were divided into short-term (3-month follow-up) and long-term (6-month follow-up) studies involving general adult smokers (19/28, 69%). The results are presented in tabular format to facilitate the presentation of more information, and all forest plots are available in Multimedia Appendix 2 . Within each follow-up category, the studies were grouped based on the type of intervention and control (Table  3 ): (1) high-frequency SMS or app text messaging versus low-frequency SMS or app text messaging; (2) SMS or app text messaging versus minimal cessation support (including self-help materials and standard practice); (3) mHealth app versus less intensive smoking cessation support (including existing cessation services or a mobile app with fewer functions); and (4) mHealth app + psycho or pharmacological therapy versus psycho or pharmacological therapy alone. In addition, we conducted exploratory analyses by pooling the same groups of studies based on personalization or interactive level (personalized or interactive vs nonpersonalized or interactive) or outcome verification types (biochemically verified vs self-reported; Table  4 ). For studies targeting special populations (10/28, 36%), we pooled the abstinence results of studies targeting the same population only by participant characteristics. Finally, detailed information on each study included in the meta-analysis is provided in Multimedia Appendix 3 . a GRADE Working Group grades of evidence.\n\nHigh quality: The authors have a lot of confidence that the true effect is similar to the estimated effect. Moderate quality: The authors believe that the true effect is probably close to the estimated effect. Low certainty: The true effect might be markedly different from the estimated effect. Very low certainty: The true effect is probably markedly different from the estimated effect  [66] . b RR: risk ratio. c The italicization serves as an abstract description of the effect size based on the 95% CI: 95% CI crosses 0=little or no increase, 95% CI does not cross 0 nor 1=moderate increase, and 95% CI does not cross 0 but cross 1=important increase. d Downgraded 1 level for significant risk of bias: one study was rated as high risk of bias (2 unclear risk of bias count as one high risk of bias).\n\ne Downgraded 1 level for imprecision: CIs encompass both clinically significant harm and clinically significant benefit, or fewer than 500 participants overall.\n\nf Downgraded 1 level of inconsistency: considerable unexplained statistical heterogeneity (I 2 >50%). g mHealth: mobile health.\n\nh Downgraded 2 levels for serious risk of bias: 2 or more studies rated as high risk of bias (2 unclear risk of bias count as one high risk of bias). Self-reported results a GRADE Working Group grades of evidence.\n\nHigh quality: The authors have a lot of confidence that the true effect is similar to the estimated effect. Moderate quality: The authors believe that the true effect is probably close to the estimated effect. Low certainty: The true effect might be markedly different from the estimated effect. Very low certainty: The true effect is probably markedly different from the estimated effect  [66] . b RR: risk ratio. c The italicization serves as an abstract description of the effect size based on the 95% CI: 95% CI crosses 0=little or no increase, 95% CI does not cross 0 nor 1=moderate increase, and 95% CI does not cross 0 but cross 1=important increase. d Downgraded 2 levels for serious risk of bias: 2 or more studies rated as high risk of bias (2 unclear risk of bias count as one high risk of bias).\n\ne Downgraded 1 level of inconsistency: considerable unexplained statistical heterogeneity (I 2 >50%). f Downgraded 1 level for significant risk of bias: one study was rated as high risk of bias (2 unclear risk of bias count as one high risk of bias). g Downgraded 1 level for imprecision: CIs encompass both clinically significant harm and clinically significant benefit, or fewer than 500 participants overall."
    },
    {
      "title": "High-Frequency SMS or App Text Messaging and Low-Frequency SMS or App",
      "text": "Only 2 studies have compared high-frequency SMS or app text messaging with low-frequency SMS or app text messaging. When pooled, no statistically significant difference between the intervention and control outcomes was found in the short-term (log RR=-0.01, 95% CI -0.25 to 0.28; I 2 =38.77%) or long-term (log RR=0.00, 95% CI -0.07 to 0.08; I 2 =0.46%)."
    },
    {
      "title": "SMS or App Text Messaging Versus Minimal Smoking Cessation Support",
      "text": "In total, 5 studies compared the abstinence results of SMS or app text messaging with minimal smoking cessation support in the short term, and 3 reported long-term results (with an overlap between the studies). After pooling, a significant increase was found with moderate certainty in short-term abstinence in the intervention group (log RR=0.50, 95% CI 0.25-0.75; I 2 =0.72%). The effect was even more significant in the long-term follow-up (log RR=0.77, 95% CI 0.49-1.04; I 2 =8.65%)."
    },
    {
      "title": "mHealth App Versus Less Intensive Smoking Cessation Support",
      "text": "Among the studies included in the meta-analysis, 8 compared the mHealth app with less intensive smoking cessation support, with 4 reporting short-term results and 6 reporting long-term results (with overlap between the studies). The pooled abstinence outcome suggests that mHealth apps may have a significant short-term effect on abstinence for intervention (log RR=0.76, 95% CI 0.09 to 1.42; I 2 =88.02%), whereas no significant effect was found in the long term (log RR=0.15, 95% CI -0.18 to 0.48; I 2 =80.06%)."
    },
    {
      "title": "mHealth App + Psycho or Pharmacological Therapy Versus Psycho or Pharmacological Therapy Alone",
      "text": "Only long-term effects on abstinence were collected for studies that compared the mHealth app plus psycho or pharmacological therapy with psycho or pharmacological therapy alone (2/28, 7%). The difference in the abstinence outcome was not significant (log RR=0.25, 95% CI -0.18 to 0.67; I 2 =16.91%)."
    },
    {
      "title": "Personalized or Interactive Versus Not Personalized or Interactive",
      "text": "The same studies pooled in the subgroup analysis by intervention type in the short-and long-term were also pooled in the exploratory analyses by personalization or interaction level (Table  4 ). Compared with the studies with no personalization or interactive features that yielded nonsignificant results (short-term log RR=0.17, 95% CI -0.21 to 0.54; I 2 =67.39%; long-term log RR=0.23, 95% CI -0.26 to 0.72; I 2 = 82.52%), those that offered a certain level of personalization or interactive content reached moderate increases in abstinence both in the short term (log RR=0.62, 95% CI 0.30-0.94; I 2 = 66.50%) and long-term (log RR=0.28, 95% CI 0.04-0.53; I 2 =73.42%)."
    },
    {
      "title": "Biochemically Verified Outcomes Versus Self-Reported Outcomes",
      "text": "In the second exploratory analysis, we compared the intervention effect between studies that adopted biochemically verified and self-reported results. Studies that used biochemical verification for abstinence found a moderate increase in cessation in the short term (log RR=0.45, 95% CI 0.15-0.74; I 2 =21.39%), which is similar to the studies that used self-reported results (log RR=0.56, 95% CI 0.15 to 0.96; I 2 =87.88%). For long-term effects, neither of the 2 groups of studies achieved significant results (biochemical verification, log RR=0.26, 95% CI -.02 to 0.54; I 2 =34.82%; self-reported, log RR=0.31, 95% CI -0.05 to 0.68; I 2 =95.06%). Meanwhile, the estimates in the 2 exploratory analyses should be interpreted with caution given the substantial statistical heterogeneity."
    },
    {
      "title": "eHealth Interventions Targeting Specific Populations",
      "text": "A total of 10 studies reported interventions that targeted comparable populations with special characteristics. Because of the limited number of studies, no further categorization was made based on follow-up, intervention, or control. Hospitalized adult smokers benefited more from eHealth interventions (log RR=1.00, 95% CI 0.22-1.78; I 2 =3.45%) than pregnant smokers (log RR=0.34, 95% CI -0.01 to 0.68; I 2 =25.84%). Findings on smokers with mental disorders were contradictory and nonsignificant (log RR=-0.25, 95% CI -1.92 to 1.42; I 2 =72.32%; Figure  3 ). [40, 41, 44, 47, 49, 51, 57, [60] [61] [62] ."
    },
    {
      "title": "Publication Bias",
      "text": "Funnel plots were generated for each pooled result and are presented in Multimedia Appendix 2. Because of the limited number of studies in each group, assessing publication bias is challenging. Therefore, we decided to focus on the subgroup with the largest number of studies (n=13), which included long-term abstinence. Figure  4  displays the funnel plot assessing publication bias among the studies that measured long-term abstinence in adult smokers. Visual inspection of the plot revealed a relatively symmetrical distribution of the included studies, indicating that our study was unlikely to be affected by publication bias. [42, 43, 46, 48, 50, [53] [54] [55] [56] 58, 59, 63, 65] ."
    },
    {
      "title": "Narrative Synthesis",
      "text": "For studies not included in the meta-analysis (n=11), we have summarized the treatment effect on abstinence outcomes in Table  5  because of their distinct features in the study population or interventions. Overall, 2 studies that used multiplatform eHealth intervention or mHealth apps accompanied by SMS text messaging reported a significant increase in abstinence at 3-and 6-month follow-ups  [27, 28] . A significant increase in abstinence at 6 months was reported in 2 studies using mHealth counseling and SMS messaging accompanied by pharmacotherapy, respectively, as interventions  [29, 30] . In addition, one study reported a text referral program to refer smokers to cessation services, which may improve cessation outcomes  [31] . Finally, acceptance and commitment therapy were suggested to be more effective than US clinical practice guidelines in the context of the mHealth app group  [32] . The remaining 5 studies reported no significant differences between intervention and control on cessation outcomes  [33] [34] [35] [36] [37] .\n\nFor nonabstinence outcomes, a total of 20 studies reported a reduction in cigarette consumption and user satisfaction (Multimedia Appendix 4  [28, [32] [33] [34] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] 52, 53, 58, 60, 62, 64] ). Among the 14 studies that reported cigarette consumption outcomes, only 3 suggested that the intervention can reduce cigarette consumption significantly compared with controls  [38] [39] [40] . Finally, 19 studies assessed user satisfaction after the intervention, and 18 reported good user satisfaction, whereas the remaining 1 study specifically investigated user adherence to the program  [38] . Among the studies that reported high user satisfaction, 8 compared user satisfaction between the intervention and control groups and found significantly higher satisfaction in the intervention arm  [28, 32, 34, [41] [42] [43] [44] [45] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This systematic review included 39 RCTs of eHealth smoking cessation interventions, published between 2017 and 2022 . Most of the interventions were classified as mHealth interventions involving mobile SMS or app text messaging and mobile apps. This result suggests that cessation intervention delivery channels have shifted away from internet-based interventions  [67]  or telephone counseling  [15] , which were prevalent more than 5 years ago. After pooling the 28 included studies, we found mixed results across studies using different subcategories of eHealth interventions and personalization or interactive status. In addition, the intervention effect on abstinence varied among the study populations. Finally, the meta-analysis indicated that studies using biochemical verification yielded results similar compared with studies only used self-reported abstinence. Among the studies not included in the meta-analysis, approximately half (6/11, 55%) reported a statistically significant positive effect on increasing abstinence. In addition to abstinence, a small number of studies (14/39, 36%) evaluated the effects of eHealth interventions on reduced cigarette consumption. Although almost all studies assessed user satisfaction and revealed a high degree of satisfaction postintervention, less than half of them found significant differences between the intervention and control groups.\n\nThis study examined 3 types of mHealth interventions: SMS or app text messaging, stand-alone mHealth apps, and mHealth apps used alongside psycho or pharmacological therapy. These interventions have produced different treatment effects on abstinence. Our findings support a previous review  [13]  that suggests that SMS or app text messaging is more effective than minimal cessation support in promoting abstinence. However, our study also revealed that increasing the frequency of texting may not have a positive impact on abstinence and may even discourage adherence to the intervention  [46] . In addition, a previous review found no evidence that smartphone apps can improve the likelihood of smoking cessation and called for further research in this domain  [13] . In contrast, in our study, we found that more recent RCTs testing smartphone apps found an increased chance of abstinence among adult smokers in the short term. Compared with the existing knowledge, we believe this change may be due to the improvements in the overall quality of cessation apps that allow more personalized designs, which subsequently increases acceptability among smokers  [68] . Finally, our study found that the use of mHealth apps in conjunction with psycho or pharmacological therapy produces abstinence results similar to those of therapy alone. However, the certainty of the evidence is low, indicating the need for further research in this area.\n\nOur review found a high attrition rate and poor long-term treatment effects among identified mHealth smoking cessation studies, which aligns with previous reviews  [12, 13] . Previous interventions summarized by Belita and Sidani  [69]  in their systematic review have also shown high attrition rates ranging from 30% to 50% preinclusion and 10% to 50% postinclusion, with a pooled rate of 10.8% to 77%. Such a high attrition rate can easily render many potential therapies ineffective. Although mHealth technologies can adequately address some logistical factors, such as travel, they are neither important nor significantly associated with attrition rates. Therefore, priority should be given to identifying and comprehending the factors that significantly influence the attrition rate. For example, user satisfaction is an important measure of potential adherence from the perspective of eHealth developers  [70] . However, we found that most of the included studies reported high satisfaction rates but still had relatively poor user adherence, as evidenced by the high attrition bias rate (13/39, 33%). This finding suggests that the assessment of user satisfaction alone may not be a reliable factor for predicting adherence, at least in terms of smoking cessation interventions. Researchers and mHealth app developers should consider narrowing the intervention scope based on demographic factors at the design stage and improving personalization based on clinical, behavioral, and health belief factors at the development stage  [69] . In fact, the eHealth cessation interventions that managed to achieve the most significant increase in abstinence in our meta-analysis targeted hospitalized smokers (log RR=1.00, 95% CI 0.22-1.78; I 2 =3.45%)  [40, 47] . The success may be due to the good program adherence evidenced by the low attrition rate, thanks to the institutional environment that encourages prohealth behaviors, as well as the intervention material dedicated to this specific population.\n\nTo explore the association between personalization status and treatment effect, we pooled studies targeting general smokers according to their personalization or interactive level and found improved abstinence results. Previous research has also suggested that such content can improve medication adherence  [71]  and eHealth application retention  [72] , thereby enhancing its effectiveness. It is not surprising that interventions that included some level of personalized or interactive content achieved a significant increase in abstinence rates both in the short and long term. By contrast, studies that lacked any personalized or interactive features showed null effects after pooling. However, caution should be exercised when interpreting these findings because of high within-group heterogeneity. Finally, we found that studies using either biochemical verification or self-reporting for measuring abstinence showed similar treatment effects. Previous research has produced mixed results on whether self-reported abstinence is a reliable indicator of biochemically verified abstinence. Although some studies have suggested that self-reported quitting is mostly accurate  [73] , others have found a high proportion of self-reported quitters failing biochemical verification in clinical settings  [74] . However, our review brings a new perspective to the debate, suggesting that studies using biochemical verification do not necessarily outperform those using self-reports. We found that the effect sizes of studies using both methods were consistently similar in both the short and long term (Table  4 ). Although biochemical verification is encouraged by the Society for Research on Nicotine and Tobacco for its scientific rigor, it can be expensive  [75] . Our findings support the feasibility of eHealth-based cessation programs, which are scalable to large-scale interventions where biochemical verification is not possible. Nonetheless, given the possibility of false reporting, trials evaluating potential population-level interventions may need to be considered using biochemical verification of smoking populations that are most susceptible to false reports. For instance, a study has recommended using biochemical assessment, preferably with cotinine plasma, in intervention studies and with student populations  [76] . Second, there are a variety of biochemical verification methods that target different biomarkers. This diversity has prompted an update of the 2002 Society for Research on Nicotine and Tobacco reports on whether and how to apply biomarker verification to tobacco use and abstinence  [75] . Given this complexity, researchers in relevant fields should focus on standardizing currently accepted biochemical verification methods and their cut-off points to improve interstudy compatibility, rather than seeking the most accurate method."
    },
    {
      "title": "Strengths and Limitations",
      "text": "This study provides a comprehensive and updated evaluation of the potential role of eHealth interventions in facilitating smoking cessation. Its robustness lies in the inclusion of recent well-funded studies that demonstrate the advancement of digital technology and its accessibility in both high-and lower-income nations (Multimedia Appendix 5 ). The present review included multiple outcome assessment criteria and treated populations to provide a more holistic evaluation. However, we acknowledge that this study has some limitations. First, our focus was limited to studies published in English in the last 5 years, which means that we may have overlooked relevant research conducted in other languages or low-to middle-income countries. Second, due to the significant heterogeneity of methodological design and outcome verification among studies, not all were suitable for inclusion in the meta-analysis. This limitation led to fewer studies being synthesized, which undermined the certainty of the evidence. In addition, the small sample sizes in some studies resulted in relatively large CIs for effect size estimation, making it difficult to determine a significant effect. Third, despite our attempt to synthesize the intervention effect on special populations and nonabstinence outcomes, such as cigarette consumption, the heterogeneity in outcome measurement among the collected evidence prevented us from drawing any conclusion."
    },
    {
      "title": "Future Recommendations",
      "text": "Future studies could standardize the intervention evaluation strategy by following the World Health Organization Practical Guide to Monitoring and Evaluating Digital Health Interventions  [77]  for better comparability between trials. In addition, mobile app development should adopt a human-centered design approach and prioritize improving participant adherence and engagement  [78, 79]  to reduce attrition and achieve better long-term cessation outcomes (≥6 months). Furthermore, research is necessary to understand the effectiveness of eHealth interventions on susceptible populations and intermediate outcomes such as reduction in cigarette consumption."
    },
    {
      "title": "Conclusions",
      "text": "The use of eHealth technologies for smoking cessation has gained momentum in recent years. Our review highlighted the timeliness of eHealth interventions, particularly mHealth, in promoting abstinence, although their effectiveness may wane over time. Future studies could benefit from adopting a learning by doing approach and incorporating the concept of human-centered design to develop personalized intervention designs that address individual smoker needs and reduce attrition, ultimately leading to better long-term abstinence outcomes. In addition, owing to the dynamic nature of eHealth interventions, monitoring and evaluation can be challenging. Standardized evaluation strategies should be implemented to improve interstudy comparability."
    },
    {
      "text": "Phone\"[MeSH terms] OR \"smartphone\"[MeSH terms] OR \"computers\"[MeSH terms] OR \"Computers, Handheld\"[MeSH terms]) Device (\"Online Systems\"[MeSH terms] OR \"Technology\"[MeSH terms] OR \"Social Media\"[MeSH terms] OR \"Mobile Applications\"[MeSH terms] OR \"Text Messaging\"[MeSH terms] OR \"telemedicine\"[MeSH terms] OR \"Internet-Based Intervention\"[MeSH terms] OR \"multimedia\"[MeSH terms] OR \"Electronic Mail\"[MeSH terms]) Intervention channel ([Randomized controlled trial(Pt)] OR [controlled clinical trial(Pt)] OR [randomized(tiab) OR randomized(tiab)] OR [placebo(tiab)] OR [drug therapy(sh)] OR [randomly(tiab)] OR [trial(tiab)] OR [groups(tiab)]) NOT (animals[mh] NOT humans[mh]) RCT b,c a MeSH: Medical Subject Heading. b RCT: randomized controlled trial."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) diagram of searching and screening process."
    },
    {
      "text": "Figure 2. Risk of bias graph based on review authors' judgments across all included studies (n=39) [27-65]. Risk of bias domains: D1: bias arising from the randomization process; D2: bias due to deviations from intended intervention; D3: bias due to missing outcome data; D4: bias in the measurement of the outcome; D5: bias in selection of the reported result. Judgement: ⊕: high, : some concerns, ⊗: low."
    },
    {
      "text": "Summary of eHealth intervention effects on abstinence by intervention type and follow-up, based on GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) guidelines. Summary for intervention Quality of the evidence (GRADE) a Number of participants and studies Summary of the effect Outcome and follow-up Smokers with intention to quit (by follow-up) High-frequency SMS or app text messaging versus low-frequency SMS or app text messaging May make little or no increase on cessation d,e ; Low 8958 participants; 2 studies Log RR b =-0.01, 95% CI -0.25 to 0.28; I 2 =38.77%; Little or no increase c 3 months May make little or no increase on cessation d,e ; Low 8958 participants; 2 studies Log RR=0.00, 95% CI -0.07 to 0.08; I 2 =0.46%; Little or no increase 6 months SMS or app text messaging versus minimal smoking cessation support 77, 95% CI 0.49 to 1.04; I 2 =8.65%; Important increase 6 months mHealth g app versus less intensive smoking cessation support May increase cessation significantly d,f ; Low 1167 participants; 4 studies Log RR=0.76, 95% CI 0.09 to 1.42; I 2 =88.02%; Important increase 3 months May make little or no in-15, 95% CI -0.18 to 0.48; I 2 =80.06%; Little or no increase 6 months mHealth app + psycho or pharmacological therapy versus psycho or pharmacological therapy May make little or no in-25, 95% CI -0.18 to 0.67; I 2 =16.91%; Little or no increase 6 months Smokers of special population (any follow-up) May make little or no increase on cessation e,f ; Low 813 participants; 3 studies Log RR=-0.25, 95% CI -1.92 to 1.42; I 2 =72.32%; Little or no increase Adult smokers with mental disorders May increase cessation significantly d,e ; Low 466 participants; 2 studies Log RR=1.00, 95% CI 0.22 to 1.78; I 2 =3.45%; Important increase Hospitalized adult smokers May make little or no increase on cessation e,h ; Very low 2319 participants; 5 studies Log RR=0.34, 95% CI -0.01 to 0.68; I 2 =25.84%; Little or no increase Pregnant smokers (including adolescents)"
    },
    {
      "text": "Summary of exploratory analyses on eHealth intervention effects on abstinence by personalization or interactive level or outcome verification, based on GRADE (Grading of Recommendations, Assessment, Development, and Evaluations) guidelines. Summary for intervention Quality of the evidence (GRADE) a Number of participants and studies Summary of the effect Outcome verification and follow-up Smokers with intention to quit (by follow-up)-personalization or interactive level 3 months (short-term) May increase cessation moderately e,f ; Low 10,695 participants; 9 studies Log RR=0.28, 95% CI 0.04 to 0.53; I 2 =73.42%;Moderate increase Personalized or interactive May make little or no increase on cessation (true effect is probably markedly different) e,f,g ; Very low 9116 participants; 4 studies Log RR=0.23, 95% CI -0.26 to 0.72; I 2 =82.52%; Little or no increase Not personalized or interactive Smokers with intention to quit (by follow-up)26, 95% CI -0.02 to 0.54; I 2 =34.82%; Little or no increaseBiochemically verified resultsMay make little or no increase on cessation (true effect is probably markedly different)"
    },
    {
      "text": "Figure 3. Forest plot of eHealth intervention effects by characteristics of study population (any follow-ups) [40, 41, 44, 47, 49, 51, 57, [60] [61] [62] ."
    },
    {
      "text": "Figure 4. Funnel plot of long-term abstinence results [42, 43, 46, 48, 50, [53] [54] [55] [56] 58, 59, 63, 65] ."
    },
    {
      "text": "Summary of characteristics of included studies (n=39)."
    },
    {
      "text": "Summary of eHealth intervention effects for studies not included in the meta-analysis (n=11)."
    }
  ],
  "references": [
    {
      "title": "Smoking prevalence and attributable disease burden in 195 countries and territories, 1990-2015: a systematic analysis from the Global Burden of Disease Study 2015",
      "authors": [
        "Gbd"
      ],
      "year": 2015,
      "doi": "10.1016/S0140-6736(17)30819-X"
    },
    {
      "title": "Economic loss attributable to cigarette smoking in the USA: an economic modelling study",
      "authors": [
        "N Nargis",
        "A Hussain",
        "S Asare",
        "Z Xue",
        "A Majmundar",
        "P Bandi"
      ],
      "year": 2022,
      "doi": "10.1016/s2468-2667(22)00202-x"
    },
    {
      "title": "The impact of smoking on annual healthcare cost: an econometric model analysis in China, 2015",
      "authors": [
        "S Huang",
        "H Wei",
        "T Yao",
        "Z Mao",
        "Q Sun",
        "L Yang"
      ],
      "year": 2021,
      "doi": "10.1186/s12913-021-06199-5"
    },
    {
      "title": "A report of the Surgeon General",
      "year": 2020,
      "doi": "10.1037/e300842003-001"
    },
    {
      "title": "Cost-effectiveness of implementing smoking cessation interventions for patients with cancer",
      "authors": [
        "D Levy",
        "S Regan",
        "G Perez",
        "A Muzikansky",
        "E Friedman",
        "J Rabin"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.16362"
    },
    {
      "title": "Cost analysis of community-based smoking cessation services in vietnam: a cluster-randomized trial",
      "authors": [
        "Quynh Mai",
        "V Van Minh",
        "Truong Nam",
        "Thao Anh",
        "Minh Van",
        "Thi Trang"
      ],
      "year": 2021,
      "doi": "10.1177/11786329211030932"
    },
    {
      "title": "Systematic review of clinician-reported barriers to provision of smoking cessation interventions in hospital inpatient settings",
      "authors": [
        "T Sharpe",
        "A Alsahlanee",
        "K Ward",
        "F Doyle"
      ],
      "year": 2018,
      "doi": "10.1017/jsc.2017.25"
    },
    {
      "title": "Smoking cessation apps: a systematic review of format, outcomes, and features",
      "authors": [
        "M Barroso-Hurtado",
        "D Suárez-Castro",
        "C Martínez-Vispo",
        "E Becoña",
        "A López-Durán"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph182111664"
    },
    {
      "title": "The effectiveness of self-management of hypertension in adults using mobile health: systematic review and meta-analysis",
      "authors": [
        "R Li",
        "N Liang",
        "F Bu",
        "T Hesketh"
      ],
      "year": 2020,
      "doi": "10.2196/17776"
    },
    {
      "title": "eHealth: extending, enhancing, and evolving health care",
      "authors": [
        "C Meier",
        "M Fitzgerald",
        "J Smith"
      ],
      "year": 2013,
      "doi": "10.1146/annurev-bioeng-071812-152350"
    },
    {
      "title": "The effectiveness of technology-based interventions for smoking cessation: an umbrella review and quality assessment of systematic reviews",
      "authors": [
        "A Mersha",
        "M Bovill",
        "P Eftekhari",
        "D Erku",
        "G Gould"
      ],
      "year": 2021,
      "doi": "10.1111/dar.13290"
    },
    {
      "title": "Which eHealth interventions are most effective for smoking cessation? A systematic review",
      "authors": [
        "H Do",
        "B Tran",
        "Q Pham",
        "L Nguyen",
        "T Tran",
        "C Latkin"
      ],
      "year": 2018,
      "doi": "10.2147/ppa.s169397"
    },
    {
      "title": "Mobile phone text messaging and app-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "A Rodgers",
        "Y Gu",
        "R Dobson"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd006611.pub5"
    },
    {
      "title": "eHealth interventions to treat substance use in pregnancy: a systematic review and meta-analysis",
      "authors": [
        "K Silang",
        "H Sanguino",
        "P Sohal",
        "C Rioux",
        "H Kim",
        "L Tomfohr-Madsen"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18199952"
    },
    {
      "title": "Telephone counselling for smoking cessation",
      "authors": [
        "W Matkin",
        "J Ordóñez-Mena",
        "J Hartmann-Boyce"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd002850.pub4"
    },
    {
      "title": "The recent progress and applications of digital technologies in healthcare: a review",
      "authors": [
        "M Senbekov",
        "T Saliev",
        "Z Bukeyeva",
        "A Almabayeva",
        "M Zhanaliyeva",
        "N Aitenova"
      ],
      "year": 2020,
      "doi": "10.1155/2020/8830200"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2535"
    },
    {
      "title": "EPIB 629 knowledge synthesis",
      "year": 2022,
      "doi": "10.1038/s41564-021-01048-x"
    },
    {
      "title": "Covidence systematic review software",
      "year": 2022,
      "doi": "10.5596/c14-016"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "J Higgins",
        "J Thomas",
        "J Chandler",
        "M Cumpston",
        "T Li",
        "M Page"
      ],
      "year": 2019,
      "doi": "10.1002/9781119536604"
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Sterne",
        "J Savović",
        "M Page",
        "R Elbers",
        "N Blencowe",
        "I Boutron"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4898"
    },
    {
      "title": "Do point prevalence and prolonged abstinence measures produce similar results in smoking cessation studies? A systematic review",
      "authors": [
        "J Hughes",
        "M Carpenter",
        "S Naud"
      ],
      "year": 2010,
      "doi": "10.1093/ntr/ntq078"
    },
    {
      "title": "Intention-to-treat concept: a review",
      "authors": [
        "S Gupta"
      ],
      "year": 2011,
      "doi": "10.4103/2229-3485.83221"
    },
    {
      "title": "Stata Statistical Software: Release 17",
      "year": 2021,
      "doi": "10.7717/peerj.4598/supp-10"
    },
    {
      "title": "The Hartung-Knapp-Sidik-Jonkman method for random effects meta-analysis is straightforward and considerably outperforms the standard DerSimonian-Laird method",
      "authors": [
        "J Inthout",
        "J Ioannidis",
        "G Borm"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2288-14-25"
    },
    {
      "title": "World Bank country and lending groups",
      "year": 2023,
      "doi": "10.1596/ieg187947"
    },
    {
      "title": "A randomized controlled trial of a smoking cessation smartphone application with a carbon monoxide checker",
      "authors": [
        "K Masaki",
        "H Tateno",
        "A Nomura",
        "T Muto",
        "S Suzuki",
        "K Satake"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0243-5"
    },
    {
      "title": "Outcomes and device usage for fully automated internet interventions designed for a smartphone or personal computer: the MobileQuit smoking cessation randomized controlled trial",
      "authors": [
        "B Danaher",
        "M Tyler",
        "R Crowley",
        "H Brendryen",
        "J Seeley"
      ],
      "year": 2019,
      "doi": "10.2196/13290"
    },
    {
      "title": "Efficacy of smoking cessation intervention delivered through mobile tele-counseling among smokers with tuberculosis in a Revised National Tuberculosis Control Program",
      "authors": [
        "L Fernandes",
        "A Narvekar",
        "D Lawande"
      ],
      "year": 2022,
      "doi": "10.1016/j.ijtb.2021.08.017"
    },
    {
      "title": "Efficacy of mobile phone-delivered smoking cessation interventions for socioeconomically disadvantaged individuals: a randomized clinical trial",
      "authors": [
        "D Vidrine",
        "S Frank-Pearce",
        "J Vidrine",
        "P Tahay",
        "S Marani",
        "S Chen"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2018.5713"
    },
    {
      "title": "Effects of simple active referrals of different intensities on smoking abstinence and smoking cessation services attendance: a cluster-randomized clinical trial",
      "authors": [
        "X Weng",
        "T Luk",
        "Y Suen",
        "Y Wu",
        "H Li",
        "Y Cheung"
      ],
      "year": 2020,
      "doi": "10.1111/add.15029"
    },
    {
      "title": "Efficacy of smartphone applications for smoking cessation: a randomized clinical trial",
      "authors": [
        "J Bricker",
        "N Watson",
        "K Mull",
        "B Sullivan",
        "J Heffner"
      ],
      "year": 2020,
      "doi": "10.1001/jamainternmed.2020.4055"
    },
    {
      "title": "Effect of a workplace mobile phone-based instant messaging intervention on smoking cessation: a cluster-randomized controlled trial",
      "authors": [
        "X Weng",
        "O Lau",
        "C Ng",
        "W Li",
        "T Lam",
        "M Wang"
      ],
      "year": 2022,
      "doi": "10.1111/add.15804"
    },
    {
      "title": "Effectiveness of an optimized text message and internet intervention for smoking cessation: a randomized controlled trial",
      "authors": [
        "A Graham",
        "G Papandonatos",
        "S Cha",
        "M Amato",
        "M Jacobs",
        "A Cohn"
      ],
      "year": 2022,
      "doi": "10.1111/add.15677"
    },
    {
      "title": "Comparing the efficacy of an identical, tailored smoking cessation intervention delivered by mobile text messaging versus email: randomized controlled trial",
      "authors": [
        "I Gram",
        "D Larbi",
        "S Wangberg"
      ],
      "year": 2019,
      "doi": "10.2196/12137"
    },
    {
      "title": "Proactively offered text messages and mailed nicotine replacement therapy for smokers in primary care practices: a pilot randomized trial",
      "authors": [
        "G Kruse",
        "E Park",
        "Y Chang",
        "J Haberer",
        "L Abroms",
        "N Shahid"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/ntaa050"
    },
    {
      "title": "Peer mentoring and automated text messages for smoking cessation: a randomized pilot trial",
      "authors": [
        "J White",
        "S Toussaert",
        "J Thrul",
        "J Bontemps-Jones",
        "L Abroms",
        "J Westmaas"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/ntz047"
    },
    {
      "title": "Virtual reality smartphone-based intervention for smoking cessation: pilot randomized controlled trial on initial clinical efficacy and adherence",
      "authors": [
        "E Goldenhersch",
        "J Thrul",
        "J Ungaretti",
        "N Rosencovich",
        "C Waitman",
        "M Ceberio"
      ],
      "year": 2020,
      "doi": "10.2196/17571"
    },
    {
      "title": "Smartphone application for smoking cessation (Quit with US): a randomized controlled trial among young adult light smokers in Thailand",
      "authors": [
        "P Chulasai",
        "D Chinwong",
        "P Vientong",
        "S Lertsinudom",
        "P Kanjanarat",
        "J Hall"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19148265"
    },
    {
      "title": "Text messaging interventions to support smoking cessation among hospitalized patients in Brazil: a randomized comparative effectiveness clinical trial",
      "authors": [
        "L Do Amaral",
        "T Ronzani",
        "E Cruvinel",
        "K Richter",
        "Oliveira Andrade",
        "R Lanzieri"
      ],
      "year": 2022,
      "doi": "10.1186/s13104-022-06002-6"
    },
    {
      "title": "Assessing the National Cancer Institute's SmokefreeMOM text-messaging program for pregnant smokers: pilot randomized trial",
      "authors": [
        "L Abroms",
        "S Chiang",
        "L Macherelli",
        "L Leavitt",
        "M Montgomery"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8411"
    },
    {
      "title": "The Stop-tabac smartphone application for smoking cessation: a randomized controlled trial",
      "authors": [
        "J Etter",
        "Y Khazaal"
      ],
      "year": 2022,
      "doi": "10.1111/add.15738"
    },
    {
      "title": "Randomized controlled trial of a smartphone application as an adjunct to acceptance and commitment therapy for smoking cessation",
      "authors": [
        "M O'connor",
        "R Whelan",
        "J Bricker",
        "L Mchugh"
      ],
      "year": 2020,
      "doi": "10.1016/j.beth.2019.06.003"
    },
    {
      "title": "Brief, web-based interventions to motivate smokers with schizophrenia: randomized trial",
      "authors": [
        "M Brunette",
        "J Ferron",
        "S Mcgurk",
        "J Williams",
        "A Harrington",
        "T Devitt"
      ],
      "year": 2020,
      "doi": "10.2196/16524"
    },
    {
      "title": "A mobile just-in-time adaptive intervention for smoking cessation: pilot randomized controlled trial",
      "authors": [
        "E Hébert",
        "C Ra",
        "A Alexander",
        "A Helt",
        "R Moisiuc",
        "D Kendzor"
      ],
      "year": 2020,
      "doi": "10.2196/16907"
    },
    {
      "title": "Text to quit China: an mHealth smoking cessation trial",
      "authors": [
        "E Augustson",
        "M Engelgau",
        "S Zhang",
        "Y Cai",
        "W Cher",
        "R Li"
      ],
      "year": 2016,
      "doi": "10.4278/ajhp.140812-quan-399"
    },
    {
      "title": "An experimental feasibility study of a hybrid telephone counseling/text messaging intervention for post-discharge cessation support among hospitalized smokers in brazil",
      "authors": [
        "E Cruvinel",
        "K Richter",
        "F Colugnati",
        "T Ronzani"
      ],
      "year": 2019,
      "doi": "10.1093/ntr/nty165"
    },
    {
      "title": "A mobile health solution complementing psychopharmacology-supported smoking cessation: randomized controlled trial",
      "authors": [
        "L Carrasco-Hernandez",
        "F Jódar-Sánchez",
        "F Núñez-Benjumea",
        "Moreno Conde",
        "Mesa González",
        "M Civit-Balcells"
      ],
      "year": 2020,
      "doi": "10.2196/17530"
    },
    {
      "title": "A pilot randomized controlled trial of smartphone-assisted mindfulness-based intervention with contingency management for smokers with mood disorders",
      "authors": [
        "H Minami",
        "S Nahvi",
        "J Arnsten",
        "H Brinkman",
        "M Rivera-Mindt",
        "D Wetter"
      ],
      "year": 2022,
      "doi": "10.1037/pha0000506"
    },
    {
      "title": "A randomized trial of adjunct mHealth abstinence reinforcement with transdermal nicotine and counseling for smoking cessation",
      "authors": [
        "S Alessi",
        "C Rash",
        "N Petry"
      ],
      "year": 2017,
      "doi": "10.1093/ntr/ntw155"
    },
    {
      "title": "A randomized trial of text messaging for smoking cessation in pregnant women",
      "authors": [
        "L Abroms",
        "P Johnson",
        "L Leavitt",
        "S Cleary",
        "J Bushar",
        "T Brandon"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2017.08.002"
    },
    {
      "title": "Adaptation and assessment of a text messaging smoking cessation intervention in Vietnam: pilot randomized controlled trial",
      "authors": [
        "N Jiang",
        "N Nguyen",
        "N Siman",
        "C Cleland",
        "T Nguyen",
        "H Doan"
      ],
      "year": 2021,
      "doi": "10.2196/27478"
    },
    {
      "title": "Craving to quit: a randomized controlled trial of smartphone app-based mindfulness training for smoking cessation",
      "authors": [
        "K Garrison",
        "P Pal",
        "O' Malley",
        "S Pittman",
        "B Gueorguieva",
        "R Rojiani"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/nty126"
    },
    {
      "title": "Effectiveness of a dyadic buddy app for smoking cessation: randomized controlled trial",
      "authors": [
        "P Schwaninger",
        "C Berli",
        "U Scholz",
        "J Lüscher"
      ],
      "year": 2021,
      "doi": "10.2196/27162"
    },
    {
      "title": "Effectiveness of a text-messaging-based smoking cessation intervention (\"Happy Quit\") for smoking cessation in China: a randomized controlled trial",
      "authors": [
        "Y Liao",
        "Q Wu",
        "B Kelly",
        "F Zhang",
        "Y Tang",
        "Q Wang"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pmed.1002713"
    },
    {
      "title": "Effectiveness of a video-based smoking cessation intervention focusing on maternal and child health in promoting quitting among expectant fathers in China: a randomized controlled trial",
      "authors": [
        "W Xia",
        "H Li",
        "W Cai",
        "P Song",
        "X Zhou",
        "K Lam"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pmed.1003355"
    },
    {
      "title": "Effectiveness of offering tailored text message, self-help smoking cessation support to pregnant women who want information on stopping smoking: MiQuit3 randomised controlled trial and meta-analysis",
      "authors": [
        "T Coleman",
        "M Clark",
        "C Welch",
        "R Whitemore",
        "J Leonardi-Bee",
        "S Cooper"
      ],
      "year": 2022,
      "doi": "10.1111/add.15715"
    },
    {
      "title": "Effectiveness of text messaging as an adjuvant to health advice in smoking cessation programs in primary care. A randomized clinical trial",
      "authors": [
        "R Cobos-Campos",
        "Apiñaniz Fernández De Larrinoa",
        "Sáez De Lafuente Moriñigo",
        "Parraza Diez",
        "Aizpuru Barandiaran"
      ],
      "year": 2017,
      "doi": "10.1093/ntr/ntw300"
    },
    {
      "title": "Effectiveness of the e-Tabac Info Service application for smoking cessation: a pragmatic randomised controlled trial",
      "authors": [
        "A Affret",
        "A Luc",
        "C Baumann",
        "P Bergman",
        "Le Faou",
        "A Pasquereau"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2020-039515"
    },
    {
      "title": "Efficacy of a texting program to promote cessation among pregnant smokers: a randomized control trial",
      "authors": [
        "K Pollak",
        "P Lyna",
        "X Gao",
        "D Noonan",
        "Bejarano Hernandez",
        "S Subudhi"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/ntz174"
    },
    {
      "title": "Evaluation of the Tobbstop mobile app for smoking cessation: cluster randomized controlled clinical trial",
      "authors": [
        "M Pallejà-Millán",
        "C Rey-Reñones",
        "Barrera Uriarte",
        "M Granado-Font",
        "E Basora",
        "J Flores-Mateo"
      ],
      "year": 2020,
      "doi": "10.2196/15951"
    },
    {
      "title": "Large multi-centre pilot randomized controlled trial testing a low-cost, tailored, self-help smoking cessation text message intervention for pregnant smokers (MiQuit)",
      "authors": [
        "F Naughton",
        "S Cooper",
        "K Foster",
        "J Emery",
        "J Leonardi-Bee",
        "S Sutton"
      ],
      "year": 2017,
      "doi": "10.1111/add.13802"
    },
    {
      "title": "Smartphone Smoking Cessation Application (SSC App) trial: a multicountry double-blind automated randomised controlled trial of a smoking cessation decision-aid 'app",
      "authors": [
        "N Bindhim",
        "K Mcgeechan",
        "L Trevena"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2017-017105"
    },
    {
      "title": "The effects of text message and infographic on reducing the number cigarettes consumption: a randomized controlled trial",
      "authors": [
        "N Intarut",
        "R Wongkongdech",
        "C Thronsao"
      ],
      "year": 2020,
      "doi": "10.31557/apjcp.2020.21.11.3413"
    },
    {
      "title": "WhatsApp embedded in routine service delivery for smoking cessation: effects on abstinence rates in a randomized controlled study",
      "authors": [
        "S Durmaz",
        "I Ergin",
        "R Durusoy",
        "H Hassoy",
        "A Caliskan",
        "P Okyay"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-6727-z"
    },
    {
      "title": "What is GRADE? BMJ Best Practice",
      "year": 2022,
      "doi": "10.1136/bmj.g1375"
    },
    {
      "title": "Internet-based interventions for smoking cessation",
      "authors": [
        "G Taylor",
        "M Dalili",
        "M Semwal",
        "M Civljak",
        "A Sheikh",
        "J Car"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.cd007078.pub5"
    },
    {
      "title": "eHealth in the future of medications management: personalisation, monitoring and adherence",
      "authors": [
        "J Car",
        "W Tan",
        "Z Huang",
        "P Sloot",
        "B Franklin"
      ],
      "year": 2017,
      "doi": "10.1186/s12916-017-0838-0"
    },
    {
      "title": "Attrition in smoking cessation intervention studies: a systematic review",
      "authors": [
        "E Belita",
        "S Sidani"
      ],
      "year": 2015,
      "doi": "10.1177/084456211504700402"
    },
    {
      "title": "A literature review to explore the link between treatment satisfaction and adherence, compliance, and persistence",
      "authors": [
        "C Barbosa",
        "M Balp",
        "K Kulich",
        "N Germain",
        "D Rofail"
      ],
      "year": 2012,
      "doi": "10.2147/PPA.S24752"
    },
    {
      "title": "Effect of interactive ehealth interventions on improving medication adherence in adults with long-term medication: systematic review",
      "authors": [
        "B Pouls",
        "J Vriezekolk",
        "C Bekker",
        "A Linn",
        "H Van Onzenoort",
        "M Vervloet"
      ],
      "year": 2021,
      "doi": "10.2196/18901"
    },
    {
      "title": "User interactivity in eHealth applications: a novel taxonomy",
      "authors": [
        "M Hashim"
      ],
      "year": 2016,
      "doi": "10.1109/innovations.2016.7880023"
    },
    {
      "title": "Evaluation of smoking cessation success in adults",
      "authors": [
        "C Raherison",
        "A Marjary",
        "B Valpromy",
        "S Prevot",
        "H Fossoux",
        "A Taytard"
      ],
      "year": 2005,
      "doi": "10.1016/j.rmed.2004.12.002"
    },
    {
      "title": "Consortium of Hospitals Advancing Research on Tobacco (CHART). Accuracy of self-reported smoking abstinence in clinical trials of hospital-initiated smoking interventions",
      "authors": [
        "T Scheuermann",
        "K Richter",
        "N Rigotti",
        "S Cummins",
        "K Harrington",
        "S Sherman"
      ],
      "year": 2017,
      "doi": "10.1111/add.13913"
    },
    {
      "title": "Biochemical verification of tobacco use and abstinence: 2019 update",
      "authors": [
        "N Benowitz",
        "J Bernert",
        "J Foulds",
        "S Hecht",
        "P Jacob",
        "M Jarvis"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/ntz132"
    },
    {
      "title": "The validity of self-reported smoking: a review and meta-analysis",
      "authors": [
        "D Patrick",
        "A Cheadle",
        "D Thompson",
        "P Diehr",
        "T Koepsell",
        "S Kinne"
      ],
      "year": 1994,
      "doi": "10.2105/ajph.84.7.1086"
    },
    {
      "title": "Monitoring and evaluating digital health interventions: a practical guide to conducting research and assessment",
      "year": 2016,
      "doi": "10.26719/2016.22.5.350"
    },
    {
      "title": "New directions in eHealth communication: opportunities and challenges",
      "authors": [
        "G Kreps",
        "L Neuhauser"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2010.01.013"
    },
    {
      "title": "A review of web-assisted tobacco interventions (WATIs)",
      "authors": [
        "B Bock",
        "A Graham",
        "J Whiteley",
        "J Stoddard"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.989"
    }
  ],
  "num_references": 79
}
