{
  "paper_id": "3ITISK63",
  "title": "A Review of Generic Preference-Based Measures for Use in Cost-Effectiveness Models",
  "abstract": "Generic preference-based measures (GPBMs) of health are used to obtain the quality adjustment weight required to calculate the quality-adjusted life year in health economic models. GPBMs have been developed to use across different interventions and medical conditions and typically consist of a self-complete patient questionnaire, a health state classification system, and preference weights for all states defined by the classification system. Of the six main GPBMs, the three most frequently used are the Health Utilities Index version 3, the EuroQol 5 dimensions (3 and 5 levels), and the Short Form 6 dimensions. There are considerable differences in GPBMs in terms of the content and size of descriptive systems (i.e. the numbers of dimensions of health and levels of severity within these), the methods of valuation [e.g. time trade-off (TTO), standard gamble (SG)], and the populations (e.g. general population, patients) used to value the health states within the descriptive systems. Although GPBMs are anchored at 1 (full health) and 0 (dead), they produce different health state utility values when completed by the same patient. Considerations when selecting a measure for use in a clinical trial include practicality, reliability, validity and responsiveness. Requirements of reimbursement agencies may impose additional restrictions on suitable measures for use in economic evaluations, such as the valuation technique (TTO, SG) or the source of values (general public vs. patients).",
  "year": 2017,
  "date": "2017-10-19",
  "journal": "PharmacoEconomics",
  "publication": "PharmacoEconomics",
  "authors": [
    {
      "forename": "John",
      "surname": "Brazier",
      "name": "John Brazier",
      "affiliation": "1  School of Health and Related Research (ScHARR) , University of Sheffield , Regent Court , Regent Street , Sheffield , UK \n\t\t\t\t\t\t\t\t School of Health and Related Research (ScHARR) \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Regent Court Regent Street \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t UK",
      "email": "j.e.brazier@sheffield.ac.uk"
    },
    {
      "forename": "Roberta",
      "surname": "Ara",
      "name": "Roberta Ara",
      "affiliation": "1  School of Health and Related Research (ScHARR) , University of Sheffield , Regent Court , Regent Street , Sheffield , UK \n\t\t\t\t\t\t\t\t School of Health and Related Research (ScHARR) \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Regent Court Regent Street \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Donna",
      "surname": "Rowen",
      "name": "Donna Rowen",
      "affiliation": "1  School of Health and Related Research (ScHARR) , University of Sheffield , Regent Court , Regent Street , Sheffield , UK \n\t\t\t\t\t\t\t\t School of Health and Related Research (ScHARR) \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Regent Court Regent Street \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Helene",
      "surname": "Chevrou-Severac",
      "name": "Helene Chevrou-Severac",
      "affiliation": "2  Takeda Pharmaceuticals International AG , Thurgauerstrasse 130 , 8152 Glattpark-Opfikon , Switzerland \n\t\t\t\t\t\t\t\t Takeda Pharmaceuticals International AG \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Thurgauerstrasse 130 \n\t\t\t\t\t\t\t\t\t 8152 \n\t\t\t\t\t\t\t\t\t Glattpark-Opfikon \n\t\t\t\t\t\t\t\t\t Switzerland"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "A generic preference-based measure (GPBM) is a measure of health-related quality of life that has a set of preference weights that enable a health state utility value (HSUV) to be generated for each completion of the measure.\n\nDespite being anchored on the same 0 (for dead) to 1 (full health) scale, GPBMs generate different HSUVs for the same patient, and these differences have important implications for incremental costeffectiveness ratios.\n\nThe selection of a GPBM for any given study should be based on (1) the psychometric assessment (content validity, construct validity, and responsiveness) in the particular health condition and (2) the different jurisdiction requirements for the instrument and methods of valuation."
    },
    {
      "title": "A Review of Generic Preference-Based",
      "text": "Measures (GPBMs)\n\nIncreasingly, reimbursement agencies require health care products to be evaluated in terms of their cost-effectiveness, where effectiveness is measured in terms of the quality-adjusted life year (QALY). The purpose of health utility measurement is to provide the quality adjustment weight, in order to calculate the QALY in health economics. Generic preference-based measures (GPBMs) of health [also known as multi-attribute utility (MAU) scales] are commonly used methods for obtaining this weight, known as a health state utility value (HSUV).\n\n2 What is a GPBM of Health?\n\nGPBMs are 'off-the-shelf' measures that typically consist of a self-complete, patient, standardized questionnaire (i.e. a generic MAU instrument), a health state classification system (i.e. descriptive system), and preference weights for all states defined by the classification system. In practice, each patient (or their proxy) completes the questionnaire and their responses are used to assign them to a unique health state from the health state classification system. The utility score for the unique health state is then obtained using an existing tariff or value set of preference weights.\n\nGPBMs have been developed to be comparable across different interventions and medical conditions. They are accepted by many different agencies around the world concerned with assessing the cost-effectiveness of health care, including the National Institute for Health and Care Excellence (NICE) and others  [1] . The self-complete questionnaires used to collect health state data can be easily included in clinical trials or routine data collection systems with little respondent burden, and the existing scoring algorithms are quickly and easily used to generate the HSUVs.\n\n3 Description of the GPBMs"
    },
    {
      "title": "Generic Multi-attribute Utility Measures Overview",
      "text": "The number of GPBMs has proliferated over the last 2 decades. These include the Quality of Well-being Selfadministered (QWB-SA) scale  [2] , the Health Utilities Index version 3 (HUI3)  [3] , the EuroQol 5 dimensions (EQ-5D) (3 and 5 levels)  [4, 5] , the Short Form 6 dimensions (SF-6D)  [6, 7] , and the Assessment of Quality of Life 8 dimensions (AQOL-8D)  [8] . Whilst these measures all claim to be generic, in other words they can be used in any (adult) patient population across a range of health issues, they differ considerably in terms of the content and size of their descriptive systems, the methods of valuation, and the populations used to value the health states (though most use a general population sample). A summary of the main characteristics of these six measures is presented in Tables  1  and  2  (see  [9]  for further details). Table  1  summarises the descriptive content of these measures, including their dimensions and severity levels. The original EQ-5D with 3 levels (i.e. EQ-5D-3L) has the smallest classification system, defining 243 states, and the self-complete EQ-5D-3L questionnaire is reproduced in full in Table  3 . Recently, a new 5-level version of the EQ-5D has been published, which covers the same dimensions, but now generates 3125 states. The largest system is the   (2004) (2005) (2006) (2007) (2008) (2009) (2010)  reported that the most widely used MAU instrument by far is the EQ-5D, with 63.2% of studies employing a GPBM using it, followed by HUI3 (9.8%) and then SF-6D (8.8%)  [10] . This has been partly led by NICE's preference for EQ-5D (  [11]  and later replaced by  [12] ). The responses given by the patient to the MAU instrument define their health state within the descriptive system. A person in the 'best possible health' will very likely report the best level '1' across all items within the instrument; thus in theory, a patient in 'full health' would have a health state of '11111' for the EQ-5D-3L. A hypothetical patient a with impairments in mobility (level 2) and in pain/discomfort (level 2) (but no impairment in the other items) would likely report a health state of ''21121'' for the EQ-5D-3L."
    },
    {
      "title": "Valuation Methods",
      "text": "The objective of valuing the health states is to provide preference weights for all states defined within the classification system. The resulting set of preference weights enables an HSUV to be generated from the patient's responses to the original questionnaire. There are several techniques that can be used to obtain the preference weights, and Table  2  summarises the valuation methods used in terms of the valuation technique and the method of modelling the valuation data. The two main techniques of valuation have been time trade-off (TTO), where respondents are asked to trade life years in the ill-health state for a better health state in full health, and standard gamble (SG), where respondents are asked the risk of death they are willing to take in order to be in full health (for further details see  [9] ). More recently, researchers have been using discrete choice experiments Table 3 EQ-5D-3L classification. Source: Brooks, 1996 [4] Dimension Level Description Mobility (MOB) 1 I have no problems walking about 2 I have some problems walking about 3 I am confined to bed Self-care (SC) 1 I have no problems with self-care 2 I have some problems washing or dressing myself 3 I am unable to wash or dress myself Usual activities (UA) 1 I have no problems with performing usual activities # 2 I have some problems with performing usual activities 3 I am unable to perform usual activities Pain/discomfort (Pain) 1 I have no pain or discomfort 2 I have moderate pain or discomfort 3 I have extreme pain or discomfort Anxiety/depression (AD) 1 I am not anxious or depressed 2 I am moderately anxious or depressed 3 I am extremely anxious or depressed\n\n(DCEs) to value health states  [13] [14] [15] [16] [17] [18] , but a DCE alone has not been used to provide the official tariff for any GPBM, though it has been used as a hybrid model with TTO for the recent UK valuation of EQ-5D-5L  [19] . For all instruments, a selected subset of health state combinations has been valued by a representative sample of the public and then a scoring algorithm has been obtained to estimate values for the remaining combinations. The scoring algorithm is estimated from the health states that have been valued. The main method has been to use statistical regression-based approaches, where the value of a health state is assumed to be a function of that state; hence, by estimating a relationship between the descriptive system and the observed values, we can infer values for all states. Most models have been additive, which means they assume no interactions between dimensions. Any model specification should deal with the skewed and truncated nature of the distribution of health state values, and the fact that the data are likely to be clustered by respondents  [20] . Estimation has mainly used generalised least squares (GLS) or maximum likelihood estimate (MLE)  [9] . More recently, alternative techniques for analysing preference data have been explored, including Bayesian non-parametric (e.g. SF-6D)  [21] , semiparametric approaches  [22] , and a hybrid approach that combines cardinal preference data with the results of paired data from a DCE (e.g. EQ-5D-5L)  [19, 23] . The statistical validity of models for estimating preference weights are published by the authors, though not independently tested.\n\nThe multi-attribute utility theory (MAUT), which specifies a functional form in advance and uses the values for the levels of each dimension combined with values for corner states to mathematically solve the function, has also been used (see  [9]  for an overview). MAUT has been explored to allow for interactions using a multiplicative form that allows for some highly restrictive forms of interaction (e.g. HUI3). However, evidence suggests statistical approaches are better at predicting health state values than MAUT (see  [9]  for details)."
    },
    {
      "title": "Valuation Surveys",
      "text": "Valuation surveys have been undertaken across many countries for EQ-5D [24], but rather fewer valuation exercises have been undertaken for the other instruments. For example, Szende et al.  [25]  published value sets for EQ-5D-3L for a range of countries. All measures have an upper-bound HSUV of 1.0 for full health, but differ in terms of their lower-bound value ranging from 0.301 (SF-6D  [7] ) to -0.59 (EQ-5D-3L) when using the UK valuations  [26] . It is worth noting that some measures include negative utility values, representing health states that are valued by the general public as being´worse-than-dead\n\n´.\n\nWorked examples of how to calculate UK EQ-5D-3L HSUVs for patients with differing responses (e.g. responses representing the health state ''12121'' for the EQ-5D-3L in England) are provided in Box 1.\n\n4 Do Different GPBMs Produce the Same Scores?\n\nAll GPBMs are anchored at 1 for full health and 0 for 'dead', but this does not imply they generate the same values, because of the differences in their descriptions of health and the methods of valuation. Indeed there is a substantial body of evidence to show they do not produce the same values when administered to the same patients. A review of 24 studies found that agreement between HSUVs (i.e. the utility values) from different GPBMs was generally poor to moderate (around 0.3-0.5 as measured by the intra-class correlation coefficient)  [9] . Whilst aggregate differences in mean HSUVs scores in large patient samples obtained from the SF-6D, EQ-5D, and HUI3 have often been found to be little more than 0.05, this statistic (i.e. the mean HSUV) masks considerable differences within patient groups, and hence the HSUV estimates for differences and changes used to estimate cost-effectiveness used to calculate the mean HSUV. Some GPBM are prone to 'ceiling effects' whereby a substantial number of respondents indicate they are in the best possible health state. The EQ-5D has the largest proportion at the ceiling (i.e. health state: '11111' and corresponding HSUV 1.0), followed by HUI3 and 15D. Important differences have been found for specific conditions like vision and hearing  [27, 28] , and large differences were found in the size of gain in total hip arthroplasty patients  [10] .\n\nA recent online survey involving six countries (Australia, USA, UK, Norway, Germany, and Canada) compared the six main GPBMs in a sample (n = 8022) covering both 'healthy' respondents and ten health conditions (asthma, cancer, depression, diabetes, hearing loss, arthritis, heart disease, chronic obstructive pulmonary disease, and stroke)  [10] . When comparing the mean HSUVs for six individual conditions with the general population, the mean differences were found to be largest for the HUI3, followed by EQ-5D, AQoL, QWB, and SF-6D. Such differences have important implications for the cost-effectiveness of interventions. Ranking by effect sizes (i.e. dividing through by their standard deviations) resulted in the QWB having the largest difference between the six diseases and the general population, followed by 15D and SF-6D, with HUI3 and EQ-5D having the least difference. This has implications for sample sizes, since those with larger effect sizes have more power to detect a given difference. For example, the EQ-5D and HUI3 would need to be collected in a much larger sample than the QWB or 15D to detect a difference between subgroups defined by condition severity. These differences will increase the uncertainty in the incremental cost-effectiveness ratio considerably."
    },
    {
      "title": "The Psychometric Properties of the GPBMs",
      "text": "Patient-reported outcome measures are typically evaluated using the psychometric criteria of practicality, reliability, validity, and responsiveness. Please refer to Box 2 for a description of the criteria to select a GBPM. All six commonly used generic measures have been shown to be practical, though the longer ones raise more concerns about patient burden and achieve lower levels of completion (see  [10, 29]  for an overview). There is no evidence of differences in re-test reliability between the generic measures in terms of their ability to re-produce scores in patients who complete the scores on two occasions close apart when there has been no change in health. The most contentious area is validity, because of the absence of a gold standard measure of health, and it is very difficult to demonstrate whether a measure is valid or not, since it is usually a question of degree. Traditionally, psychometricians have examined the validity of measures in terms of content validity, construct validity, and responsiveness (see Box 2 for definition of terms  [30] )."
    },
    {
      "title": "Validity and Responsiveness Criteria",
      "text": "Content validity is defined as the extent to which the classification comprehensively covers the different dimensions of a health condition and whether it misses important ones. To be accepted as generic, a measure should cover at least the following overarching dimensions: physical, mental, social health (as included in World Health Organization's definition of health)  [31] , and somatic sensations (e.g. pain)  [32] . The coverage of the six measures is shown in Table  4  against a list of physical and psychosocial health domains (adapted from  [10] ). The measures differ in size, with EQ-5D covering the least number of domains and AQoL-8D the most. The vast majority of items in EQ-5D, HUI3, and 15D are concerned with physical domains, while SF-6D and particularly AQoL cover more psychosocial and well-being domains. QWB-SA is mainly concerned with symptoms or problems, and so predominantly covers physical aspects (although it covers more mental health aspects than the earlier version of QWB). There are notable gaps in many of the measures, including cognition in EQ-5D, SF-6D, and QWB-SA, and sleep in EQ-5D, SF-6D, and HUI3. However, care must be taken in using the list in Table  4  since it may not be comprehensive, and at the same time, the domains are not mutually exclusive, so, for example, family and work activities may be considered to be covered by usual activities. Furthermore, even where there appears to be a relevant item, analysts should examine the specific content of the item to verify whether it seems relevant to the concept they wish to measure (e.g. in the EQ-5D-5L, mobility is concerned with walking, but this may not be relevant for use in populations with large proportions of wheelchair users).\n\nConstruct validity is measured empirically in terms of the extent to which a measure reflects known differences between groups, or known group validity (KGV), and correlates with other indicators of health, or convergent validity (CV). For KGV tests based on known group differences, this depends on the basis for the groupings. Where there are other self-report measures of dimensions of interest (that may not be preference based), such as scales of mobility or self-care, they can be useful in assessing whether the GPBM descriptive system is sensitive to such differences. In practice, studies in the literature often use clinical measures that may have only a weak relationship to health-related quality of life (HRQoL), such as visual acuity, respiratory function, or symptoms of schizophrenia. Great care must be taken to scrutinise the measures being used to establish known group differences or convergence and to establish that these are themselves appropriate indicators of preferences  [33] . A further problem is most published studies use overall preference weighted scores and so conflate the measure of health-namely the description of healthwith general population preferences for different aspects of health. For this reason, we would not expect perfect correlation between GPBM scores and other measures of health.\n\nResponsiveness is related to construct validity and assesses the ability to reflect known changes in health. This too depends on having an appropriate indicator that the health of a patient has changed and the direction of change. Sometimes an instrument is described as being insensitive, and this simply means it is not able to reflect differences or changes in a population, or seems to be less sensitive compared to another measure (e.g. small standardised differences or changes)."
    },
    {
      "title": "Review of Studies Comparing Measures",
      "text": "The literature on the empirical evidence of validity and responsiveness is too large to provide a systematic review for this article. Instead we draw heavily on a recent review of reviews conducted across the five measures  [29] . The majority of published studies reviewed just one or two measures, with very few examples of three or more instruments being compared. Thirty reviews of measures were identified across more than 25 conditions covering several hundred studies  [29] . However, the vast majority of the evidence was for the 3-level version of the EQ-5D (n = 29 studies), followed by SF-6D (n = 12) and then HUI3 (n = 8), with very little on the AQoL (n = 3) or 15D (n = 2), and none for the EQ-5D-5L. The number of studies in each review varied from five to 22. This evidence base in part reflects the tendency for more research into the EQ-5D, following the publication of NICE's preference for EQ-5D in 2008  [11] . This makes it very difficult to make statements about the comparative performance across the measures (Box 2). Furthermore, there is considerable variation in the way reviews report evidence. Only a broad summary of findings is given here (for more details see  [29] )."
    },
    {
      "title": "Box 2 Criteria for selecƟng preference-based measures",
      "text": "The usual psychometric selecƟon criteria are pracƟcality, reliability and validity, but these need to be considered alongside the valuaƟon methods and requirements of different jurisdicƟons."
    },
    {
      "title": "PracƟcality:",
      "text": "The pracƟcality depends on the acceptability to paƟents and the cost of administraƟon (e.g. in terms of Ɵme). All six measures have been found to be pracƟcal for self-administraƟon, though shorter measures may be easier to include in trials.\n\nReliability: This is the ability of a measure to reproduce the same values on two separate administraƟons when there has been no change in health. All the GPBMs achieve similar levels of retest reliability.\n\nContent validity: This is defined as the extent to which the descripƟve system covers the different dimensions of health of relevance to the paƟent populaƟon. The shorter measures inevitably struggle to achieve this in some populaƟons, such as the absence of cogniƟon in EQ-5D and SF-6D, making them less valid in demenƟa. On the other hand, the longer measures suffer from overlap and may be more difficult to value.\n\nConstruct validity: This is measured empirically in terms of the extent to which a measure reflects known differences between groups, or known group validity), and correlates with other indicators of health, or convergent validity. There are too few head-to-head comparisons to select one measure over another in many cases. Evidence suggests that EQ-5D (the 3-level version) is able to detect differences in many populaƟons (despite the shorter size), but there are some important excepƟons (e.g. vision and hearing).\n\nResponsiveness: This is related to construct validity and assesses the ability of a measure to reflect known changes in health. As for construct validity, GPBMs have been shown to be unresponsive in some condiƟons."
    },
    {
      "title": "ValuaƟon:",
      "text": "It is not possible to prescribe one valuaƟon technique as valid compared to another, but most economists have advocated choice-based methods like TTO or SG. The appropriateness of valuaƟon methods depends on the extent to which the technique and source of values meet the requirements of the relevant policy maker. For those requiring choice-based methods, this would rule out 15D, HUI3 and QWB, and some jurisdicƟons require country-specific preference values.\n\nComparability: Some reimbursement agencies require one parƟcular measure to achieve comparability (more on this in the \"Discussion\"), but may permit submissions using other measures where this can be jusƟfied.\n\n15D 15-dimensional, EQ-5D EuroQol 5 dimensions, GPBM generic preference-based measure, HUI3 Health UƟlity Index version 3, QWB Quality of Well-being, SF-6D Short Form 6 dimensions, SG standard gamble, TTO Ɵme trade-off Whenever evidence is available, it often supports performance of GPBMs in many conditions, with differences and changes usually in the expected direction and often significant. This includes known group differences between patient populations and healthy populations and between severity groups of patients. The GPBMs have been shown to correlate with one another moderately and more highly in some cases. They have also been shown to respond to hypothesised changes in health for many conditions.\n\nIt is difficult to compare the psychometric performance of the measures, since there are few head-to-head comparisons, but there are a few findings of note (see Box 3):\n\n• The first concerns situations where the evidence on EQ-5D suggests mixed or poor levels of performance. Three areas stand out from the literature: the senses of vision and hearing  [33] , elderly populations with dementia  [36] , and more severe and complex mental health conditions like schizophrenia and bipolar disorder  [35] . • There are other areas where EQ-5D has been shown to be problematic: it was found to be less responsive in rehabilitation patients than SF-6D  [34] , chronic obstructive airways disease  [37] , and orthopaedic leg reconstruction  [38] .\n\nThe EQ-5D has been shown to perform satisfactorily in many conditions, including rheumatoid arthritis, many cancers, and depression and was found to be more responsive than HUI3 in musculoskeletal disease  [39] , and more responsive than SF-6D in liver disease  [40] . However, there is insufficient comparative evidence to draw definitive conclusions between the measures. There are huge gaps in the coverage of evidence across conditions, and the quality of evidence is often poor."
    },
    {
      "title": "Selecting a Measure for Economic Evaluation",
      "text": "When selecting a measure for clinical trials or other studies such as observational, the recommended approach is to select measures that perform best in terms of practicality, reliability, validity, and responsiveness in the population of interest. However, selecting a measure for use in economic evaluation, whether alongside a clinical trial or in a decision analytic model, raises additional concerns. These include the appropriateness of the techniques of valuation (e.g. TTO versus SG) and its source of values (e.g. general public vs. patient). There is a large amount of academic literature on the additional concerns, but in practice it depends on the requirements of the agency to which the economic evaluation will be submitted. At one extreme there are England and the Netherlands, who prefer the EQ-5D  [12, 41] . In most countries, agencies requiring costeffectiveness evidence do not specify one particular measure, though some specify the valuation method (e.g."
    },
    {
      "title": "Box 3",
      "text": "Evidence on construct validity and responsiveness of EQ-5D"
    },
    {
      "title": "Major areas of concern:",
      "text": "-Senses of vision and hearing -Severe and complex mental health problems -Elderly and demenƟa -Infants (age 0-5)"
    },
    {
      "title": "ProblemaƟc condiƟons:",
      "text": "-Chronic obstrucƟve airways disease -Orthopaedic leg reconstrucƟon -RehabilitaƟon paƟents (with musculosketal, cardiovascular or psychosomaƟc disorders)"
    },
    {
      "title": "Areas where EQ-5D has been shown to perform well (examples):",
      "text": "-Rheumatoid arthriƟs -Depression -Liver disease -Some cancers -Skin"
    },
    {
      "title": "NB: This is based on available evidence",
      "text": "Source: Based on findings from  [34, 35, 36, 9]  requiring choice-based techniques such as TTO or SG) or the population from whom the preference values should come (e.g. a sample of the general population)  [1] . In\n\n• For submissions to NICE, the question is whether there is a strong case for arguing the EQ-5D is not appropriate in terms of content validity or construct validity. Measures like the HUI3 have been used for submissions involving patients with vision loss, but these exceptions are rare. • For submissions to other agencies, the analyst should select the best measure in terms of psychometric criteria that meet their requirements (e.g. valued using a choice-based method). Some agencies do indicate a list of preferred measures to select from, and influence the selection  [1] . Where feasible, selection of a measure from such a list should follow the criteria outlined in Table  4 , and the best measure should be the one that is most relevant to the population in terms of the domains it covers and most sensitive to either meaningful known group differences or changes over time. • Preference weights are not available for all countries and preference measures. For settings that require country-specific weights, there may be scope to map onto an alternative measure that does have preference weights.\n\nThese recommendations do raise the problem of possible conflict between the needs of different agencies and the availability of HSUVs on the relevant patient group (e.g. the constraints of running international trials). Should analysts simply adopt the most widely used measure (namely, EQ-5D) to maximise comparability with previous studies? For some conditions, this would be sub-optimal in terms of validity, so what happens if a researcher decides to use another, more relevant generic (or condition-specific) preference-based measure?\n\nFinally, whichever values are chosen:\n\n• For transparency reasons, the modelling report should clearly describe and justify which instrument was used and which valuation methods were applied  [42] .\n\n7 New Developments\n\n1. The development of the 5-level version of EQ-5D: In order to address concerns that the original 3-level version of EQ-5D may have insufficient levels to detect small differences in health and suffer from ceiling effects (i.e. too many patients reporting state 11111), the EuroQol Group extended the number of severity levels to 5. The 3 levels of 'no, some, and extreme problems (or unable to do)' have been replaced with the 5 levels of 'no, slight, moderate, severe, and extreme problems (or unable to do)', but there has been no substantive changes to the wording of the dimensions  [5] . There is evidence of some reduction in the number at the ceiling, but there is little evidence on its psychometric performance. The number of official country-specific preference weights is growing, and at the time of writing, these were available for Canada, Japan, the Netherlands, Spain, the UK, and Uruguay [43]. 2. The development of bolt-on dimensions for EQ-5D: To address the concerns that EQ-5D misses important dimensions of health, some researchers have been developing extra dimensions to add to the existing five. These cover cognition, vision, hearing, sleep, and skin disorders, and others are being developed. This research is ongoing, and no bolt-on versions have been approved as yet by the EuroQol Group. 3. The development of value sets for PROMIS (Patient-Reported Outcomes Measurement Information System): PROMIS is a comprehensive item bank for measuring health  [44] , and research is ongoing to provide utility values for PROMIS to enable the evidence to be used to directly generate HSUVs (see for example  [45] )."
    },
    {
      "title": "Summary",
      "text": "GPBMs are designed to be used across all conditions or diseases to generate HSUVs for calculating QALYs. There are six GPBMs currently in use, and these vary in terms of the dimensions they cover, their size, methods of valuation, and the HSUV they generate for the same patient. The selection of GPBM for any given study should be based on content validity and literature reviews of empirical evidence on construct validity and responsiveness. These properties are difficult to demonstrate in the absence of a gold standard. Evidence on construct validity and responsiveness is very limited, but what there is suggests GPBMs can reflect important differences in the HRQoL associated with many conditions, though there are important exceptions (e.g. poor performance of EQ-5D in vision, hearing, complex and severe mental health, and dementia). Any choice of measure needs to meet the requirements of different jurisdictions for the instrument and methods of valuation."
    },
    {
      "text": "Descriptive systems of GPBMs"
    },
    {
      "text": "Valuation methods of GPBMsAQoL-8D Assessment of Quality of Life 8 dimensions, DCE discrete choice experiment, EQ-5D EuroQol 5 dimensions, GPBM generic preference-based measure, HSUV health state utility value, HUI3 Health Utility Index version 3, MAUT multi-attribute utility theory, QWB-SA Quality of Well-being Self-administered, SF-6D Short Form 6 dimensions, SG standard gamble, TTO time trade-off, VAS visual analogue scale, V2 version 2"
    },
    {
      "text": "Comparison of the content of six GPBMs"
    }
  ],
  "references": [
    {
      "title": "International Regulations and Recommendations for Utility Data for Health Technology Assessment",
      "authors": [
        "D Rowen",
        "Azzabi Zouraq",
        "I Chevrou-Severac",
        "H Van Hout"
      ],
      "doi": "10.1007/s40273-017-0544-y"
    },
    {
      "title": "A general health policy model: update and application",
      "authors": [
        "R Kaplan",
        "J Anderson"
      ],
      "year": 1988
    },
    {
      "title": "Multiattribute and singleattribute utility function: the Health Utility Index Mark 3 system",
      "authors": [
        "D Feeny",
        "W Furlong",
        "G Torrance",
        "C Goldsmith",
        "Z Zenglong",
        "S Depauw",
        "M Denton",
        "M Boyle"
      ],
      "year": 2002
    },
    {
      "title": "EuroQol: the current state of play",
      "authors": [
        "R Brooks"
      ],
      "year": 1996,
      "doi": "10.1016/0168-8510(96)00822-6"
    },
    {
      "title": "Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L)",
      "authors": [
        "M Herdman",
        "C Gudex",
        "A Lloyd",
        "M Janssen",
        "P Kind",
        "D Parkin"
      ],
      "year": 2011,
      "doi": "10.1007/s11136-011-9903-x"
    },
    {
      "title": "The estimation of a preferencebased single index measure for health from the SF-36",
      "authors": [
        "J Brazier",
        "J Roberts",
        "M Deverill"
      ],
      "year": 2002,
      "doi": "10.1016/s0167-6296(01)00130-8"
    },
    {
      "title": "Estimating a preference-based index from the SF-12",
      "authors": [
        "J Brazier",
        "J Roberts"
      ],
      "year": 2004,
      "doi": "10.1097/01.mlr.0000135827.18610.0d"
    },
    {
      "title": "Modelling utility weights for the Assessment of Quality of Life (AQoL) 8D",
      "authors": [
        "J Richardson",
        "K Sinha",
        "A Iezzi",
        "M Khan"
      ],
      "year": 2014,
      "doi": "10.1007/s11136-014-0686-8"
    },
    {
      "title": "Measuring and valuing health for economic evaluation",
      "authors": [
        "J Brazier",
        "J Ratcliffe",
        "A Tsuchiya",
        "J Solomon"
      ],
      "year": 2017,
      "doi": "10.1093/med/9780198725923.001.0001"
    },
    {
      "title": "Multiattribute utility instruments and their use",
      "authors": [
        "J Richardson",
        "J Mckie",
        "E Bariola"
      ],
      "year": 2014,
      "doi": "10.1016/b978-0-12-375678-7.00505-8"
    },
    {
      "title": "Guide to the methods of technology appraisal",
      "year": 2008,
      "doi": "10.1007/978-0-387-71996-2_3"
    },
    {
      "title": "Guide to the methods of technology appraisal",
      "year": 2013,
      "doi": "10.1007/978-0-387-71996-2_3"
    },
    {
      "title": "Using a discrete choice experiment to estimate health state utility values",
      "authors": [
        "N Bansback",
        "J Brazier",
        "A Tsuchiya"
      ],
      "year": 2012,
      "doi": "10.1016/j.jhealeco.2011.11.004"
    },
    {
      "title": "Testing a discrete choice experiment including duration to value health states for large descriptive systems: addressing design and sampling issues",
      "authors": [
        "N Bansback",
        "A Hole",
        "B Mulhern"
      ],
      "year": 2014
    },
    {
      "title": "Preparatory study for the revaluation of the EQ-5D tariff: methodology report",
      "authors": [
        "B Mulhern",
        "N Bansback",
        "J Brazier"
      ],
      "year": 2014
    },
    {
      "title": "A pilot discrete choice experiment to explore preferences for EQ-5D-5L health states",
      "authors": [
        "R Norman",
        "P Cronin",
        "R Viney"
      ],
      "year": 2013,
      "doi": "10.1007/s40258-013-0035-z"
    },
    {
      "title": "Valuing SF-6D health states using a discrete choice experiment",
      "authors": [
        "R Norman",
        "R Viney",
        "J Brazier"
      ],
      "year": 2014
    },
    {
      "title": "An Australian discrete choice experiment to value EQ-5D health states",
      "authors": [
        "R Viney",
        "R Norman",
        "J Brazier"
      ],
      "year": 2014
    },
    {
      "title": "Valuing Health-Related Quality of Life: An EQ-5D-5L Value Set for England",
      "authors": [
        "N Devlin",
        "K Shah",
        "Y Feng"
      ],
      "year": 2016
    },
    {
      "title": "Modelling health state valuation data",
      "authors": [
        "J Brazier",
        "N Rice",
        "J Roberts"
      ],
      "year": 2002,
      "doi": "10.1093/med/9780198725923.003.0005"
    },
    {
      "title": "Estimating utilities from individual health preference data: a nonparametric Bayesian method",
      "authors": [
        "S Kharroubi",
        "O 'hagan",
        "A Brazier"
      ],
      "year": 2005,
      "doi": "10.1111/j.1467-9876.2005.00511.x"
    },
    {
      "title": "Inverse probability weighted estimation of social tariffs: an illustration using SF-6D value sets",
      "authors": [
        "I Mendez",
        "J Abella ´n",
        "Martı Sa ´nchez Fi",
        "Je"
      ],
      "year": 2011
    },
    {
      "title": "A comparison of methods for converting DCE values onto the full health-dead QALY scale",
      "authors": [
        "D Rowen",
        "J Brazier",
        "Van Hout"
      ],
      "year": 2015
    },
    {
      "title": "EQ-5D value sets: inventory, comparative review and user guide",
      "authors": [
        "A Szende",
        "M Oppe",
        "N Devlin"
      ],
      "year": 2007,
      "doi": "10.1007/1-4020-5511-0"
    },
    {
      "title": "Modeling valuations for EuroQol health states",
      "authors": [
        "P Dolan"
      ],
      "year": 1997,
      "doi": "10.1097/00005650-199711000-00002"
    },
    {
      "title": "Comparing utility scores before and after hearing-aid provision: results according to the EQ-5D, HUI3 and SF-6D",
      "authors": [
        "G Barton",
        "J Bankart",
        "A Davis",
        "Q Summerfield"
      ],
      "year": 2004,
      "doi": "10.2165/00148365-200403020-00006"
    },
    {
      "title": "The impact of age-related macular degeneration on health status utility values",
      "authors": [
        "M Espallargues",
        "C Czoski-Murray",
        "N Bansback",
        "J Carlton",
        "G Lewis",
        "L Hughes"
      ],
      "year": 2005,
      "doi": "10.1167/iovs.05-0072"
    },
    {
      "title": "Validity and responsiveness of preference based measures: a critical overview of reviews",
      "authors": [
        "A Finch",
        "J Brazier",
        "C Mukuria"
      ],
      "year": 2015,
      "doi": "10.1016/j.jval.2015.09.2868"
    },
    {
      "title": "Health measurement scales: a practical guide to their development and use",
      "authors": [
        "D Streiner",
        "G Norman",
        "J Cairney"
      ],
      "year": 2014
    },
    {
      "title": "Constitution of WHO as adopted by the International Health Conference",
      "year": 1946,
      "doi": "10.1093/ww/9780199540884.013.u230089"
    },
    {
      "title": "Quality of life studies: definitions and conceptual issues",
      "authors": [
        "H Schipper",
        "J Clinch",
        "C Olweny"
      ],
      "year": 1996
    },
    {
      "title": "Use of generic and condition-specific measures of health-related quality of life in NICE decisionmaking: a systematic review, statistical modelling and survey",
      "authors": [
        "L Longworth",
        "Y Yang",
        "T Young",
        "B Mulhern",
        "M Hernandez Alava",
        "C Mukuria"
      ],
      "year": 2014,
      "doi": "10.3310/hta18090"
    },
    {
      "title": "preference-based quality-oflife measures: results from rehabilitation patients with musculoskeletal, cardiovascular, or psychosomatic disorders",
      "authors": [
        "J Moock",
        "T Kohlmann"
      ],
      "year": 2008
    },
    {
      "title": "Do EQ-5D and SF-6D ask the right questions in mental health? A content validation using interviews with patients",
      "authors": [
        "J Brazier",
        "J Connell",
        "O 'cathain"
      ],
      "year": 2014
    },
    {
      "title": "EQ-5D as a quality of life measure in people with dementia and their carers: evidence and key issues",
      "authors": [
        "N Hounsome",
        "M Orrell",
        "R Edwards"
      ],
      "year": 2011,
      "doi": "10.1016/j.jval.2010.08.002"
    },
    {
      "title": "Comparison of outcome measures for patients with chronic obstructive pulmonary disease (COPD) in an outpatient setting",
      "authors": [
        "R Harper",
        "J Brazier",
        "J Waterhouse",
        "S Walters",
        "N Jones",
        "P Howard"
      ],
      "year": 1997,
      "doi": "10.1136/thx.52.10.879"
    },
    {
      "title": "An evaluation of patient-reported outcome measures in lower limb reconstruction surgery",
      "authors": [
        "M Burton",
        "S Walters",
        "M Saleh",
        "J Brazier"
      ],
      "year": 2012,
      "doi": "10.1007/s11136-011-0090-6"
    },
    {
      "title": "A comparison of preference-based health status tools in patients with musculoskeletal disease",
      "authors": [
        "B Conner-Spady",
        "M Suarez-Almazor"
      ],
      "year": 2001
    },
    {
      "title": "An empirical comparison of EQ-5D and SF-6D in liver transplant patients",
      "authors": [
        "L Longworth",
        "S Bryan"
      ],
      "year": 2003
    },
    {
      "title": "Guidelines for pharmacoeconomic research: evaluation and actualisation",
      "year": 2006,
      "doi": "10.1007/bf03092635"
    },
    {
      "title": "Estimating QALY gains in applied studies: a review of costutility analyses published in 2010",
      "authors": [
        "T Wisloff",
        "G Hagen",
        "V Hamidi",
        "E Movik",
        "M Klemp",
        "J Olsen"
      ],
      "year": 2014,
      "doi": "10.1007/s40273-014-0136-z"
    },
    {
      "authors": [
        "D Cella",
        "Gershon Lai"
      ],
      "year": 2007,
      "doi": "10.1007/s11136-007-9204-6"
    },
    {
      "title": "US valuation of health outcomes measured using the PROMIS-29",
      "authors": [
        "B Craig",
        "B Reeve",
        "P Brown",
        "D Cella",
        "R Hays",
        "J Lipscomb",
        "Dennis Simon Pickard",
        "Revicki"
      ],
      "year": 2014,
      "doi": "10.1016/j.jval.2014.09.005"
    },
    {
      "title": "The 15D instrument of health-related quality of life: properties and applications",
      "authors": [
        "H Sintonen"
      ],
      "year": 2001,
      "doi": "10.3109/07853890109002086"
    }
  ],
  "num_references": 44,
  "original_doi": "https://doi.org/10.13039/100016469"
}
