{
  "paper_id": "3JJCVIGV",
  "title": "Automated Reminders and Physician Notification to Promote Immunosuppression Adherence Among Kidney Transplant Recipients: A Randomized Trial",
  "abstract": "Background: Immunosuppression nonadherence increases the risk for kidney transplant loss after transplantation. Wireless-enabled pill bottles have created the opportunity to monitor medication adherence in real time. Reminders may help patients with poor memory or organization. Provision of adherence data to providers may motivate patients to improve adherence and help providers identify adherence barriers. Study Design: Randomized controlled trial. Setting & Participants: Kidney transplant recipients (n 5 120) at a single center. Intervention: Participants were provided wireless pill bottles to store tacrolimus and record bottle openings. Participants were randomly assigned 1:1:1 to adherence monitoring with customized reminders (including alarms, texts, telephone calls, and/or e-mails), monitoring with customized reminders plus provider notification (every 2 weeks, providers received notification if adherence decreased to ,90% during that period), or wireless pill bottle use alone (control). Outcomes: The main outcome was bottle-measured tacrolimus adherence during the last 90 days of the 180-day trial. A secondary outcome was tacrolimus whole-blood concentrations at routine clinical visits. Measurements: Adherence for the primary outcome was assessed via wireless pill bottle openings. Results: Mean participant age was 50 years; 60% were men, and 40% were black. Mean adherence was 78%, 88%, and 55% in the reminders, reminders-plus-notification, and control arms (P , 0.001 for comparison of each intervention to control). Mean tacrolimus levels were not significantly different between groups. Limitations: The study did not assess clinical end points. Participants and study coordinators were not blinded to intervention arm. Conclusions: Provider notification and customized reminders appear promising in helping patients achieve better medication adherence, but these strategies require evaluation in trials powered to detect differences in clinical outcomes.",
  "year": 2016,
  "date": "2016-12-07",
  "journal": "Transplantation",
  "publication": "Transplantation",
  "authors": [
    {
      "forename": "Peter",
      "surname": "Reese",
      "name": "Peter Reese",
      "affiliation": "1  Renal \n\t\t\t\t\t\t\t\t Renal",
      "email": "peter.reese@uphs.upenn.edu"
    },
    {
      "forename": "Roy",
      "surname": "Bloom",
      "name": "Roy Bloom",
      "affiliation": "1  Renal \n\t\t\t\t\t\t\t\t Renal"
    },
    {
      "forename": "Jennifer",
      "surname": "Trofe-Clark",
      "name": "Jennifer Trofe-Clark",
      "affiliation": "1  Renal \n\t\t\t\t\t\t\t\t Renal"
    },
    {
      "forename": "Adam",
      "surname": "Mussell",
      "name": "Adam Mussell",
      "affiliation": "3  Center for Clinical Epidemiology and Biostatistics , Perelman School of Medicine at the University of Pennsylvania ; \n\t\t\t\t\t\t\t\t Center for Clinical Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Daniel",
      "surname": "Leidy",
      "name": "Daniel Leidy",
      "affiliation": "3  Center for Clinical Epidemiology and Biostatistics , Perelman School of Medicine at the University of Pennsylvania ; \n\t\t\t\t\t\t\t\t Center for Clinical Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Simona",
      "surname": "Levsky",
      "name": "Simona Levsky",
      "affiliation": "6  School of Arts and Sciences , University of Pennsylvania ; \n\t\t\t\t\t\t\t\t School of Arts and Sciences \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu",
      "affiliation": "4  Leonard Davis Institute Center for Health Incentives and Behavioral Economics , University of Pennsylvania ; \n\t\t\t\t\t\t\t\t Leonard Davis Institute Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Lin",
      "surname": "Yang",
      "name": "Lin Yang",
      "affiliation": "4  Leonard Davis Institute Center for Health Incentives and Behavioral Economics , University of Pennsylvania ; \n\t\t\t\t\t\t\t\t Leonard Davis Institute Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Wenli",
      "surname": "Wang",
      "name": "Wenli Wang",
      "affiliation": "4  Leonard Davis Institute Center for Health Incentives and Behavioral Economics , University of Pennsylvania ; \n\t\t\t\t\t\t\t\t Leonard Davis Institute Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Andrea",
      "surname": "Troxel",
      "name": "Andrea Troxel",
      "affiliation": "2  Department of Biostatistics and Epidemiology , and \n\t\t\t\t\t\t\t\t Department of Biostatistics and Epidemiology"
    },
    {
      "forename": "Harold",
      "surname": "Feldman",
      "name": "Harold Feldman",
      "affiliation": "1  Renal \n\t\t\t\t\t\t\t\t Renal"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "4  Leonard Davis Institute Center for Health Incentives and Behavioral Economics , University of Pennsylvania ; \n\t\t\t\t\t\t\t\t Leonard Davis Institute Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "affiliation": "Center for Clinical Epidemiology and Biostatistics , University of Pennsylvania , 423 Guardian Dr , Philadelphia , PA 19104. \n\t\t\t\t\t\t\t\t Center for Clinical Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Dr \n\t\t\t\t\t\t\t\t\t 19104. \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "",
  "keywords": [
    "Kidney transplantation",
    "kidney transplant recipient (KTR)",
    "immunosuppression",
    "tacrolimus",
    "behavior change",
    "adherence",
    "compliance",
    "automated reminder",
    "medication reminder"
  ],
  "sections": [
    {
      "text": "or costs.  1, [5] [6] 6] [7] [8]  Taken together, these findings demonstrate the need to develop and test scalable strategies to improve adherence.  7, [9] [10] 0] [11]  Given the interdisciplinary nature of transplant care, such strategies might involve physicians and other team members, such as pharmacists or clinical coordinators.  12, 13 nsights from studies of adherence and behavioral economic theory suggest new methods to overcome adherence barriers in transplantation.  [14] [15] 5] [16]  First, sustaining behaviors such as medication adherence often requires repeated concrete feedback to help the patient stay engaged.  17 Unfortunately, adherence to immunosuppression creates adverse effects, but does not make patients feel better because early rejection does not usually lead to symptoms. Reminders or repeated incentives may be effective in keeping patients focused on the importance of immunosuppression adherence to future health. Second, physicians often overestimate their patients' medication adherence.  [18] [19] ] [20]  Early notification to the health care team about nonadherence might enable providers to overcome patients' concerns about adverse effects or clarify misunderstandings about dosing. Providers can also schedule appointments at shorter intervals, refer patients to specialists such as a pharmacist, or direct patients to social support when financial barriers exist. Third, social forces may influence individual behavior.  [21] [22] 2] [23]  Specifically, patients may desire to avoid disapproval from their physicians related to medication nonadherence. In transplantation, immunosuppression nonadherence can be stigmatized by health care staff and even patients' families because kidney transplant recipients are stewards of a precious gift-the organ.  24, 25 Therefore, real-time monitoring of medication adherence by physicians and other transplantation providers may create a \"social incentive\" for patients to comply with their immunosuppression regimens.  15 ireless technology has created opportunities to estimate pill-taking behavior in real time, supplemented by customizable visual and audible alarms, texts, telephone calls, and e-mails when a dose is due. To our knowledge, real-time provider notification of low adherence using wireless pill bottles has not previously been tested. However, directly observed therapy-either in person or using video-has been widely implemented in tuberculosis and human immunodeficiency virus (HIV) treatment, with some successful trials, particularly when there is flexibility about who receives the adherence report.  [26] [27] 7] [28]  Additionally, interventions that alert physicians when patients do not refill prescriptions have also been tested.  29 ireless pill bottles also introduce challenges, such as requiring patients to master a new technology and clinical teams to respond to a continuous data stream. However, the transplantation setting usually features a clinical coordinator assigned to each patient who is responsible for helping with many aspects of care. If wireless pill bottles were implemented in the future, these transplantation coordinators could feasibly monitor output from pill bottles and help devise solutions.\n\nWe conducted a randomized controlled trial among new kidney transplant recipients provided with wireless pill bottles to determine whether automated reminders alone or paired with provider notification in cases of low adherence improve tacrolimus adherence compared to adherence monitoring alone. We considered the trial a pilot because of minimal preliminary data about pill bottle2measured adherence in the 6 months posttransplantation. The primary outcome was the percentage of correctly taken tacrolimus doses as estimated by pill-bottle openings. Given evidence of providers' limited ability to detect nonadherence, a secondary aim was to examine the accuracy of pharmacists' predictions of each participant's adherence during the trial."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Overview",
      "text": "This study trial enrolled 120 kidney transplant recipients or kidney-pancreas recipients at the Hospital of the University of Pennsylvania. Each participant was provided with a wireless pill bottle (Vitality GlowCap; Vitality Inc) that recorded pill-cap openings; these data were transmitted in real time to the study database.  30 Participants were instructed to store only tacrolimus in the bottle and refill as necessary. Participation lasted 6 months and was approved by the University of Pennsylvania Institutional Review Board (protocol #814788)."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "The study was conducted in adults (aged $18 years) who were taking immediate-release tacrolimus. Exclusions included patient inability to manage medications, poor English comprehension (because of the requirement for direct communication with study staff), HIV-positive serostatus (because of drug interactions that often require unusual tacrolimus dosing regimens),  31  living more than 120 miles from the center (because these patients return to local care soon after transplantation), and/or discharge to an acute-care facility (where a patient would not personally manage medications). Participants could remain in the trial if prescribed immediaterelease tacrolimus twice a day (usual practice) or a thrice-aday regimen (1 participant)."
    },
    {
      "title": "Enrollment",
      "text": "Patients were approached for informed consent during the first 2 weeks after transplantation. During enrollment, the study coordinator provided a wireless pill bottle and demonstrated its use. Participation lasted for 180 days, including a 2-week initial wash-in period to become accustomed to the wireless device.\n\nParticipants indicated the times when they intended to take tacrolimus. The study coordinator created an account for each participant on the Vitality website and entered these times. Adherence data were transferred from the Vitality website to a web-based secure research platform called Way to Health.  32 ansplant Adherence Trial Am J Kidney Dis. 2017;69(3):400-409"
    },
    {
      "title": "Interventions",
      "text": "Participants were randomly assigned 1:1:1 in blocks of 3 or 6 with no stratification to adherence monitoring with customized reminders (arm 1: reminders group), adherence monitoring with customized reminders plus provider notification (arm 2: reminders-plus-notification group), or wireless pill bottle use alone (arm 3: control group). For each participant receiving reminders (arms 1 and 2), a light on the bottle would illuminate and the cap would chime when the medication was due. Participants could select additional reminders, including texts or telephone calls with recorded messages or e-mails with a weekly adherence summary. Each participant could change their intended times of taking medication and/or reminders.\n\nFor each participant in the reminders-plus-notification group (arm 2), the percentage of pill bottle2measured adherence was calculated every 2 weeks by Way to Health. If adherence decreased to ,90%, the study coordinator would telephone the participant to ascertain whether there was evidence of pill bottle malfunction. The study coordinator would enter a note into the electronic medical record (Item S1, provided as online supplementary material), copied to the participant's transplant nephrologist and the transplantation coordinator, regarding concerns about suboptimal adherence and a summary of the call.\n\nParticipants in the control group (arm 3) received a wireless pill bottle that provided no alerts and only tracked adherence.\n\nThe wireless bottles resembled a standard pill bottle, provided as a kit with (1) a cap that sent a timestamp when it was removed, and (2) a plug-in gateway that transmitted this information via cellular network to the bottle's manufacturer  30  and the Way to Health platform.\n\nWhile traveling, the participant could use the bottle or both the bottle and gateway. If a participant traveled outside a cellular network, the pill bottle could store up to 1 month of data and download data when reconnected to the gateway and a cellular signal."
    },
    {
      "title": "Outcomes",
      "text": "The primary outcome was adherence measured by the pill bottle, calculated for the final 90 days of the intervention period as percentage of days with bottle openings as expected from the intended timing of daily tacrolimus dosing. Adherence was estimated for the first half (2 AM to 2 PM) separately from the second half (2 PM to 2 AM) of the day. The outcome of the final 90 days was selected because adherence is likely to be uniformly high in the immediate weeks after transplantation, when recipients are seen at frequent intervals.  4, 33, 34 dherence data collection ended at transplant failure and death. Secondary outcomes included: (1) pill-bottle-measured adherence between 14 days and the end of the study; (2) the coefficient of variation of tacrolimus blood concentrations (calculated within each participant), drawn as a morning trough level approximately 12 hours after the preceding evening dose, measured by center protocol at routine intervals (twice weekly in the first posttransplantation month, weekly in the second posttransplantation month; biweekly from 3 to 6 months  [35] [36] [37]  ); (3) the coefficient of variation of any morning tacrolimus blood concentration, measured for any indication; and (4) the Basel Assessment of Adherence to Immunosuppressive Medications Scale (BAASIS), a validated 5-item self-reported questionnaire specific to immunosuppression, administered at study end.  38 e performed 3 post hoc analyses. First, we compared pillbottle-measured adherence with censoring of data when participants appeared to permanently discontinue pill bottle use. Blinded to study arm, 2 investigators (J.T.-C. and S.L.) independently assessed the time of pill bottle discontinuation by visually examining adherence figures and tacrolimus levels for each participant; disagreements were resolved by discussion and adjudication with a third investigator (D.L.). Second, we compared adherence in the final 6 weeks. Third, we treated days when participants were hospitalized as fully adherent."
    },
    {
      "title": "Participant Characteristics",
      "text": "During enrollment, participants completed the Zimet Multidimensional Scale of Perceived Social Support.  39, 40 Participants reported age, sex, race, Hispanic ethnicity, education level, and household income. We obtained information about cause of chronic kidney failure, prior dialysis, and comorbid conditions from the medical record.\n\nAt a routine clinic visit during the first 10 days after transplantation, the pharmacist reviewed each participant's medications, adverse effects, approach to organizing medications, and immunosuppression adherence.  41 This information was entered into the medical record and used to complete an adherence assessment (Item S2) using a Likert scale. The scale asked the pharmacist to rate agreement with this statement: \"I am concerned that this patient will have difficulty with immunosuppression medication adherence.\""
    },
    {
      "title": "Study Operations",
      "text": "At weeks 5, 9, and 17, each participant was asked to confirm tacrolimus dosing, bottle function, and any hospitalizations."
    },
    {
      "title": "Statistical Analyses",
      "text": "Prior literature has not established what difference in immunosuppression adherence would lead to worse clinical outcomes. However, a large study of kidney transplant recipients reported that immunosuppression adherence of 81.1% to 95% versus $99.8% (measured by medication possession ratio) was associated with higher risk for transplant loss.  42 Assuming 80% adherence among controls and using a Bonferroni-adjusted 2-sided type I error rate of 0.025 to adjust for the 2 hypothesis tests, 30 participants per arm provide 80% power to detect an 8% improvement in adherence in arms 2 or 3 compared to arm 1. We inflated sample size by 25% to account for dropout, resulting in a total sample size of 120.\n\nWe conducted analyses using SAS (version 9.3, 2011; SAS Institute Inc) with 2-sided P , 0.05 as the criterion for statistical significance. Median values are reported with interquartile ranges. We compared distributions of demographic variables and tacrolimus levels using the F test (analysis of variance, across all 3 arms) or t test (between 2 groups) for continuous variables and Pearson c 2 test or Fisher exact test for categorical variables. Kruskal-Wallis test was used to compare differences in self-reported tacrolimus adherence.\n\nWe estimated daily odds of bottle-measured adherence using generalized estimating equation models that produced robust standard errors by assuming an autoregressive correlation structure for repeated measurement (per patient) while adjusting for study arm as a fixed effect. Differences in predicted proportion of pill bottle opening and 95% confidence intervals (CIs) were derived from bootstrap procedures by resampling patients within arm.  43, 44 e adjusted for both arm and time (weeks) when evaluating the pharmacist's assessment of adherence."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Study Participants",
      "text": "Participants were recruited from February 2012 through March 2014. As shown in Fig  1 , of 376 kidney transplant recipients, 266 were approached about the study and 120 (45%) enrolled. As displayed in Table  1 , mean age of participants was 50 6 11 years (standard deviation); 60% were men, 40% were black, and 12% had received a prior transplant. There were no significant differences in demographic or clinical characteristics across arms. Table  S1  compares participants versus all transplantation kidney transplant recipients undergoing transplantation during the recruitment period.\n\nThree participants dropped out within the first week: 2 before receiving the intervention and 1 after enrollment due to a subsequent decision by the care team to discharge the patient to an acute-care facility."
    },
    {
      "title": "Adherence Measured by Pill Bottle",
      "text": "Figure  2  shows adherence to tacrolimus during the trial. For the primary outcome, the last 90 days of the trial, mean adherence was 78% in the reminders group (arm 1) and 88% in the reminders-plus-notification group (arm 2). Compared to 55% adherence in the control group (arm 3), adherence in the reminders group and the reminders-plus-notification group was significantly higher (by 24% [95% CI, 10%-38%] and 33% [95% CI, 21%-46%], respectively; P , 0.001 for comparisons of each intervention to control). During this period, adherence in the reminders-plusnotification group was marginally higher than in the reminders group (by 10%; 95% CI, 0%-19%; P 5 0.05). Adherence in the reminders and control groups declined during this period (Table  S2 ).\n\nIn an analysis of day 14 through end of study, adherence in the reminders group (82%) and reminders-plus-notification group (88%) was higher than the 58% adherence in the control group (by 23% [95% CI, 11%-36%] and 30% [95% CI, 18%-42%], respectively; P , 0.001 for both), but not significantly different between intervention arms (difference in reminders vs reminders-plus-notification. 27%; 95% CI, 214% to 1%; P 5 0.1).\n\nResults were unchanged in analyses in which we defined a half-day interval as midnight to noon and noon to midnight."
    },
    {
      "title": "Post Hoc Analyses",
      "text": "In an analysis during the last 90 days with censoring for suspected discontinued use of the pill bottle, adherence in the reminders group (88%) and reminders-plus-notification group (90%) was higher than the 64% adherence in the control group (by 25% [95% CI, 13%-37%] and 27% [95% CI, 15%-40%], respectively; P , 0.001 for each comparison; Fig  S1 ).\n\nIn the last 6 weeks, adherence in the reminders-plusnotification group (88%) was 15% (95% CI, 2%-27%) higher than in the reminders group (73%; P 5 0.02).\n\nResults were unchanged from the primary analysis when we treated days when participants were hospitalized as adherent."
    },
    {
      "title": "Tacrolimus Whole-Blood Trough Concentrations",
      "text": "As shown in Table  2 , there were no significant differences across arms in scheduled tacrolimus levels, tacrolimus coefficients of variation, or percent of tacrolimus measurements that were in range according to program standards. Secondary analysis of all measured tacrolimus levels also showed no differences across arms. Am J Kidney Dis. 2017;69(3):400-409"
    },
    {
      "title": "Self-rated Adherence",
      "text": "At the end of the trial, using the BAASIS adherence questionnaire, 22% of participants affirmed some episodes of nonadherence; this percentage did not differ across arms (P 5 0.8; Table  3 ). On a scale of 0% to 100%, nearly all participants rated their adherence close to 100%."
    },
    {
      "title": "Clinical Outcomes",
      "text": "No adverse events (including serious adverse events) were considered unexpected and related to trial participation. During the 180-day intervention period, 1 participant had transplant failure and 1 died, at which point data were censored."
    },
    {
      "title": "Qualitative Data",
      "text": "Many participants expressed appreciation for the reminders provided by the pill bottle. Transplant recipients at our institution are provided with a pill box to organize medications, but few reported difficulty integrating the wireless pill bottle into their pill-taking routine.\n\nAs shown in Table  S3 , there were 61 provider notifications for participants in the reminders-plusnotification group (arm 2). The study coordinator assessed that many of the 2-week alerts of adherence ,90% for arm 2 participants were due to pill bottle and/or user error."
    },
    {
      "title": "Pharmacist Assessment of Adherence",
      "text": "Adjusting for study arm and time (week), poor adherence was predicted by the pharmacist's agreement with a statement of concern about the patient's adherence problems early after transplantation (\"Strongly agree\" response: odds ratio, 0.22; 95% CI, 0.06-0.72; P , 0.05; C statistic, 0.726; Table  S4 )."
    },
    {
      "title": "DISCUSSION",
      "text": "This pilot trial demonstrated the feasibility of integrating wireless pill bottles into the early posttransplantation period and using continuously collected adherence data for real-time interventions. Compared with participants in the control group, pill-bottle2measured adherence was significantly higher among participants randomly assigned to the reminders and reminders-plus-notification groups. However, we did not detect differences in the secondary outcome of tacrolimus level coefficients of variation between arms. These results demonstrate the need for larger multicenter studies with sufficient power to quantify the degree to which adherence interventions may translate into differences in clinical outcomes.\n\nWe found that the combination of automated reminders and provider notification led to consistently high adherence (88% vs 55% for control) during the first 6 months after transplantation, when rejection risk is most elevated. An observational study that relied on medical possession ratio to assess adherence would suggest that the effect size in our trial could improve transplant survival, although our trial was not powered to detect effects on transplant survival.  42 ill-bottle2measured adherence in the reminders and control groups gradually declined during the final 90 days of the trial. Worsening adherence over time in the groups without provider notification is consistent with studies in transplant recipients and other patient groups.  4, 33, 45, 46 Posttransplantation, declining Am J Kidney Dis. 2017;69(3):400-409\n\nadherence over time may be related to less frequent clinical visits, with fewer reminders about the importance of immunosuppression. Notably, reminders with provider notification only appeared to improve adherence versus reminders alone in a post hoc comparison of the final 6 weeks. A potential explanation is that reminders lose efficacy over time (alarm fatigue), whereas the influence of provider notification was more enduring. Given that provider notification alerts took place infrequently, the main mechanism of this intervention may have been social pressure; ie, participants took their tacrolimus (or used wireless pill bottles) more consistently to preclude having their nonadherence detected by providers. However, better adherence in the 2 intervention arms was not reflected in differences in tacrolimus troughs. One potential explanation was that actual tacrolimus adherence was similar across arms and that participants in the control group were simply less adherent using the wireless pill bottles. However, an exploratory analysis with censoring when patients appeared to permanently stop using the wireless pill bottles also demonstrated significantly better adherence in the 2 intervention arms versus the control group. A second possibility is that tacrolimus level coefficients of variation (or standard deviations) do not accurately capture adherence. Some prior studies have demonstrated an association between tacrolimus level coefficient of variation and clinical outcomes such as rejection, although these assessments have important limitations.  35, 47 For instance, the patient must not take the tacrolimus pill until after blood is drawn to get an accurate trough. Some of the highest tacrolimus levels (and variation) in clinical practice probably result from patients erroneously taking their tacrolimus before phlebotomy. Therefore, it is possible that high tacrolimus coefficients of variation succeed in identifying a general limitation in the ability to follow complex instructions, rather than identifying individuals with the greatest problems with daily immunosuppression adherence.\n\nThese results should motivate larger adherence studies in transplantation that pair wireless pill bottles with theory-driven interventions and sufficient statistical power to quantify whether these types of interventions improve clinical and/or immunologic outcomes.  [48] [49] 9] [50]  The cost of these devices is likely to decrease.  30, 51, 52 In the transplantation setting, reminders and provider notification have the advantages of scalability and the ability to customize the intervention to the participant. Because kidney transplantation extends survival and provides better quality of life for lower cost compared to maintenance dialysis, investments in medication adherence after transplantation could plausibly be cost-effective.  53, 54 ne study of Medicare claims for immunosuppression in 15,525 kidney transplant recipients found that persistently low adherence was associated with $12,840 higher 3-year medical costs per recipient versus recipients with high adherence.  42 Recent studies also suggest that a variety of alternative behavior change strategies such as behavioral contracting (in a kidney transplant recipient population), financial incentives (among general internal medicine patients), and reciprocal peer support (among African American veterans with diabetes) could be useful in promoting medication adherence in the organ transplantation setting.  12, 55, 56 In addition to measuring clinical outcomes, investigators designing future transplantation adherence studies should consider innovative measures of immunologic reactivity, including peripheral-blood whole-genome gene expression profiles, donor-specific antibody, and urine messenger RNA and metabolite profiles.  57, 58 e acknowledge our study's limitations. Outcomes were limited to adherence measurements, all of which have shortcomings. The pill bottles measure only openings, not actual pill ingestion. The bottles cannot distinguish between opening the cap for resupplying the bottle with tacrolimus versus opening for taking tacrolimus. The study did not limit enrollment to patients with a high probability of having adherence challenges. Although the principal investigator, pharmacist, and statistical analysts were blinded to study arm, the study coordinators were not. Another limitation is that compared with the reminders group and control group, study coordinators had more contact with participants in the reminders-plusnotification arm, prompted by low-adherence events. This increased contact, rather than provider notification, might have explained the higher adherence in that arm. Additionally, this study focused on only tacrolimus adherence, although kidney transplant recipients often take 10 or more medications.  59 We chose to focus on tacrolimus adherence because tacrolimus is the most effective maintenance immunosuppressant in kidney transplantation; better adherence could plausibly improve transplantation outcomes.\n\nIn summary, this pilot trial demonstrated the feasibility of implementing wireless pill bottles into the care of kidney transplant recipients. The strategies of adherence monitoring with customized reminders and customized reminders with provider notification led to improved tacrolimus adherence versus control as estimated by the wireless pill bottle, although tacrolimus levels were similar across trial arms. Transplantation pharmacists were able to successfully identify participants at high risk for poor medication adherence. These results should inform the design and conduct of larger multicenter trials with clinical end points. Contributions: Research idea and study design: PPR, RDB, HIF, JZ, JT-C, KV; data acquisition: PPR, AM, SL, JT-C, DL; data analysis/interpretation: all authors; statistical analysis: AT, JZ, LY, WW. Each author contributed important intellectual content during manuscript drafting or revision and accepts accountability for the overall work by ensuring that questions pertaining to the accuracy or integrity of any portion of the work are appropriately investigated and resolved. PPR takes responsibility that this study has been reported honestly, accurately, and transparently; that no important aspects of the study have been omitted; and that any discrepancies from the study as planned and registered have been explained.\n\nPeer Review: Evaluated by 2 external peer reviewers, a Statistical Editor, a Co-Editor, and Editor-in-Chief Levey."
    },
    {
      "text": "Figure 1. CONSORT diagram."
    },
    {
      "text": "Figure 2. Weekly proportion of participants with pill bottle opening."
    },
    {
      "text": "Dohme for other studies of medication adherence, which provided salary support to Drs Reese and Volpp. Dr Volpp is a principal at the behavioral economics consulting firm VAL Health and has received consulting income and research support from CVS Health and research support from Humana, Weight Watchers, the Hawaii Medical Services Association, and the Vitality Institute (not related to Vitality Inc, the manufacturer of the GlowCaps pill bottle). Dr Troxel has received consulting income from VAL Health and research support from the Vitality Institute, the Hawaii Medical Services Association, and Weight Watchers. After the trial interventions were completed, the University of Pennsylvania received research support from Veloxis Pharma, which provided salary support for Dr Trofe-Clark; she also received honorarium from Veloxis Pharma after this study was conducted. The other authors declare that they have no other relevant financial interests."
    },
    {
      "text": "Participant Characteristics"
    },
    {
      "text": "Tacrolimus Serum Concentrations Between Study ArmsNote: Unless otherwise indicated, values are given as mean 6 standard deviation or median [interquartile range]. Tac measurements are based on routine measurements defined by clinical protocols for all patients in the transplant program."
    },
    {
      "text": "Self-reported Adherence Using BAASIS Note: Unless otherwise indicated, values are given as number (percentage) or median [interquartile range]. Abbreviations: BAASIS, Basel Assessment of Adherence to Immunosuppressive Medications Scale; c, Pearson c 2 test; K, Kruskal-"
    }
  ],
  "references": [
    {
      "title": "Rates and risk factors for nonadherence to the medical regimen after adult solid organ transplantation",
      "authors": [
        "M Dew",
        "A Dimartini",
        "Vito De",
        "A Dabbs"
      ],
      "year": 2007
    },
    {
      "title": "Frequency and impact of nonadherence to immunosuppressants after renal transplantation: a systematic review",
      "authors": [
        "J Butler",
        "P Roderick",
        "M Mullee",
        "J Mason",
        "R Peveler"
      ],
      "year": 2004
    },
    {
      "title": "Understanding the causes of kidney transplant failure: the dominant role of antibody-mediated rejection and nonadherence",
      "authors": [
        "J Sellares",
        "D De Freitas",
        "M Mengel"
      ],
      "year": 2012,
      "doi": "10.1111/j.1600-6143.2011.03840.x"
    },
    {
      "title": "Predictive patterns of early medication adherence in renal transplantation",
      "authors": [
        "T Nevins",
        "W Robiner",
        "W Thomas"
      ],
      "year": 2014,
      "doi": "10.1097/tp.0000000000000148"
    },
    {
      "title": "Optimizing medication adherence: an ongoing opportunity to improve outcomes after kidney transplantation",
      "authors": [
        "M Prendergast",
        "R Gaston"
      ],
      "year": 2010,
      "doi": "10.2215/cjn.07241009"
    },
    {
      "title": "Non-adherence to immunosuppressive medication in renal transplant recipients within the scope of the integrative model of behavioral prediction: a cross-sectional study",
      "authors": [
        "G Schmid-Mohler",
        "M Thut",
        "R Wuthrich",
        "K Denhaerynck",
        "De Geest"
      ],
      "year": 2010
    },
    {
      "title": "Nonadherence consensus conference summary report",
      "authors": [
        "R Fine",
        "Y Becker",
        "De Geest"
      ],
      "year": 2009
    },
    {
      "title": "Discrepancies between beliefs and behavior: a prospective study into immunosuppressive medication adherence after kidney transplantation",
      "authors": [
        "E Massey",
        "M Tielen",
        "M Laging"
      ],
      "year": 2015
    },
    {
      "title": "Behavioral measures to reduce non-adherence in renal transplant recipients: a prospective randomized controlled trial",
      "authors": [
        "M Garcia",
        "A Bravin",
        "P Garcia"
      ],
      "year": 2015
    },
    {
      "title": "The TAKE-IT study: aims, design, and methods",
      "authors": [
        "B Foster",
        "A Pai",
        "H Zhao",
        "S Furth",
        "Take-It Study Group"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2369-15-139"
    },
    {
      "title": "Interventions to improve medication adherence in adult kidney transplant recipients: a systematic review",
      "authors": [
        "J Low",
        "A Williams",
        "E Manias",
        "K Crawford"
      ],
      "year": 2015
    },
    {
      "title": "Improving outcomes of renal transplant recipients with behavioral adherence contracts: a randomized controlled trial",
      "authors": [
        "M Chisholm-Burns",
        "C Spivey",
        "J Graff Zivin",
        "J Lee",
        "E Sredzinski",
        "E Tolley"
      ],
      "year": 2013,
      "doi": "10.1111/ajt.12341"
    },
    {
      "title": "Intensified pharmaceutical care is improving immunosuppressive medication adherence in kidney transplant recipients during the first post-transplant year: a quasi-experimental study",
      "authors": [
        "R Joost",
        "F Dorje",
        "J Schwitulla",
        "K Eckardt",
        "C Hugo"
      ],
      "year": 2014,
      "doi": "10.1093/ndt/gfu207"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007
    },
    {
      "title": "Introduction to Health Behavior Theory",
      "authors": [
        "J Hayden"
      ],
      "year": 2009
    },
    {
      "title": "Automated hovering in health care-watching over the 5000 hours",
      "authors": [
        "D Asch",
        "R Muller",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1056/nejmp1203869"
    },
    {
      "title": "Nudge: Improving Decisions About Health, Wealth and Happiness",
      "authors": [
        "R Thaler",
        "C Sunstein"
      ],
      "year": 2008
    },
    {
      "title": "Osteoporosis medication adherence: physician perceptions vs. patients' utilization",
      "authors": [
        "J Curtis",
        "Q Cai",
        "S Wade"
      ],
      "year": 2013
    },
    {
      "title": "Physician assessments of medication adherence and decisions to intensify medications for patients with uncontrolled blood pressure: still no better than a coin toss",
      "authors": [
        "J Meddings",
        "E Kerr",
        "M Heisler",
        "T Hofer"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6963-12-270"
    },
    {
      "title": "How well do clinicians estimate patients' adherence to combination antiretroviral therapy?",
      "authors": [
        "L Miller",
        "H Liu",
        "R Hays"
      ],
      "year": 2002,
      "doi": "10.1046/j.1525-1497.2002.09004.x"
    },
    {
      "title": "Antiretroviral therapy in resource-poor settings. Decreasing barriers to access and promoting adherence",
      "authors": [
        "J Mukherjee",
        "L Ivers",
        "F Leandre",
        "P Farmer",
        "H Behforouz"
      ],
      "year": 2006
    },
    {
      "title": "Improved retention associated with community-based accompaniment for antiretroviral therapy delivery in rural Rwanda",
      "authors": [
        "M Franke",
        "F Kaigamba",
        "A Socci"
      ],
      "year": 2013
    },
    {
      "title": "Scaling-up HIV treatment programmes in resource-limited settings: the rural Haiti experience",
      "authors": [
        "S Koenig",
        "F Leandre",
        "P Farmer"
      ],
      "year": 2004
    },
    {
      "title": "Living with a kidney transplant: a qualitative investigation of quality of life",
      "authors": [
        "A Orr",
        "S Willis",
        "M Holmes",
        "P Britton",
        "D Orr"
      ],
      "year": 2007
    },
    {
      "title": "The perspectives of kidney transplant recipients on medicine taking: a systematic review of qualitative studies",
      "authors": [
        "A Tong",
        "M Howell",
        "G Wong",
        "A Webster",
        "K Howard",
        "J Craig"
      ],
      "year": 2011,
      "doi": "10.1093/ndt/gfq376"
    },
    {
      "title": "Community-based therapy for multidrug-resistant tuberculosis in Lima, Peru",
      "authors": [
        "C Mitnick",
        "J Bayona",
        "E Palacios"
      ],
      "year": 2003,
      "doi": "10.1056/nejmoa022928"
    },
    {
      "title": "Monitoring therapy compliance of tuberculosis patients by using video-enabled electronic devices",
      "authors": [
        "A Story",
        "R Garfein",
        "A Hayward"
      ],
      "year": 2016
    },
    {
      "title": "Effectiveness of a strategy to improve adherence to tuberculosis treatment in a resource-poor setting: a cluster randomized controlled trial",
      "authors": [
        "S Thiam",
        "A Lefevre",
        "F Hane"
      ],
      "year": 2007,
      "doi": "10.1001/jama.297.4.380"
    },
    {
      "title": "Physician alerts to increase antidepressant adherence: fax or fiction?",
      "authors": [
        "K Bambauer",
        "A Adams",
        "F Zhang"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.5.498"
    },
    {
      "title": "Vitality GlowCap",
      "year": 2016
    },
    {
      "title": "Kidney transplantation in patients with HIV infection",
      "authors": [
        "P Reese",
        "E Blumberg",
        "R Bloom"
      ],
      "year": 2010
    },
    {
      "title": "On the Way to Health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Quantitative patterns of azathioprine adherence after renal transplantation",
      "authors": [
        "T Nevins",
        "W Thomas"
      ],
      "year": 2009,
      "doi": "10.1097/tp.0b013e318195c3d5"
    },
    {
      "title": "Prevalence, consequences, and determinants of nonadherence in adult renal transplant patients: a literature review",
      "authors": [
        "K Denhaerynck",
        "F Dobbels",
        "I Cleemput"
      ],
      "year": 2005
    },
    {
      "title": "Medication level variability index predicts rejection, possibly due to nonadherence, in adult liver transplant recipients",
      "authors": [
        "S Christina",
        "R Annunziato",
        "T Schiano"
      ],
      "year": 2014,
      "doi": "10.1002/lt.23930"
    },
    {
      "title": "An objective measure to identify pediatric liver transplant recipients at risk for late allograft rejection related to non-adherence",
      "authors": [
        "V Venkat",
        "T Nick",
        "Y Wang",
        "J Bucuvalas"
      ],
      "year": 2008
    },
    {
      "title": "Timedependent variability in tacrolimus trough blood levels is a risk factor for late kidney transplant failure",
      "authors": [
        "R Sapir-Pichhadze",
        "Y Wang",
        "O Famure",
        "Y Li",
        "S Kim"
      ],
      "year": 2014,
      "doi": "10.1038/ki.2013.465"
    },
    {
      "title": "The psychometric properties and practicability of self-report instruments to identify medication nonadherence in adult transplant patients: a systematic review",
      "authors": [
        "F Dobbels",
        "L Berben",
        "De Geest"
      ],
      "year": 2010,
      "doi": "10.1097/tp.0b013e3181e346cd"
    },
    {
      "title": "The Multidimensional Scale of Perceived Social Support",
      "authors": [
        "G Zimet",
        "N Dahlem",
        "S Zimet",
        "G Farley"
      ],
      "year": 1988
    },
    {
      "title": "Psychometric characteristics of the Multidimensional Scale of Perceived Social Support",
      "authors": [
        "G Zimet",
        "S Powell",
        "G Farley",
        "S Werkman",
        "K Berkoff"
      ],
      "year": 1990,
      "doi": "10.1207/s15327752jpa5503&4_17"
    },
    {
      "title": "Adherence to Long-term Therapies: Evidence for Action",
      "authors": [
        "E Sabate"
      ],
      "year": 2003,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Transplant outcomes and economic costs associated with patient noncompliance to immunosuppression",
      "authors": [
        "B Pinsky",
        "S Takemoto",
        "K Lentine",
        "T Burroughs",
        "M Schnitzler",
        "P Salvalaggio"
      ],
      "year": 2009,
      "doi": "10.1111/j.1600-6143.2009.02798.x"
    },
    {
      "title": "An Introduction to the Bootstrap",
      "authors": [
        "B Efron",
        "R Tibshirani"
      ],
      "year": 1993
    },
    {
      "title": "Bootstrap Methods and Their Application",
      "authors": [
        "A Davison",
        "D Hinkley"
      ],
      "year": 1997,
      "doi": "10.1017/cbo9780511802843"
    },
    {
      "title": "Adherence with statin therapy in elderly patients with and without acute coronary syndromes",
      "authors": [
        "C Jackevicius",
        "M Mamdani",
        "J Tu"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.462"
    },
    {
      "title": "Describing the evolution of medication nonadherence from pretransplant until 3 years post-transplant and determining pretransplant medication nonadherence as risk factor for post-transplant nonadherence to immunosuppressives: the Swiss Transplant Cohort Study",
      "authors": [
        "S De Geest",
        "H Burkhalter",
        "L Bogert"
      ],
      "year": 2014
    },
    {
      "title": "Is calculating the standard deviation of tacrolimus blood levels the new gold standard for evaluating non-adherence to medications in transplant recipients?",
      "authors": [
        "E Shemesh",
        "R Fine"
      ],
      "year": 2010,
      "doi": "10.1111/j.1399-3046.2010.01396.x"
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015
    },
    {
      "title": "Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005
    },
    {
      "title": "Health Behavior and Health Education: Theory, Research, and Practice",
      "authors": [
        "K Glanz",
        "B Rimer",
        "K Viswanath"
      ],
      "year": 2008
    },
    {
      "title": "Smart wireless pill bottles improve and track adherence in real-time",
      "authors": [
        "Adheretech"
      ],
      "year": 2016
    },
    {
      "title": "The perfect prescription for medication adherence",
      "authors": [
        "Clevercap"
      ],
      "year": 2016
    },
    {
      "title": "Comparison of mortality in all patients on dialysis, patients on dialysis awaiting transplantation, and recipients of a first cadaveric transplant",
      "authors": [
        "R Wolfe",
        "V Ashby",
        "E Milford"
      ],
      "year": 1999,
      "doi": "10.1056/nejm199912023412303"
    },
    {
      "title": "Comparative survival and economic benefits of deceased donor kidney transplantation and dialysis in people with varying ages and co-morbidities",
      "authors": [
        "G Wong",
        "K Howard",
        "J Chapman"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0029591"
    },
    {
      "title": "Peer mentoring and financial incentives to improve glucose control in African American veterans: a randomized trial",
      "authors": [
        "J Long",
        "E Jahnle",
        "D Richardson",
        "G Loewenstein",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "A test of financial incentives to improve warfarin adherence",
      "authors": [
        "K Volpp",
        "G Loewenstein",
        "A Troxel"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-272"
    },
    {
      "title": "Molecular classifiers for acute kidney transplant rejection in peripheral blood by whole genome gene expression profiling",
      "authors": [
        "S Kurian",
        "A Williams",
        "T Gelbart"
      ],
      "year": 2014
    },
    {
      "title": "Urinary-cell mRNA profile and acute cellular rejection in kidney allografts",
      "authors": [
        "M Suthanthiran",
        "J Schwartz",
        "R Ding"
      ],
      "year": 2013
    },
    {
      "title": "Influence of pill burden and drug cost on renal function after transplantation",
      "authors": [
        "K Hardinger",
        "T Hutcherson",
        "D Preston",
        "D Murillo"
      ],
      "year": 2012
    }
  ],
  "num_references": 59,
  "original_doi": "https://doi.org/10.13039/100004334"
}
