{
  "paper_id": "3L2T3ZRX",
  "title": "Wearable Devices in Cardiovascular Medicine",
  "abstract": "Wearable devices, such as smartwatches and activity trackers, are commonly used by patients in their everyday lives to manage their health and well-being. These devices collect and analyze long-term continuous data on measures of behavioral or physiologic function, which may provide clinicians with a more comprehensive view of a patients' health compared with the traditional sporadic measures captured by office visits and hospitalizations. Wearable devices have a wide range of potential clinical applications ranging from arrhythmia screening of high-risk individuals to remote management of chronic conditions such as heart failure or peripheral artery disease. As the use of wearable devices continues to grow, we must adopt a multifaceted approach with collaboration among all key stakeholders to effectively and safely integrate these technologies into routine clinical practice. In this Review, we summarize the features of wearable devices and associated machine learning techniques. We describe key research studies that illustrate the role of wearable devices in the screening and management of cardiovascular conditions and identify directions for future research. Last, we highlight the challenges that are currently hindering the widespread use of wearable devices in cardiovascular medicine and provide short-and longterm solutions to promote increased use of wearable devices in clinical care.",
  "year": 2025,
  "date": "2025-06-08",
  "journal": "NPJ Digit Med",
  "publication": "NPJ Digit Med",
  "authors": [
    {
      "forename": "Andrew",
      "surname": "Hughes",
      "name": "Andrew Hughes",
      "affiliation": "Vanderbilt University Medical Center , 2525 W End Ave , Suite 300A , Nashville , TN 37203 . \n\t\t\t\t\t\t\t\t Vanderbilt University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2525 W End Ave Suite 300A \n\t\t\t\t\t\t\t\t\t 37203 \n\t\t\t\t\t\t\t\t\t Nashville \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "forename": "Hasan",
      "surname": "Shandhi",
      "name": "Hasan Shandhi",
      "affiliation": "Vanderbilt University Medical Center , 2525 W End Ave , Suite 300A , Nashville , TN 37203 . \n\t\t\t\t\t\t\t\t Vanderbilt University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2525 W End Ave Suite 300A \n\t\t\t\t\t\t\t\t\t 37203 \n\t\t\t\t\t\t\t\t\t Nashville \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "forename": "Hiral",
      "surname": "Master",
      "name": "Hiral Master",
      "affiliation": "Vanderbilt University Medical Center , 2525 W End Ave , Suite 300A , Nashville , TN 37203 . \n\t\t\t\t\t\t\t\t Vanderbilt University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2525 W End Ave Suite 300A \n\t\t\t\t\t\t\t\t\t 37203 \n\t\t\t\t\t\t\t\t\t Nashville \n\t\t\t\t\t\t\t\t\t TN",
      "orcid": "0000-0003-0019-3087"
    },
    {
      "forename": "Jessilyn",
      "surname": "Dunn",
      "name": "Jessilyn Dunn",
      "affiliation": "Vanderbilt University Medical Center , 2525 W End Ave , Suite 300A , Nashville , TN 37203 . \n\t\t\t\t\t\t\t\t Vanderbilt University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2525 W End Ave Suite 300A \n\t\t\t\t\t\t\t\t\t 37203 \n\t\t\t\t\t\t\t\t\t Nashville \n\t\t\t\t\t\t\t\t\t TN"
    },
    {
      "forename": "Evan",
      "surname": "Brittai",
      "name": "Evan Brittai",
      "affiliation": "Vanderbilt University Medical Center , 2525 W End Ave , Suite 300A , Nashville , TN 37203 . \n\t\t\t\t\t\t\t\t Vanderbilt University Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2525 W End Ave Suite 300A \n\t\t\t\t\t\t\t\t\t 37203 \n\t\t\t\t\t\t\t\t\t Nashville \n\t\t\t\t\t\t\t\t\t TN",
      "email": "evan.brittain@vumc.org",
      "orcid": "0000-0001-5843-3392"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "T",
      "text": "he evolution of digital health technologies has allowed individuals to assume an active role in the management of their cardiovascular health and facilitated increased patient-provider contact. Wearable devices are digital medicine tools that process data captured by mobile sensors to generate measures of behavioral or physiological function such as physical activity (PA), heart rate (HR), heart rhythm, and sleep.  1  The wearable device market is now a multibillion dollar industry.  2 A large population survey indicates that many individuals use a wearable device to promote healthy behaviors or to manage a diagnosed condition.  3 While the clinical integration of wearable devices remains in the earliest stages, their use has the potential to broadly impact cardiovascular medicine through lifestyle modifications for primary prevention, arrhythmia screening of at-risk individuals, and remote management of patients with established heart failure (HF) or peripheral artery disease, among other chronic cardiovascular conditions. There are several factors limiting the clinical use of wearables including concerns about data privacy, device accuracy, regulatory and reimbursement policies, and lack of dedicated clinical staff to monitor, interpret, and respond to the vast amounts of data generated by devices. Our work aims to provide an overview of and expand upon the previously published reviews on wearable devices in cardiovascular medicine.  [3] [4] 4] [5] [6] [7]  In this review, we describe the features of consumer-grade, medical-grade, and research-grade devices, the analytical machine learning (ML) techniques that augment the clinical utility of wearable devices, the role of wearables in the diagnosis and management of common cardiac conditions, and the challenges that are limiting more widespread clinical adoption of wearables. Last, we propose a short-and long-term road map to maximize the value of wearable devices in clinical care and management of cardiovascular disease (CVD). blood pressure (BP), oxygen saturation, sleep, maximum oxygen uptake, and temperature. As illustrated in Figure  1 , wearable devices have many potential clinical applications to enhance the screening and management of cardiovascular conditions.\n\nWearables may be divided into consumer-, medical-, or research-grade devices. A consumer-grade wearable is available in the market, advertised toward the broader population, and intended to function for fitness, wellbeing, or entertainment purposes. A research-grade wearable may or may not be available in the market, is targeted for research scientists, and is intended to collect data for research purposes. A medical-grade wearable is available in the market but often only accessible with a prescription from a clinician, is advertised toward patients and clinicians, and is intended for medical applications. Importantly, with our above definitions, the designation of a wearable may change depending on the context of use. This is particularly true for wearables with intended use for health-related measurements, where the line between consumer, medical, and research uses can become blurred. An example of this is the Fitbit smartwatch, which has been used frequently in clinical trials, medical contexts, and consumer contexts, for each context falling under our designation of research-, medical-, and consumer-grade wearables, respectively. Another aspect of medical-grade devices is that they fall under the Food and Drug Administration (FDA) oversight. A single wearable may have multiple functions, some of which fall under regulatory oversight and others which do not, making it difficult to classify the entire device into just one category (for example, irregular heart rhythm detection versus oxygen saturation measurement, which are regulated differently but available together on multiple devices at the time of writing). Thus, as the field evolves, it may become appropriate to rethink the nomenclature to classify wearables."
    },
    {
      "title": "Sensor Technology",
      "text": "This section highlights the common sensing modalities utilized in wearable devices, as well as some novel sensing modalities that have demonstrated potential in this space (Figure  1 )."
    },
    {
      "title": "Accelerometry",
      "text": "Accelerometers are microelectromechanical system sensors that measure the acceleration of an object through capacitive, piezoresistive, and piezoelectric effects.  8 ccelerometers are widely used in wearable devices to measure the volume and intensity of PA and energy expenditure.  8 Accelerometers can be placed in various locations of the body (ie, torso, arm, and ankle), but most smartwatches and activity trackers use the wrist position due to user comfort."
    },
    {
      "title": "Photoplethysmogram",
      "text": "The photoplethysmogram signal is an optical measurement of the changes in blood volume in the microvascular tissue bed, which can be measured by shining a light on the skin and collecting the reflected or transmitted wave of the light with a photodetector.  9 Photoplethysmogram is widely used in wearable devices to track HR, heart rhythm, and pulse oximetry.  10 Photoplethysmogram may ultimately have other health care applications including monitoring BP and vascular aging.  11"
    },
    {
      "title": "Electrocardiogram",
      "text": "The ECG signal captures the propagation of electrical action potentials in the heart. The ECG measures the difference in electrical potential between various points on the body with skin-mounted electrodes and depicts the depolarization and repolarization of the heart.  12 The ECG can be used to monitor HR, detect arrhythmias, and identify myocardial ischemia or infarction, among other applications. Wearable devices commonly use a patch for arrhythmia detection in the outpatient setting.  13"
    },
    {
      "title": "Seismocardiogram",
      "text": "The seismocardiogram signal is the local vibration of the chest wall that occurs with every cardiac cycle including movement of the heart, opening and closing of the heart valves, and movement of blood in the aorta. Seismocardiogram can be recorded using an accelerometer or gyroscope placed on the mid-sternum.  14"
    },
    {
      "title": "Nonstandard Abbreviations and Acronyms"
    },
    {
      "title": "AF",
      "text": "atrial fibrillation AI artificial intelligence BP blood pressure CAD coronary artery disease CGM continuous glucose monitoring CPT current procedural terminology CR cardiac rehabilitation CVD cardiovascular disease DL deep learning EHR electronic health record FDA Food and Drug Administration HF heart failure HR heart rate JITAI just-in-time adaptive intervention ML machine learning PA physical activity RCT randomized controlled trial ReDS remote dielectric sensing RPM remote physiologic monitoring TIR time in range REVIEW 654 March 3, 2023 Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 Hughes et al Wearable Devices in Cardiovascular Medicine\n\nMultiple studies have demonstrated the potential for seismocardiogram to estimate cardiac time intervals,  14  estimate changes in hemodynamics,  14  and characterize whether patients with HF are compensated or decompensated.  15"
    },
    {
      "title": "Ballistocardiogram",
      "text": "The ballistocardiogram signal is a measurement of the recoil forces of the body in response to the cardiac ejection of blood into the vasculature. Ballistocardiogram is generally recorded in the longitudinal Downloaded from  http://ahajournals.org  by on June 8, 2025 REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 655 Wearable Devices in Cardiovascular Medicine\n\n(head to foot) direction using a modified weighing scale, bed, or table-based systems.  14 Researchers have demonstrated the potential for ballistocardiogram to estimate HR  14  and assess the clinical state of patients with HF. 9"
    },
    {
      "title": "Continuous Glucose Monitoring",
      "text": "Continuous glucose monitoring (CGM) is a method of measuring glucose levels in the body in real time through a small sensor under the skin, typically on the abdomen or arm.  16 The sensor measures the glucose levels in interstitial fluid, which is connected to a transmitter that sends the glucose readings to a monitoring device or mobile phone. Users can track their glucose over time and receive alerts when their glucose levels are too high or too low, which can help to prevent dangerous complications such as hypoglycemia or hyperglycemia."
    },
    {
      "title": "Artificial Intelligence",
      "text": "The enormous volume of information from wearable devices requires intelligent algorithms and computational power to generate meaningful information. ML is a method of data analysis that automates analytical model building, which evolved to recognize patterns in data without explicitly programming for particular tasks.\n\nThe advantages of ML are adaptability, scalability, automation, and the ability to handle multidimensional and multivariate data. ML can be divided into supervised, semi-supervised, unsupervised, and reinforcement learning (Table  1 ). In supervised learning, the outcome variable is known and the algorithm attempts to learn the relationship between the outcome variable (ie, atrial fibrillation [AF]) and the estimating variables (ie, raw ECG data and summary ECG metrics) using parametric and nonparametric algorithms. Supervised learning can be further classified for the intended tasks: regression (where the target variable is continuous, ie, HR), classification (where the target variable is discrete, ie, arrhythmia existence or not; type of arrhythmia), and forecasting (predicting future outcomes based on the past and present data, ie, prognosis in HF). Unsupervised learning is used to investigate groupings or patterns in the data where the label is not known, and semi-supervised learning is used when labels are known for only a portion of the data. Reinforcement learning algorithms focus on trial and error, where the model learns from past experiences and begins to adapt its approach in response to the situation to achieve the best possible result, which can be used for remote home monitoring and just-in-time adaptive interventions (JITAI). Deep learning (DL) models-a branch of supervised ML-have become increasingly popular in recent years and have achieved excellent performance in many biomedical applications, particularly in detecting and predicting CVDs such as arrhythmias, myocardial infarction, HF, and coronary artery disease (CAD).  26 As opposed to more traditional ML models (ie, random forest, support vector machine), DL models are more complex in nature. Although DL models have demonstrated superior performance in CVD detection, these models cannot easily learn from small data sets. More importantly, they require intelligent design and often result in very opaque algorithms that are challenging to interpret and have a higher chance of overfitting. In addition, these algorithms learn and save millions of parameters, which requires extensive computational power to train the models. As such, DL models are difficult to deploy on wearable hardware, which are usually limited in computation power and storage space.\n\nTraditional ML and DL algorithms can reduce noise in the data, particularly wearable data (ie, motion artifact and intrasubject and intersubject variabilities), and extract relevant information from high-dimensional data. Representation learning is a method used in ML/DL to extract useful information from raw data.  27 he goal of representation learning is to find a compact and informative representation of the data, in a way that captures the most important information and discards the noise or irrelevant information. This can be done by training a neural network to learn a set of features from the data or by using unsupervised learning techniques such as clustering or dimensionality reduction. Once the data have been transformed into a more useful representation, it can be used for various tasks such as classification, regression, or generation. Representation learning is particularly useful when the data are high dimensional, unstructured, or difficult to understand, as it can make it easier to extract insights or make predictions."
    },
    {
      "title": "WEARABLES IN CLINICAL CARE",
      "text": "This is not designed as a systematic review. Instead, the aim of this section is to highlight the pivotal clinical trials or novel proof-of-concept studies on the use of wearable devices in the screening and management of cardiovascular conditions (Table  2 ). Primary literature was acquired by searching for articles with key words such as wearables, smartwatch, mHealth, telemonitoring, etc. The referenced articles are not exhaustive but were selected based on the level of evidence or number of citations with some additional studies included at the authors' discretion to illustrate findings that may help inform future directions."
    },
    {
      "title": "Physical Activity",
      "text": "Physical inactivity increases the likelihood of premature mortality or morbidity from CAD, type 2 diabetes, REVIEW 656 March 3, 2023 Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 Hughes et al Wearable Devices in Cardiovascular Medicine\n\nand mental illness.  54 For example, a prospective cohort study of 16 741 older women demonstrated an inverse relationship between daily steps at enrollment, measured with an accelerometer for 7 consecutive days and allcause mortality as higher daily step totals were associated with lower mortality rates until the benefit plateaued around 7500 steps/day.  28 A longitudinal cohort study leveraged the \"All of Us\" research program to demonstrate an association between activity levels and incident chronic diseases with commercial wearable devices that were linked to an individual's electronic health record (EHR).  55 In a cohort of 6042 participants with a total of 5.9 million person-days of monitoring, higher daily step counts were associated with a reduced risk of several chronic diseases including hypertension, diabetes, obesity, and sleep apnea. Given that many adults fail to reach suggested levels of PA, this is a relevant public health issue that warrants attention. There are hundreds of randomized controlled trials (RCTs) testing the use of activity trackers in various populations. One umbrella review suggested that interventions that incorporate wearable devices increase PA by ≈1800 steps per day, walking by 40 minutes per day, and moderate-to-vigorous PA by 6 minutes per day.  2  The umbrella review demonstrated an average weight loss of 1 kg with wearable PA interventions. The impact on other clinical outcomes (ie, BP, lipid profile, and hemoglobin A1c) and quality-of-life outcomes was modest and often statistically insignificant. However, changes in these clinical outcomes may be delayed relative to PA and may need longer follow-up to become apparent. The umbrella review was comprehensive and included a wide range of interventions. For example, one intervention aimed to improve PA in a worksite environment by automatically transmitting data from activity trackers to an internet-based program to provide employees with daily step goals through emails or text messages, which had been adapted based on their activity levels.  56 While this stand-alone intervention was completely automated, there were other studies with interventions that combined the wearable device with counseling sessions to create a multifaceted intervention. Brickwood et al  29  demonstrated that multifaceted interventions (ie, wearable device and group or individual counseling) improved PA more effectively than interventions that only utilized wearable devices. One systematic review and meta-analysis focused specifically on interventions with wearable PA devices in patients with cardiometabolic conditions.  30 The review analyzed 38 RCTs with 4203 total patients and found the interventions that combined wearable PA devices and regular follow-up sessions with health care providers (face to face or remotely) were associated with increased activity levels.\n\nBehavioral change techniques such as personalized text messages, gamification, or JITAIs may enhance the impact of wearable devices on PA. The mActive study demonstrated that the combination of\n\nTable 1. Common Machine Learning Algorithms and Potential Clinical Applications in Cardiovascular Medicine Type Tasks Algorithms Clinical utility Potential clinical applications Supervised learning Regression Linear regression; polynomial regression; support vector regression; decision tree regression; random forest regression; lasso regression; ridge regression; boosting algorithms Estimating a numeric and continuous clinical outcome Estimating cardiorespiratory fitness (VO 2 ) 17 ; predicting measurements such as resting HR, skin temperature, fasting plasma glucose, hemoglobin A1C 18 Classification Support vector machine; logistic regression; random forest; boosting algorithms (ie, gradient boosting machine, AdaBoost); DL models (ie, deep neural network, convolutional neural network) Estimating a discrete/ binary clinical outcome Arrhythmia detection 19 ; assessment of LV function 20 ; compensated vs decompensated HF 9,15,17 Forecasting Prophet; recurrent neural network (ie, longshort-term memory network) Outcome prediction Prediction of CAD, HF, stroke, and arrhythmias 21 Semi-supervised learning Classification where labels are only available for a portion of the data. Generative adversarial network; long-short-term memory network Training on a small pool of data, which is labeled for use on a larger pool of data to label/cluster the unlabeled data. CVD risk prediction from wearable data combined with EHR data 22 Unsupervised learning Clustering K-means clustering; spectral clustering; hierarchical clustering; gaussian mixture model Identifies groups/clusters in the data. It can be used as a preprocessing step for supervised learning. Outlier removal from wearable data 23 Dimension reduction Principal component analysis; isomap embedding; spectral embedding; locally linear embedding; t-distributed stochastic neighbor embedding; multidimensional scaling Visualizing multimodal wearable features in a low dimensional space Visualizing wearable data against outcome variable such as SCG and BCG trends with changes in cardiac contractility due to exercise 24 Reinforcement learning Automate decisionmaking Deep Q networks Personalized interventions Remote monitoring and personalized management of comorbidities (ie, type 2 diabetes), which may include just-intime adaptive interventions 25 BCG indicates ballistocardiography; CAD, coronary artery disease; CVD, cardiovascular disease; DL, deep learning; EHR, electronic health record; HF, heart failure; HR, heart rate; LV, left ventricle; SCG, seismocardiography; and VO 2 , oxygen uptake. Downloaded from  http://ahajournals.org  by on June 8, 2025 REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 657 Wearable Devices in Cardiovascular Medicine Table 2. Selected Clinical Studies of Cardiovascular Management With Wearable Devices Study Study design (n) Wearable device Measurement Major findings Physical activity Lee et al 28 Prospective cohort study (n=16 741) Actigraph GT3X+ accelerometer (Actigraph Corp) Daily step counts and step intensity As daily steps increased, the mortality rates decreased until it plateaued around 7500 steps/d in a large cohort of older women Brickwood et al 29 SR/MA of RCTs (n=3646) Variety of wearable activity trackers Daily step counts and step intensity Multifaceted interventions were more effective compared with interventions that relied solely on the wearable device Hodkinson et al 30 SR/MA of RCTs (n=4203) Variety of wearable activity trackers Daily step counts and step intensity Interventions that combine activity trackers and consultations with health care professionals can significantly improve the PA level in patients with cardiometabolic conditions ENGAGE study 31 RCT (n=500) Fitbit Alta or Fitbit Inspire (Fitbit, Inc) Daily step counts and step intensity There was a greater increase in PA when individuals selected their goals (rather than assigned) with immediate implementation in economically disadvantaged adults Ferguson et al 2 Umbrella review (n=163 992) Variety of wearable activity trackers Daily step counts and step intensity Wearables increase activity by an average of 1800 steps/d, 6 min of MVPA, and promote 1 kg of weight loss with sustainable effects for at least 6 mo AF REHEARSE-AF study 32 RCT (n=1001) AliveCor Kardia device Single-lead iECG Twice-weekly iPod ECG screening led to nearly 4-fold increase in new AF diagnosis in patients ≥65 y of age mSToPS study 13 RCT and observational cohort study (n=2659) Zio Patch (iRhythm Technologies) Single-lead ECG Monitored individuals had higher rates of AF diagnosis, AC use, and health care utilization Apple Heart Study 33 Prospective, multicenter, study (n=419 297) Apple Watch (Apple, Inc) PPG Irregular pulse notifications occurred in 0.52% of the population cohort, and the PPV of the notification was 0.84 for AF detection Huawei Heart Study 34 Prospective cohort study (n=187 912) Honor Band 4, Huawei Watch GT, Honor Watch (Huawei Technologies) PPG PPG identified suspected AF in 0.2% of the cohort, and the PPV of the notification was 91.6% EPACS study 35 RCT (n=116) Zio Patch (iRhythm Technologies) Single-lead ECG Continuous ECG monitoring after an index stroke/TIA resulted in significantly higher AF detection and AC use compared with Holter monitor SEARCH-AF study 36 RCT (n=336) SEEQ (Medtronic) or CardioSTAT (Icentia) chest patch Single-lead ECG Continuous ECG monitoring increased the rate of AF detection by 17.9% within 30 d of hospital discharge after cardiac surgery SCREEN-AF study 37 RCT (n=856) Zio Patch (iRhythm Technologies) and Watch BP-HomeA Monitor (Microlife) Single-lead ECG and oscillometric screening Continuous ECG monitoring increased AF detection 10-fold and led to AC initiation in 75% of patients ≥75 y old. BP monitor screening was inferior compared with continuous ECG HF TIM-HF study 38 RCT (n=710) Unspecified ECG and BP monitor 3-lead ECG and BP Telemonitoring with physician interventions did not reduce allcause mortality compared with usual care in ambulatory patients with stable HFrEF BEAT-HF study 39 RCT (n=1437) Unspecified BP+HR monitor Unspecified Telemonitoring with health coaching did not reduce readmission or mortality rates after an HF hospitalization TIM-HF 2 study 40 RCT (n=1571) PhysioMem PM 1000 (GETEMED) and UA 767 PBT BP device (A&D Company) 3-lead ECG and BP Telemonitoring reduced the number of days lost to CV admissions and all-cause mortality in patients with HFrEF, no depression, and recent HF admission (subgroup of the TIM-HF study) LINK-HF study 41 Prospective multicenter study (n=100) Multisensor wearable chest patch (Vital Connect) PA, ECG, skin impedance, temperature ML algorithms detected rehospitalization with 76% to 88% sensitivity and 85% specificity, similar to the accuracy of implanted devices. Alerts preceded the readmission by 6.5 d Cardiac rehabilitation Telerehab II study 42 RCT (n=80) Yorbody Triaxial Accelerometer (Yorbody) Daily step counts and activity intensity The telemonitoring program combined with conventional CR increased the peak VO 2 more effectively than the control at 18 wk in patients with CAD Maddison et al 43 Noninferiority RCT (n=162) BioHarness 3 (Zephyr Technology) HR, RR, singlelead ECG, and PA Remotely monitored exercise-based cardiac telerehabilitation was similarly effective and had reduced program delivery costs compared with traditional center-based cardiac rehabilitation SmartCare-CAD study 44,45 RCT (n=300) Mio Alpha HR monitor (Physical Enterprises, Inc) and Actigraph wGT3x-BT triaxial accelerometer (Actigraph Corp) Physical activity intensity and HR Cardiac telerehabilitation with on-demand coaching was similarly effective to center-based CR for improvement in PA and QOL. The intervention was likely to be cost-effective (Continued ) REVIEW 658 March 3, 2023 Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 Hughes et al Wearable Devices in Cardiovascular Medicine\n\nautomated, personalized text messages with activity trackers increased PA levels in outpatient cardiology patients. The text messages were either positive reinforcement if the individual was likely to reach the daily step goal (10 000 steps) or booster messages to provide motivation when they were unlikely to reach the daily goal.  57 A similar study design led to an increase of >1000 steps per day and improved the quality of life in a population with pulmonary artery hypertension.  58 Gamification integrates elements such as points or achievements to promote competition and facilitate positive lifestyle modifications.  59 For example, the Behavioral Economics Framingham Incentive Trial (BE FIT) study of 200 adults comprising 94 families used a gamification intervention focused on behavioral economics principles to increase PA.  59  Over the course of 12 weeks, the families were awarded 70 points at the start of each week. One family member was randomly selected each day as their team's representative, and the family retained its points if that individual met their step goal on the previous day; otherwise, 10 points were deducted from the family's total. This approach increased the average number of steps by ≈1700 steps/day, and a higher proportion of participants in the intervention arm achieved their daily step goals. Gamification interventions have successfully increased PA in a variety of populations including adults with uncontrolled diabetes,  60  veterans with body mass index ≥25,  61  and families in the general population.  59 However, reports on the sustainability of PA improvements following gamification interventions have been mixed. A systematic review on gamification interventions on PA demonstrated a very small to small effect on PA 12 to 24 weeks after the intervention, and the longterm effect was weaker and decreased over time.  62 he design of the gamification intervention seems to impact the sustainability of the results as one study in adults with obesity and type 2 diabetes demonstrated that a gamification with competition intervention sustained PA through 12 months more effectively compared with a gamification with support intervention in the same population.  60 In contrast, a gamification intervention with social support and financial incentives in veterans with obesity demonstrated no sustainability over an 8-week period.  61 Given the mixed results on sustainability, it emphasizes the importance\n\nStudy Study design (n) Wearable device Measurement Major findings Nagatomi et al 46 RCT (n=30) Fitbit Inspire (Fitbit, Inc) Daily steps The home-based CR program was a safe and effective approach that improved 6MWD and muscle strength in HF patients with frailty Peripheral artery disease Gardner et al 47 RCT (n=119) StepWatch 3 activity monitor (Cyma, Inc) Daily step counts and activity intensity The home-based exercise program had high adherence and similarly improved claudication measures compared with a standard supervised program GOALS study 48 RCT (n=194) Caltrac vertical accelerometer (muscle dynamics fitness network) Activity units The home-based exercise program with a cognitive behavioral intervention improved objective and subjective measures of PA HONOR study 49 RCT (n=200) Fitbit Zip (Fitbit, Inc) Daily step counts The home-based exercise program without onsite visits did not improve 6MWD compared with usual care LITE study 50 RCT (n=305) Unspecified accelerometer Activity units Low-intensity home-based exercise was significantly less effective than the high-intensity group for improving 6MWD Diabetes Beck et al 51 RCT (n=158) Dexcom G4 Platinum Glucose levels and amount of TIR In patients with type 2 diabetes on basal-bolus insulin, CGM significantly reduced hemoglobin A1c at 24 wk compared with usual care with an adjusted difference in mean change of -0.3%. There was high satisfaction and adherence to CGM use MOBILE study 52 RCT (n=175) Dexcom G6 Glucose levels and amount of TIR In primary care patients with type 2 diabetes on basal insulin only, the CGM group had significantly improved hemoglobin A1c at 8 mo (adjusted difference, 0.4%) compared with fingerstick testing FLASH-UK study 53 RCT (n=156) Freestyle Libre 2 Glucose levels and amount of TIR In patients with type 1 diabetes, intermittently scanned CGM with optional alerts improved hemoglobin A1c by 0.5% compared with fingerstick testing. The CGM group had more TIR and lower burden of hypoglycemia 6MWD indicates 6-min walk distance; AC, anticoagulation; AF, atrial fibrillation; BEAT-HF, Better Effectiveness After Transition-Heart Failure; BP, blood pressure; CAD, coronary artery disease; CGM, continuous glucose monitoring; CR, cardiac rehabilitation; CV, cardiovascular; ENGAGE, Evaluation of the Novel Use of Gamification with Alternative Goal-Setting Experiences; EPACS, Early Prolonged Ambulatory Cardiac Monitoring in Stroke; GOALS, Group Oriented Arterial Leg Study; HF, heart failure; HFrEF, heart failure with reduced ejection fraction; HONOR, Home-Based Monitored Exercise for Peripheral Artery Disease; HR, heart rate; LINK-HF, Multisensor Noninvasive Remote Monitoring for Prediction of Heart Failure Exacerbation; LITE, Low Intensity Exercise Intervention in Peripheral Artery Disease Study; MA, meta-analysis; ML, machine learning; mSToPS, mHealth Screening to Prevent Strokes; MVPA, moderate-to-vigorous physical activity; PA, physical activity; PPG, photoplethysmogram; PPV, positive predictive value; QOL, quality of life; RCT, randomized controlled trial; RR, respiratory rate; SEARCH-HF, Post-surgical Enhanced Monitoring for Cardiac Arrhythmias and Atrial Fibrillation; SR, systematic review; TIA, transient ischemic attack; TIM-HF, Telemedical Interventional Management in Patients With Heart Failure; TIR, time in range; and VO 2 , oxygen uptake.\n\nTable 2. Continued Downloaded from  http://ahajournals.org  by on June 8, 2025 REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 659 Wearable Devices in Cardiovascular Medicine\n\nof ongoing studies to identify the effective gamification elements for target populations. JITAIs are personalized interventions that integrate real-time information from wearable devices to deliver notifications at times that are most likely to impact behavior.  63 For example, a JITAI promoting PA may be delivered when an individual is walking near a green space during leisure time as they are more likely to integrate the behavioral change during this time.  64 A systematic review of JITAIs demonstrated mixed results on PA and sedentary behavior; however, it is important to note that studies in this review were underpowered and only 6 studies were randomized.  64 Effective JITAIs require the use of evidence-based behavioral change techniques and the delivery of notifications in a timely manner, but this may be lacking in some of the published studies. For example, the systematic review highlighted the lack of behavioral science evidence in the design of many JITAIs and identified one study where 43% of the intervention messages were not just-in-time.  64 The mixed results likely arose due to the variations in the design and delivery of the JITAI in underpowered studies, which should be addressed as future studies aim to grow the supporting evidence base. Some important populations have been underrepresented in device-based PA studies including individuals of lower socioeconomic status and patients with mental illness.  2  Adults from lower socioeconomic status have more difficulty increasing their PA levels compared with the general population.  31 This is a complex phenomenon with numerous contributing factors such as inadequate leisure time arising from increased occupational responsibilities or the inability to access a safe exercise environment.  65 The Evaluation of the Novel Use of Gamification with Alternative Goal-Setting Experiences (ENGAGE) study  31  demonstrated that a novel gamification intervention with a wearable activity tracker significantly increased PA in economically disadvantaged adults with an atherosclerotic CVD condition or 10-year atherosclerotic CVD risk score ≥7.5% in Philadelphia, PA by using self-chosen goals (rather than assigned) that were implemented immediately (rather than gradually over an 8-week period). For example, the individuals were either assigned a goal of 2000-step increase from baseline or they were able to select a goal between 1000 and 3000 steps above baseline with the flexibility to change their self-selected goal at any time. Future studies are needed to further investigate PA in geographically and socioeconomically diverse populations.\n\nLastly, there is a need for device-based PA studies with longer follow-up to further characterize the impact of PA on clinical and psychosocial outcomes as the current studies may have inadequate follow-up to capture the physiologic benefits that emerge after consistent changes in activity. Additionally, the duration of the current studies may be too short to effectively build a new habit. While the necessary follow-up duration remains unclear based on the current body of evidence, this will be an important variable to investigate to guide the design of future studies."
    },
    {
      "title": "Atrial Fibrillation",
      "text": "AF is associated with an increased risk of all-cause mortality and significant morbidity from stroke and HF.  66 odern wearables represent a practical and effective tool to screen for AF, with potential to reduce stroke and mortality rates if therapeutic anticoagulation is initiated in eligible individuals.\n\nThe development of an adhesive single-lead ECG chest patch, such as the Zio patch (iRhythm Technologies, San Francisco, CA), improved the practicality of ambulatory cardiac monitoring as the patch was smaller and less burdensome than traditional Holter monitors.  4 n a large cohort study of 26 751 patients who wore the Zio patch for clinical indications, there was incremental diagnostic yield for all arrhythmia types beyond the first 48 hours of monitoring.  67 The mHealth Screening to Prevent Strokes (mSToPS) study found that AF screening in asymptomatic, high-risk patients with an ECG patch compared with nonmonitored controls led to increased rates of new AF diagnosis and anticoagulation initiation, but they also had higher health care resource utilization (ie, cardiology or primary care clinic visits) at 1 year.  13 The mSToPS group subsequently published follow-up data, and the individuals who underwent AF screening had a lower rate of clinical events at 3 years compared with routine care. However, the impact of early AF diagnosis on these findings remains unclear due to the observational nature of the study.  68 Two large studies investigated the ability of an irregular pulse notification from a photoplethysmogram-enabled smartwatch or band to identify a new diagnosis of AF in a predominantly middleaged population.  33, 34 These studies demonstrated a low prevalence of HR irregularity, and the diagnostic algorithms performed well with a positive predictive value of 0.84 to 0.92 for AF. Additionally, RCTs have demonstrated increased AF detection rates with continuous ambulatory ECG monitoring in specific high-risk patient populations (ie, cryptogenic stroke or postcardiac surgery).  35, 36 here are important limitations with the existing body of literature, some of which are being addressed by ongoing studies. For example, it remains unclear whether improved AF detection will reduce hard clinical outcomes with an acceptable safety profile. Future studies should also investigate whether wearable devices can be used to optimize an outpatient medication regimen in patients with an established diagnosis of AF, such as the uptitration of β-blockers or the addition of another antiarrhythmic medication if the patient has insufficient rate control. Additionally, there are limited validation studies investigating the use of these devices\n\nREVIEW 660 March 3, 2023 Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 Hughes et al Wearable Devices in Cardiovascular Medicine\n\nin clinical practice. Current literature has raised concern about the accuracy of wearables for AF detection as some validation studies have found notably worse performance compared with industry-reported data.  69, 70 his highlights the need for rigorous, real-world validation studies in clinical settings."
    },
    {
      "title": "Heart Failure",
      "text": "Studies using wearable devices to improve HF management have reported mixed results. Several RCTs have assessed whether noninvasive telemonitoring interventions decrease HF readmissions or all-cause mortality.\n\nMany of these studies used multifaceted telemonitoring interventions with home ECG devices, BP monitors, and weight scales along with increased provider follow-up. Telemonitoring in the Management of Heart Failure (TEMA-HF) study 1  71  and the Telemedical Interventional Management in Patients With Heart Failure (TIMHF) study 2  40  showed improved clinical outcomes while the TIM-HF  38  and Better Effectiveness After Transition-Heart Failure (BEAT-HF) study  39  studies did not improve all-cause mortality or readmission rates. It is difficult to evaluate the impact of wearable devices on clinical outcomes in these telemonitoring studies as the benefit may have been due to the extensive clinical follow-up rather than the use of wearable devices.\n\nThe mixed results across studies likely stem from differences in the study population and significant variation in the telemonitoring interventions such as the devices used, follow-up frequency, study team composition (ie, general practitioners, cardiologists, and nurses), and intensity of intervention (ie, patient education, health coaching, and urgency/frequency of medication adjustments). The impact of the study cohort is seen in the TIM-HF  38  and TIM-HF 2  40  studies as similar physicianled telemonitoring programs only yielded clinical benefit when applied to the well-defined HF population of TIM-HF 2 (ie, hospitalization in the past year and no major depression) compared with the broader TIM-HF study population (ie, patients with stable ambulatory HF). Two studies investigated whether an ML algorithm that utilizes continuous data from wearable devices can predict HF decompensation. The Multisensor Monitoring in Congestive Heart Failure (MUSIC) study  72  developed and validated a personalized algorithm to predict acute decompensation in 543 patients with HF. The wearable chest patch continuously monitored HR, respiratory rate, activity, posture, and bioimpedance. The algorithm predicted HF decompensation with 63% sensitivity and 92% specificity in the validation cohort. However, the results of this study were limited as 42% of patients were excluded from statistical analyses, largely due to poor performance of the wearable device prototype. The Multisensor Non-invasive Remote Monitoring for Prediction of Heart Failure Exacerbation (LINK-HF) study  41  is a multicenter, observational study of 100 patients who wore a chest patch that captured continuous ECG, accelerometry, impedance, and skin temperature. The ML algorithm used these data to predict impending HF hospitalization with 76% to 88% sensitivity and 85% specificity at a median time of 6.5 days before the admission. Since the clinical alerts preceded the hospitalization by ≈1 week, this may provide adequate time to make medication adjustments focused on preventing hospitalization.\n\nSmall studies with novel biomechanical sensors show promise in the management of patients with HF. Remote dielectric sensing (ReDS) uses electromagnetic energy technology in a wearable vest to measure lung fluid volume for assessment of the patient's volume status. Two studies suggest that ReDS-guided management, such as diuretic adjustment, may reduce HF readmission rates.  73, 74 n a prospective study of 50 patients hospitalized for acute decompensated HF, the use of daily ReDS measurements to optimize outpatient HF therapies during a 90-day follow-up period reduced HF readmission rates.  73  retrospective cohort study of 220 patients who were seen for a follow-up clinic visit shortly after HF hospitalization demonstrated that patients who received pointof-care ReDS testing during the clinic visit had a lower 30-day cardiovascular readmission rate compared with patients who did not receive a ReDS assessment.  74 Seismocardiogram measures the local vibration of the chest wall that occurs during the cardiac cycle. When seismocardiogram was measured in the setting of submaximal exercise with the 6-minute walk test, this technology was able to differentiate between patients with decompensated and compensated HF.  15  Wearable devices are also used as a research tool in several HF trials to measure outcomes, such as PA or sleep, in response to a pharmacologic intervention. The Nitrate's Effect on Activity Tolerance in Heart Failure with Preserved Ejection Fraction (NEAT-HFpEF) study tested the hypothesis that extended-release isosorbide mononitrate would improve daily activity levels, as measured by accelerometers, in patients with HF with preserved ejection fraction.  75 In this study, patients with HF with preserved ejection fraction who received isosorbide mononitrate had decreased activity levels compared with placebo. The AWAKE-HF study used wrist actigraphy to investigate the impact of sacubitril/valsartan on activity and sleep in patients with HF with reduced ejection fraction.  76, 77 They hypothesized that sacubitril/valsartan would improve PA levels and sleep compared with enalapril, but the study found no differences in either of these actigraph-measured outcomes. Lastly, the HeartSleep Study used actigraph-measured sleep parameters, such as sleep efficiency and sleep duration, to demonstrate the sustained effects of cognitive behavioral therapy in patients with chronic HF and insomnia compared with a self-management program.  78"
    },
    {
      "title": "Downloaded",
      "text": "from  http://ahajournals.org  by on June 8, 2025 REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 661 Wearable Devices in Cardiovascular Medicine\n\nIn light of advancements in device technology and artificial intelligence (AI) capabilities, future studies should use wearable devices in large RCTs to further clarify the clinical utility of wearable devices in remote HF management. There is a wide range of potential clinical applications that warrant future investigation including innovative applications of novel sensors and ML algorithms, as well as the optimization of traditional HF therapies with existing consumer-grade wearables. For example, studies could evaluate whether notifications from wearable devices can improve HF outcomes through increased adherence to standard medications such as diuretics and guideline-directed medical therapy. Additionally, the HR and BP monitoring from wearable devices may provide clinicians with useful information to safely uptitrate guideline-directed medical therapy. Lastly, the existing body of evidence supports the ongoing use of wearable devices in research studies to assess PA and sleep outcomes, which are relevant measures in patients with HF."
    },
    {
      "title": "Cardiac Rehabilitation",
      "text": "Cardiac rehabilitation (CR) incorporates patient education, lifestyle modification, and exercise training for secondary prevention of cardiovascular conditions.  79 CR has been historically underutilized due to access and cost issues, so home-based CR programs were introduced to improve participation. The Telerehab II  42  study was an RCT that added an 18-week PA telemonitoring intervention to conventional CR. The telemonitoring intervention utilized a triaxial accelerometer and weekly personalized automated feedback via email or text to encourage the patients to increase their step count by 10% each week. The intervention increased the patient's physical fitness (peak maximum oxygen uptake) and showed a trend toward fewer rehospitalizations compared with the standard CR group. Several RCTs demonstrated that homebased and center-based CR similarly improved clinical outcomes.  79 For example, a randomized controlled noninferiority trial demonstrated that a telerehabilitation program that provided real-time, remote exercise monitoring with a chest-worn sensor and individualized coaching was similarly effective and reduced program delivery costs compared with center-based CR.  43  The wearable device measured heart and respiratory rates, singlelead ECG, and accelerometry during the exercise training sessions, which were transmitted to a CR specialist in real time for review. Based on the wearable data, the CR specialist provided real-time individualized coaching, feedback, and support during the exercise sessions. The SmartCare-CAD study  44, 45  evaluated the efficacy of a novel cardiac telerehabilitation intervention that focused on preventing relapse into a sedentary lifestyle compared with center-based CR. The intervention included 6 supervised sessions, home-based training with wearable devices, and weekly video meetings. The study used both a wrist-worn HR monitor and a hip-worn triaxial accelerometer, which was uploaded for review and feedback by an exercise specialist during weekly video meetings for 3 months. After 3 months, the weekly meetings stopped, but patients continued to upload data from their wearable devices on a weekly basis to identify when relapses occurred. Relapses were defined as nonadherence (ie, no data uploaded) or a 50% reduction in PA, and these prompted video consultations for additional coaching. The telerehabilitation program similarly improved PA and quality of life compared with center-based CR in this population of patients with low-risk CAD.\n\nMany of the existing studies used research-grade devices for PA monitoring, but recent studies have started to incorporate consumer-grade wearables. Nagatomi et al  46  randomized 30 patients with HF with physical frailty to a home-based CR program with exercise and nutrition coaching via a Fitbit device. The intervention improved 6-minute walk distance and muscle strength compared with standard care without a CR component. The body of evidence for CR with wearable devices continues to grow, and ongoing studies are investigating ways to maximize the durability of CR.  63"
    },
    {
      "title": "Peripheral Artery Disease",
      "text": "The initial management for patients with symptomatic peripheral artery disease is a supervised exercise program to improve functional capacity and quality of life with guidelines supporting both center-and home-based exercise programs (class IIa recommendation).  80 Similar to CR, the center-based programs are underutilized due to access issues and the burden of traveling to the medical center on a regular basis, which highlights the importance of developing effective home-based programs. In a single-center RCT, a home-based exercise program with a StepWatch3 activity monitor improved claudication measures to a similar degree as a standard supervised program.  47 The patients quantified their home exercise sessions with the step activity monitor, and the data were analyzed every 2 weeks by an exercise specialist to provide coaching and feedback during individualized meetings. The Home Based Monitored Exercise for Peripheral Artery Disease (HONOR) study  49  was the first RCT to investigate a home-based exercise program without any periodic medical center visits. Patients used a Fitbit Zip activity tracker to monitor their prescribed exercise regimen, and the data from the wearable device were available to the patient and their coach to facilitate discussions during their remote coaching sessions. The intervention did not improve the 6-minute walk distance, which suggests there may be a clinical benefit from intermittent visits to the medical center when patients are enrolled in the home-based programs. Notably, participants only adhered to 79% of the remote coaching sessions, which may have influenced the results as well. Recent studies have aimed to further refine the optimal design of homebased exercise programs. The Low Intensity Exercise Intervention in Peripheral Artery Disease (LITE) study  50  randomized 305 patients to a home-based exercise program with varying intensities: low-intensity (does not induce ischemic leg symptoms), high-intensity (induces ischemic leg symptoms), or non-exercise controls. Participants wore an accelerometer to capture exercise intensity and were called weekly by a coach who used activity data to promote adherence. The low-intensity program was significantly less effective than the high-intensity program, and there were no appreciable differences between the low-intensity and non-exercise control. As the evidence supporting home-based exercise programs continues to grow, future studies should aim to determine the most effective design and intensity for home-based exercise programs that are reproducible, sustainable, and generalizable to large patient populations."
    },
    {
      "title": "Coronary Artery Disease/Myocardial Infarction",
      "text": "The recovery period after an acute myocardial infarction is associated with an increased risk of complications such as arrhythmias or need for readmission. With the exception of CR (described above), the existing literature on wearable devices in the postmyocardial infarction recovery period is limited. Treskes et al  81  evaluated the efficacy and feasibility of smart technology to control home BP in 200 patients after an acute type 1 myocardial infarction compared with usual care. The intervention utilized smartphone-compatible devices to measure daily single-lead ECGs, daily BP and weight, and continuous step measurements. Patients were contacted if their BP measurements exceeded prespecified thresholds or if the ECG identified a new arrhythmia. The intervention also replaced some of the in-person follow-up visits with telemedicine visits. While this intervention was feasible and acceptable to patients, it did not improve BP control. Large prospective clinical trials are currently lacking for all aspects of CAD management."
    },
    {
      "title": "Diabetes",
      "text": "Patients with type 1 or type 2 diabetes have an increased risk of cardiovascular conditions such as CAD, stroke, peripheral artery disease, and HF. CGM devices have several benefits as they can provide the patients with safety alerts (ie, hypoglycemia) and promote self-management of insulin dosing, while also providing clinicians with longitudinal data to optimize long-term glycemic control. Evidence supports the use of CGM for patients with type 1 or type 2 diabetes to improve glycemic control. For example, in a multicenter RCT of 156 patients with type 1 diabetes on insulin infusions or multiple daily injections, the patients who intermittently scanned their CGM device (Freestyle Libre 2) with optional alarms for hyperglycemia or hypoglycemia had significantly lower hemoglobin A1c levels compared with the usual care group with traditional fingerstick testing.  53 A multicenter RCT of 158 patients with type 2 diabetes on basal-bolus insulin regimens demonstrated that CGM (Dexcom G4 Platinum) reduced hemoglobin A1c more effectively at 24 weeks compared with intermittent fingerstick readings.  51 Similar results were seen in a cohort of 175 primary care patients with type 2 diabetes who were only managed with basal insulin, as the use of CGM (Dexcom G6) significantly reduced hemoglobin A1c levels at 8 months compared with intermittent fingerstick testing.  52 In each study, there were no statistically significant differences in the total daily insulin dose between the CGM and the fingerstick control groups.\n\nWhile the ability for CGM to improve glycemic control is now well established, recent studies have started to investigate associations with clinical outcomes. CGM produces several measures of glycemic control, of which, time in range (TIR) likely represents a key metric in diabetes management. In a prospective cohort study of 6225 patients with type 2 diabetes,  82  TIR was inversely associated with long-term risk of all-cause and cardiovascular mortality. TIR was assessed by CGM over a 72-hour period during a hospitalization, and patients were subsequently followed for a median follow-up of 6.9 years. In a cross-sectional study of 510 patients with diabetes and AF, patients underwent CGM for 72 hours after a hospitalization, and there was an inverse relationship between TIR and stroke risk.  83 Future studies are needed to further investigate CGM metrics, such as TIR, and hard clinical outcomes."
    },
    {
      "title": "CHALLENGES, OPPORTUNITIES, AND FUTURE DIRECTIONS",
      "text": "This section summarizes many of the challenges that are currently hindering the widespread use of wearable devices in clinical care (Table  3 ), and we identify some short-and long-term solutions to transform the digital health landscape and improve cardiovascular care (Figure  2 )."
    },
    {
      "title": "Avoiding Unintended Health Disparities",
      "text": "The term digital divide describes the growing chasm between groups as a result of unequal access to digital technologies ranging from computers and the internet to smartphones and wearables. Groups who are most affected by the digital divide include people who are elderly, handicapped, of low socioeconomic status, or live in rural areas, with intersectionality often compounding the challenges. Apart from access, a lack of digital literacy can impede equitable implementation of digital technologies. Digital literacy describes an\n\nDownloaded from  http://ahajournals.org  by on June 8, 2025 REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 663 Wearable Devices in Cardiovascular Medicine individual's ability to use digital technology to access, understand, or communicate information through digital means. Given the rapidly changing technology landscape, including the continuous emergence of new types of devices, interfaces, and information, digital literacy remains a moving target.\n\nTrends from the early stages of the COVID-19 pandemic highlighted significant inequities in access to telemedicine care. A cohort study of >148 000 patients in primary care and subspecialty clinics demonstrated that older age, Asian race, and non-English speaking were associated with fewer telemedicine visits completed, and older age, female sex, Black race, Latinx ethnicity, and lower income were associated with less video use.  85 Internet access is being increasingly recognized as a social determinant of health as this allows patients to participate in telemedicine visits, make appointments, and obtain test results.  86 acial and ethnic minorities suffer from a higher prevalence of cardiometabolic conditions and associated mortality.  84 These populations may stand to benefit from wearable device interventions to improve their cardiovascular health. However, there are several barriers that limit the efficacy of wearable devices in this population. There are currently a lack of non-English tools,  3  limited culturally diverse mHealth interventions,  84  and the social networks of these communities may not prioritize the adoption of wearable technology for health promotion.  87 Finally, the lower adoption of wearables in these groups may lead to their data being underrepresented in the large data sets used by ML models, which can further worsen disparities through data absenteeism.  88 earable devices offer several potential benefits to older adults, but they are not widely used by this population. In a survey of 1481 older adults, aged ≥65 years, only 17.5% of these individuals used a wearable device. Of the older adults who used a wearable device, the majority (80%) were agreeable to sharing the data with health care providers.  89 Some of the barriers to older adults using wearable devices include technology anxiety and resistance to change  90  ; visual, hearing, and motor impairments with increased age  89  ; and difficulty troubleshooting the device or user interface complexity.  91 The current barriers illustrate that ease of use will be an important factor to increase the percentage of older adults who integrate wearable devices into their daily lives.\n\nThe cost of wearable devices is quite variable depending on technological capabilities. Lower income may be an important driver of disproportionate use of wearable devices based on a survey of 4272 adults in which wearable use was 3× higher for individuals earning over $75 000 compared with individuals earning less than $30 000.  5  Since adults with lower socioeconomic status experience greater difficulty increasing their PA compared with the general population,  31  this warrants novel strategies to increase the accessibility of wearable devices in this population.\n\nAs we move to expand the clinical use of wearable devices, we must recognize the existing inequities and work to design studies and clinical practices that achieve health equity rather than exacerbating current disparities. Efforts to address these disparities include improving broadband internet access, affordability of digital tools, language accessibility (ie, through translations), and form factor accessibility (ie, large text or voice-based agents for visual and hearing impairments, respectively). Recognizing internet access as a social determinant of health has been a critical first step,  86  and efforts to advance broadband connectivity are already underway, for example, through the Connect2HealthFCC Task Force. Another effort by the US Department of Health and Human Services in 2022 awarded over $55M to Health Resources and Services Administration-funded health centers to enhance telehealth, digital patient tools, and health information technology to support underserved communities. Continued efforts to address the digital divide and digital literacy in the context of the evolving technology landscape will go a long way toward increasing the equitability of digital health."
    },
    {
      "title": "Design of Future Clinical Studies",
      "text": "While the initial studies highlight the exciting potential for wearable devices, the current body of evidence still has several limitations. The generalizability of many existing studies is limited as there are several populations that are underrepresented including economically disadvantaged individuals, older adults, non-English speaking, and patients with mental illnesses. The reproducibility of studies is limited by a large degree of heterogeneity in the study design, interventions, and wearable devices used, which partially arises from the everchanging technological advancements and the abundance of available wearable devices. Focus groups and pilot studies may be used to ensure that participant attitudes are incorporated into the study design to optimize adherence. Additionally, the future studies need to identify whether wearable devices and associated interventions lead to clinically meaningful results, which can be accomplished through long follow-up periods and hard clinical outcomes. Moving forward, we also need to evaluate the accuracy and validity of the wearable devices that are being used in these clinical studies through structured frameworks. Coravos et al  92  proposed a robust framework for the assessment of the hardware and software components of wearable devices based on 5 key aspects: validation, security practices, data rights and governance, utility and usability, and economic feasibility. These evaluation frameworks will promote the use of safe and effective wearable devices in research studies and clinical practice, while identifying the devices that have suboptimal efficacy or the potential to cause harm. These frameworks may address some of the legal and ethical issues, such as privacy and data sharing policies and the lack of transparent wearable device algorithms, which must first be addressed before wearable devices can maximize their contributions to the Big Data movement designed to advance the field of cardiology.  93 astly, the FDA was able to provide the pharmaceutical industry with guidance and mandate large, long-term REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 665\n\nWearable Devices in Cardiovascular Medicine cardiovascular outcome trials for the development of medications for certain conditions, such as type 2 diabetes,  94  but this may prove more challenging for the wearables field since a consumer-grade wearable may not be under FDA oversight with the existing regulatory policies. While these limitations and challenges are not easily overcome, a close collaboration between clinicians, scientists, industry, and community members, especially from historically underrepresented populations, may allow for the design of large reproducible and generalizable trials needed to strengthen the existing data."
    },
    {
      "title": "Integration of Wearables Into EHR",
      "text": "Wearable device integration with EHR systems facilitates automatic transfer of real-time data on clinical measurements (ie, HR or blood glucose) and behavior measures (ie, PA or sleep) from a wearable device to an EHR system within the health care ecosystem. This integration of wearable data within the EHR is a promising approach to provide a more comprehensive view of patients' health as the clinical measurements may predict or identify a new diagnosis or help guide the management of a chronic condition. Since patients can observe these clinical measurements in real time, it also fosters shared decisionmaking and improves patients' engagement in their care.\n\nA recent study  55  leveraged the longitudinal Fitbit and EHR data from the \"All of Us\" research program to examine the association between daily steps and incident disease that can occur across the entire human phenome. This study illustrates the potential clinical value of linking wearables data to the EHR since it may provide valuable and actionable information to health care professionals and help advance personalized care. However, the integration of wearables into EHR systems is currently in the infancy stage given technical and privacy barriers.  95 Medical systems may not have sufficient technical infrastructure to support systems interoperability or to establish scalable workflows to protect patients' confidentiality. Another important consideration for integrating wearables into the EHR is to ensure that the patients consent to sharing their data. This consent process should utilize clear documentation to avoid any misuse of a patient's personal health information.  96 Therefore, there is a need for additional policies to protect patient's confidentiality and minimize the risk of information misuse by third parties. EHR systems must be able to manage the large amount of longitudinal data from wearable devices in order to utilize this information in a clinically meaningful manner. Clinicians will need to interpret the wearables data and tailor their recommendations to the individual patient, but it will be essential that EHR systems have the ability to identify the situations that warrant clinical intervention while minimizing false alarms to avoid an unintended increase in clinical workload. Lastly, there is a need for user-friendly interfaces to engage both the providers and the patients in the routine use of wearables in clinical practice.\n\nThe integration of wearable data into the EHR will be a challenging endeavor that requires strong interdisciplinary teams to identify and implement solutions into clinical practice. Some of the initial steps that clinics and hospitals may take to enhance the integration of wearables include the development of educational resources for patients and clinicians, the identification of clinician champions, and to ensure that the clinical team has individuals capable of providing technological support.  97 The educational resources and clinician champions should be transparent about the benefits and limitations of wearables data in the EHR and recognize that the information will likely need to be adapted as the use of wearables evolves over time. Managing the extensive data from wearables is critical, and solutions can be generated around FAIR guiding principles-findability, accessibility, interoperability, and reusability.  98 For instance, ML and AI algorithms 99 may serve as potential solutions to identify the meaningful and actionable parameters for clinical care. A scoping review by Dinh-Le et al  95  reported that ≈10 start-up companies are working with 16 health systems to develop workflows to meaningfully integrate wearables into EHR systems. To further illustrate the value of multidisciplinary collaboration, a consortium of >130 individuals from 60+ organizations (ie, industry, academia, policymakers, clinicians, and patients) established the Integration of CGM Data into the EHR project.  100 The 2022 Integration of CGM Data into the EHR report discusses numerous practical considerations (ie, clinical workflows, team compositions, and EHR data displays), a template for a project implementation guide, and a list of formal recommendations from the Integration of CGM Data into the EHR steering committee. The Integration of CGM Data into the EHR project aims to overcome many of the limitations hindering the integration of CGM data into the EHR, and this will likely serve as a useful framework for other wearable devices (ie, smartwatches) to build upon."
    },
    {
      "title": "Clinical Workflow",
      "text": "For wearable devices to reach its full potential, we need to expand the number of clinical staff who are trained and capable of managing the constant influx of data. This requires dedicated training on digital technology. In the short term, the training may involve modules and seminars for all existing clinical staff followed by the creation of digital technology curriculum for nursing and medical schools to provide a sustainable, long-term approach. Additionally, it will be essential that we create strategies to allow these clinicians to easily identify actionable data while ignoring the noise that the abundant wearable data will inevitably generate. By developing a common clinical platform that synthesizes information from wearables,\n\nREVIEW 666 March 3, 2023 Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 Hughes et al Wearable Devices in Cardiovascular Medicine\n\nEHR, and AI algorithms, we may be able to establish prespecified thresholds that identify the meaningful data that warrant clinical attention. This will certainly require close collaboration among clinicians, patients, and technology specialists, and these collaborative efforts may benefit from leveraging the expertise of existing companies that already provide implementation services and support for digital health technologies.  3 n response to the COVID-19 pandemic, the US FDA and Centers for Medicare and Medicaid Services modified some requirements for remote physiologic monitoring (RPM) to increase access to care and provide greater reimbursement flexibility for clinicians. 101,102 RPM collects and analyzes physiologic data (ie, HR, weight, and pulse oximetry) from noninvasive medical devices, such as wearables, to guide the treatment of an acute or chronic condition. Currently, the reimbursement policies are more straightforward for certain aspects of RPM, such as vital signs, compared with variables such as PA.  5  Current Procedural Terminology (CPT) codes include a 1-time reimbursement for the initial set-up of an RPM device (CPT 99453), data collection and interpretation (CPT 99091), and development/implementation of a treatment plan through interactive communication with the patient based on remotely collected data from devices, such as wearables (CPT 99457 and CPT 99458).  102 As we move beyond the current pandemic, we may consider expanded reimbursement policies to increase the clinical use of wearable devices if the growing body of scientific evidence proves to be beneficial and costeffective for the management of chronic conditions. For example, we may reach the point where evidence supports a novel reimbursement strategy for a clinician who reviews wearable data, such as PA, and prescribes wearable-guided interventions.  5"
    },
    {
      "title": "Costs Associated With Clinical Use",
      "text": "In order to support the integration of wearable devices into routine clinical care, we must demonstrate that this is a cost-effective approach for patients and payers. For example, screening efforts that use wearables to identify new diagnoses, such as AF, must ensure that the screening improves clinical outcomes without increasing costs or harms that may arise from false positives or confirmatory follow-up testing.  103 Currently, the data on costeffectiveness of wearable interventions are limited. One recent systematic review examined the impact of wearables on health care outcomes in patients with chronic diseases, but only a small number of these studies examined costs.  104 A simulated model suggested that AF screening with wearable devices is cost-effective compared with no screening or traditional methods (ie, pulse palpation and 12-lead ECG),  103  and an economic evaluation of a cardiac telerehabilitation program suggested that it was likely to be cost-effective compared with traditional center-based CR.  45  As the existing body of evidence for wearables in cardiovascular medicine grows, it will be important for these studies to also publish cost analyses. The cost analyses should measure qualityadjusted life-years and incremental cost-effectiveness ratios as these variables will help guide future discussions about wearable technologies in clinical care.\n\nMany of the key stakeholders have already demonstrated a commitment to promote a healthy lifestyle as health insurance companies offer incentive programs for healthy behaviors and employers provide workplace wellness programs. Wearable devices are frequently incorporated into these incentive or wellness programs. For example, Fitbit Health Solutions has already established programs to work with employers, health plans, and health systems to encourage PA, sleep, nutrition, and stress management. Additionally, policymakers have demonstrated a willingness to modify reimbursement policies, such as RPM reimbursement during the COVID-19 pandemic, when needed to support new avenues of health care delivery. Similarly, Medicare and private health insurance plans now provide coverage for CGM devices for patients with type 1 and type 2 diabetes, so the payers may embrace a similar approach toward other wearable devices (ie, smartwatches) if the growing body of evidence demonstrates long-term benefits. Lastly, all of these stakeholders will play a pivotal role in establishing the necessary infrastructure and payment models to overcome the initial start-up costs associated with integrating new wearable devices into clinical care in order to achieve the potential long-term benefits and decreased health care costs that wearables may offer."
    },
    {
      "title": "Data Accuracy/Validity",
      "text": "Accelerometry devices such Actigraph and ActivPal are being increasingly used in research to quantify clinical measurements such as activity, sedentary behavior, or sleep. In addition, these devices are also being used to assess the validity and reliability of consumer-grade wearables. 105-107 However, as hardware, software, and algorithmic properties of wearables continue to evolve, the number of wearables available in the market will also continue to grow. In turn, there may be potential risks related to data accuracy and validation.  92, 108 Since consumer-grade wearables are not under FDA oversight, there is no regulatory agency surveying their accuracy. Additionally, algorithms used for wearables are often not open sourced. Given the lack of transparency in the AI algorithms and concerns about inaccurate data from unregulated devices, key challenges remain for health care professionals to interpret findings, such as alarms for AF, which hinder the widespread adoption of wearables in health care settings. Data Security/Privacy AI algorithms rely heavily on personal data for their decision-making process, but the software and hardware used in these systems may have security vulnerabilities that could result in the theft of personal information. For that reason, significant effort is required to maintain the privacy and security of personal and identifiable data. We must also limit the number of individuals who have access to the raw identifiable data. Federated learning is a newer technique in AI that allows for a decentralized approach to training algorithms, thus addressing issues related to data safety and privacy.  109 Unlike traditional methods, which involve centralizing data from multiple sources to train an algorithm, federated learning trains the algorithm locally on devices or servers, without sharing any data.\n\nInstead, only the model parameters are shared and optimized through iteration. This approach keeps data safe and private by not sharing it. Finally, data ownership is an ongoing issue, which may result in unauthorized sharing of user data without explicit and prior approval.\n\nArtificial Intelligence/Machine Learning AI and ML technologies are faced with various challenges such as fairness and bias, transparency and accountability, and data drift. These can occur when data and algorithms reflect, reinforce, or perpetuate biases or when the data used to train AI are incomplete or inherently biased, which can lead to further disparities and biases, particularly in underserved and underrepresented communities. Additionally, some models may be more accurate but opaque (ie, complex nonlinear models over simple linear models), making it difficult to understand how the algorithm reached its conclusions. This can be particularly problematic in health care, as it can affect a clinician's medical decision-making and a patient's treatment. Lastly, AI and ML algorithms often assume that data from the past will be representative of future data, which is not always the case in real-world settings, causing changes in the data to affect the model's behavior and accuracy. Although some ML, particularly DL, algorithms can outperform humans in certain tasks, such as detecting arrhythmias from ECG data 110 or diagnosing CVDs from radiology images, 111 AI technologies are more effective when used to augment rather than replace human capabilities. Additionally, AI can reduce human errors, enhance knowledge capacity, and save time previously spent on repetitive tasks. However, it is important that we recognize both the exciting potential and the challenges and concerns of AI/ML as we apply these tools to health care.  112 As technological advancements in wearable sensor hardware and AI algorithms accelerate personalized medicine, care should be taken to ensure that these advancements do not worsen health-related disparities or create new inequities in care or health-related outcomes. Future research in this field should address equity and fairness of the development and application of AI in cardiovascular medicine, as well as the interpretability and generalizability of AI models.  113"
    },
    {
      "title": "CONCLUSIONS",
      "text": "Wearable devices have the potential to revolutionize the prevention, diagnosis, and management of cardiovascular conditions. While patients frequently use wearable devices in their everyday lives, there remain several challenges that prevent the widespread integration of wearable technologies in clinical practice. A collaborative, multidisciplinary approach with patients, clinicians, scientists, policymakers, and industry leaders will be needed to transform the digital health landscape and allow wearable devices to achieve their full clinical benefit."
    },
    {
      "text": "Figure 1. Overview of wearable devices. A, Common sensor modalities utilized by wearable devices to generate physiologic measurements. B, Key physiologic measures, sensors, and potential clinical applications in cardiovascular medicine. CGM indicates continuous glucose monitoring; CVD, cardiovascular disease; GPS, global positioning system; HF, heart failure; MI, myocardial infarction; and PAD, peripheral artery disease. *CGM devices use biochemical sensors to measure glucose levels and have important clinical applications for type 1 and 2 diabetes. However, they are difficult to integrate into consumergrade wearables and are usually a stand-alone device."
    },
    {
      "text": "Figure 2. Short-and long-term road map to increase the use of wearable devices in clinical care. ACS indicates acute coronary syndrome; AI, artificial intelligence; CAD, coronary artery disease; CV, cardiovascular; EHR, electronic health record; HIPAA, Health Insurance Portability and Accountability Act; IEEE, Institute of Electrical and Electronics Engineers; ML, machine learning; and RCT, randomized controlled trial. Downloaded from http://ahajournals.org by on June 8, 2025"
    },
    {
      "text": "Downloaded from http://ahajournals.org by on June 8, 2025 REVIEW Circulation Research. 2023;132:652-670. DOI: 10.1161/CIRCRESAHA.122.322389 March 3, 2023 667 Wearable Devices in Cardiovascular Medicine"
    },
    {
      "text": "84fficulty navigating the wearable device technology; exacerbated by cognitive, visual, or hearing impairments; poor understanding of the device's clinical role and inability to contextualize clinical significance of measurements; cost of device/software; inconsistent internet access; concern for data security; social isolation by decreasing in-person visits; lack of culturally diverse interventions84; lack of non-English resources"
    }
  ],
  "references": [
    {
      "title": "Verification, analytical validation, and clinical validation (V3): the foundation of determining fit-forpurpose for Biometric Monitoring Technologies (BioMeTs)",
      "authors": [
        "J Goldsack",
        "A Coravos",
        "J Bakker",
        "B Bent",
        "A Dowling",
        "C Fitzer-Attas",
        "A Godfrey",
        "J Godino",
        "N Gujar",
        "E Izmailova"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0260-4"
    },
    {
      "title": "Effectiveness of wearable activity trackers to increase physical activity and improve health: a systematic review of systematic reviews and meta-analyses",
      "authors": [
        "T Ferguson",
        "T Olds",
        "R Curtis",
        "H Blake",
        "A Crozier",
        "K Dankiw",
        "D Dumuid",
        "D Kasai",
        "O' Connor",
        "E Virgara"
      ],
      "year": 2022,
      "doi": "10.1016/s2589-7500(22)00111-x"
    },
    {
      "title": "Wearables, telemedicine, and artificial intelligence in arrhythmias and heart failure: proceedings of the European Society of Cardiology: cardiovascular round table",
      "authors": [
        "C Leclercq",
        "H Witt",
        "G Hindricks",
        "R Katra",
        "D Albert",
        "A Belliger",
        "M Cowie",
        "T Deneke",
        "P Friedman",
        "M Haschemi"
      ],
      "year": 2022,
      "doi": "10.1093/europace/euac052"
    },
    {
      "title": "Wearable devices for ambulatory cardiac monitoring: JACC state-of-the-art review",
      "authors": [
        "F Sana",
        "E Isselbacher",
        "J Singh",
        "E Heist",
        "B Pathik",
        "A Armoundas"
      ],
      "year": 2020,
      "doi": "10.1016/j.jacc.2020.01.046"
    },
    {
      "title": "Smart wearable devices in cardiovascular care: where we are and how to move forward",
      "authors": [
        "K Bayoumy",
        "M Gaber",
        "A Elshafeey",
        "O Mhaimeed",
        "E Dineen",
        "F Marvel",
        "S Martin",
        "E Muse",
        "M Turakhia",
        "K Tarakji"
      ],
      "year": 2021,
      "doi": "10.1038/s41569-021-00522-7"
    },
    {
      "authors": [
        "Hughes"
      ]
    },
    {
      "title": "Integration of novel monitoring devices with machine learning technology for scalable cardiovascular management",
      "authors": [
        "C Krittanawong",
        "A Rogers",
        "K Johnson",
        "Z Wang",
        "M Turakhia",
        "J Halperin",
        "S Narayan"
      ],
      "year": 2021,
      "doi": "10.1038/s41569-020-00445-9"
    },
    {
      "title": "Mobile health technologies in cardiopulmonary disease",
      "authors": [
        "G Mackinnon",
        "E Brittain"
      ],
      "year": 2020,
      "doi": "10.1016/j.chest.2019.10.015"
    },
    {
      "title": "A review of accelerometry-based wearable motion detectors for physical activity monitoring",
      "authors": [
        "C Yang",
        "Y Hsu"
      ],
      "year": 2010,
      "doi": "10.3390/s100807772"
    },
    {
      "title": "Classification of decompensated heart failure from clinical and home ballistocardiography",
      "authors": [
        "V Aydemir",
        "S Nagesh",
        "Mmh Shandhi",
        "J Fan",
        "L Klein",
        "M Etemadi",
        "J Heller",
        "O Inan",
        "J Rehg"
      ],
      "year": 2020,
      "doi": "10.1109/tbme.2019.2935619"
    },
    {
      "title": "A review on wearable photoplethysmography sensors and their potential future applications in health care",
      "authors": [
        "D Castaneda",
        "A Esparza",
        "M Ghamari",
        "C Soltanpur",
        "H Nazeran"
      ],
      "year": 2018,
      "doi": "10.15406/ijbsbe.2018.04.00125"
    },
    {
      "title": "Photoplethysmography: Technology, Signal Analysis and Applications",
      "authors": [
        "P Kyriacou",
        "J Allen"
      ],
      "year": 2021
    },
    {
      "title": "Fundamentals of electrocardiography interpretation",
      "authors": [
        "D Becker"
      ],
      "year": 2006,
      "doi": "10.2344/0003-3006(2006)53[53:foei]2.0.co;2"
    },
    {
      "title": "Effect of a homebased wearable continuous ECG monitoring patch on detection of undiagnosed atrial fibrillation: the mSToPS randomized clinical trial",
      "authors": [
        "S Steinhubl",
        "J Waalen",
        "A Edwards",
        "L Ariniello",
        "R Mehta",
        "G Ebner",
        "C Carter",
        "K Baca-Motes",
        "E Felicione",
        "T Sarich",
        "E Topol"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.8102"
    },
    {
      "title": "Ballistocardiography and seismocardiography: a review of recent advances",
      "authors": [
        "O Inan",
        "P Migeotte",
        "K Park",
        "M Etemadi",
        "K Tavakolian",
        "R Casanella",
        "J Zanetti",
        "J Tank",
        "I Funtova",
        "G Prisk"
      ],
      "year": 2015,
      "doi": "10.1109/jbhi.2014.2361732"
    },
    {
      "title": "Novel wearable seismocardiography and machine learning algorithms can assess clinical status of heart failure patients",
      "authors": [
        "O Inan",
        "M Baran Pouyan",
        "A Javaid",
        "S Dowling",
        "M Etemadi",
        "A Dorier",
        "J Heller",
        "A Bicen",
        "S Roy",
        "De Marco"
      ],
      "year": 2018,
      "doi": "10.1161/circheartfailure.117.004313"
    },
    {
      "title": "International consensus on use of continuous glucose monitoring",
      "authors": [
        "T Danne",
        "R Nimri",
        "T Battelino",
        "R Bergenstal",
        "K Close",
        "J Devries",
        "S Garg",
        "L Heinemann",
        "I Hirsch",
        "S Amiel"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-1600"
    },
    {
      "title": "Wearable patch-based estimation of oxygen uptake and assessment of clinical status during cardiopulmonary exercise testing in patients with heart failure",
      "authors": [
        "Mmh Shandhi",
        "S Hersek",
        "Fan Sander",
        "De Marco",
        "T Heller",
        "J Etemadi",
        "M Klein",
        "L Inan"
      ],
      "year": 2020,
      "doi": "10.1016/j.cardfail.2020.05.014"
    },
    {
      "title": "Wearable sensors enable personalized predictions of clinical laboratory measurements",
      "authors": [
        "J Dunn",
        "L Kidzinski",
        "R Runge",
        "D Witt",
        "J Hicks",
        "Schüssler-Fiorenza Rose",
        "S Li",
        "X Bahmani",
        "A Delp",
        "S Hastie"
      ],
      "year": 2021,
      "doi": "10.1038/s41591-021-01339-0"
    },
    {
      "title": "Cardiologist-level arrhythmia detection and classification in ambulatory electrocardiograms using a deep neural network",
      "authors": [
        "A Hannun",
        "P Rajpurkar",
        "M Haghpanahi",
        "G Tison",
        "C Bourn",
        "M Turakhia",
        "A Ng"
      ],
      "year": 2019,
      "doi": "10.1038/s41591-018-0268-3"
    },
    {
      "title": "Screening for cardiac contractile dysfunction using an artificial intelligence-enabled electrocardiogram",
      "authors": [
        "Z Attia",
        "S Kapa",
        "F Lopez-Jimenez",
        "P Mckie",
        "D Ladewig",
        "G Satam",
        "P Pellikka",
        "M Enriquez-Sarano",
        "P Noseworthy",
        "T Munger"
      ],
      "year": 2019,
      "doi": "10.1038/s41591-018-0240-2"
    },
    {
      "title": "Machine learning prediction in cardiovascular diseases: a meta-analysis",
      "authors": [
        "C Krittanawong",
        "Huh Virk",
        "S Bangalore",
        "Z Wang",
        "K Johnson",
        "R Pinotti",
        "H Zhang",
        "S Kaplin",
        "B Narasimhan",
        "T Kitai"
      ],
      "year": 2020,
      "doi": "10.1038/s41598-020-72685-1"
    },
    {
      "title": "DeepHeart: semi-supervised sequence learning for cardiovascular risk prediction",
      "authors": [
        "B Ballinger",
        "J Hsieh",
        "A Singh",
        "N Sohoni",
        "J Wang",
        "G Tison",
        "G Marcus",
        "J Sanchez",
        "C Maguire",
        "J Olgin"
      ],
      "year": 2018,
      "doi": "10.1609/aaai.v32i1.11891"
    },
    {
      "title": "Estimation of changes in intracardiac hemodynamics using wearable seismocardiography and machine learning in patients with heart failure: a feasibility study",
      "authors": [
        "Mmh Shandhi",
        "J Fan",
        "J Heller",
        "M Etemadi",
        "L Klein",
        "O Inan"
      ],
      "year": 2022,
      "doi": "10.1109/tbme.2022.3147066"
    },
    {
      "title": "Performance analysis of gyroscope and accelerometer sensors for seismocardiographybased wearable pre-ejection period estimation",
      "authors": [
        "Mmh Shandhi",
        "B Semiz",
        "S Hersek",
        "N Goller",
        "F Ayazi",
        "O Inan"
      ],
      "year": 2019,
      "doi": "10.1109/jbhi.2019.2895775"
    },
    {
      "title": "Personalized multimorbidity management for patients with type 2 diabetes using reinforcement learning of electronic health records",
      "authors": [
        "H Zheng",
        "I Ryzhov",
        "W Xie",
        "J Zhong"
      ],
      "year": 2021,
      "doi": "10.1007/s40265-021-01484-3"
    },
    {
      "title": "Applying artificial intelligence to wearable sensor data to diagnose and predict cardiovascular disease: a review",
      "authors": [
        "J Huang",
        "J Wang",
        "E Ramsey",
        "G Leavey",
        "Tja Chico",
        "J Condell"
      ],
      "year": 2022,
      "doi": "10.3390/s22208002"
    },
    {
      "title": "Representation learning: a review and new perspectives",
      "authors": [
        "Y Bengio",
        "A Courville",
        "P Vincent"
      ],
      "year": 2013,
      "doi": "10.1109/tpami.2013.50"
    },
    {
      "title": "Association of step volume and intensity with allcause mortality in older women",
      "authors": [
        "I Lee",
        "E Shiroma",
        "M Kamada",
        "D Bassett",
        "C Matthews",
        "J Buring"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.0899"
    },
    {
      "title": "Consumer-based wearable activity trackers increase physical activity participation: systematic review and meta-analysis",
      "authors": [
        "K Brickwood",
        "G Watson",
        "O 'brien",
        "J Williams"
      ],
      "year": 2019,
      "doi": "10.2196/11819"
    },
    {
      "title": "Interventions using wearable physical activity trackers among adults with cardiometabolic conditions: a systematic review and meta-analysis",
      "authors": [
        "A Hodkinson",
        "E Kontopantelis",
        "C Adeniji",
        "H Van Marwijk",
        "B Mcmillian",
        "P Bower",
        "M Panagioti"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.16382"
    },
    {
      "title": "Effect of goal-setting approaches within a gamification intervention to increase physical activity among economically disadvantaged adults at elevated risk for major adverse cardiovascular events: the ENGAGE randomized clinical trial",
      "authors": [
        "M Patel",
        "C Bachireddy",
        "D Small",
        "J Harrison",
        "T Harrington",
        "A Oon",
        "Cal Rareshide",
        "C Snider",
        "K Volpp"
      ],
      "year": 2021,
      "doi": "10.1001/jamacardio.2021.3176"
    },
    {
      "title": "Assessment of remote heart rhythm sampling using the AliveCor heart monitor to screen for atrial fibrillation: the REHEARSE-AF study",
      "authors": [
        "Jpj Halcox",
        "K Wareham",
        "A Cardew",
        "M Gilmore",
        "J Barry",
        "C Phillips",
        "M Gravenor"
      ],
      "year": 2017,
      "doi": "10.1161/circulationaha.117.030583"
    },
    {
      "title": "Large-scale assessment of a smartwatch to identify atrial fibrillation",
      "authors": [
        "M Perez",
        "K Mahaffey",
        "H Hedlin",
        "J Rumsfeld",
        "A Garcia",
        "T Ferris",
        "V Balasubramanian",
        "A Russo",
        "A Rajmane",
        "L Cheung"
      ],
      "year": 2019,
      "doi": "10.1056/nejmoa1901183"
    },
    {
      "title": "Mobile photoplethysmographic technology to detect atrial fibrillation",
      "authors": [
        "Y Guo",
        "H Wang",
        "H Zhang",
        "T Liu",
        "Z Liang",
        "Y Xia",
        "L Yan",
        "Y Xing",
        "H Shi",
        "S Li"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2019.08.019"
    },
    {
      "title": "Early Prolonged Ambulatory Cardiac Monitoring in Stroke (EPACS): an open-label randomised controlled trial",
      "authors": [
        "A Kaura",
        "L Sztriha",
        "F Chan",
        "J Aeron-Thomas",
        "N Gall",
        "B Piechowski-Jozwiak",
        "J Teo"
      ],
      "year": 2019,
      "doi": "10.1186/s40001-019-0383-8"
    },
    {
      "title": "Effect of continuous electrocardiogram monitoring on detection of undiagnosed atrial fibrillation after hospitalization for cardiac surgery: a randomized clinical trial",
      "authors": [
        "Act Ha",
        "S Verma",
        "C Mazer",
        "A Quan",
        "B Yanagawa",
        "D Latter",
        "T Yau",
        "F Jacques",
        "C Brown",
        "R Singal"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.21867"
    },
    {
      "title": "Screening for atrial fibrillation in the older population: a randomized clinical trial",
      "authors": [
        "D Gladstone",
        "R Wachter",
        "K Schmalstieg-Bahr",
        "F Quinn",
        "E Hummers",
        "N Ivers",
        "T Marsden",
        "A Thornton",
        "A Djuric",
        "J Suerbaum"
      ],
      "year": 2021,
      "doi": "10.1001/jamacardio.2021.0038"
    },
    {
      "title": "Impact of remote telemedical management on mortality and hospitalizations in ambulatory patients with chronic heart failure: the Telemedical Interventional Monitoring in Heart Failure study",
      "authors": [
        "F Koehler",
        "S Winkler",
        "M Schieber",
        "U Sechtem",
        "K Stangl",
        "M Böhm",
        "H Boll",
        "G Baumann",
        "M Honold",
        "K Koehler"
      ],
      "year": 2011,
      "doi": "10.1161/circulationaha.111.018473"
    },
    {
      "title": "Effectiveness of remote patient monitoring after discharge of hospitalized patients with heart failure: the Better Effectiveness After Transition --Heart Failure (BEAT-HF) randomized clinical trial",
      "authors": [
        "M Ong",
        "P Romano",
        "S Edgington",
        "H Aronow",
        "A Auerbach",
        "J Black",
        "De Marco",
        "T Escarce",
        "J Evangelista",
        "L Hanna"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7712"
    },
    {
      "title": "Efficacy of Telemedical Interventional Management in Patients With Heart Failure (TIM-HF2): a randomised, controlled, parallel-group, unmasked trial",
      "authors": [
        "F Koehler",
        "K Koehler",
        "O Deckwart",
        "S Prescher",
        "K Wegscheider",
        "B Kirwan",
        "S Winkler",
        "E Vettorazzi",
        "L Bruch",
        "M Oeff"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(18)31880-4"
    },
    {
      "title": "Continuous wearable monitoring analytics predict heart failure hospitalization: the LINK-HF multicenter study",
      "authors": [
        "J Stehlik",
        "C Schmalfuss",
        "B Bozkurt",
        "J Nativi-Nicolau",
        "P Wohlfahrt",
        "S Wegerich",
        "K Rose",
        "R Ray",
        "R Schofield",
        "A Deswal"
      ],
      "year": 2020,
      "doi": "10.1161/CIRCHEARTFAILURE.119.006513"
    },
    {
      "title": "Increasing the medium-term clinical benefits of hospital-based cardiac rehabilitation by physical activity telemonitoring in coronary artery disease patients",
      "authors": [
        "I Frederix",
        "N Van Driessche",
        "D Hansen",
        "J Berger",
        "K Bonne",
        "T Alders",
        "P Dendale"
      ],
      "year": 2015,
      "doi": "10.1177/2047487313514018"
    },
    {
      "title": "Effects and costs of real-time cardiac telerehabilitation: randomised controlled non-inferiority trial",
      "authors": [
        "R Maddison",
        "J Rawstorn",
        "Rah Stewart",
        "J Benatar",
        "R Whittaker",
        "A Rolleston",
        "Y Jiang",
        "L Gao",
        "M Moodie",
        "I Warren"
      ],
      "year": 2019,
      "doi": "10.1136/heartjnl-2018-313189"
    },
    {
      "title": "Effectiveness of cardiac telerehabilitation with relapse prevention: SmartCare-CAD randomized controlled trial",
      "authors": [
        "Rwm Brouwers",
        "J Kraal",
        "M Regis",
        "R Spee",
        "Hmc Kemps"
      ],
      "year": 2021,
      "doi": "10.1016/j.jacc.2021.03.328"
    },
    {
      "title": "Cost-effectiveness of cardiac telerehabilitation with relapse prevention for the treatment of patients with coronary artery disease in the Netherlands",
      "authors": [
        "Rwm Brouwers",
        "Ekj Van Der Poort",
        "Hmc Kemps",
        "M Van Den Akker-Van Marle",
        "J Kraal"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.36652"
    },
    {
      "title": "Home-based cardiac rehabilitation using information and communication technology for heart failure patients with frailty",
      "authors": [
        "Y Nagatomi",
        "T Ide",
        "T Higuchi",
        "T Nezu",
        "T Fujino",
        "T Tohyama",
        "T Nagata",
        "T Higo",
        "T Hashimoto",
        "S Matsushima"
      ],
      "year": 2022,
      "doi": "10.1002/ehf2.13934"
    },
    {
      "title": "Efficacy of quantified home-based exercise and supervised exercise in patients with intermittent claudication: a randomized controlled trial",
      "authors": [
        "A Gardner",
        "D Parker",
        "P Montgomery",
        "K Scott",
        "S Blevins"
      ],
      "year": 2011,
      "doi": "10.1161/circulationaha.110.963066"
    },
    {
      "title": "Home-based walking exercise intervention in peripheral artery disease: a randomized clinical trial",
      "authors": [
        "M Mcdermott",
        "K Liu",
        "J Guralnik",
        "M Criqui",
        "B Spring",
        "L Tian",
        "K Domanchuk",
        "L Ferrucci",
        "Lloyd Jones",
        "D Kibbe"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.7231"
    },
    {
      "title": "Effect of a home-based exercise intervention of wearable technology and telephone coaching on walking performance in peripheral artery disease: the HONOR randomized clinical trial",
      "authors": [
        "M Mcdermott",
        "B Spring",
        "J Berger",
        "D Treat-Jacobson",
        "M Conte",
        "M Creager",
        "M Criqui",
        "L Ferrucci",
        "H Gornik",
        "J Guralnik"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.3275"
    },
    {
      "title": "Effect of low-intensity vs high-intensity home-based walking exercise on walk distance in patients with peripheral artery disease: the LITE randomized clinical trial",
      "authors": [
        "M Mcdermott",
        "B Spring",
        "L Tian",
        "D Treat-Jacobson",
        "L Ferrucci",
        "Lloyd Jones",
        "D Zhao",
        "L Polonsky",
        "T Kibbe",
        "M Bazzano"
      ],
      "year": 2021,
      "doi": "10.1001/jama.2021.2536"
    },
    {
      "title": "Continuous glucose monitoring versus usual care in patients with type 2 diabetes receiving multiple daily insulin injections: a randomized trial",
      "authors": [
        "R Beck",
        "T Riddlesworth",
        "K Ruedy",
        "A Ahmann",
        "S Haller",
        "D Kruger",
        "J Mcgill",
        "W Polonsky",
        "D Price",
        "S Aronoff"
      ],
      "year": 2017,
      "doi": "10.7326/m16-2855"
    },
    {
      "title": "Effect of continuous glucose monitoring on glycemic control in patients with type 2 diabetes treated with basal insulin: a randomized clinical trial",
      "authors": [
        "T Martens",
        "R Beck",
        "R Bailey",
        "K Ruedy",
        "P Calhoun",
        "A Peters",
        "R Pop-Busui",
        "Philis Tsimikas",
        "A Bao",
        "S Umpierrez"
      ],
      "year": 2021,
      "doi": "10.1001/jama.2021.7444"
    },
    {
      "title": "Intermittently scanned continuous glucose monitoring for type 1 diabetes",
      "authors": [
        "L Leelarathna",
        "M Evans",
        "S Neupane",
        "G Rayman",
        "S Lumley",
        "I Cranston",
        "P Narendran",
        "K Barnard-Kelly",
        "C Sutton",
        "R Elliott"
      ],
      "year": 2022,
      "doi": "10.1056/nejmoa2205650"
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Association of step counts over time with the risk of chronic disease in the All of Us research program",
      "authors": [
        "H Master",
        "J Annis",
        "S Huang",
        "J Beckman",
        "F Ratsimbazafy",
        "K Marginean",
        "R Carroll",
        "K Natarajan",
        "F Harrell",
        "D Roden"
      ],
      "year": 2022,
      "doi": "10.1038/s41591-022-02012-w"
    },
    {
      "title": "Effectiveness of an activity tracker-and internet-based adaptive walking program for adults: a randomized controlled trial",
      "authors": [
        "J Poirier",
        "W Bennett",
        "G Jerome",
        "N Shah",
        "M Lazo",
        "H Yeh",
        "J Clark",
        "N Cobb"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5295"
    },
    {
      "title": "mActive: a randomized clinical trial of an automated mHealth intervention for physical activity promotion",
      "authors": [
        "S Martin",
        "D Feldman",
        "R Blumenthal",
        "S Jones",
        "W Post",
        "R Mckibben",
        "E Michos",
        "C Ndumele",
        "E Ratchford",
        "J Coresh"
      ],
      "year": 2015,
      "doi": "10.1161/JAHA.115.002239"
    },
    {
      "title": "A mobile health intervention to increase physical activity in pulmonary arterial hypertension",
      "authors": [
        "A Hemnes",
        "L Silverman-Lloyd",
        "S Huang",
        "G Mackinnon",
        "Annis Whitmore",
        "C Mallugari",
        "R Oggs",
        "R Hekmat",
        "R Shan"
      ],
      "year": 2021,
      "doi": "10.1016/j.chest.2021.04.012"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp",
        "C Fox",
        "D Small",
        "J Massaro",
        "J Lee",
        "V Hilbert",
        "M Valentino",
        "D Taylor"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Effect of behaviorally designed gamification with social incentives on lifestyle modification among adults with uncontrolled diabetes: a randomized clinical trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison",
        "V Hilbert",
        "M Fortunato",
        "A Oon",
        "Cal Rareshide",
        "K Volpp"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.10255"
    },
    {
      "title": "Effect of gamification with and without financial incentives to increase physical activity among veterans classified as having obesity or overweight: a randomized clinical trial",
      "authors": [
        "A Agarwal",
        "K Waddell",
        "D Small",
        "C Evans",
        "T Harrington",
        "R Djaraher",
        "A Oon",
        "M Patel"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.16256"
    },
    {
      "title": "Evaluating the effectiveness of gamification on physical activity: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Mazeas",
        "M Duclos",
        "B Pereira",
        "A Chalabaev"
      ],
      "year": 2022,
      "doi": "10.2196/26779"
    },
    {
      "title": "Virtual Application-Supported Environment to Increase Exercise (VALENTINE) during cardiac rehabilitation study: rationale and design",
      "authors": [
        "V Jeganathan",
        "J Golbus",
        "K Gupta",
        "E Luff",
        "W Dempsey",
        "T Boyden",
        "M Rubenfire",
        "B Mukherjee",
        "P Klasnja",
        "S Kheterpal"
      ],
      "year": 2022,
      "doi": "10.1016/j.ahj.2022.02.012"
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Socioeconomic status and cardiovascular outcomes: challenges and interventions",
      "authors": [
        "W Schultz",
        "H Kelli",
        "J Lisko",
        "T Varghese",
        "J Shen",
        "P Sandesara",
        "A Quyyumi",
        "H Taylor",
        "M Gulati",
        "J Harold"
      ],
      "year": 2018,
      "doi": "10.1161/circulationaha.117.029652"
    },
    {
      "title": "ESC guidelines for the management of atrial fibrillation developed in collaboration with EACTS",
      "authors": [
        "P Kirchhof",
        "S Benussi",
        "D Kotecha",
        "A Ahlsson",
        "D Atar",
        "B Casadei",
        "M Castella",
        "H Diener",
        "H Heidbuchel",
        "J Hendriks"
      ],
      "year": 2016,
      "doi": "10.1093/europace/euw295"
    },
    {
      "title": "Diagnostic utility of a novel leadless arrhythmia monitoring device",
      "authors": [
        "M Turakhia",
        "D Hoang",
        "P Zimetbaum",
        "J Miller",
        "V Froelicher",
        "U Kumar",
        "X Xu",
        "F Yang",
        "P Heidenreich"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjcard.2013.04.017"
    },
    {
      "title": "Three year clinical outcomes in a nationwide, observational, siteless clinical trial of atrial fibrillation screening-mHealth Screening to Prevent Strokes (mSToPS)",
      "authors": [
        "S Steinhubl",
        "J Waalen",
        "A Sanyal",
        "A Edwards",
        "L Ariniello",
        "G Ebner",
        "K Baca-Motes",
        "R Zambon",
        "T Sarich",
        "E Topol"
      ],
      "year": 2021,
      "doi": "10.1371/journal.pone.0258276"
    },
    {
      "title": "Accuracy of apple watch for detection of atrial fibrillation",
      "authors": [
        "D Seshadri",
        "B Bittel",
        "D Browsky",
        "P Houghtaling",
        "C Drummond",
        "M Desai",
        "A Gillinov"
      ],
      "year": 2020,
      "doi": "10.1161/circulationaha.119.044126"
    },
    {
      "title": "Comparison of 2 smart watch algorithms for detection of atrial fibrillation and the benefit of clinician interpretation: SMART WARS study",
      "authors": [
        "C Ford",
        "C Xie",
        "A Low",
        "K Rajakariar",
        "A Koshy",
        "J Sajeev",
        "L Roberts",
        "B Pathik",
        "A Teh"
      ],
      "year": 2022,
      "doi": "10.1016/j.jacep.2022.02.013"
    },
    {
      "title": "Effect of a telemonitoring-facilitated collaboration between general practitioner and heart failure clinic on mortality and rehospitalization rates in severe heart failure: the TEMA-HF 1 (Telemonitoring in the Management of Heart Failure) study",
      "authors": [
        "P Dendale",
        "De Keulenaer",
        "G Troisfontaines",
        "P Weytjens",
        "C Mullens",
        "W Elegeert",
        "I Ector",
        "B Houbrechts",
        "M Willekens",
        "K Hansen"
      ],
      "year": 2012,
      "doi": "10.1093/eurjhf/hfr144"
    },
    {
      "title": "Design and performance of a multisensor heart failure monitoring algorithm: results from the Multisensor Monitoring in Congestive Heart Failure (MUSIC) study",
      "authors": [
        "I Anand",
        "W Tang",
        "B Greenberg",
        "N Chakravarthy",
        "I Libbus",
        "R Katra"
      ],
      "year": 2012,
      "doi": "10.1016/j.cardfail.2012.01.009"
    },
    {
      "title": "Evaluation of remote dielectric sensing (ReDS) technologyguided therapy for decreasing heart failure re-hospitalizations",
      "authors": [
        "O Amir",
        "T Ben-Gal",
        "J Weinstein",
        "J Schliamser",
        "D Burkhoff",
        "A Abbo",
        "W Abraham"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijcard.2017.02.120"
    },
    {
      "title": "Early use of remote dielectric sensing after hospitalization to reduce heart failure readmissions",
      "authors": [
        "A Lala",
        "M Barghash",
        "G Giustino",
        "J Alvarez-Garcia",
        "S Konje",
        "A Parikh",
        "J Ullman",
        "B Keith",
        "J Donehey",
        "S Mitter"
      ],
      "year": 2021,
      "doi": "10.1002/ehf2.13026"
    },
    {
      "title": "Isosorbide mononitrate in heart failure with preserved ejection fraction",
      "authors": [
        "M Redfield",
        "K Anstrom",
        "J Levine",
        "G Koepp",
        "B Borlaug",
        "H Chen",
        "M Lewinter",
        "S Joseph",
        "S Shah",
        "M Semigran"
      ],
      "year": 2015,
      "doi": "10.1056/nejmoa1510774"
    },
    {
      "title": "The AWAKE-HF study: sacubitril/valsartan impact on daily physical activity and sleep in heart failure",
      "authors": [
        "R Khandwalla",
        "D Grant",
        "K Birkeland",
        "J Heywood",
        "E Fombu",
        "R Owens",
        "S Steinhubl"
      ],
      "year": 2021,
      "doi": "10.1007/s40256-020-00440-y"
    },
    {
      "title": "Sleep outcomes from AWAKE-HF: a randomized clinical trial of sacubitril/valsartan vs enalapril in patients with heart failure and reduced ejection fraction",
      "authors": [
        "R Owens",
        "K Birkeland",
        "J Heywood",
        "S Steinhubl",
        "J Dorn",
        "D Grant",
        "E Fombu",
        "R Khandwalla"
      ],
      "year": 2021,
      "doi": "10.1016/j.cardfail.2021.07.021"
    },
    {
      "title": "Cognitive behavioral therapy for insomnia has sustained effects on insomnia, fatigue, and function among people with chronic heart failure and insomnia: the Heart-Sleep study",
      "authors": [
        "N Redeker",
        "H Yaggi",
        "D Jacoby",
        "C Hollenbeak",
        "S Breazeale",
        "S Conley",
        "Y Hwang",
        "J Iennaco",
        "S Linsky",
        "U Nwanaji-Enwerem"
      ],
      "year": 2022,
      "doi": "10.1093/sleep/zsab252"
    },
    {
      "title": "Home-based cardiac rehabilitation: a scientific statement from the American Association of Cardiovascular and Pulmonary Rehabilitation, the American Heart Association, and the American College of Cardiology",
      "authors": [
        "R Thomas",
        "A Beatty",
        "T Beckie",
        "L Brewer",
        "T Brown",
        "D Forman",
        "B Franklin",
        "S Keteyian",
        "D Kitzman",
        "J Regensteiner"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2019.03.008"
    },
    {
      "title": "AHA/ACC guideline on the management of patients with lower extremity peripheral artery disease: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "Gerhard-Herman Md Gornik",
        "H Barrett",
        "C Barshes",
        "N Corriere",
        "M Drachman",
        "D Fleisher",
        "L Fowkes",
        "F Hamburg",
        "N Kinlay"
      ],
      "year": 2016,
      "doi": "10.1161/CIR.0000000000000470"
    },
    {
      "title": "Effect of smartphone-enabled health monitoring devices vs regular follow-up on blood pressure control among patients after myocardial infarction: a randomized clinical trial",
      "authors": [
        "R Treskes",
        "Lam Van Winden",
        "N Van Keulen",
        "E Van Der Velde",
        "S Beeres",
        "D Atsma",
        "M Schalij"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.2165"
    },
    {
      "title": "Time in range in relation to all-cause and cardiovascular mortality in patients with type 2 diabetes: a prospective cohort study",
      "authors": [
        "J Lu",
        "C Wang",
        "Y Shen",
        "L Chen",
        "L Zhang",
        "J Cai",
        "W Lu",
        "W Zhu",
        "G Hu",
        "T Xia"
      ],
      "year": 2021,
      "doi": "10.2337/dc20-1862"
    },
    {
      "title": "Association between glycemic control assessed by continuous glucose monitoring and stroke in patients with atrial fibrillation and diabetes mellitus",
      "authors": [
        "J Guo",
        "J Wang",
        "Z Zhao",
        "L Yu"
      ],
      "year": 2021,
      "doi": "10.21037/apm-21-2198"
    },
    {
      "title": "Back to the future: achieving health equity through health informatics and digital health",
      "authors": [
        "L Brewer",
        "K Fortuna",
        "C Jones",
        "R Walker",
        "S Hayes",
        "C Patten",
        "L Cooper"
      ],
      "year": 2020,
      "doi": "10.2196/14512"
    },
    {
      "title": "Patient characteristics associated with telemedicine access for primary and specialty ambulatory care during the COVID-19 pandemic",
      "authors": [
        "L Eberly",
        "M Kallan",
        "H Julien",
        "N Haynes",
        "Sam Khatana",
        "A Nathan",
        "C Snider",
        "N Chokshi",
        "N Eneanya",
        "S Takvorian"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.31640"
    },
    {
      "title": "Internet access as a social determinant of health",
      "authors": [
        "R Rubin"
      ],
      "year": 2021,
      "doi": "10.1001/jama.2021.11733"
    },
    {
      "title": "Designing effective eHealth interventions for underserved groups: five lessons from a decade of eHealth intervention design and deployment",
      "authors": [
        "E Lee",
        "R Mccloud",
        "K Viswanath"
      ],
      "year": 2022,
      "doi": "10.2196/25419"
    },
    {
      "title": "Big data in context: addressing the twin perils of data absenteeism and chauvinism in the context of health disparities research",
      "authors": [
        "Ewj Lee",
        "K Viswanath"
      ],
      "year": 2020,
      "doi": "10.2196/16377"
    },
    {
      "title": "Too old for technology? Use of wearable healthcare devices by older adults and their willingness to share health data with providers",
      "authors": [
        "R Chandrasekaran",
        "V Katthula",
        "E Moustakas"
      ],
      "year": 2021,
      "doi": "10.1177/14604582211058073"
    },
    {
      "title": "Understanding factors influencing the adoption of mHealth by the elderly: an extension of the UTAUT model",
      "authors": [
        "R Hoque",
        "G Sorwar"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijmedinf.2017.02.002"
    },
    {
      "title": "The antecedents and results of seniors' use of activity tracking wearable devices",
      "authors": [
        "M Abouzahra",
        "M Ghasemaghaei"
      ],
      "year": 2020,
      "doi": "10.1016/j.hlpt.2019.11.002"
    },
    {
      "title": "Modernizing and designing evaluation frameworks for connected sensor technologies in medicine",
      "authors": [
        "A Coravos",
        "M Doerr",
        "J Goldsack",
        "C Manta",
        "M Shervey",
        "B Woods"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0237-3"
    },
    {
      "title": "Big data in cardiology: state-of-art and future prospects",
      "authors": [
        "H Dai",
        "A Younis",
        "J Kong",
        "L Puce",
        "G Jabbour",
        "H Yuan",
        "N Bragazzi"
      ],
      "year": 2022,
      "doi": "10.3389/fcvm.2022.844296"
    },
    {
      "title": "Cardiovascular outcomes trials in type 2 diabetes: where do we go from here? Reflections from a diabetes care editors' expert forum",
      "authors": [
        "W Cefalu",
        "S Kaul",
        "H Gerstein",
        "R Holman",
        "B Zinman",
        "J Skyler",
        "J Green",
        "J Buse",
        "S Inzucchi",
        "L Leiter"
      ],
      "year": 2018,
      "doi": "10.2337/dci17-0057"
    },
    {
      "title": "Wearable health technology and electronic health record integration: scoping review and future directions",
      "authors": [
        "C Dinh-Le",
        "R Chuang",
        "S Chokshi",
        "D Mann"
      ],
      "year": 2019,
      "doi": "10.2196/12861"
    },
    {
      "title": "Wearable devices and healthcare: data sharing and privacy",
      "authors": [
        "S Banerjee",
        "T Hemphill",
        "P Longstreet"
      ],
      "year": 2018,
      "doi": "10.1080/01972243.2017.1391912"
    },
    {
      "title": "The emerging clinical role of wearables: factors for successful implementation in healthcare",
      "authors": [
        "M Smuck",
        "C Odonkor",
        "J Wilt",
        "N Schmidt",
        "M Swiernik"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00418-3"
    },
    {
      "title": "The FAIR guiding principles for scientific data management and stewardship",
      "authors": [
        "M Wilkinson",
        "M Dumontier",
        "I Aalbersberg",
        "G Appleton",
        "M Axton",
        "A Baak",
        "N Blomberg",
        "J Boiten",
        "Silva Da",
        "L Santos",
        "P Bourne"
      ],
      "year": 2016,
      "doi": "10.1038/sdata.2016.18"
    },
    {
      "title": "A systematic review of wearable patient monitoring systems -current challenges and opportunities for clinical adoption",
      "authors": [
        "M Baig",
        "H Gholamhosseini",
        "A Moqeem",
        "F Mirza",
        "M Lindén"
      ],
      "year": 2017,
      "doi": "10.1007/s10916-017-0760-1100"
    },
    {
      "title": "iCoDE Report: CGM-EHR Integration Standards and Recommendations",
      "authors": [
        "J Espinoza",
        "D Klonoff",
        "A Vidmar",
        "M Tut",
        "S Corathers",
        "R Seigel",
        "A Yeung",
        "N Xu",
        "P Shah",
        "M Babaei"
      ],
      "year": 2022
    },
    {
      "title": "Leveraging remote physiologic monitoring in the COVID-19 pandemic to improve care after cardiovascular hospitalizations",
      "authors": [
        "P Dey",
        "R Jarrin",
        "M Mori",
        "A Geirsson",
        "H Krumholz"
      ],
      "year": 2021,
      "doi": "10.1161/CIRCOUTCOMES.120.007618102"
    },
    {
      "title": "AAMC regulatory resource: 2021 Medicare coverage of remote physiologic monitoring (RPM)",
      "authors": [
        "G Lee",
        "K Stewart"
      ],
      "year": 2021
    },
    {
      "title": "Cost-effectiveness of screening for atrial fibrillation using wearable devices",
      "authors": [
        "W Chen",
        "S Khurshid",
        "D Singer",
        "S Atlas",
        "J Ashburner",
        "P Ellinor",
        "D Mcmanus",
        "S Lubitz",
        "J Chhatwal"
      ],
      "year": 2022,
      "doi": "10.1001/jamahealthforum.2022.2419104"
    },
    {
      "title": "The influence of wearables on health care outcomes in chronic disease: systematic review",
      "authors": [
        "G Mattison",
        "O Canfell",
        "D Forrester",
        "C Dobbins",
        "D Smith",
        "J Töyräs",
        "C Sullivan"
      ],
      "year": 2022,
      "doi": "10.2196/36690105"
    },
    {
      "title": "Accuracy of fitbit devices: systematic review and narrative syntheses of quantitative data",
      "authors": [
        "L Feehan",
        "J Geldman",
        "E Sayre",
        "C Park",
        "A Ezzat",
        "J Yoo",
        "C Hamilton",
        "L Li"
      ],
      "year": 2018,
      "doi": "10.2196/10527106"
    },
    {
      "title": "Concurrent validity of wearable activity trackers under free-living conditions",
      "authors": [
        "S Brooke",
        "H An",
        "S Kang",
        "J Noble",
        "K Berg",
        "J Lee"
      ],
      "year": 2017,
      "doi": "10.1519/jsc.0000000000001571107"
    },
    {
      "title": "Validity evaluation of the fitbit charge2 and the garmin vivosmart HR+ in freeliving environments in an older adult cohort",
      "authors": [
        "S Tedesco",
        "M Sica",
        "A Ancillao",
        "S Timmons",
        "J Barton",
        "O' Flynn"
      ],
      "year": 2019,
      "doi": "10.2196/13084108"
    },
    {
      "title": "Usefulness of modern activity trackers for monitoring exercise behavior in chronic cardiac patients: validation study",
      "authors": [
        "C Herkert",
        "J Kraal",
        "Ema Van Loon",
        "M Van Hooff",
        "Hmc Kemps"
      ],
      "year": 2019,
      "doi": "10.2196/15045109"
    },
    {
      "title": "Federated learning: challenges, methods, and future directions",
      "authors": [
        "T Li",
        "A Sahu",
        "A Talwalkar",
        "V Smith"
      ],
      "year": 2020,
      "doi": "10.1109/msp.2020.2975749110"
    },
    {
      "title": "Machine learning in arrhythmia and electrophysiology",
      "authors": [
        "N Trayanova",
        "D Popescu",
        "J Shade"
      ],
      "year": 2021,
      "doi": "10.1161/circresaha.120.317872111"
    },
    {
      "title": "State-of-the-art deep learning in cardiovascular image analysis",
      "authors": [
        "G Litjens",
        "F Ciompi",
        "J Wolterink",
        "B De Vos",
        "T Leiner",
        "J Teuwen",
        "I Išgum"
      ],
      "year": 2019,
      "doi": "10.1016/j.jcmg.2019.06.009112"
    },
    {
      "title": "Ethical and legal challenges of artificial intelligence-driven healthcare",
      "authors": [
        "S Gerke",
        "T Minssen",
        "G Cohen"
      ],
      "year": 2020,
      "doi": "10.1016/b978-0-12-818438-7.00012-5"
    },
    {
      "title": "Explainability for artificial intelligence in healthcare: a multidisciplinary perspective",
      "authors": [
        "J Amann",
        "A Blasimme",
        "E Vayena",
        "D Frey",
        "V Madai"
      ],
      "year": 2020,
      "doi": "10.1186/s12911-020-01332-6"
    }
  ],
  "num_references": 114,
  "original_doi": "https://doi.org/10.13039/100000968"
}
