{
  "paper_id": "3SSAMGZI",
  "title": "Impact of the COVID-19 Pandemic on Dermatology Practice Worldwide: Results of a Survey Promoted by the International Dermoscopy Society",
  "abstract": "Background: The International Dermoscopy Society (IDS) conducted an online survey to investigate the impact of the COVID-19 outbreak on the daily practice of dermatologists working with patients with skin cancer, to collect data regarding the frequency of skin manifestations noticed by the members, and to obtain information about the use of teledermatology during the pandemic. \n Objective: The aims of this study are to identify changes within dermatology departments during lockdowns, to evaluate the use of teledermatology during the COVID-19 pandemic, and to find the most frequent cutaneous manifestations associated with COVID-19. Methods: All IDS members (approximately 160,000 members) were asked to fill in a questionnaire sent by email. The questionnaire was available in English and was anonymous, with a compiling time of less than 5 minutes. The survey was open for 30 days (from April 24, 2020, to May 24, 2020) and it could only be filled out once. Results: Overall, 678 dermatologists responded to the questionnaire; of these, 334 members stated that there had been a reduction of more than 75% in daily work activity during the pandemic, 265 dermatologists worked fewer days per week, and 118 experienced telemedicine for the first time. Acrodermatitis was the most frequently observed skin manifestation (n=80), followed by urticarial rash (n=69), morbilliform rash (n=53), and purpuric manifestation (n=40). Regarding the role of teledermatology, 565 dermatologists reported an increased number of teleconsultations, and the number of melanomas diagnosed during the pandemic was practically 0 for 385 (56.8%) respondents. \n Conclusions: This survey highlights that the outbreak had a negative impact on most dermatology services, with a significant reduction in consultation time spent for patients with chronic conditions, and an increased risk of missed melanoma and nonmelanoma skin cancer diagnosis. Moreover, our study confirms earlier findings of a wide range of skin manifestations associated with COVID-19.",
  "authors": [
    {
      "name": "Claudio Conforti",
      "email": "claudioconforti@yahoo.com"
    },
    {
      "name": "Conforti Iproceedings"
    },
    {
      "affiliation": {
        "organization": "Dermatology Clinic",
        "department": "Dermatology Clinic",
        "institution": "University of Trieste",
        "address": "Trieste, Italy"
      }
    },
    {
      "affiliation": {
        "organization": "Dermatology Clinic Dipartimento di Scienze Mediche Chirurgiche e della Salute",
        "department": "Dermatology Clinic Dipartimento di Scienze Mediche Chirurgiche e della Salute",
        "institution": "University of Trieste Hospital Maggiore",
        "address": "Piazza dell' Ospedale 1, 34125, Trieste, Italy"
      }
    }
  ],
  "doi": "10.2196/36896",
  "md5": "7714ABF4663F52A26ACA24234B1CBA3F",
  "keywords": [
    "pandemic",
    "teledermatology",
    "telemedicine"
  ],
  "notes": [
    "[raw_affiliation] Dermatology Clinic , Dipartimento di Scienze Mediche Chirurgiche e della Salute , University of Trieste , Trieste , Italy",
    "[raw_affiliation] Dermatology Clinic Dipartimento di Scienze Mediche Chirurgiche e della Salute University of Trieste Hospital Maggiore , Piazza dell' Ospedale 1 Trieste , 34125 Italy"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "year": "2022",
  "journal": "Iproceedings",
  "volume": "8",
  "issue": "1",
  "pages": "e36896",
  "zotero_recovery": {
    "fields_recovered": [
      "year",
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.371024",
    "zotero_item_type": "journalArticle"
  }
}
