{
  "paper_id": "3Z76A7XM",
  "title": "Annual Review of Public Health Bridging Innovation and Equity: Advancing Public Health Through Just-in-Time Adaptive Interventions",
  "abstract": "This review explores the transformative potential of just-in-time adaptive interventions ( JITAIs) as a scalable solution for addressing health disparities in underserved populations. JITAIs, delivered via mobile health technologies, could provide personalized, context-aware interventions based on real-time data to address public health challenges such as addiction treatment, chronic disease management, and mental health support. JITAIs can dynamically adjust intervention strategies, enhancing accessibility and engagement for marginalized communities. We highlight the utility of JITAIs in reducing opportunity costs associated with traditional in-person health interventions. Examples from various health domains demonstrate the adaptability of JITAIs in tailoring interventions to meet diverse needs. The review also emphasizes the need for community involvement, robust evaluation frameworks, and ethical considerations in implementing JITAIs, particularly Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.",
  "year": 2019,
  "date": "2019",
  "journal": "IEEE Netw",
  "publication": "IEEE Netw",
  "authors": [
    {
      "forename": "Nur",
      "surname": "Zainal",
      "name": "Nur Zainal",
      "affiliation": "1  Department of Psychology , National University of Singapore , Singapore \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Xueqing",
      "surname": "Liu",
      "name": "Xueqing Liu",
      "affiliation": "2  Centre for Quantitative Medicine , Duke-NUS Medical School , National University of Singapore , Singapore ; \n\t\t\t\t\t\t\t\t Centre for Quantitative Medicine \n\t\t\t\t\t\t\t\t Duke-NUS Medical School \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Utek",
      "surname": "Leong",
      "name": "Utek Leong",
      "affiliation": "1  Department of Psychology , National University of Singapore , Singapore \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Xiaoxi",
      "surname": "Yan",
      "name": "Xiaoxi Yan",
      "affiliation": "2  Centre for Quantitative Medicine , Duke-NUS Medical School , National University of Singapore , Singapore ; \n\t\t\t\t\t\t\t\t Centre for Quantitative Medicine \n\t\t\t\t\t\t\t\t Duke-NUS Medical School \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Bibhas",
      "surname": "Chakraborty",
      "name": "Bibhas Chakraborty",
      "affiliation": "2  Centre for Quantitative Medicine , Duke-NUS Medical School , National University of Singapore , Singapore ; \n\t\t\t\t\t\t\t\t Centre for Quantitative Medicine \n\t\t\t\t\t\t\t\t Duke-NUS Medical School \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore",
      "email": "bibhas.chakraborty@duke-nus.edu.sg"
    }
  ],
  "doi": "",
  "arxiv": "arXiv:1802.06936[cs.LG",
  "keywords": [
    "digital health",
    "ecological momentary assessments",
    "EMAs",
    "health equity",
    "just-in-time adaptive interventions",
    "JITAIs",
    "mHealth technologies",
    "microrandomized trials",
    "MRTs"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The global public health landscape is faced with a complex set of challenges, from chronic issues to emerging threats. Noncommunicable chronic illnesses, such as cardiovascular diseases and obesity, continue to be the major risk factors for morbidity and mortality globally  (6, 51) . Mental health problems have been amplified, exacerbated by the lingering impacts of the COVID-19 pandemic and societal stressors  (86, 126) . Infectious diseases endure as a notable threat, with the possibility of imminent or new epidemics demanding vigilance  (80, 93) . As health disparities and inequities in access to high-quality health care continue to undermine global health efforts, this convergence of challenges emphasizes the need for equitable health care service delivery and innovative solutions.\n\nThis review explores the possibility of mobile health (mHealth) technologies  (91, 117) , with a focus on just-in-time adaptive interventions ( JITAIs), to address some of these pressing public health challenges. This introduction offers a broad overview of mHealth technologies and JITAIs, emphasizing their essential role in public health. The following subsections delve into JITAIs as a tool to mitigate health disparities. We then discuss evaluation frameworks for JITAIs, including effectiveness criteria and methodological complexities. Subsequently, we explore realworld applications of these scalable technologies in the context of addictive behaviors, mental health management, and physical activity promotion. We examine implementation approaches and scalability considerations, coupled with the role of technological innovations in enhancing JITAI capabilities. The conclusion summarizes key observations, outlines future directions for JITAIs in public health, and addresses the critical need to bridge the gap between research and health care delivery practices, while factoring in social determinants of health (SDoH) in this rapidly evolving field."
    },
    {
      "title": "Overview of Mobile Health Technologies",
      "text": "mHealth is defined as the use of mobile devices, such as computers, smartphones, tablets, and other wireless technologies, to support clinical and public health implementation goals. Interest in mHealth research has been proliferating (Figure  1 ). Digital health apps and wearable devices are increasingly popular mHealth tools for managing health behaviors and providing high-quality health care delivery  (53, 55, 91) . Intervention delivery via mHealth applications could be a promising pathway through which clinicians, community health workers, and health science researchers can improve access to health care in communities traditionally underserved by health care systems  (85) ."
    },
    {
      "title": "JITAIs",
      "text": "Within the broad class of mHealth applications, a JITAI involves an intervention delivery strategy that adjusts the provision and type of support over time to deal with an individual's changing contexts and statuses, with the goal of delivering the most appropriate support on the right occasion  (89, 117) . Two key concepts distinguish JITAIs from standard interventions: the just-in-time and adaptive aspects. Through the just-in-time aspect, JITAIs aim to intervene only when needed to"
    },
    {
      "title": "Importance of JITAIs in Public Health",
      "text": "JITAIs signify a notable advancement in public health implementation strategies, offering contextaware, individualized support to persons at the most opportune moments. In real-world scenarios, JITAIs are typically crafted to provide interventions just before, during, or after a state of opportunity or risk for an individual  (52, 97) . Low-cost ecological momentary assessment (EMA) self-reports are commonly used to measure these opportunity or risk states in JITAIs and can be combined with data from costly passive sensors to capture real-time behavioral, physiological, or situational variables  (91, 109) . This dynamic strategy may dramatically enhance both medical and psychosocial interventions, including chronic noncommunicable disease management and mental health support.\n\nThe relevance of JITAIs to public health centers on their capacity to bridge the gap between traditional static interventions and the complex, rapidly fluctuating realities of people's daily lives. By adapting intervention content, intensity, and timing on the basis of real-time EMA self-reports or wearables (e.g., monitoring heart rate variability or sleep), JITAIs may circumvent numerous limitations related to one-size-fits-all strategies  (87, 125) . Moreover, the cost-effectiveness and scalability of digitally delivered JITAIs may render them especially promising for addressing health disparities and enhancing access to high-quality health care among marginalized and underserved population segments."
    },
    {
      "title": "CLOSER EXAMINATION OF JITAIs IN PUBLIC HEALTH",
      "text": "Health disparities, deeply rooted in social and systemic inequities, persist as a major challenge worldwide. As we discuss in this section, mHealth has introduced potential avenues for addressing these disparities. Below, we explore how JITAIs, through their adaptability and broad reach in leveraging tailored and timely mHealth applications, might offer a transformative solution to reduce health inequalities across various health domains and populations."
    },
    {
      "title": "Definition of Health Disparity",
      "text": "Health disparity or health inequality has been defined as \"potentially avoidable difference in health or in important influences on health that can be shaped by policies; it is a difference in which a disadvantaged social group or groups. . .systematically experience worse health or greater health risks than the most advantaged social groups\"  (16, pp. 180-81) . Systemic disparities plague various strata of society worldwide: the socioeconomically disadvantaged, persons experiencing homelessness, those living in rural areas, ethnic and racial minorities, and sexual minorities, to name a few (110). Obviously, there is no panacea for the many SDoH-related disparities that affect these marginalized and underserved groups  (17) . Nonetheless, the JITAI design reviewed here is emerging as a promising intervention design to address health disparity at the individual level."
    },
    {
      "title": "JITAIs as a Vehicle to Reduce Health Disparities",
      "text": "JITAIs offer the potential to advance health equity by targeting individual-level factors, such as stress management triggered by upstream SDoH  (85) , including exposure to environmental stressors such as drug retailers or neighborhood safety concerns  (10, 39) . The impressive reach of mHealth, facilitated by high rates of mobile phone ownership among marginalized and underserved groups (110), has made this approach particularly effective. For instance, in the United States, the rate of smartphone ownership among Hispanic Americans (85%) and African Americans (83%) is nearly equivalent to that of White Americans (85%), as reported by the Pew Research Center in 2021  (98) .\n\nBeyond their impact in high-income countries, the global surge in mobile phone access during the past two decades has amplified the potential of JITAIs to address health disparities in lowand middle-income countries (LMICs) (137). This rapid increase is evident in the dramatic rise of mobile cellular subscriptions per 100 people in LMICs (Figures  2  and  3 ). For example, Sudan, a low-income country, saw its mobile cellular subscriptions per 100 people skyrocket from 0.69 in 2002 to 75.56 in 2021. This widespread access to mobile technology enables JITAIs to reach individuals with inadequate access to conventional treatments, such as persons residing in regions lacking health care accessibility  (29) , thereby offering a powerful tool to bridge health equity gaps across diverse populations and geographic areas. Furthermore, JITAIs could help reduce opportunity costs by delivering timely, personalized health interventions directly to individuals' daily environments, eliminating the need for time-consuming travel or sacrificing work shifts, especially for disadvantaged populations (132). Conventional \"static\" in-person health interventions held in clinics, community health centers, or hospital settings require participants to take time out of their daily lives to reap the potential benefits of these interventions  (14) . In essence, an opportunity cost is attached to the decision to attend an in-person health intervention. Socioeconomically disadvantaged people, for example, may have to choose between attending the in-person health intervention session or working an extra shift on a given day. In addition, those living in rural areas might have to weigh the benefits of the intervention against the hefty cost of physically traveling to and from the intervention location (129).\n\nMoreover, JITAIs might increase access to quality health interventions by tailoring to marginalized and underserved populations' constraints, resources, and schedules. However beneficial these in-person health interventions might be, members of underprivileged communities may not perceive the benefits mentioned above as worth the opportunity cost. The JITAI design provides an elegant solution to this conundrum. Instead of having participants adapt their routines to inperson interventions, the JITAI design enables the interventions to adapt to participants and their ever-changing contexts by delivering intervention material exactly when it is needed, at the right \"dosage.\" Thus, beyond leveraging the reach of mHealth applications, JITAIs could also address health disparity by minimizing the opportunity cost incurred, affording all communities a fair opportunity to reap the benefits of various health interventions."
    },
    {
      "title": "Examples of JITAIs in Various Health Domains",
      "text": "JITAIs have shown their potential to alleviate health disparities among marginalized and underserved groups across diverse health domains. Collaborating with these communities during the JITAI design phase allows these interventions to be developed to improve lifestyle patterns and target local needs (105), potentially having a greater effect on individuals' health care outcomes. For instance, JITAIs could assist with chronic disease management by combining continual glucose monitoring with culturally adapted text messages to enhance self-management of diabetes or other chronic diseases with higher prevalence rates in marginalized populations  (54) . In addition, leveraging geolocation and wearable sensors might help provide individualized support for substance use management or prevention among homeless adults (131). In sexual health, JITAIs that combine EMA self-report and geolocation data could decrease the risk of human immunodeficiency virus (HIV) and syphilis transmission as well as alleviate other health indicators Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33 Decision points: time points at which an intervention decision is made (e.g., each day or each minute) Tailoring variables: individual information and real-world external context (e.g., demographics, health status, location) Intervention options: various types or amounts of support (e.g., notifications or text messages) Decision rules: refer to the strategy that specifies which intervention option to provide at each decision point according to the tailoring information (e.g., a reinforcement learning algorithm) Low Lower middle Upper middle High 71.70 102.81 116.52 130.66 0 50 100"
    },
    {
      "title": "Income group",
      "text": "Average mobile cellular subscriptions (per 100 people)\n\nAverage number of mobile cellular subscriptions (per 100 people) of each income group in 2021. Data from the World Bank's Open Data repository (137) (CC BY 4.0).\n\n(107, 112). Collectively, these examples highlight the promise of JITAIs to offer individualized, timely feedback and interventions to cater to the distinct circumstances and needs of marginalized population segments, possibly mitigating health disparities and enhancing overall health outcomes. In the next section, we describe the research methodologies used to evaluate the effectiveness of the components of JITAIs."
    },
    {
      "title": "EVALUATION FRAMEWORKS FOR JITAIs",
      "text": "When evaluating the effectiveness of the components of JITAIs, one must keep in mind that these interventions comprise six key components: decision points, tailoring variables, intervention options, decision rules, proximal outcomes, and distal outcomes  (91) . An intervention option is selected at each decision point (e.g., after each prompt) based on the values of the tailoring variables via a predefined decision rule. The JITAI is expected to indirectly improve the distal outcomes by directly cumulatively influencing the proximal outcomes. As discussed below, traditional randomized controlled trials (RCTs) and microrandomized trials (MRTs) are complementary evaluation frameworks that play crucial roles in developing, optimizing, and evaluating JITAIs overall and at the component level."
    },
    {
      "title": "Criteria for Assessing the Efficacy and Cost-Effectiveness of JITAIs",
      "text": "Evaluating the efficacy and cost-effectiveness of JITAIs using traditional RCTs involves several main criteria. Efficacy is tested primarily by the intervention's capacity to attain desired health outcomes, such as behavioral changes, engagement, and improvements in other health metrics, through rigorous comparison between randomly assigned intervention and control arms, thereby ensuring robust causal inferences (139, 142). Cost-effectiveness is assessed by conducting economic evaluations, often using cost-utility analyses that measure outcomes in terms of quality-adjusted life years gained, to test how the health benefits justify the costs involved  (92) .\n\nfrom  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33 Proximal outcomes: short-term goals that the interventions intend to influence, which can be mediators or intermediate measures of the distal outcome (e.g., user engagement, physical activity) Distal outcomes: ultimate goals of the JITAI, usually a primary clinical outcome (e.g., depression, chronic diseases)\n\nAltogether, RCTs help in understanding the value of investing money into developing and disseminating JITAIs and guide resource allocation decisions in health care settings. Combining these criteria increases confidence that JITAIs can be effective and economically viable, facilitating their broader implementation and scalability  (36, 92, 118) . MRTs are a relatively novel experimental approach to evaluating the comparative effectiveness and cost-effectiveness of the components of JITAIs, varying notably from traditional RCTs in two main ways. First, MRTs entail frequent randomization of intervention components at multiple decision points, such as whether or not to send a supportive text message  (47, 66) . This approach empowers researchers to model proximal causal effects and time-varying moderation effects of each intervention component within a JITAI, which is imperative for delivering adaptive interventions that necessitate real-time adaptations based on person-specific behaviors and contexts  (66) . In other words, MRTs can provide information on selecting beneficial intervention components and significant tailoring variables for future JITAIs  (15) .\n\nSecond, departing from conventional RCTs, which usually test the global effect of JITAIs, MRTs center on the temporally, spatially, and personalized dynamic nature of JITAIs, offering insights into when and where specific intervention components are most effective. This novel method thus optimizes the precision of intervention component delivery. Moreover, reinforcement learning (RL) algorithms are often leveraged in JITAIs tested within MRTs to continually learn from and adapt to each user's ongoing information  (71) . As a result, the MRT design enables a more nuanced understanding of cost-effectiveness by identifying the most impactful components and delivery periods, which might culminate in more efficient health care resource allocation (90, 120)."
    },
    {
      "title": "Steps in Microrandomized Trials to Evaluate JITAIs",
      "text": "Primary considerations for using MRTs to evaluate the components of JITAIs to facilitate treatment personalization include the following steps: (a) optimizing design elements, (b) calculating adequate sample size, and (c) leveraging RL algorithms. These steps are critical for optimizing testing and dissemination, particularly for vulnerable populations that require tailored interventions that respond to their distinct and fluctuating needs. By attending to these steps carefully, clinical and public health researchers can ensure that the interventions are accessible and feasible. We describe these steps in detail in the following subsections (Figure  4  provides an example of a JITAI embedded within the MRT framework). Design of the just-in-time adaptive intervention adapted from Reference 36. Tailoring variables were measured thrice daily. Abbreviation: p, the probability of being microrandomized to receive a tailored intervention message/encouraging message."
    },
    {
      "title": "Optimizing design elements.",
      "text": "Because an MRT is an experimental design for empirically informing the construction of JITAIs, its design elements should be tightly connected with JITAI components. Interventions such as cognitive behavioral therapy and tailoring variables included in a JITAI are usually supported by empirical evidence obtained from an MRT. An intervention may consist of several components (e.g., behavioral activation, cognitive reframing), each of which may have multiple options. MRTs can be used to assess the proximal effects of one or more components simultaneously. Collection of potential tailoring variables, including individuallevel information (e.g., mood, self-efficacy) and external contexts (e.g., alone versus with company, at home versus office/school, time of day), is essential during an MRT. By gathering this information, researchers can explore how these factors might influence the intervention's effectiveness for different individuals or situations (i.e., test moderation effects).\n\nThe decision points are determined by the frequency of meaningful changes in the tailoring variables (suggested by behavioral theories and empirical evidence) and the associated assessment burden. They might occur (a) at a prespecified time interval, (b) at specific times of day or days of the week, or (c) following random prompts  (91) . MRTs can also provide useful information regarding the selection of decision points. For example, time frames can be treated as an experimental factor to examine the differential intervention effects  (2, 38) , addressing the question of when to intervene each day and with what intervention component.\n\nAs mentioned above, decision points can be set up at fixed time intervals (e.g., every 2 h), at specific times of day or days of the week, or after random prompts. At each decision point, subjects are randomized to various options of an intervention component based on predetermined probabilities. These interventions are intended to influence an easy-to-measure proximal outcome. Proximal outcomes are often specified as mediators of the distal outcome. For example, ample evidence suggests that lack of physical activity is a risk factor for diabetes and depression. If the target distal outcome is comorbid diabetes and depression, physical activity would be a natural choice for the proximal outcome  (2) .\n\nDuring an MRT, each participant may be randomized hundreds or even thousands of times. An important design element of an MRT is randomization probability, that is, the probability of assigning participants to each option of the intervention component. Depending on whether the randomization probabilities are updated to prioritize the intervention that appears to be optimal, MRTs can be further categorized as classical or outcome adaptive  (76) . In classical MRTs, randomization probabilities remain fixed throughout the study. In contrast, outcome-adaptive MRTs typically use RL algorithms to update the randomization probability in favor of the empirically apparent optimal intervention option on the basis of the data accrued so far, leading to a preliminary JITAI during the trial (discussed further in Section 3.2.3, below)."
    },
    {
      "title": "Sample size calculation and data analysis methods.",
      "text": "Accurate sample size calculations ensure the ability to identify meaningful intervention effects. When calculating the sample size, it is necessary to specify a primary research question. In an MRT, the primary research question typically concerns the time-varying effects of an intervention component on the proximal outcome. In other words, researchers should first choose a main question to focus on, typically about whether an intervention component has an impact on the proximal outcome. Sample size calculations are performed to ensure adequate power to detect statistically significant effects. To facilitate MRT design, Liao et al.  (73)  proposed an approach to determine the sample size for continuous outcomes by modifying sample size formulas originally developed in the context of generalized estimating equations. Cohn et al.  (27)  developed a sample size formula for MRTs with binary outcomes that can also be extended to count outcomes. In addition,  Dempsey et  al. (34) developed a stratified MRT and provided a sample size formula, and Xu et al. (138) proposed Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33\n\na flexible MRT design, allowing for the addition of intervention options during the study, and derived corresponding sample size formulas. Available software for sample size calculation includes an R Shiny app for MRTs with continuous outcomes, MRT-SS-Continuous (111); an R package for MRTs with binary outcomes, MRTSampleSizeBinary (136); and an R Shiny app for flexible MRTs, FlexiMRT-SS (138). Together, these tools can help researchers determine the appropriate number of participants needed for their specific MRT design, ensuring that the study is neither underpowered (too few participants to detect effects) nor wasteful of resources (too many participants).\n\nAnalysis of data from MRTs focuses on developing JITAIs through a concept called the causal excursion effect. This concept assists researchers in understanding how effective an intervention is, when it works best, and for whom it works best. The term excursion refers to temporarily changing the current treatment plan to test how well a different approach might work. The causal excursion effect contrasts two excursions from the current treatment plan. By comparing these temporary changes, researchers can determine the causal effects of alternative intervention assignments. Estimation methods for causal excursion effects have been studied for continuous  (15) , binary (102), and count outcomes  (77) . In addition, Shi & Dempsey (113) and  Shi et al. (115)  explored the use of covariate information or machine learning methods to improve the efficiency of causal effect estimation. Estimation methods for modified MRT designs, such as clustered MRTs and MRTs with networks  (70, 114) , have also been studied.\n\nFurthermore, MRT data can be utilized to develop a preliminary warm-start policy, or strategy for future JITAIs  (79) , as well as to assess a specific policy  (72) . A warm-start policy is an initial intervention strategy based on early findings from an MRT. It serves as a starting point for developing more refined adaptive interventions in the future. The reader can think of it as a first draft of a treatment plan that can be improved over time. By using MRT data to create a warm-start policy, researchers can begin with an evidence-based strategy, save time developing future interventions, and potentially improve intervention effectiveness from the outset. Additional research is needed to more effectively link the insights gathered from MRTs to the practical application of JITAIs in real-world settings. An R package, MRTAnalysis, is available for MRTs with continuous (e.g., blood pressure readings) or binary outcomes (e.g., yes/no responses) (101)."
    },
    {
      "title": "Leveraging reinforcement learning algorithms.",
      "text": "In outcome-adaptive MRTs and in real-world deployment of JITAIs, RL plays an important role in updating the randomization probabilities or deciding the optimal intervention components  (78, 123) . RL represents a framework of sequential decision-making problems where an agent continuously interacts with an environment or context and learns how to choose better interventions to maximize the cumulative proximal outcome over time. In the context of health interventions, RL can help determine which interventions work best in different situations.\n\nCurrently, most methods for constructing JITAIs fall into a subcategory of RL, namely contextual multiarmed bandits (MABs)  (33, 123) . These methods help balance the need to explore different intervention options with the goal of utilizing the most effective interventions as per current knowledge. Various algorithms have been proposed for contextual MABs, making different assumptions about the data-generating process. In particular, Thompson sampling has demonstrated valid theoretical performance guarantees and strong empirical performance (106). This approach is particularly useful because it naturally balances exploration (trying new options) with exploitation (using what is known to work). Due to these advantages and its randomized exploration nature, Thompson sampling has been adopted in several mHealth studies, such as DIAMANTE  (1)  and HeartSteps II  (71, 117) . Furthermore, many algorithms based on Thompson sampling or other RL algorithms have been developed specifically for mHealth studies  (41, 42, 50, 77, 127) . For comprehensive reviews of existing RL approaches for developing JITAIs, see Deliu et al.  (33)  and  Tewari & Murphy (123) , and for guidelines regarding the design and implementation of RL algorithms in mHealth studies, refer to Trella et al. (128) and Figueroa et al.  (37) ."
    },
    {
      "title": "Challenges and Considerations in JITAI Evaluation",
      "text": "Evaluation of JITAIs in traditional RCT and innovative MRT contexts poses several challenges and considerations. An essential consideration is that the MRT and RCT designs are not mutually exclusive. A key advantage of the MRT framework is its capacity to be integrated seamlessly into an intervention arm of an RCT. The upshot is that both the overall comparative average treatment effect or efficacy in the RCT and the effect of each unique JITAI microintervention component in the MRT can be assessed concurrently  (69) .\n\nSimultaneously, the MRT design can be constructively set inside a sequential, multipleassignment, randomized trial (SMART) (4, 133) to improve the creation and evaluation of JITAIs. Embedding the MRT design within each stage of the SMART framework would empower researchers to concurrently optimize both the macro-level adaptive intervention approach (distal effect) and the microintervention components of JITAIs (proximal effects)  (88) . This integrative method enables researchers to examine how microrandomized intervention components interact with broader treatment decision-making rules or sequences, offering a holistic comprehension of intervention dynamics over various timescales (100). This embedded strategy permits the optimization of decision rules at both the micro level (MRT) and the macro level (SMART), resulting in more effective and fine-tuned JITAIs. The synergy capitalizes on the strengths of both novel designs, leading to a potent strategy for the design of personalized, sophisticated, behavioral digital health interventions that can adjust to individuals' evolving needs across contexts and time.\n\nFurthermore, the way in which the MRT design overlaps and differs from another innovative intervention trial design-the multiphase optimization strategy (MOST) framework (28)-deserves mention. First, MRT and MOST designs vary in their application and scope. MOST is an umbrella framework encompassing multiple phases, in the order of preparation, optimization, and evaluation, to build and refine multicomponent health interventions systematically  (19) . MOST often harnesses full or fractional factorial designs to evaluate the effectiveness of unique intervention components (134). In contrast, MRTs are designed mainly to optimize JITAIs by centering on the microtemporal dynamics of intervention delivery  (88, 102) . By iteratively randomizing participants to intervention versus control options at multiple decision points or prompts throughout the day, the MRT design empowers researchers to test the causal effects of unique JITAI components and their time-varying moderation effects  (66) . Although the MOST design aims to optimize the intervention package overall, MRTs are especially well suited for fine-tuning the unique intervention components embedded within a JITAI  (88) .\n\nThese variations notwithstanding, the MRT and MOST frameworks share the goal of building more effective and efficient behavioral health interventions through data-driven empirical optimization. Moreover, their core similarity is the creative approach to developing and optimizing behavioral health interventions, especially in digital health. These designs can complement one another when creating complex, multicomponent behavioral health interventions.\n\nFinally, although MRTs are better suited to the testing of distinct JITAI components, they face challenges in managing the high-frequency randomization and intensive data collection required. All research designs inevitably contend with participant burden and fatigue considerations due to frequent EMA self-reports and interventions or passive sensors that can rapidly deplete battery power, which may result in high attrition or nonengagement rates  (69) . In addition, researchers must carefully weigh the ethical implications of withholding possible beneficial treatments in control arms. Technical issues, such as ensuring reliable data collection from mHealth devices and preserving participant privacy, also present noteworthy challenges. Moreover, the intricacy of JITAIs requires sophisticated statistical approaches to analyze the time-varying effects and higher-order interactions among JITAI components, contextual variables, and outcomes. Addressing these challenges necessitates careful and strategic planning, advanced quantitative analytic methods, and innovative trial designs such as the MRT approach to comprehensively capture and assess the efficacy and mechanisms of JITAIs in real-world scenarios."
    },
    {
      "title": "REAL-LIFE APPLICATIONS OF JITAIs",
      "text": "As a plausible augmentation strategy or even a substitute for face-to-face interactions, JITAIs in mHealth have been successfully employed in various public health domains, such as physical activity maintenance  (52) , mental health management  (13) , weight loss  (40) , smoking cessation  (25, 132) , and substance use discontinuation  (23) . The effectiveness of JITAIs in various health outcomes has been demonstrated in empirical studies (132), showing enormous potential in public health research and practice. This section offers real-world case studies showing how JITAIs can be effectively implemented in three specific health domains: (a) addictive behaviors, (b) mental health management, and (c) physical activity promotion."
    },
    {
      "title": "Case Study 1: JITAIs for Addictive Behaviors",
      "text": "To manage addictive behaviors, JITAIs can identify high-risk places or situations, such as cravings, proximity to triggers, and urges, and promptly deliver coping skills, motivational texts, or other supportive messages to prevent lapses. Encouraging productive or recreational alternative activities during moments of high cravings or urges, such as physical activity or exercise, might reduce addictive behaviors over time (105, 131). The effectiveness of JITAIs for addictive behaviors might be improved by their capacity to adjust to users' changing needs over time, taking into account current mood states, environmental situations, and treatment progress  (30, 91) . In this section, we discuss two recent examples targeting underserved groups.\n\nFirst, Santa Maria et al. (107) evaluated the effectiveness of the Motivating Youth to Reduce Infection and Disconnection (MY-RID) intervention, a JITAI, to promote HIV risk reduction behaviors in homeless young adults enrolled in a two-arm RCT. MY-RID involved sending young adults messages to address the risk factors of HIV (such as drug use, stress, and drug/sexual urges) when periods of high risk were detected via daily EMAs. To ensure that appropriate messages were sent to the participants at the right time, the content of these messages was tailored (a) to an HIV prevention goal set by the participants before the start of the intervention and (b) by an algorithm that determined message content according to whether participants were at risk of using drugs or engaging in sexually risky behaviors. Compared with those in the control group, participants randomly assigned to the intervention reported reduced daily drug use, lowered urges for sexual activity, and decreased stress.\n\nSecond, Huh et al.  (58)  evaluated the effectiveness of MyQuit USC, a smartphone app-based intervention to address smoking relapses during attempts to quit smoking, in a sample of Asian American young adults. This intervention was centered around the notion that reminding participants about their implementation intentions regarding smoking (e.g., \"When I drive, I will leave my cigarettes in my trunk\") when they are most at risk of relapse will serve to reduce the occurrence of relapses. In order to tailor the intervention to meet each participant's daily schedule, each participant was tasked with providing their own or selecting from a list of prespecified high-risk smoking situations-context and time of day that they are most at risk of a relapse. In a just-in-time fashion, 10 min before a high-risk smoking situation, each participant received a push Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33 notification containing their personalized implementation intention for that particular high-risk smoking situation (either self-generated or selected from the prespecified list). Utilizing withinperson randomization (implementation intention reminders were sent only 75% of the time), Huh et al. found that this intervention was effective (i.e., relapses were less likely) when the participants carried out the personalized implementation intentions sent in the push notifications."
    },
    {
      "title": "Case Study 2: JITAIs for Mental Health Management",
      "text": "By detecting changes in actions, feelings, physiology, or thoughts, JITAIs can deliver timely cognitive behavioral or other specific psychopharmacotherapy messages catered to an individual's present context and state. These prompts may relate to antidepressant medication management, behavioral activation, cognitive reframing, exposure therapy, or seeking social support. JITAIs also show promise in promoting the use of emotion regulation skills during moments of impulse control difficulties (109, 122). In this section, we describe two recent examples in the context of a common mental disorder (CMD) and serious mental illness (SMI).\n\nFirst, recognizing that repetitive negative thinking (RNT) is a cross-cutting feature driving CMDs such as anxiety and depression, Bell et al.  (11)  designed and tested a JITAI intended to interrupt RNT instantly for racially diverse youths in Australia with heightened CMD symptoms or RNT. Their two-arm RCT tested the efficacy of Mello, an entirely self-guided and individualized JITAI that repeatedly instructed transdiagnostic cognitive behavioral exercises at each prompt. Initial tests of the acceptability, engagement, retention, and uptake of Mello suggested that it was well received in this population. Compared with the control arm, Mello yielded larger reductions in anxiety and depression symptoms as well as RNT across 6 weeks after randomization. Furthermore, mediational analyses suggested that decreased RNT served as a potential mechanism through which the JITAI contributed to its comparative efficacy. Plausibly, a mechanisms-focused JITAI could provide effective and scalable mental health interventions for youths struggling with CMDs. The generalizability of this observed pattern of findings awaits further testing in adults and other populations, including marginalized communities.\n\nSecond, although we are unaware of any clinical trials that have examined the effectiveness of JITAIs for patients with SMIs, especially psychosis  (81) , initial studies of mHealth applications in this population appear promising. For instance, Ben-Zeev et al.  (12)  and Cella et al.  (24)  tested multimodal mHealth tools to gather data continually and remotely for health care tracking purposes to detect clinical and objective digital markers of relapse among patients with schizophrenia-spectrum disorders. Patients enrolled in these studies were equipped with a tracking device coupled with limitless data or a Wi-Fi plan for an extended duration. The tracking system automatically logged multimodal behavioral data (app, call, and text activity) and passive sensor data (duration, geolocation, physical activity, and speech), while adverse events such as psychiatric hospitalizations were recorded continually. These studies indicated that each patient exhibited distinct digital markers of relapse, wherein EMA self-reports offered actionable portrayals of relapse prior to an adverse event, such as hospitalization. Moreover, other passive sensing data, such as geospatial shifts or changes in mHealth tool engagement (e.g., app usage cessation, higher prebedtime app usage), captured the changes patients underwent more precisely. As an example, during acute, distressing moments of self-reported delusions and hallucinations, patients displayed notably elevated skin conductance and reduced heart rate variability relative to periods when these symptoms did not trigger stress  (24) . These findings should be interpreted against the backdrop of high levels of SMIs affecting marginalized and underserved communities more so than the general population (108). Building on this research, advancing data management and modeling of JITAIs in the context of RCTs or MRTs would be crucial to leverage mHealth broadly Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33\n\nand JITAIs specifically to enhance intervention strategies for persons with or at risk for SMIs in ways that would benefit public health."
    },
    {
      "title": "Case Study 3: JITAIs in Physical Activity Promotion",
      "text": "By addressing distinct barriers and capitalizing on community strengths, JITAIs can encourage healthier lifestyles, including increasing physical activity, among marginalized and underserved communities  (48, 132) . For example, JITAIs can encourage healthier nonsedentary choices, such as walking rather than taking the bus during a commute  (52, 91) . These interventions could be adapted to account for myriad considerations such as cultural beliefs or preferences, limited access to safe physical exercise spaces, and socioeconomic realities that disproportionately affect marginalized communities. For instance, JITAIs can emphasize free or low-cost community resources (e.g., safe basketball courts, parks), offer motivational or supportive texts, or provide culturally adapted exercise suggestions  (8) . By factoring in real-time data from sensor devices and other mHealth tools, JITAIs can be tailored to evolving contexts, such as weather conditions or night-shift work schedules  (52) , which might especially affect underserved communities. Although research along this line of inquiry has been growing, more effort is needed to translate any observed benefits of JITAIs for physical activity enhancement among underserved communities. Two pilot studies are discussed here as exemplars for future studies targeting marginalized communities.\n\nFirst, Ismail & Al Thani (61) conducted a 66-day two-group experimental JITAI study among Qatari employees with sedentary lifestyles. Participants were randomly assigned to the intervention arm (MotiFit), which delivered personalized, context-specific prompts to encourage physical activity, or the control arm (MotiFit Lite), which provided static, nontailored messages after extended sitting periods. Participants self-reported high levels of satisfaction and subjective effectiveness of the JITAIs. Moreover, the dynamic MotiFit message delivery JITAI was comparatively more efficacious than the static control in increasing engagement and physical activity. However, message type did not directly affect global everyday physical activity levels. Context-sensitive, individualized instructional prompts might thus encourage workplace adult employees to boost their physical activity during working periods.\n\nSecond, in a single-group feasibility trial, Mair et al.  (82)  similarly tested a JITAI to promote more physical activity among community-dwelling older adults in the United Kingdom. Their team created JitaBug, which is designed to help older adults boost or sustain healthy physical activity levels. JitaBug incorporated passive sensors (FitBit) and regularly provided EMA mood monitoring, goal setting, planning, reminders, and voice memo functionalities over 6 weeks. The JITAI was implemented as planned, with most participants (86%) completing it independently. Moreover, high levels of technical success were observed in sending and receiving instructional messages and tracking physical activity and weather conditions in ways that would enhance physical activity. Most of the accelerometer data could be used. Older adult participants were receptive to using the EMA mood tracking and voice memo features one-third to one-half of the time. Collectively, a smartphone-based JITAI is a well-received method for promoting physical activity among community-dwelling older adults."
    },
    {
      "title": "IMPLEMENTATION AND SCALABILITY OF JITAIs",
      "text": "Although mobile phone ownership rates are rising globally, significant disparities persist between low-income and wealthy countries. The lack of adequate fiscal and technical support for mHealth implementation in the health systems of LMICs  (85) , combined with the concentration of health care service delivery research in wealthy countries of the Global North (130), suggests that Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33 most JITAIs will be developed, evaluated, and implemented in affluent nations. This imbalance raises concerns that JITAIs could potentially widen health disparities between countries unless researchers and organizations deliberately invest more effort, money, and time into developing purpose-built JITAIs specifically tailored for communities in LMICs."
    },
    {
      "title": "Funding Models and Sustainability",
      "text": "Sustainable funding models for JITAIs targeting marginalized and underserved groups necessitate innovative strategies synergizing public and private funding resources. Government-level grants and public health initiatives could offer preliminary seed funding for JITAI design as well as feasibility and pilot evaluation  (83) . Pay-for-success models or social impact bonds could offer opportunities for attracting private investment by linking funding to measurable multimodal health care indicators in underserved communities  (62) . In addition, as elaborated in Section 5.3, below, community-focused participatory research methods could assist with securing buy-in and resources from community organizations and local institutions, raising the likelihood of greater and more sustainable funding streams. Global health organizations, philanthropic organizations, and technology firms should factor into the picture by offering targeted grant or seed funding programs or building sustainable infrastructures supporting mHealth dissemination, implementation, and preservation in LMICs and for other underprivileged groups  (85, 94) . Long-term viability is essential, underscoring the importance of a hybrid financial model that integrates diverse monetary sources and adjusts to evolving community needs and technological progress  (35, 116) . Importantly, any funding model should prioritize culturally appropriate interventions and equitable access to serve marginalized communities effectively.\n\nThese strategies should be understood within the context of the emergence of mHealth (functioning as an adjunctive or stand-alone treatment) as a cost-effective alternative to traditional in-person health interventions while enhancing health outcomes. Such funding models could decrease health care expenses by reducing the necessity for physical infrastructure, minimizing travel costs for both patients and clinicians, and encouraging more efficient use of finite and scarce health care resources  (43, 104) . The cost-effectiveness of mHealth interventions has been documented across diverse medical specializations, with studies indicating beneficial cost-utility ratios and promising cost savings  (60, 104) . For instance, mHealth tools, including JITAIs, can enhance medication adherence, facilitate remote health care outcome monitoring, and reduce hospital admission rates, resulting in improved health outcomes at lower net cost (104). Moreover, the scalability of mHealth interventions for underprivileged communities, in particular, implies that greater accessibility can be achieved without a proportional increase in cost  (36) . Although the initial investment in mHealth may be considerable, the long-term cost-effectiveness of mHealth interventions often supersedes that of traditional in-person health interventions, particularly when considering societal realities that factor in broader economic effects  (20, 44, 99) . As health care delivery systems globally experience greater financial pressure  (46, 141) , the adoption and integration of mHealth interventions represent a promising approach to providing high-quality clinical and health care services while optimizing resource allocation."
    },
    {
      "title": "Strategies for Implementing JITAIs in Diverse Settings",
      "text": "This review summarizes seven strategies to implement JITAIs and related mHealth applications in diverse settings to benefit underserved communities in ways that harness a multifaceted plan that considers both sociocultural and technological factors. First, a bottom-up, communitybased involvement strategy is critical, as detailed in the following subsection. Second, researchers should leverage existing digital technology infrastructure and relatively cheap passive sensors to reduce barriers to access  (91) . Third, adaptive algorithms (e.g., using the RL methods named Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33 above) that account for contextual or situational factors specific to underserved populations, such as financial constraints or other SDoH variables, should be factored in when designing the JITAIs  (49) . Fourth, behavioral models such as the Capability, Opportunity, Motivation, and Behavior framework should be integrated when tailoring interventions to the unique stressors experienced by marginalized populations (135). Fifth, forging partnerships with community-level organizations, local institutions, and health care administrators is essential to integrate JITAIs into existing infrastructures and support systems  (63) . Sixth, JITAIs incorporated into both universal and targeted programs could maximize impact, personalization efforts, and scalability across diverse populations  (23) . Seventh, attending to data privacy, security, and other ethical considerations is vital for trust building and long-term engagement among marginalized communities  (49, 103) . By synthesizing these approaches with continual community participation, and executing iterative improvements based on participant feedback, JITAIs may be effectively implemented to enhance clinical and well-being outcomes and promote health equity in underserved groups."
    },
    {
      "title": "Community Involvement and Participatory Design",
      "text": "In an exemplary case of JITAI studies involving community consultation, Robles et al. (105) conducted qualitative interviews with members of a predominantly low-income African American community to ensure the appropriateness of their JITAI to increase physical activity and reduce blood pressure. Through this participatory design approach, the authors identified several SDoH of physical activity that were somewhat unique to the target population. Also, they discovered that members of the target community felt it was necessary to expand the definition of physical activity to include activities such as performing household chores. With this knowledge in hand, the authors then proposed several changes to their planned JITAI (the original JITAI was designed and evaluated in a different population) to meet the needs of their target community. For example, because participants identified limited physical capability as a barrier to physical activity, the authors designed the JITAI to tailor the content of push notifications to each participant's functional capacity. Going forward, we believe that community consultations such as those conducted by Robles et al. (105) must become the norm in the field, given how most mHealth trials have overlooked SDoH that affect health disparities (119). Such endeavors are essential for ensuring that JITAIs actually meet the needs of underserved communities."
    },
    {
      "title": "TECHNOLOGICAL INNOVATIONS AND JITAIs",
      "text": "Recent mHealth technological innovations might culminate in positive trickle-down effects for addressing health disparities in underserved populations. Sophisticated artificial intelligence and machine learning algorithms enable more advanced real-time data analysis and tailored interventions accounting for person-specific contexts and needs  (65) . The integration of Internet of Things devices and wearable passive sensors in diverse digital devices (e.g., actigraphy, smartphones, tablets) has expanded the array of health behaviors and psychophysiological states that can be assessed continually (124). Such technological advancements could thereby facilitate more targeted and timelier interventions. Innovative tools, such as augmented virtual reality interfaces, chatbots, and voice-triggered assistants, can refine and retain accessibility and engagement for users who represent members of underserved communities with limited literacy or technological experience  (68) . In addition, the design of energy-efficient and low-cost edge computing technologies can make mHealth tools and JITAIs more feasible to implement and sustain in resource-limited settings  (1, 68) . These novelties, coupled with community consultation and culturally adapted content  (18) , may considerably enhance health care outcomes and remedy disparities in underserved populations."
    },
    {
      "title": "Role of Mobile and Sensor Technologies in JITAIs",
      "text": "The role of mobile and passive sensor technologies in JITAIs is still nascent, especially when it comes to systematically evaluating their effects in underserved populations. First, an MRT study that randomly assigned a stress management intervention during moments when a person who recently quit smoking experienced stress or did not is underway  (9) . The optimal JITAI could promote health equity by determining the ideal timing (stressful versus nonstressful periods) for delivering the mHealth instruction to decrease the odds of relapse among underserved groups. Second, mHealth applications (including JITAIs with passive sensing) appear to be a promising tool to support lay counselors in providing psychological interventions to adolescent mothers suffering from depression in rural settings, such as villages in Nepal  (21) . Clearly, more research is necessary to examine how JITAIs promote health equity, perhaps by encouraging the usage of individual-level, actionable interventions prompted by upstream SDoH (e.g., environmental or situational stressors)  (10) ."
    },
    {
      "title": "Addressing Fairness Concerns",
      "text": "Although mHealth represents a promising way to address health disparities in underserved communities, an interdisciplinary perspective is needed to ensure that new disparities are not inadvertently introduced  (26, 96) . In the machine learning community, the concept of fairness has been proposed to address various kinds of disparity. Yet, its application within mHealth remains inadequately explored.\n\nBuilding upon research by Chien et al.  (26) , three primary sources of unfairness must be taken into account when designing an mHealth study and evaluating the specific mHealth application in question using the RCT or MRT design. First, disparities may occur in the process of participant selection due to the restrictive inclusion/exclusion criteria. For example, several studies excluded participants who do not speak a certain language, adults older than 60 years, or those who do not have digital devices to access mHealth applications  (66, 67) . In addition to such explicit exclusion, underrepresentation may result from a lack of information on those study recruitments, emphasizing the need to specifically recruit underserved participants.\n\nSecond, the strategy by which participants are allocated to intervention options may affect fairness. In standard MRTs, current participants cannot benefit from the findings gained in the study, as participants may be randomized to ineffective control arms (e.g., assessment-only prompts) very frequently. Outcome-adaptive MRTs are considered a more ethical alternative, given that the randomization probabilities are updated in favor of the currently optimal intervention versus the control option on the basis of accruing evidence. However, the randomization probabilities are often \"clipped\" to be not too close to zero or one so as to permit valid after-study analysis  (71) . Clipping might affect participants' welfare to some extent, as they may still be randomized to suboptimal options. Further research on how to balance these competing goals is required. In addition, a significant aspect of potential unfairness lies in the RL algorithms that determine intervention options. Although many fairness metrics, such as individual fairness  (45)  and group fairness  (56) , have been proposed  (26, 75) , their application in mHealth settings broadly and to underserved communities specifically has not been systematically discussed and examined.\n\nLastly, unfairness may arise throughout the study implementation and after-study analyses. Specifically, participant heterogeneity could affect both the internal and external validity of a trial, as the findings may be limited to a well-defined population (121). Thoughtful participant selection, appropriate handling of missing data, and subgroup analyses may mitigate the effect of high levels of trial heterogeneity  (64) , and a clear interpretation of the degree of generalizability of the results is required (121)."
    },
    {
      "title": "Ethical Considerations of Mobile Health Research in Underserved Populations",
      "text": "When should the MRT design be leveraged to identify context-aware JITAI components for treatment optimization purposes in underserved communities? An MRT approach is not always required for all JITAIs, mainly when there is sufficient evidence to identify key decision points, tailoring variables, and intervention options that effectively address the needs of underserved populations. For example, if prior research has established the optimal intervention strategies for improving mental health care access within these communities, conducting an MRT study may be unnecessary.\n\nIn addition, any mHealth researcher should keep in mind that systems of social oppression (e.g., racism, marginalization) have been linked to an increased risk of mental disorders among underserved populations  (3) . Therefore, if the need for clinical support arises infrequently, such as in moments of acute crisis (e.g., suicide attempts), an MRT approach may be neither desirable nor feasible. Among vulnerable populations such as individuals with low income facing financial difficulties (59) and those with psychiatric disorders (140), the frequency of such crises might be too low to yield sufficient data for optimizing interventions. Nonetheless, suicidal thoughts, which are more common than suicide attempts  (7, 22) , could offer an opportunity to leverage the MRT design to refine an intervention targeting those thoughts in underserved populations. Ultimately, researchers need to assess whether existing theory and evidence are sufficient to develop an effective mHealth intervention for the target community, whether the outcome is suited to an MRT framework, and whether more data are required to support optimization efforts.\n\nAnother noteworthy challenge in mHealth research targeting underserved communities involves ethical concerns, such as safeguarding individual confidentiality, privacy, and safety. Although mHealth offers the potential to reach diverse, often underrepresented populations and continuously collect real-time data on sensitive behaviors, it also raises serious data security and privacy issues  (57, 89) . For instance, privacy becomes especially important when mHealth tools gather data related to illegal substance use or other stigmatized behaviors prevalent in underserved groups  (23, 74) . With unintended adverse effects, mHealth systems can inadvertently capture detailed geolocation, user activity, and related personal data. Such information poses deidentification challenges due to the unique digital footprint each individual leaves behind  (32, 95) .\n\nAs a result, it is critical for JITAI and related mHealth trials focused on underserved communities to develop comprehensive data handling and aggregation strategies to ensure that privacy and confidentiality are maintained  (5, 84) . Additionally, ethical considerations must be prioritized when providing interventions in real-life situations. For example, support may need to be withheld in cases where it could cause harm, such as identifying a high-risk stress episode while someone is driving, or adapted to suit the situation, such as having a clinician respond to a user disclosing suicidal impulses or another clinical emergency. Given these broad ethical concerns, researchers must customize JITAIs to address the unique confidentiality, privacy, and safety needs of vulnerable and marginalized populations."
    },
    {
      "title": "CONCLUSION",
      "text": "This review has highlighted the transformative potential of JITAIs specifically and mHealth applications broadly to mitigate health disparities among marginalized populations. By leveraging real-time data and adapting interventions accounting for complex SDoH factors, JITAIs might provide cost-efficient, scalable strategies that could alleviate the complex and dynamic health challenges experienced by underserved communities. Future research should focus on refining the adaptive algorithms and ethical frameworks that guide and govern JITAI evaluation and implementation. Such efforts could ensure that these interventions are universally accessible, culturally appropriate, and equitable. Bridging the lacuna between mHealth research and health care provision remains vital to achieving big-picture public health aims and fostering health care equity. We conclude with several key reflections for the reader."
    },
    {
      "title": "Summary of Key Findings",
      "text": "The primary outcomes discussed in this review emphasize the large-scale positive impact that JITAIs and related mHealth applications could have on health disparities. JITAIs provide individualized real-time interventions catered to each person's distinct contexts and needs, rendering this subset of mHealth tools especially effective in targeting addictive behaviors, chronic diseases, and mental health problems in underserved groups. By capitalizing on adaptive algorithms and mHealth, JITAIs may overcome traditional health care delivery barriers, providing cost-efficient, scalable solutions that reach marginalized populations. However, ethical considerations, especially regarding data privacy and participant safety, should be carefully factored in to ensure equitable health care access and benefits as well as the protection of vulnerable populations. JITAI and mHealth tools offer promising pathways to reduce health disparities. Nonetheless, further research is needed to refine and optimize their applications and to increase the likelihood of widespread implementation in diverse populations."
    },
    {
      "title": "Future Directions for JITAIs in Public Health",
      "text": "Future research in public health must prioritize harnessing the potential of JITAIs and mHealth technologies to address long-standing health disparities, especially among underserved groups. As access to mobile digital devices continues to increase worldwide, public health efforts should aim to preserve sustainable funding models; integrate JITAIs into health care delivery systems; and personalize interventions based on individual contexts, needs, and real-time data  (31) . In addition, data privacy measures and ethical guidelines must evolve to ensure the protection of vulnerable and marginalized populations. An emphasis on adaptive algorithms, multidisciplinary collaboration, and scalability will be essential to advance equitable health care delivery and enhance public health outcomes."
    },
    {
      "title": "Bridging the Gap Between Research and Practice",
      "text": "Although research often generates cutting-edge technologies to address public health challenges, real-world application frequently lags due to complex systemic barriers. Bridging the researchpractice gap is contingent on refining these scalable technologies via rigorous studies, harnessing innovative trial designs such as MRTs, and ensuring their accessibility and outreach in socially diverse real-world contexts. These efforts necessitate soliciting and integrating community input, making progress on data security and ethical frameworks, and securing sustainable funding models to ensure that innovations such as JITAIs can deliver on their promise of mitigating health disparities and improving public health outcomes."
    },
    {
      "title": "FUTURE DIRECTIONS",
      "text": "1. A multidisciplinary approach is essential for translating mobile health (mHealth) research into practical, real-world applications. Downloaded from  www.annualreviews.org . Guest (guest) IP: 204.144.211.176 On: Thu, 14 Aug 2025 21:59:33 2. Fairness issues throughout the conduct of mHealth studies must be carefully addressed to avoid the emergence of new disparities. 3. The increasing use of reinforcement learning (RL) algorithms in mHealth studies necessitates the development of inference methods for adaptively collected mHealth data. 4. Development of sample sizes and data analysis techniques for specific outcome data types, such as count and ordinal data, is essential. 5. Habituation and disengagement significantly affect the effectiveness of mHealth interventions. Future research should explore diverse strategies, including innovative interventions or RL algorithms, designed to mitigate these issues. 6. Researchers should investigate the long-term effectiveness and sustainability of justin-time adaptive interventions ( JITAIs) in improving health outcomes and reducing disparities, particularly in underserved populations. Longitudinal studies are needed to assess the durability of behavior changes and health improvements initiated by mHealth interventions.\n\n7. The integration of JITAIs with other emerging technologies, such as artificial intelligence and the Internet of Things, should be explored to enhance the precision and effectiveness of personalized interventions. This could involve developing more sophisticated algorithms for real-time data analysis and intervention delivery.\n\n8. The potential of JITAIs in addressing multiple health behaviors simultaneously, such as combining interventions for diet, physical activity, and stress management, should be studied further. This approach could lead to more holistic and efficient health promotion strategies.\n\n9. Investigations of the cost-effectiveness and scalability of JITAIs in low-and middleincome countries, focusing on overcoming infrastructure limitations and cultural barriers, could inform strategies for attaining global health equity and adapting mHealth technologies to diverse settings.\n\n10. Sustainable funding models, such as public-private partnerships or social impact bonds, could support the long-term implementation and scalability of JITAIs in underserved communities. Such funding strategies are crucial for ensuring continuous access to these interventions, minimizing the risk of resource depletion, and facilitating the integration of JITAIs into routine health care practices."
    },
    {
      "text": "Figure 2 Mobile cellular subscriptions (per 100 people) in low-and middle-income countries in 2002, 2011, and 2021. Bubble size indicates population size. We strongly encourage the reader to also view Supplemental Animation 1, the animated version of this figure, to appreciate the rapid rise in mobile phone access over the years. Abbreviation: GDP, gross domestic product. Data from the World Bank's Open Data repository (137) (CC BY 4.0)."
    },
    {
      "text": "Figure 4"
    }
  ],
  "references": [
    {
      "title": "Edge computing for smart health: context-aware approaches, opportunities, and challenges",
      "authors": [
        "A Abdellatif",
        "Mohamed Chiasserini",
        "C Tlili",
        "M Erbad"
      ],
      "year": 2019,
      "doi": "10.1109/mnet.2019.1800083"
    },
    {
      "title": "mHealth app using machine learning to increase physical activity in diabetes and depression: clinical trial protocol for the DIAMANTE Study",
      "authors": [
        "A Aguilera",
        "C Figueroa",
        "R Hernandez-Ramos",
        "U Sarkar",
        "A Cemballi"
      ],
      "year": 2020
    },
    {
      "title": "Recent advances on social determinants of mental health: looking fast forward",
      "authors": [
        "M Alegria",
        "K Alvarez",
        "M Cheng",
        "I Falgas-Bague"
      ],
      "year": 2023,
      "doi": "10.1176/appi.ajp.20230371"
    },
    {
      "title": "Introduction to SMART designs for the development of adaptive interventions: with application to weight loss research",
      "authors": [
        "D Almirall",
        "Nahum Shani",
        "I Sherwood",
        "N Murphy"
      ],
      "year": 2014
    },
    {
      "title": "Privacy policy and technology in biomedical data science",
      "authors": [
        "A Arellano",
        "W Dai",
        "S Wang",
        "X Jiang",
        "L Ohno-Machado"
      ],
      "year": 2018,
      "doi": "10.1146/annurev-biodatasci-080917-013416"
    },
    {
      "title": "Multimorbidity of noncommunicable diseases in low-income and middle-income countries: a systematic review and metaanalysis",
      "authors": [
        "O Asogwa",
        "D Boateng",
        "A Marza-Florensa",
        "S Peters",
        "N Levitt"
      ],
      "year": 2022
    },
    {
      "title": "Suicidal ideation and attempt among homeless people: a systematic review and meta-analysis",
      "authors": [
        "G Ayano",
        "L Tsegay",
        "M Abraha",
        "K Yohannes"
      ],
      "year": 2019
    },
    {
      "title": "Overcoming barriers to physical activity in underserved populations",
      "authors": [
        "A Bantham",
        "Taverno Ross",
        "S Sebastião",
        "E Hall"
      ],
      "year": 2021,
      "doi": "10.1016/j.pcad.2020.11.002"
    },
    {
      "title": "Sense2Stop: a micro-randomized trial using wearable sensors to optimize a just-in-time-adaptive stress management intervention for smoking relapse prevention",
      "authors": [
        "S Battalio",
        "D Conroy",
        "W Dempsey",
        "P Liao",
        "M Menictas"
      ],
      "year": 2021
    },
    {
      "title": "Mobile health tobacco cessation interventions to promote health equity: current perspectives",
      "authors": [
        "S Battalio",
        "A Pfammatter",
        "K Kershaw",
        "A Hernandez",
        "D Conroy",
        "B Spring"
      ],
      "year": 2022
    },
    {
      "title": "A personalized, transdiagnostic smartphone intervention (Mello) targeting repetitive negative thinking in young people with depression and anxiety: pilot randomized controlled trial",
      "authors": [
        "I Bell",
        "C Arnold",
        "T Gilbertson",
        "D' Alfonso",
        "S Castagnini"
      ],
      "year": 2023
    },
    {
      "title": "CrossCheck: integrating self-report, behavioral sensing, and smartphone use to identify digital indicators of psychotic relapse",
      "authors": [
        "D Ben-Zeev",
        "Brian Wang",
        "R Wang",
        "W Campbell"
      ],
      "year": 2017,
      "doi": "10.1037/prj0000243"
    },
    {
      "title": "Designing m-Health interventions for precision mental health support",
      "authors": [
        "N Bidargaddi",
        "G Schrader",
        "P Klasnja",
        "J Licinio",
        "S Murphy"
      ],
      "year": 2020,
      "doi": "10.1038/s41398-020-00895-2"
    },
    {
      "title": "Opportunities and challenges to advance health equity using digital health tools in underserved communities in Southeast US: a mixed methods study",
      "authors": [
        "M Blount",
        "M Douglas",
        "C Li",
        "D Walston",
        "P Nelms"
      ],
      "year": 2023,
      "doi": "10.1177/21501319231184789"
    },
    {
      "title": "Assessing time-varying causal effect moderation in mobile health",
      "authors": [
        "A Boruvka",
        "D Almirall",
        "K Witkiewitz",
        "S Murphy"
      ],
      "year": 2018
    },
    {
      "title": "Health disparities and health equity: concepts and measurement",
      "authors": [
        "P Braveman"
      ],
      "year": 2006
    },
    {
      "title": "The social determinants of health: coming of age",
      "authors": [
        "P Braveman",
        "S Egerter",
        "D Williams"
      ],
      "year": 2011
    },
    {
      "title": "Back to the future: achieving health equity through health informatics and digital health",
      "authors": [
        "L Brewer",
        "K Fortuna",
        "C Jones",
        "R Walker",
        "S Hayes"
      ],
      "year": 2020
    },
    {
      "title": "Using the Multiphase Optimization Strategy (MOST) framework to test intervention delivery strategies: a study protocol",
      "authors": [
        "S Broder-Fingert",
        "J Kuhn",
        "R Sheldrick",
        "A Chu",
        "L Fortuna"
      ],
      "year": 2019
    },
    {
      "title": "Guided Internet-based cognitive behavioral therapy for insomnia: health-economic evaluation from the societal and public health care perspective alongside a randomized controlled trial",
      "authors": [
        "C Buntrock",
        "D Lehr",
        "F Smit",
        "H Horvath",
        "M Berking"
      ],
      "year": 2021
    },
    {
      "title": "Utilizing passive sensing data to provide personalized psychological care in low-resource settings",
      "authors": [
        "P Byanjankar",
        "A Poudyal",
        "B Kohrt",
        "S Maharjan",
        "A Hagaman",
        "A Van Heerden"
      ],
      "year": 2020
    },
    {
      "title": "Prevalence of suicidal ideation and suicide attempts in the general population of China: a meta-analysis",
      "authors": [
        "X Cao",
        "B Zhong",
        "Y Xiang",
        "G Ungvari",
        "K Lai"
      ],
      "year": 2015
    },
    {
      "title": "Developments in mobile health just-in-time adaptive interventions for addiction science",
      "authors": [
        "S Carpenter",
        "M Menictas",
        "Nahum Shani",
        "I Wetter",
        "D Murphy"
      ],
      "year": 2020
    },
    {
      "title": "Blending active and passive digital technology methods to improve symptom monitoring in early psychosis",
      "authors": [
        "M Cella",
        "Z He",
        "C Killikelly",
        "L Okruszek",
        "S Lewis",
        "T Wykes"
      ],
      "year": 2019,
      "doi": "10.1111/eip.12796"
    },
    {
      "title": "Development of a just-intime adaptive intervention for smoking cessation among Korean American emerging adults",
      "authors": [
        "C Cerrada",
        "E Dzubur",
        "Kca Blackman",
        "V Mays",
        "S Shoptaw",
        "J Huh"
      ],
      "year": 2017
    },
    {
      "title": "Multi-disciplinary fairness considerations in machine learning for clinical trials",
      "authors": [
        "I Chien",
        "N Deliu",
        "R Turner",
        "A Weller",
        "S Villar",
        "N Kilbertus"
      ],
      "year": 2022
    },
    {
      "title": "Sample size considerations for micro-randomized trials with binary proximal outcomes",
      "authors": [
        "E Cohn",
        "T Qian",
        "S Murphy"
      ],
      "year": 2023,
      "doi": "10.1002/sim.9748"
    },
    {
      "title": "A strategy for optimizing and evaluating behavioral interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "V Nair",
        "V Strecher"
      ],
      "year": 2005
    },
    {
      "title": "Just-intime adaptive interventions for suicide prevention: promise, challenges, and future directions",
      "authors": [
        "Ddl Coppersmith",
        "W Dempsey",
        "E Kleiman",
        "K Bentley",
        "S Murphy",
        "M Nock"
      ],
      "year": 2022,
      "doi": "10.1080/00332747.2022.2092828"
    },
    {
      "title": "Developing an adaptive mobile intervention to address risky substance use among adolescents and emerging adults: usability study",
      "authors": [
        "L Coughlin",
        "Nahum Shani",
        "I Philyaw-Kotov",
        "M Bonar",
        "E Rabbi"
      ],
      "year": 2021
    },
    {
      "title": "Innovation in the delivery of behavioral health services",
      "authors": [
        "T D'aunno",
        "C Neighbors"
      ],
      "year": 2024
    },
    {
      "title": "Exploring the far side of mobile health: information security and privacy of mobile health apps on iOS and Android",
      "authors": [
        "T Dehling",
        "F Gao",
        "S Schneider",
        "A Sunyaev"
      ],
      "year": 2015
    },
    {
      "title": "Reinforcement learning in modern biostatistics: constructing optimal adaptive interventions",
      "authors": [
        "N Deliu",
        "J Williams",
        "B Chakraborty"
      ],
      "year": 2024,
      "doi": "10.1111/insr.12583"
    },
    {
      "title": "The stratified micro-randomized trial design: sample size considerations for testing nested causal effects of time-varying treatments",
      "authors": [
        "W Dempsey",
        "P Liao",
        "S Kumar",
        "S Murphy"
      ],
      "year": 2020
    },
    {
      "title": "An evaluation of a commercialized mHealth intervention to promote physical activity in the workplace",
      "authors": [
        "Di Sebastiano",
        "K Lau",
        "E Yun",
        "L Faulkner"
      ],
      "year": 2022,
      "doi": "10.3389/fpubh.2022.740350"
    },
    {
      "title": "Applying the just-in-time adaptive intervention framework to the development of gambling interventions",
      "authors": [
        "N Dowling",
        "S Rodda",
        "S Merkouris"
      ],
      "year": 2024
    },
    {
      "title": "Adaptive learning algorithms to optimize mobile applications for behavioral health: guidelines for design decisions",
      "authors": [
        "C Figueroa",
        "A Aguilera",
        "B Chakraborty",
        "A Modiri",
        "J Aggarwal"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocab001"
    },
    {
      "title": "A text messaging intervention for coping with social distancing during COVID-19 (StayWell at Home): protocol for a randomized controlled trial",
      "authors": [
        "C Figueroa",
        "R Hernandez-Ramos",
        "C Boone",
        "L Gómez-Pathak",
        "V Yip"
      ],
      "year": 2021
    },
    {
      "title": "Diversity, equity and inclusion considerations in mental health apps for young people: protocol for a scoping review",
      "authors": [
        "C Figueroa",
        "N Pérez-Flores",
        "K Guan",
        "C Stiles-Shields"
      ],
      "year": 2024,
      "doi": "10.1136/bmjopen-2023-081673"
    },
    {
      "title": "Randomized controlled trial of OnTrack, a just-in-time adaptive intervention designed to enhance weight loss",
      "authors": [
        "E Forman",
        "S Goldstein",
        "R Crochiere",
        "M Butryn",
        "A Juarascio"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/ibz137"
    },
    {
      "title": "Contextual bandits with budgeted information reveal",
      "authors": [
        "K Gan",
        "E Keyvanshokooh",
        "X Liu",
        "S Murphy"
      ],
      "year": 2024
    },
    {
      "title": "mHealth interventions to support caregivers of older adults: equity-focused systematic review",
      "authors": [
        "A Garnett",
        "M Northwood",
        "J Ting",
        "R Sangrar"
      ],
      "year": 2022,
      "doi": "10.2196/33085"
    },
    {
      "title": "The cost-effectiveness of digital health interventions: a systematic review of the literature",
      "authors": [
        "A Gentili",
        "G Failla",
        "A Melnyk",
        "V Puleo",
        "Gld Tanna"
      ],
      "year": 2022,
      "doi": "10.3389/fpubh.2022.787135"
    },
    {
      "title": "The cost-effectiveness of mobile health (mHealth) interventions for older adults: systematic review",
      "authors": [
        "Z Ghani",
        "J Jarl",
        "Sanmartin Berglund",
        "J Andersson",
        "M Anderberg"
      ],
      "year": 2020
    },
    {
      "title": "Online learning with an unknown fairness metric",
      "authors": [
        "S Gillen",
        "C Jung",
        "M Kearns",
        "A Roth"
      ],
      "year": 2018
    },
    {
      "title": "The time is now for public health to lead the way on addressing financial strain in Canada",
      "authors": [
        "N Glenn",
        "Cij Nykiforuk"
      ],
      "year": 2020
    },
    {
      "title": "Microrandomized trial design for evaluating just-in-time adaptive interventions through mobile health technologies for cardiovascular disease",
      "authors": [
        "J Golbus",
        "W Dempsey",
        "E Jackson",
        "B Nallamothu",
        "P Klasnja"
      ],
      "year": 2021
    },
    {
      "title": "A physical activity and diet just-in-time adaptive intervention to reduce blood pressure: the myBPmyLife study rationale and design",
      "authors": [
        "J Golbus",
        "Vse Jeganathan",
        "R Stevens",
        "W Ekechukwu",
        "Z Farhan"
      ],
      "year": 2024
    },
    {
      "title": "Just-in-time adaptive interventions for adolescent and young adult health and well-being: protocol for a systematic review",
      "authors": [
        "K Guan",
        "C Adlung",
        "L Keijsers",
        "C Smit",
        "A Vreeker"
      ],
      "year": 2024
    },
    {
      "title": "Online learning in bandits with predicted context",
      "authors": [
        "Y Guo",
        "Z Xu",
        "S Murphy"
      ],
      "year": 2024
    },
    {
      "title": "The rising burden of noncommunicable diseases in the Americas and the impact of population aging: a secondary analysis of available data",
      "authors": [
        "I Hambleton",
        "R Caixeta",
        "S Jeyaseelan",
        "S Luciani",
        "Ajm Hennis"
      ],
      "year": 2023
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions ( JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Leveraging mobile technology for public health promotion: a multidisciplinary perspective",
      "authors": [
        "J Hicks",
        "M Boswell",
        "T Althoff",
        "A Crum",
        "J Ku"
      ],
      "year": 2023,
      "doi": "10.1146/annurev-publhealth-060220-041643"
    },
    {
      "title": "Integrating behavior and context with glucose data to advance behavioral science and clinical care in diabetes",
      "authors": [
        "C Hoogendoorn",
        "D Ehrmann",
        "G Crespo-Ramos",
        "A Asman",
        "J Gonzalez"
      ],
      "year": 2020,
      "doi": "10.1016/b978-0-12-817485-2.00006-7"
    },
    {
      "title": "Mobile health interventions in developing countries: a systematic review",
      "authors": [
        "M Hoque",
        "M Rahman",
        "N Nipa",
        "M Hasan"
      ],
      "year": 2020
    },
    {
      "title": "Fairness-aware Bandit-based recommendation",
      "authors": [
        "W Huang",
        "K Labille",
        "X Wu",
        "D Lee",
        "N Heffernan"
      ],
      "year": 2021
    },
    {
      "title": "Unaddressed privacy risks in accredited health and wellness apps: a cross-sectional systematic assessment",
      "authors": [
        "K Huckvale",
        "J Prieto",
        "M Tilney",
        "P-J Benghozi",
        "J Car"
      ],
      "year": 2015
    },
    {
      "title": "Effect of a mobile just-in-time implementation intention intervention on momentary smoking lapses in smoking cessation attempts among Asian American young adults",
      "authors": [
        "J Huh",
        "C Cerrada",
        "E Dzubur",
        "G Dunton",
        "D Spruijt-Metz",
        "A Leventhal"
      ],
      "year": 2021
    },
    {
      "title": "Suicide and poverty in low-income and middle-income countries: a systematic review",
      "authors": [
        "V Iemmi",
        "J Bantjes",
        "E Coast",
        "K Channer",
        "T Leone"
      ],
      "year": 2016,
      "doi": "10.1016/s2215-0366(16)30066-9"
    },
    {
      "title": "What is the economic evidence for mHealth? A systematic review of economic evaluations of mHealth solutions",
      "authors": [
        "S Iribarren",
        "K Cato",
        "L Falzon",
        "P Stone"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0170581"
    },
    {
      "title": "Design and evaluation of a just-in-time adaptive intervention ( JITAI) to reduce sedentary behavior at work: experimental study",
      "authors": [
        "T Ismail",
        "Al Thani"
      ],
      "year": 2022
    },
    {
      "title": "Toward the sustainability of health interventions implemented in sub-Saharan Africa: a systematic review and conceptual framework",
      "authors": [
        "J Iwelunmor",
        "S Blackstone",
        "D Veira",
        "U Nwaozuru",
        "C Airhihenbuwa"
      ],
      "year": 2016
    },
    {
      "title": "The promise of mobile technologies for the health care system in the developing world: a systematic review",
      "authors": [
        "G Karageorgos",
        "I Andreadis",
        "K Psychas",
        "G Mourkousis",
        "A Kiourti"
      ],
      "year": 2019
    },
    {
      "title": "Competing risk and heterogeneity of treatment effect in clinical trials",
      "authors": [
        "D Kent",
        "A Alsheikh-Ali",
        "R Hayward"
      ],
      "year": 2008
    },
    {
      "title": "Investigating receptivity and affect using machine learning: ecological momentary assessment and wearable sensing study",
      "authors": [
        "Z King",
        "H Yu",
        "T Vaessen",
        "I Myin-Germeys",
        "A Sano"
      ],
      "year": 2024
    },
    {
      "title": "Microrandomized trials: an experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman",
        "A Boruvka",
        "D Almirall"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000305"
    },
    {
      "title": "Which components of a smartphone walking app help users to reach personalized step goals? Results from an optimization trial",
      "authors": [
        "J Kramer",
        "F Künzler",
        "V Mishra",
        "S Smith",
        "D Kotz"
      ],
      "year": 2020
    },
    {
      "title": "Health care equity through intelligent edge computing and augmented reality/virtual reality: a systematic review",
      "authors": [
        "V Lakshminarayanan",
        "A Ravikumar",
        "H Sriraman",
        "S Alla",
        "V Chattu"
      ],
      "year": 2023
    },
    {
      "title": "Participant engagement in microrandomized trials of mHealth interventions: scoping review",
      "authors": [
        "U Leong",
        "B Chakraborty"
      ],
      "year": 2023
    },
    {
      "title": "Network interference in micro-randomized trials",
      "authors": [
        "S Li",
        "S Wager"
      ],
      "year": 2022
    },
    {
      "title": "Personalized HeartSteps: a reinforcement learning algorithm for optimizing physical activity",
      "authors": [
        "P Liao",
        "K Greenewald",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2020
    },
    {
      "title": "Off-policy estimation of long-term average outcomes with applications to mobile health",
      "authors": [
        "P Liao",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2021
    },
    {
      "title": "Sample size calculations for micro-randomized trials in mHealth",
      "authors": [
        "P Liao",
        "P Klasnja",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2016
    },
    {
      "title": "A scoping review of social determinants of health's impact on substance use disorders over the life course",
      "authors": [
        "C Lin",
        "S Cousins",
        "Y Zhu",
        "S Clingan",
        "L Mooney"
      ],
      "year": 2024,
      "doi": "10.1016/j.josat.2024.209484"
    },
    {
      "title": "A translational perspective towards clinical AI fairness",
      "authors": [
        "M Liu",
        "Y Ning",
        "S Teixayavong",
        "M Mertens",
        "J Xu"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00918-4"
    },
    {
      "title": "Microrandomized trials: developing just-in-time adaptive interventions for better public health",
      "authors": [
        "X Liu",
        "N Deliu",
        "B Chakraborty"
      ],
      "year": 2023,
      "doi": "10.2105/ajph.2022.307150"
    },
    {
      "title": "Incorporating nonparametric methods for estimating causal excursion effects in mobile health with zero-inflated count outcomes",
      "authors": [
        "X Liu",
        "T Qian",
        "L Bell",
        "B Chakraborty"
      ],
      "year": 2024,
      "doi": "10.1093/biomtc/ujae054"
    },
    {
      "title": "Bandit algorithms for precision medicine",
      "authors": [
        "Y Lu",
        "Z Xu",
        "A Tewari"
      ],
      "year": 2021
    },
    {
      "title": "Estimating dynamic treatment regimes in mobile health using V-learning",
      "authors": [
        "D Luckett",
        "E Laber",
        "A Kahkoska",
        "D Maahs",
        "E Mayer-Davis",
        "M Kosorok"
      ],
      "year": 2020
    },
    {
      "title": "Persistent SARS-CoV-2 infection: significance and implications",
      "authors": [
        "H Machkovech",
        "A Hahn",
        "Garonzik Wang",
        "J Grubaugh",
        "N Halfmann"
      ],
      "year": 2024
    },
    {
      "title": "Mobile health in the specific management of first-episode psychosis: a systematic literature review",
      "authors": [
        "C Maechling",
        "A Yrondi",
        "A Cambon"
      ],
      "year": 2023,
      "doi": "10.3389/fpsyt.2023.1137644"
    },
    {
      "title": "A personalized smartphone-delivered just-in-time adaptive intervention ( JitaBug) to increase physical activity in older adults: mixed methods feasibility study",
      "authors": [
        "J Mair",
        "L Hayes",
        "A Campbell",
        "D Buchan",
        "C Easton",
        "N Sculthorpe"
      ],
      "year": 2022,
      "doi": "10.2196/34662"
    },
    {
      "title": "Mobile health initiatives in Malawi: understanding impact, funding model and challenges",
      "authors": [
        "D Malanga",
        "W Chigona"
      ],
      "year": 2018,
      "doi": "10.4018/ijphim.2018010104"
    },
    {
      "title": "Privacy and security in mobile health apps: a review and recommendations",
      "authors": [
        "B Martínez-Pérez",
        "I De La Torre-Díez",
        "López- Coronado"
      ],
      "year": 2015,
      "doi": "10.1007/s10916-014-0181-3"
    },
    {
      "title": "Mobile health (mHealth) in low-and middle-income countries",
      "authors": [
        "J Mccool",
        "R Dobson",
        "R Whittaker",
        "C Paton"
      ],
      "year": 2022,
      "doi": "10.1146/annurev-publhealth-052620-093850"
    },
    {
      "title": "Global pandemic perspectives: public health, mental health, and lessons for the future",
      "authors": [
        "M Moeti",
        "G Gao",
        "H Herrman"
      ],
      "year": 2022,
      "doi": "10.1016/s0140-6736(22)01328-9"
    },
    {
      "title": "The conceptualization of a just-in-time adaptive intervention ( JITAI) for the reduction of sedentary behavior in older adults",
      "authors": [
        "A Müller",
        "A Blandford",
        "L Yardley"
      ],
      "year": 2017,
      "doi": "10.21037/mhealth.2017.08.05"
    },
    {
      "title": "MCMTC: A pragmatic framework for selecting an experimental design to inform the development of digital interventions",
      "authors": [
        "Nahum-Shani I Dziak",
        "J Wetter"
      ],
      "year": 2022
    },
    {
      "title": "Building health behavior models to guide the development of just-in-time adaptive interventions: a pragmatic framework",
      "authors": [
        "Nahum-Shani I Hekler",
        "E Spruijt-Metz"
      ],
      "year": 2015
    },
    {
      "title": "Digital adaptive behavioral interventions to improve HIV prevention and care: innovations in intervention approach and experimental design",
      "authors": [
        "Nahum-Shani I Naar"
      ],
      "year": 2023
    },
    {
      "title": "Just-in-Time Adaptive Interventions ( JITAIs) in mobile health: key components and design principles for ongoing health behavior support",
      "authors": [
        "Nahum-Shani I Smith",
        "S Spring",
        "B Collins",
        "L Witkiewitz"
      ],
      "year": 2018
    },
    {
      "title": "Assessing cost effectiveness",
      "year": 2012,
      "doi": "10.1080/09540962.2012.703418"
    },
    {
      "title": "Mpox outbreaks in Africa constitute a public health emergency of continental security",
      "authors": [
        "N Ndembi",
        "M Folayan",
        "N Ngongo",
        "F Ntoumi",
        "D Ogoina"
      ],
      "year": 2024
    },
    {
      "title": "Digital health in East Africa: innovation, experimentation and the market",
      "authors": [
        "T Neumark",
        "R Prince"
      ],
      "year": 2021
    },
    {
      "title": "Security and privacy analysis of mobile health applications: the alarming state of practice",
      "authors": [
        "A Papageorgiou",
        "M Strigkos",
        "E Politou",
        "E Alepis",
        "A Solanas",
        "C Patsakis"
      ],
      "year": 2018,
      "doi": "10.1109/access.2018.2799522"
    },
    {
      "title": "Predictably unequal: understanding and addressing concerns that algorithmic clinical prediction may increase health disparities",
      "authors": [
        "J Paulus",
        "D Kent"
      ],
      "year": 2020
    },
    {
      "title": "Technology-mediated justin-time adaptive interventions ( JITAIs) to reduce harmful substance use: a systematic review",
      "authors": [
        "O Perski",
        "E Hébert",
        "F Naughton",
        "E Hekler",
        "J Brown",
        "M Businelle"
      ],
      "year": 2022
    },
    {
      "title": "Mobile fact sheet",
      "year": 2021,
      "doi": "10.3133/fs20103057"
    },
    {
      "title": "Cost effectiveness of mHealth intervention by community health workers for reducing maternal and newborn mortality in rural Uttar Pradesh, India",
      "authors": [
        "S Prinja",
        "P Bahuguna",
        "A Gupta",
        "R Nimesh",
        "M Gupta",
        "J Thakur"
      ],
      "year": 2018
    },
    {
      "title": "The microrandomized trial for developing digital interventions: experimental design and data analysis considerations",
      "authors": [
        "T Qian",
        "A Walton",
        "L Collins",
        "P Klasnja",
        "S Lanza"
      ],
      "year": 2022,
      "doi": "10.1037/met0000283"
    },
    {
      "title": "MRTAnalysis: primary and secondary analyses for microrandomized trials",
      "authors": [
        "T Qian",
        "S Xiang",
        "Z Cheng",
        "A Boruvka"
      ],
      "year": 2023,
      "doi": "10.32614/cran.package.mrtanalysis"
    },
    {
      "title": "Estimating time-varying causal excursion effect in mobile health with binary outcomes",
      "authors": [
        "T Qian",
        "H Yoo",
        "P Klasnja",
        "D Almirall",
        "S Murphy"
      ],
      "year": 2021,
      "doi": "10.1093/biomet/asaa070"
    },
    {
      "title": "Conceptualizing and measuring trust, mistrust, and distrust: implications for advancing health equity and building trustworthiness",
      "authors": [
        "J Richmond",
        "A Anderson",
        "J Cunningham-Erves",
        "S Ozawa",
        "C Wilkins"
      ],
      "year": 2024
    },
    {
      "title": "Cost and cost-effectiveness of mHealth interventions for the prevention and control of type 2 diabetes mellitus: a systematic review",
      "authors": [
        "G Rinaldi",
        "A Hijazi",
        "H Haghparast-Bidgoli"
      ],
      "year": 2020,
      "doi": "10.1016/j.diabres.2020.108084"
    },
    {
      "title": "A physical activity just-intime adaptive intervention designed in partnership with a predominantly black community: virtual, community-based participatory design approach",
      "authors": [
        "M Robles",
        "M Newman",
        "A Doshi",
        "S Bailey",
        "L Huang"
      ],
      "year": 2022,
      "doi": "10.2196/33087"
    },
    {
      "title": "A tutorial on Thompson sampling",
      "authors": [
        "D Russo",
        "B Roy",
        "A Kazerouni",
        "I Osband",
        "Z Wen"
      ],
      "year": 2018,
      "doi": "10.1561/9781680834710"
    },
    {
      "title": "Efficacy of a just-in-time adaptive intervention to promote HIV risk reduction behaviors among young adults experiencing homelessness: pilot randomized controlled trial",
      "authors": [
        "Santa Maria",
        "D Padhye",
        "N Businelle",
        "M Yang",
        "Y Jones"
      ],
      "year": 2021
    },
    {
      "title": "Low income and schizophrenia risk: a narrative review",
      "authors": [
        "M Schneider",
        "C Müller",
        "A Knies"
      ],
      "year": 2022
    },
    {
      "title": "Just-in-time adaptive ecological momentary assessment ( JITA-EMA)",
      "authors": [
        "S Schneider",
        "D Junghaenel",
        "J Smyth",
        "Fred Wen",
        "C Stone"
      ],
      "year": 2024
    },
    {
      "title": "Use of digital mental health for marginalized and underserved populations",
      "authors": [
        "S Schueller",
        "J Hunter",
        "C Figueroa",
        "A Aguilera"
      ],
      "year": 2019
    },
    {
      "title": "MRT-SS calculator: an R Shiny application for sample size calculation in micro-randomized trials",
      "authors": [
        "N Seewald",
        "J Sun",
        "P Liao"
      ],
      "year": 2020
    },
    {
      "title": "Acceptability and feasibility of geographically explicit ecological momentary assessment among men who have sex with men",
      "authors": [
        "I Sheck",
        "C Tilchin",
        "J Wagner",
        "D Epstein",
        "A Burgess-Hull",
        "J Jennings"
      ],
      "year": 2022
    },
    {
      "title": "A meta-learning method for estimation of causal excursion effects to assess time-varying moderation",
      "authors": [
        "J Shi",
        "W Dempsey"
      ],
      "year": 2024,
      "doi": "10.1093/biomet/asac065"
    },
    {
      "title": "Assessing time-varying causal effect moderation in the presence of cluster-level treatment effect heterogeneity and interference",
      "authors": [
        "J Shi",
        "Z Wu",
        "W Dempsey"
      ],
      "year": 2022,
      "doi": "10.1093/biomet/asac065"
    },
    {
      "title": "Incorporating auxiliary variables to improve the efficiency of timevarying treatment effect estimation",
      "authors": [
        "J Shi",
        "Z Wu",
        "W Dempsey"
      ],
      "year": 2024,
      "doi": "10.1080/01621459.2025.2516197"
    },
    {
      "title": "Determining if telehealth can reduce health system costs: scoping review",
      "authors": [
        "C Snoswell",
        "M Taylor",
        "T Comans",
        "A Smith",
        "L Gray",
        "L Caffery"
      ],
      "year": 2020
    },
    {
      "title": "Innovations in the use of interactive technology to support weight management",
      "authors": [
        "D Spruijt-Metz",
        "C Wen",
        "O' Reilly",
        "G Li",
        "M Lee"
      ],
      "year": 2015
    },
    {
      "title": "The economics of treatment for depression",
      "authors": [
        "C Stecher",
        "S Cloonan",
        "M Domino"
      ],
      "year": 2024
    },
    {
      "title": "Designing and evaluating mHealth interventions for vulnerable populations: a systematic review",
      "authors": [
        "E Stowell",
        "M Lyson",
        "H Saksono",
        "R Wurth",
        "H Jimison"
      ],
      "year": 2018
    },
    {
      "title": "Optimizing interventions for equitability: some initial ideas",
      "authors": [
        "J Strayhorn",
        "D Vanness",
        "L Collins"
      ],
      "year": 2024
    },
    {
      "title": "Assessing the generalizability of randomized trial results to target populations",
      "authors": [
        "E Stuart",
        "C Bradshaw",
        "P Leaf"
      ],
      "year": 2015
    },
    {
      "title": "Development of a wearable biocueing app (Sense-IT) among forensic psychiatric outpatients with aggressive behavior: design and evaluation study",
      "authors": [
        "Ter Harmsel",
        "A Van Der Pol",
        "T Swinkels",
        "L Goudriaan",
        "A Popma",
        "A Noordzij"
      ],
      "year": 2021
    },
    {
      "title": "From ads to interventions: contextual Bandits in mobile health",
      "authors": [
        "A Tewari",
        "S Murphy"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-51394-2_25"
    },
    {
      "title": "Leveraging data and digital health technologies to assess and impact social determinants of health (SDoH): a state-of-the-art literature review",
      "authors": [
        "Thomas Craig",
        "K Fusco",
        "N Gunnarsdottir",
        "T Chamberland",
        "L Snowdon",
        "J Kassler"
      ],
      "year": 2021
    },
    {
      "title": "Behavioral response to a just-in-time adaptive intervention ( JITAI) to reduce sedentary behavior in obese adults: implications for JITAI optimization",
      "authors": [
        "J Thomas",
        "D Bond"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000304"
    },
    {
      "title": "The Lancet Commission on ending stigma and discrimination in mental health",
      "authors": [
        "G Thornicroft",
        "C Sunkel",
        "Alikhon Aliev",
        "A Baker",
        "S Brohan"
      ],
      "year": 2022,
      "doi": "10.1016/s2215-0366(23)00374-7"
    },
    {
      "title": "IntelligentPooling: practical Thompson sampling for mHealth",
      "authors": [
        "S Tomkins",
        "P Liao",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2021
    },
    {
      "title": "Designing reinforcement learning algorithms for digital interventions: pre-implementation guidelines",
      "authors": [
        "A Trella",
        "K Zhang",
        "Nahum Shani",
        "I Shetty",
        "V Doshi-Velez",
        "F Murphy"
      ],
      "year": 2022,
      "doi": "10.3390/a15080255"
    },
    {
      "title": "Travel-associated cost savings to patients and the health system through provision of specialist head and neck surgery outreach clinics in rural New South Wales, Australia",
      "authors": [
        "R Venchiarutti",
        "A Pearce",
        "L Mathers",
        "T Dawson",
        "S Ch'ng"
      ],
      "year": 2023
    },
    {
      "title": "The way the country has been carved up by researchers\": ethics and power in North-South public health research",
      "authors": [
        "A Walsh",
        "R Brugha",
        "E Byrne"
      ],
      "year": 2016
    },
    {
      "title": "Development and preliminary effectiveness of a smartphone-based, just-in-time adaptive intervention for adults with alcohol misuse who are experiencing homelessness",
      "authors": [
        "S Walters",
        "E-Y Mun",
        "Z Tan",
        "J Luningham",
        "E Hébert"
      ],
      "year": 2022
    },
    {
      "title": "Just-in-the-moment adaptive interventions ( JITAI): a meta-analytical review",
      "authors": [
        "L Wang",
        "L Miller"
      ],
      "year": 2020
    },
    {
      "title": "The sequential multiple assignment randomized trial for controlling infectious diseases: a review of recent developments",
      "authors": [
        "X Wang",
        "B Chakraborty"
      ],
      "year": 2023
    },
    {
      "title": "Factorial designs help to understand how psychological therapy works",
      "authors": [
        "E Watkins",
        "A Newbold"
      ],
      "year": 2020
    },
    {
      "title": "Capability, opportunity, and motivation: an across contexts empirical examination of the COM-B model",
      "authors": [
        "T Willmott",
        "B Pang",
        "S Rundle-Thiele"
      ],
      "year": 2021
    },
    {
      "title": "MRTSampleSizeBinary: sample size calculator for MRT with binary outcomes",
      "authors": [
        "E Wong-Toi",
        "T Dahdoul",
        "T Qian"
      ],
      "year": 2022
    },
    {
      "title": "A flexible micro-randomized trial design and sample size considerations",
      "authors": [
        "J Xu",
        "X Yan",
        "C Figueroa",
        "J Williams",
        "B Chakraborty"
      ],
      "year": 2023
    },
    {
      "title": "Using a complexity science approach to evaluate the effectiveness of just-in-time adaptive interventions: a meta-analysis",
      "authors": [
        "Z Xu",
        "E Smit"
      ],
      "year": 2023,
      "doi": "10.1177/20552076231183543"
    },
    {
      "title": "Addiction and suicide: a review",
      "authors": [
        "C Yuodelis-Flores",
        "R Ries"
      ],
      "year": 2015
    },
    {
      "title": "Local fiscal pressure and public health: evidence from China",
      "authors": [
        "X Zhang",
        "T Feng",
        "C Wang",
        "C Li"
      ],
      "year": 2023
    },
    {
      "title": "The promise of just-in-time adaptive interventions for organizational scholarship and practice: conceptual development and research agenda",
      "authors": [
        "Z Zhu",
        "J Aitken",
        "R Dalal",
        "S Kaplan"
      ],
      "year": 2024
    }
  ],
  "num_references": 141,
  "original_doi": "https://doi.org/10.13039/501100001352"
}
