{
  "paper_id": "3ZTQIS8N",
  "title": "Designing and Undertaking a Health Economics Study of Digital Health Interventions",
  "abstract": "This paper introduces and discusses key issues in the economic evaluation of digital health interventions. The purpose is to stimulate debate so that existing economic techniques may be refined or new methods developed. The paper does not seek to provide definitive guidance on appropriate methods of economic analysis for digital health interventions. This paper describes existing guides and analytic frameworks that have been suggested for the economic evaluation of healthcare interventions. Using selected examples of digital health interventions, it assesses how well existing guides and frameworks align to digital health interventions. It shows that digital health interventions may be best characterized as complex interventions in complex systems. Key features of complexity relate to intervention complexity, outcome complexity, and causal pathway complexity, with much of this driven by iterative intervention development over time and uncertainty regarding likely reach of the interventions amongst the relevant population. These characteristics imply that more-complex methods of economic evaluation are likely to be better able to capture fully the impact of the intervention on costs and benefits over the appropriate time horizon. This complexity includes wider measurement of costs and benefits, and a modeling framework that is able to capture dynamic interactions among the intervention, the population of interest, and the environment. The authors recommend that future research should develop and apply moreflexible modeling techniques to allow better prediction of the interdependency between interventions and important environmental influences.",
  "year": 2015,
  "date": "2015",
  "journal": "Value Health",
  "publication": "Value Health",
  "authors": [
    {
      "forename": "Paul",
      "surname": "Mcnamee",
      "name": "Paul Mcnamee",
      "affiliation": "1  Health Economics Research Unit , Institute of Applied Health Sciences , University of Aberdeen , Aberdeen , United Kingdom; \n\t\t\t\t\t\t\t\t Health Economics Research Unit \n\t\t\t\t\t\t\t\t Institute of Applied Health Sciences \n\t\t\t\t\t\t\t\t University of Aberdeen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aberdeen \n\t\t\t\t\t\t\t\t\t United Kingdom;",
      "email": "p.mcnamee@abdn.ac.uk"
    },
    {
      "forename": "Elizabeth",
      "surname": "Murray",
      "name": "Elizabeth Murray",
      "affiliation": "2  eHealth Unit , Research Department of Primary Care and Population Health , University College London , London , United Kingdom; \n\t\t\t\t\t\t\t\t Research Department of Primary Care and Population Health \n\t\t\t\t\t\t\t\t eHealth Unit \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom;"
    },
    {
      "forename": "Michael",
      "surname": "Kelly",
      "name": "Michael Kelly",
      "affiliation": "3  Primary Care Unit , Institute of Public Health , University of Cambridge , Cambridge , United Kingdom; \n\t\t\t\t\t\t\t\t Primary Care Unit \n\t\t\t\t\t\t\t\t Institute of Public Health \n\t\t\t\t\t\t\t\t University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t United Kingdom;"
    },
    {
      "forename": "Laura",
      "surname": "Bojke",
      "name": "Laura Bojke",
      "affiliation": "4  Centre for Health Economics , University of York , York , United Kingdom; \n\t\t\t\t\t\t\t\t Centre for Health Economics \n\t\t\t\t\t\t\t\t University of York \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t York \n\t\t\t\t\t\t\t\t\t United Kingdom;"
    },
    {
      "forename": "Jim",
      "surname": "Chilcott",
      "name": "Jim Chilcott",
      "affiliation": "5  Health Economics and Decision Science , School of Health and Related Research , University of Sheffield , Sheffield , United Kingdom; \n\t\t\t\t\t\t\t\t Health Economics and Decision Science \n\t\t\t\t\t\t\t\t School of Health and Related Research \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t United Kingdom;"
    },
    {
      "forename": "Alastair",
      "surname": "Fischer",
      "name": "Alastair Fischer",
      "affiliation": "6  Public Health and Social Care Section , National Institute for Health and Care Excellence , London , United Kingdom; \n\t\t\t\t\t\t\t\t Public Health and Social Care Section \n\t\t\t\t\t\t\t\t National Institute for Health and Care Excellence \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom;"
    },
    {
      "forename": "Robert",
      "surname": "West",
      "name": "Robert West",
      "affiliation": "7  Health Behaviour Research Centre , Department of Epidemiology and Public Health , University College London , London , United Kingdom; and \n\t\t\t\t\t\t\t\t Health Behaviour Research Centre \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom; and"
    },
    {
      "forename": "Lucy",
      "surname": "Yardley",
      "name": "Lucy Yardley",
      "affiliation": "8  Department of Psychology , University of Southampton , Southampton , United Kingdom Health Economics Research Unit , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health Economics Research Unit \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "affiliation": "Institute of Applied Health Sciences , University of Aberdeen , Aberdeen , United Kingdom , AB25 \n\t\t\t\t\t\t\t\t Institute of Applied Health Sciences \n\t\t\t\t\t\t\t\t University of Aberdeen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t AB25 \n\t\t\t\t\t\t\t\t\t Aberdeen \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Introduction",
      "text": "The purpose of economic evaluations of digital health interventions (DHIs) is to inform decision makers about the relative value for money of those interventions against specified alternatives. With resource scarcity, it is argued that use of resources will be more efficient if they are allocated to interventions where the magnitude of additional benefits relative to the magnitude of additional costs is greatest, subject to an identified budget constraint.\n\nThere are several ways to conduct an economic evaluation of health interventions. One of the most common is cost-utility analysis. This measures benefits in terms of quality-adjusted life years, which is a measure of length of life weighted by quality of life to reflect desirability of that life (scaled from 0 to 1, where 0=dead and 1=perfect health). Other analyses include cost-effectiveness analysis, which measures benefits in terms of clinical units, such as whether an individual is free of symptoms, and cost-consequences analysis, an extended form of cost-effectiveness analysis, where multiple benefits are measured and reported separately.\n\nWithin other public policy fields, such as environment and transport appraisal, the technique of cost-benefit analysis is the most common type of evaluation, with the benefits of programs being measured in monetary terms.\n\nSeveral sets of guidelines for the design and conduct of economic evaluation exist for healthcare studies,  1  but the extent to which these are relevant to DHIs has received little attention. The term \"DHIs\" in this paper refers to interventions that employ digital technology to promote and maintain health, through supporting behavior change or decision making of the general public, patients, or healthcare practitioners. Interventions are typically automated, interactive, and personalized, employing user input or sensor data to tailor feedback or treatment pathways (e.g., a smartphone app to promote greater levels of physical activity would be one example). In telemedicine and telecare, which may be components of some DHIs, systematic reviews suggest there is a lack of good evidence regarding costs and therefore cost effectiveness,  2, 3  and this partly arises through lack of methodologic rigor within the original published studies.  4 is paper does not seek to provide definitive guidance on appropriate methods of economic analysis for DHIs, but instead aims to highlight key issues in the economic evaluation of DHIs, to stimulate debate so that refined economic tools and methods may be developed. The paper is organized as follows. First, it describes existing guides and analytic frameworks suggested for the economic evaluation of interventions applied to complex interventions. Second, using selected examples of DHIs, it assesses how well existing guides and frameworks map to DHIs. Third, it proposes key decision points in the design and conduct of economic evaluations."
    },
    {
      "title": "Existing Analytic Frameworks International Society for Pharmacoeconomics and Outcomes Research Good Research Practice"
    },
    {
      "title": "Guide",
      "text": "To enhance the conduct and reporting of trial-based economic evaluation studies applied to new medicines, medical devices, and procedures, the International Society for Pharmacoeconomics and Outcomes Research has published an updated good research practice guide.  1  This re-emphasizes the need to base economic evidence on effectiveness rather than efficacy, the benefits from direct data collection on resource use and health states (or other measures of effectiveness) from study participants rather than indirectly (such as mapping), and recognizing that study designs such as RCTs are complementary to modelbased evaluations. These recommendations appear salient for evaluation of DHIs. For example, there is already recognition that RCTs are not always appropriate as a means to establish effectiveness,  5  and a similar argument holds for evaluation of cost effectiveness.\n\nIn some specific areas, however, the recommendations may be less appropriate for DHIs. For example, where interventions are designed to bring about health behavior change, it can be argued that they differ from medicines, devices, and procedures in terms of intended mechanisms of action. Here, notions of mechanism of action confined to biological interactions within single individuals have been significantly developed and refined,  [6] [7] [8] [9]  to accommodate importance of interaction with the health and social care system, or the wider social environment.\n\nOne area in particular where there may be a need for a different approach relates to the use of intermediate (surrogate) measures of benefit. The International Society for Pharmacoeconomics and Outcomes Research guide recommends that the use of \"intermediate (or surrogate)\" measures should be avoided in the measurement of benefit wherever possible.\n\nHowever, when the expected effects of an intervention are only likely to be observed in the long term, the guide suggests that surrogate measures are appropriate, as long as the relationship to \"final\" measures (e.g., mortality, health-related quality of life, or well-being) is firmly established. A focus on surrogate measures may not be sufficient in circumstances where intervention adapt and change over time, where the mechanisms of action are unclear, and where effectiveness and cost effectiveness are theorized to relate closely to the system or environment in which they are placed. In short, existing guidelines such as the International Society for Pharmacoeconomics and Outcomes Research guide, which are available for medicines, devices, and procedures, may require amendment for many DHIs."
    },
    {
      "title": "Medical Research Council Framework for Complex Interventions",
      "text": "A DHI can be characterized as a \"complex intervention\" in a complex system.  [10] [11] 1] [12]  Within the Medical Research Council Framework for the Evaluation of Complex Interventions,  13  a complex intervention is one that \"contains several interacting components, and other characteristics, such as the number and difficulty of behaviors required by those delivering or receiving the intervention.\" Complexity may also refer to features of the system in which an intervention is implemented, as well as the intervention itself. Shiell et al.  12  note that \"a complex system is one that is adaptive to changes in its local environment, is composed of other complex systems, and behaves in a non-linear fashion (i.e., change in outcome is not proportional to change in input).\" Petticrew and colleagues  14   o feedback loops (i.e., the uptake of the intervention may be affected by uptake by others, \"social contagion\" effect)  causal pathway complexity: o multiple moderators and mediators of the relationship between intervention and outcomes, particularly strong influence of system characteristics (i.e., the setting/context of the intervention is important and likely to generate heterogeneity in costs and benefits, through differences in resource availability, culture, beliefs, attitudes, interpersonal relationships) o non-linear relationships between intervention resource inputs and multiple outputs, \"phase\" changes (i.e., sudden, unpredictable tipping points)\n\nA key question is the extent to which DHIs map to the above types of complexity. Clearly some may align with the above classification more than others. For example, consider a health app for the management of Type 2 diabetes-if additional input from healthcare staff is required according to individual patient goals or preferences, or if the intervention partly comprises an element of feedback from healthcare staff, then this gives rise to intervention complexity-the intervention is highly individualized and heterogeneous. There may also be outcome complexity; for example, if the individual needs to change food and alcohol intake, then other household members may also have to change, but may be resistant to this. Further, if the app includes the option of information exchange with other users, such as electronic posting of achieved goals, this could affect behavior in a positive or negative way. Finally, there may need to be a set of necessary conditions in place for the intervention to be effective, especially in the longer term; these could relate to a set of motivational factors, such as prior diabetes history, other patient characteristics (education, income, and time preference in terms of willingness to invest time and effort today to achieve additional benefits later), and wider contextual factors, such as an individual being within a social network where members already undertake \"healthy behaviors.\" These conditions give rise to causal pathway complexity. Taken together, it could be argued that the health app intervention is a complex intervention in a complex system. Conversely, other DHIs for the same condition may exhibit less complexity; for example, if there is little or no interaction with healthcare professionals or other recipients, then causal pathway complexity is likely to be smaller.\n\nTaking forward these notions, Shiell et al.  12  draw out some lessons for economic evaluation; it is argued that, where a complex intervention lacks significant interaction with the setting (i.e., where the casual pathway is relatively simple), current methods of economic evaluation might be sufficient (i.e., identifying, measuring, and valuing resource use and weighing that against the value of health or other outcomes that are produced). However, where there is significant interaction with setting, there are potentially additional challenges for economic evaluation. These include more difficult choices regarding what measures of effectiveness should be included, how consequences should be valued, and how evaluation should be conducted. More fundamentally, there may be significant challenges associated with historicity or path dependence. For instance, the past 20 years have seen a marked change in public acceptability of smoking and use of mobile devices, so it may be hypothesized that a DHI intervention to encourage smoking cessation may have achieved very different effects at any point during that period. These challenges may lead therefore to a need to conduct a \"complex economic evaluation\" (e.g., attempting to estimate cost effectiveness for subgroups according to the extent of interaction with the system or with each other. Note, however, that it is still legitimate to conduct \"simple\" evaluations of complex interventions, by addressing \"simple\" questions,  14  such as what the average change in health and costs is after intervention receipt, relative to usual care). Ultimately, the type of conducted evaluation will depend on the research question, as well as extent of interaction, between intervention and system/setting, or between individuals, and the importance this has for generating heterogeneity in costs and benefits.\n\nTo illustrate what a complex economic evaluation might look like, consider Zhang and colleagues,  15  who used an agent-based model of social network interactions to examine the effect of different policy instruments in changing dietary behaviors (Figure  1 ). Based on a multilevel theory of population health that encompasses habitual behaviors,  16  behaviors are influenced by standard economic incentives, such as price, but also affected by cognitive habits that are subject to social norms. The model simulated potential policy impacts (e.g., taxation), and could be extended by incorporating data from natural experiments and health administrative records, to examine influences on health, well-being, and costs to the healthcare system.\n\nWhether simple or complex, a key factor in economic evaluation relates to judgement regarding the time frame for the expected effects to occur. This creates a challenge for DHIs as the content of many interventions evolves over time, and there may be a protracted period before benefits are observed. Conventional approaches have usually been built on the RCT.\n\nThe RCT is designed to determine whether the relationship between a constant (the independent variable) and the outcome of the interaction it has with the environment into which it is applied is free from bias. So long as the intervention is constant, then this is appropriate. But some DHIs are not constant, with many evolving as they are implemented.\n\nAs a result, the artificial nature of RCTs may mean that they are not good vehicles to indicate the potential impact of DHIs.\n\nIf trials with randomization at the individual level are potentially problematic, what are the alternative options? Aside from cluster randomization, other study designs such as natural experiments are possible.  17 For example, the five test bed sites within the National Health Service (NHS) England provide a vehicle to examine effectiveness and cost effectiveness on a large scale.  18 However, use of quasi-experimental or observational study designs to demonstrate effectiveness also carries limitations, such as inability to control for unobserved variables.  17 More fundamentally, in many cases, an evaluation will be needed by decision makers before the DHI has been trialed, and in cases where a trial does proceed, by the time it is nearing completion, both its effectiveness and cost effectiveness will already be \"known\" with sufficient accuracy before real-world data are available. This may then provide disincentives for the future use of real-world data to examine effectiveness and cost effectiveness. This suggests that a decision-theoretic approach will be required (and may be sufficient by itself) in some circumstances, such as where the intervention could not conceivably cause harm, and where the likely effect size would produce an estimate of cost effectiveness that is well below currently acceptable thresholds.  19, 20 For example, in a hand washing intervention designed for use in an influenza pandemic,  21  international dissemination of a fully automated digital intervention to reduce spread of respiratory infection would likely result in healthcare savings and wider health and socioeconomic benefits so great that the cost of the intervention becomes negligible.\n\nWithin the framework of complex interventions in complex systems, a critical factor driving effectiveness may be the extent of uptake by a social network or other relevant population.\n\nThe argument here is that changes in health behavior can be spread or transmitted from one individual to another within a social network; the parallel is earlier work on obesity and the idea that this is partly a social disease, through a clustering effect.  22 In similar fashion, the effectiveness and cost effectiveness of DHIs may depend on diffusion through social networks for uptake and effect. For example, an Internet-delivered hand washing intervention resulted in reductions in respiratory infection in the user and also in family members who had not engaged with the intervention directly,  21  and smaller effects could spread more widely. In addition, there may be feedback loops and potentially non-linear relationships, such as effectiveness at the individual level being partly dependent on nature of uptake at the group level (e.g. www.gettheworldmoving.com ).  23 nce Christakis and Fowler,  22, 24, 25  there has been an explosion of epidemiologic studies using social network analytic methods for describing and understanding network effects.  26 wever, there have been far fewer published attempts to use such methods as the basis for the design and evaluation of DHIs.  27, 28 This may be because development of experimental methods in social networks analysis is still at a relatively early stage,  29, 30  and there is need to develop the wider use of modeling techniques for predicting social network effects.  31"
    },
    {
      "title": "Implications of Applying the Complexity Framework for Economic Evaluation of Digital Health Interventions",
      "text": "In situations where it is judged that applying standard methods of economic evaluation may not be optimal, there are implications for costs as well as for benefits, and also major challenges for selection of the appropriate modeling framework. These issues are examined below, by discussing implications in three areas: inclusion of development costs, measurement of benefits and resource use impacts, and the appropriate modeling framework."
    },
    {
      "title": "Inclusion of Development Costs Plus Maintenance and Running Costs, or Only the Latter?",
      "text": "The vast majority of costs are incurred during development. Development costs may include:  literature reviews, summarizing available evidence on:  costs of user experience testing These costs can be substantial, ranging from £20,000 (for a simple one-session intervention)  32  to £500,000 (or more) for a longitudinal, highly interactive intervention with extensive content, tailored to many different variables.  33 Many of these costs relate to iterative development and evaluation of the intervention to maximize acceptability and feasibility.  34, 35  contrast, maintenance costs can be very low. The minimum maintenance cost is hosting.\n\nCosts of hosting vary according to DHI complexity and required levels of security and response times.\n\nAlthough the issue of whether to include development costs and other costs such as training costs and future costs of related diseases and treatments is not specific to DHIs, there are three additional considerations that may be peculiar to DHIs:  Most DHIs require regular updating to remain \"the same\" (e.g., where the DHI promises to deliver up-to-date information). Updating is required for content, navigation and visuals, and software. As mainstream software manufacturers update their products, DHIs that are not updated will cease to function.\n\n As outlined in Yardley et al.,  36  there is good evidence that DHIs alone are often not as effective as DHI plus human support or facilitation, where the human input focuses on getting the patient (user) to use the DHI as intended.  37, 38 Unlike all other costs associated with DHIs, which are fixed, these facilitation costs are variable as they increase with each additional user.\n\n Many interventions are likely to evolve unpredictably over time. Such change makes reproducibility more challenging, and data collection difficult if the change was quick and no measurement of resource use was planned. Where change is planned as part of the intervention, this knowledge should be built into the cost estimates, otherwise there is a danger that the costs incurred in a research study may not be fully reflective of resource use outside of that setting.  35 e issue of perspective (i.e., whether the evaluation is conducted from a payer perspective, societal perspective, or some other perspective) is also important in judging the importance of inclusion of development costs. From the perspective of a national health regulator such as the National Institute of Health and Clinical Excellence, the decision may be whether to develop a DHI de novo and make it available as a public good (i.e., once it is provided to at least one individual, it can be provided to an unlimited number of other people at no further cost). Here, good estimates of fixed costs of development are important, alongside knowledge regarding resources required for storage, data retrieval, and encryption. The payer (the NHS) would then agree a price with the manufacturer to cover these costs, together with a potential markup to protect intellectual property. However, other perspectives than those of a national regulator can be adopted, and other factors, such as whether the DHI is a modification of an existing product, will have implications for the inclusion or exclusion development costs within the evaluation. For example, for evaluation of existing products, prior development costs would usually be excluded, as these are \"sunk costs\" because there is no further resource impact for decision makers going forward, but resources required for modification would be included. Further, likely product reach and future costs of updating as technology changes are both highly unpredictable, and may be further affected by regulatory changes.\n\nInformation on reach is important in estimation of cost effectiveness as the marginal costs per additional user will tend to zero as the population size. This is not a trivial task, requiring additional effort and data analysis.  39"
    },
    {
      "title": "Measurement of Benefits and Resource Use Impacts",
      "text": "The measurement of benefit should relate to the purpose of the individual technology-what is it trying to achieve over a particular time frame? This is important because it acts as the key guide to how benefits are measured. The main categories of benefit include the following:\n\n health effects in their natural units (e.g., number of avoided cancer cases)  generic measures of healthy time or other outcomes (e.g., quality-adjusted life years  monetary valuation of healthy time or other outcomes (e.g., willingness to pay to gain percentage increase in healthy life years) Less common approaches include measurement of changes in well-being (e.g., capability), the extent to which an individual feels it is possible for them to live a meaningful life,  40  or measures of life satisfaction.\n\nIt is clear that different interventions are designed to achieve different objectives, some of which may relate to reductions in service use. For example, DHIs for diabetes and for patients receiving warfarin  41  are intended to reduce the need for monitoring visits with NHS staff. Outcomes have been measured as change in utilization of healthcare resources, patient satisfaction, and maintained control of symptoms. For such DHIs, it seems plausible to maintain an NHS perspective for costs and outcomes (i.e., only health effects), and health and social care costs may be deemed relevant for evaluation. However, even here, it could be argued that a wider perspective is warranted, as patient monitoring of symptoms may increase reassurance and empowerment, but may also lead to adverse effects, such as anxiety and intrusiveness. For other DHIs however, the range of benefits may be much wider and individual health effects may take longer to occur. These include Internet-based programs and apps to encourage a lifestyle change, such as weight loss, exercise, or sleep behavior, which may result in health changes as well as other effects, such as greater social inclusion and productivity changes.\n\nFinally, an important issue relates to safety. There may be unintentional and intentional harms. For example, a weight loss mobile app shared among teenage girls may lead to unintended consequences such as an increase in smoking. Digital apps also exist to help individuals to commit suicide. Some provide advice that is opposite to existing guidelines.\n\nNational regulation is therefore important. Equally, regulation is appropriate to protect consumers from fraudulent apps, such as those purporting to measure blood alcohol concentration, but with no capacity to do so.  42 Further, harm may occur if information or advice in a DHI is inaccurate or out of date, or through misinterpretation by the user. DHIs may also cause anxiety or feelings of inadequacy if users feel burdened by them.  43"
    },
    {
      "title": "Appropriate Modeling Framework",
      "text": "Finally, there is the challenge of bringing costs and benefits together in the appropriate modeling framework. To conduct evaluations that account for the degree of complexity that is relevant to the intervention and setting, it is vital that economic modelers develop or apply better tools to encapsulate individual-and population-level interactions, rather than impose highly simplified assumptions or heuristics about the nature of human behavior.  44 These models and the techniques to develop them should be more widely embraced in economic analysis of DHIs.  45 As highlighted earlier,  15, 16  there appears a role for agent-based modeling.  46, 47 Within this approach, individuals make decisions autonomously, as well as interacting with others and with their environment using individually tailored \"behavioral rules.\" These rules can be non-linear (e.g., discontinuous) and time-dependent (e.g., agents adapt and learn from previous experience).\n\nThere is ample scope for methodologic development in economic modeling in this field. A possible starting point may be a critical review of existing interventions and development of novel case studies. For example, an ongoing European Union collaboration is examining aspects of complexity relevant to complex interventions in complex settings.  48 Many of these aspects are potentially relevant when considering DHIs, including the impact of multiple interacting agencies involved in the intervention and the wider system; problems with defining the intervention owing to characteristics like flexibility, tailoring, self-organization, adaptivity, and evolution over time; and issues of historicity or path dependence, whereby the evolution of the system through series of irreversible and unpredictable events means that generalizability and repeatability of an intervention is problematic."
    },
    {
      "title": "Concluding Comments-Key Decision Points in the Design and Conduct of Economic Evaluations for Digital Health Interventions",
      "text": "There is considerable scope for variation in how a particular DHI is delivered to a potential user, and the way in which that user then interacts with that intervention and the wider environment. Moreover, feedback mechanisms may be critical to the success of that intervention, such that the wider environment has a strong effect on how a recipient uses a particular intervention. In short, many DHIs may be best characterized as complex interventions within a complex system, and within the class of complex interventions, they may hold special characteristics that require key questions to be addressed when planning the design of an economic evaluation, as outlined in Table  1 ."
    },
    {
      "title": "Table 1. Key Guidance Points and Priority Topics for Future Research Guidance points based on existing research",
      "text": " Assess whether an intervention is complex, e.g., does it involve adaptive intervention components or interaction with other people? Is the causal pathway from intervention to outcomes complex? i.e., are there multiple mediators or moderators of outcomes?  Consider whether a complex economic evaluation is appropriate. (e.g., can the research question be addressed using \"standard\" methods of economic evaluation which do not require modelling of patient-system-network relationships to generate robust cost and benefit estimates?)  For a given study perspective, identify the relevant and important costs that should be included in an economic evaluation. (e.g., should all the resources used in the development of the DHI be included? Alternatively, is it acceptable to focus solely on measurement of the health care resources and any other resources required in future maintenance and support of DHIs?)  For a given study perspective, identify the relevant and important benefits that should be included in an economic evaluation. (e.g., benefits are likely to be multi-faceted and potentially span beyond health, creating a challenge for measurement, e.g., does engagement with DHIs facilitate future employment prospects for some individuals? Are there other spin-offs? Are there negative effects? What effect does the DHI have on the wider environment, and what effect does the environment have on the DHI?) Priority topics for future research  Critical review of existing economic evaluations of digital health interventions, with particular focus on comparative studies that have undertaken different modelling approaches  Validation of agent-based models that capture dynamic interactions between the intervention, the population of interest and environment  Further interrogation of existing datasets to permit better estimates of reach and uptake of new digital health interventions  Exploration of how best to incorporate economic factors into intervention design and re-design DHI, Digital Health Intervention"
    },
    {
      "text": "outline this further by drawing distinctions among intervention complexity, outcome complexity, and causal pathway complexity:  intervention complexity: o multiple, interacting components o likely to be tailored, adapt, or change over time  outcome complexity: o spillovers and externalities (i.e., outcomes go beyond the immediate recipient of the intervention, such as influencing the behavior or health of other family members)"
    },
    {
      "text": "the condition addressed by the DHI (causes, treatments); o interventions likely to be effective if delivered digitally (e.g., tailored content, behavior change techniques, emotional support);  De novo research identifying user \"wants and needs\"  costs of content development (this will vary with the intended goal of the DHI, but may include information provision, behavior change interventions, decision support, emotional or psychological interventions, opportunities to interact online with peers or healthcare professionals)  costs of design features (navigation, images, videos, graphics)  costs of software features (interactivity, algorithms, tailoring)"
    }
  ],
  "references": [
    {
      "title": "Cost-effectiveness analysis alongside clinical trials IIan ISPOR good research practices task force report",
      "authors": [
        "S Ramsey",
        "R Willke",
        "H Glick"
      ],
      "year": 2015,
      "doi": "10.1016/j.jval.2015.02.001"
    },
    {
      "title": "Effectiveness of telemedicine: A systematic review of reviews",
      "authors": [
        "A Ekeland",
        "A Bowes",
        "S Flottorp"
      ],
      "year": 2010,
      "doi": "10.1016/j.ijmedinf.2010.08.006"
    },
    {
      "title": "Systematic review of studies of the cost-effectiveness of telemedicine and telecare. changes in the economic evidence over twenty years",
      "authors": [
        "H Mistry"
      ],
      "year": 2012,
      "doi": "10.1258/jtt.2011.110505"
    },
    {
      "title": "Critical appraisal of published systematic reviews assessing the cost-effectiveness of telemedicine studies",
      "authors": [
        "H Mistry",
        "H Garnvwa",
        "R Oppong"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0259"
    },
    {
      "title": "Evaluating digital health interventions: Key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.008"
    },
    {
      "title": "Evidence based public health: A review of the experience of the national institute of health and clinical excellence (NICE) of developing public health guidance in England",
      "authors": [
        "M Kelly",
        "A Morgan",
        "S Ellis"
      ],
      "year": 2010,
      "doi": "10.1016/j.socscimed.2010.06.032"
    },
    {
      "title": "Criteria for evaluating evidence on public health interventions",
      "authors": [
        "L Rychetnik",
        "M Frommer",
        "P Hawe",
        "A Shiell"
      ],
      "year": 2002,
      "doi": "10.1136/jech.56.2.119"
    },
    {
      "title": "Evidence-based public health: Moving beyond randomized trials",
      "authors": [
        "C Vitora",
        "J Habichtl"
      ],
      "year": 2004,
      "doi": "10.2105/ajph.94.3.400"
    },
    {
      "title": "Time to rethink the systematic review catechism? Moving from 'what 'what happens",
      "authors": [
        "M Petticrew"
      ],
      "year": 2015,
      "doi": "10.1186/s13643-015-0027-1"
    },
    {
      "title": "Theorising interventions as events in systems",
      "authors": [
        "P Hawe",
        "A Shiell",
        "T Riley"
      ],
      "year": 2009,
      "doi": "10.1007/s10464-009-9229-9"
    },
    {
      "title": "Methods for exploring implementation variation and local context within a cluster randomised community intervention trial",
      "authors": [
        "P Hawe",
        "A Shiell",
        "T Riley",
        "L Gold"
      ],
      "year": 2004,
      "doi": "10.1136/jech.2003.014415"
    },
    {
      "title": "Complex interventions or complex systems? Implications for health economic evaluation",
      "authors": [
        "A Shiell",
        "P Hawe",
        "L Gold"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39569.510521.ad"
    },
    {
      "title": "Developing and evaluating complex interventions: The new MRC guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre"
      ],
      "year": 2008
    },
    {
      "title": "Complex interventions and their implications for systematic reviews: A pragmatic approach",
      "authors": [
        "M Petticrew",
        "L Anderson",
        "R Elder"
      ],
      "year": 2013,
      "doi": "10.1016/j.jclinepi.2013.06.004"
    },
    {
      "title": "Impact of Different Policies on Unhealthy Dietary Behaviors in an Urban Adult Population: An Agent-based Simulation Model",
      "authors": [
        "D Zhang",
        "P Giabbanelli",
        "O Arah",
        "F Zimmerman"
      ],
      "year": 2014,
      "doi": "10.2105/ajph.2014.301934"
    },
    {
      "title": "Habit, custom, and power: A multi-level theory of population health",
      "authors": [
        "F Zimmerman"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2012.12.029"
    },
    {
      "title": "Evaluation of systems oriented public health interventions: Alternative research designs",
      "authors": [
        "R Sanson-Fisher",
        "D' Este",
        "C Carey",
        "M Noble",
        "N Paul"
      ],
      "year": 2014,
      "doi": "10.1146/annurev-publhealth-032013-182445"
    },
    {
      "title": "Real world testing of \"combinatorial interventions\"a global invitation to innovators",
      "authors": [
        "England"
      ],
      "year": 2015,
      "doi": "10.1259/edu20150324w1aa0001.001"
    },
    {
      "title": "The appraisal of public health interventions: An overview",
      "authors": [
        "A Fischer",
        "A Threlfall",
        "S Meah"
      ],
      "year": 2013,
      "doi": "10.1093/pubmed/fdt076"
    },
    {
      "title": "The appraisal of public health interventions: The use of theory",
      "authors": [
        "A Threlfall",
        "S Meah",
        "A Fischer"
      ],
      "year": 2015,
      "doi": "10.1093/pubmed/fdu044"
    },
    {
      "title": "An internet-delivered handwashing intervention to modify influenza-like illness and respiratory infection transmission (PRIMIT): A primary care randomised trial",
      "authors": [
        "P Little",
        "B Stuart",
        "F Hobbs"
      ],
      "year": 2015,
      "doi": "10.1016/s0140-6736(15)60127-1"
    },
    {
      "title": "The spread of obesity in a large social network over 32 years",
      "authors": [
        "N Christakis",
        "J Fowler"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsa066082"
    },
    {
      "title": "The collective dynamics of smoking in a large social network",
      "authors": [
        "N Christakis",
        "J Fowler"
      ],
      "year": 2008,
      "doi": "10.1056/nejmsa0706154"
    },
    {
      "title": "Connected: The amazing power of social networks and how they shape our lives",
      "authors": [
        "N Christakis",
        "J Fowler"
      ],
      "year": 2009
    },
    {
      "title": "The role of social networks in the development of overweight and obesity among adults: A scoping review",
      "authors": [
        "K Powell",
        "J Wilcox",
        "A Clonan"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-2314-0"
    },
    {
      "title": "Beyond the \"I\" in the obesity epidemic: A review of social relational and network interventions on obesity",
      "authors": [
        "J Leroux",
        "S Moore",
        "L Dubé"
      ],
      "year": 2013,
      "doi": "10.1155/2013/348249"
    },
    {
      "title": "Modeling social transmission dynamics of unhealthy behaviors for evaluating prevention and treatment interventions on childhood obesity",
      "authors": [
        "L Frerichs",
        "O Araz",
        "T Huang"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0082887"
    },
    {
      "title": "Social network analysis and agentbased modelling in social epidemiology",
      "authors": [
        "A El-Sayed",
        "P Scarborough",
        "L Seman",
        "S Galea"
      ],
      "year": 2012,
      "doi": "10.1186/1742-5573-9-1"
    },
    {
      "title": "An experimental study of homophily in the adoption of health behavior",
      "authors": [
        "D Centola"
      ],
      "year": 2011,
      "doi": "10.1126/science.1207055"
    },
    {
      "title": "Discrete-event simulation is dead, long live agent-based simulation!",
      "authors": [
        "P Siebers",
        "C Macal",
        "J Garnett",
        "D Buxton",
        "M Pidd"
      ],
      "year": 2010,
      "doi": "10.1057/jos.2010.14"
    },
    {
      "title": "Effects of internet-based training on antibiotic prescribing rates for acute respiratory-tract infections: A multinational, cluster, randomised, factorial, controlled trial",
      "authors": [
        "P Little",
        "B Stuart",
        "N Francis"
      ],
      "year": 2013,
      "doi": "10.1016/s0140-6736(13)60994-0"
    },
    {
      "title": "Randomised controlled feasibility trial of a web-based weight management intervention with nurse support for obese patients in primary care",
      "authors": [
        "L Yardley",
        "L Ware",
        "E Smith"
      ],
      "year": 2014,
      "doi": "10.1186/1479-5868-11-67"
    },
    {
      "title": "The person-based approach to intervention development: Application to digital health-related behavior change Interventions",
      "authors": [
        "L Yardley",
        "L Morrison",
        "K Bradbury",
        "I Muller"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4055"
    },
    {
      "title": "How big is the elephant in the room? Estimated and actual IT costs in an online behaviour change trial",
      "authors": [
        "J Mccambridge",
        "O' Donnell",
        "O Godfrey"
      ],
      "year": 2010,
      "doi": "10.1186/1756-0500-3-172"
    },
    {
      "title": "Understanding and promoting engagement with digital behaviour change interventions",
      "authors": [
        "L Yardley",
        "B Spring",
        "H Riper"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.015"
    },
    {
      "title": "Online interventions for depression and anxiety -a systematic review",
      "authors": [
        "S Saddichha",
        "M Al-Desouki",
        "A Lamia",
        "I Linden",
        "M Krausz"
      ],
      "year": 2014,
      "doi": "10.1080/21642850.2014.945934"
    },
    {
      "title": "Does brief telephone support improve engagement with a web-based weight management intervention? Randomized controlled trial",
      "authors": [
        "L Dennison",
        "L Morrison",
        "S Lloyd"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3199"
    },
    {
      "title": "Evaluating complex and unfolding interventions in real time",
      "authors": [
        "T Ling"
      ],
      "year": 2012,
      "doi": "10.1177/1356389011429629"
    },
    {
      "title": "Development of a self-report measure of capability wellbeing for adults: The ICECAP-A",
      "authors": [
        "H Al-Janabi",
        "T Flynn",
        "J Coast"
      ],
      "year": 2012,
      "doi": "10.1007/s11136-011-9927-2"
    },
    {
      "title": "New digital healthcare service improves patient quality of life",
      "year": 2015,
      "doi": "10.1108/ijphm-05-2014-0028"
    },
    {
      "title": "Let's get wasted!\" and other apps: Characteristics, acceptability, and use of alcohol-related smartphone applications",
      "authors": [
        "E Weaver",
        "D Horyniak",
        "R Jenkinson",
        "P Dietze",
        "M Lim"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2709"
    },
    {
      "title": "The impact of an internet-based selfmanagement intervention (HeLP-diabetes) on the psychological well-being of adults with type 2 diabetes: A mixed-method cohort study",
      "authors": [
        "M Hofmann",
        "C Dack",
        "C Barker",
        "E Murray"
      ],
      "year": 2016,
      "doi": "10.1155/2016/1476384"
    },
    {
      "title": "Thinking, fast and slow",
      "authors": [
        "D Kahneman"
      ],
      "year": 2012
    },
    {
      "title": "A methodological framework for developing the structure of public health economic models",
      "authors": [
        "H Squires"
      ],
      "year": 2014,
      "doi": "10.1016/j.jval.2016.02.011"
    },
    {
      "title": "Using agent-based models to inform evaluation of complex interventions. examples from the built environment",
      "authors": [
        "Z Chalabi",
        "T Lorenc"
      ],
      "year": 2013,
      "doi": "10.1016/j.ypmed.2013.07.013"
    },
    {
      "title": "Agent-based models and systems science approaches to public health",
      "authors": [
        "P Maglio",
        "P Mabry"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2010.11.010"
    },
    {
      "title": "Integrate-hta",
      "year": 2015,
      "doi": "10.1093/pubmed/fdw119"
    }
  ],
  "num_references": 47,
  "original_doi": "https://doi.org/10.13039/100000867"
}
