{
  "paper_id": "44V72M4W",
  "title": "The cost-effectiveness of pharmacist-physician collaborative care models vs usual care on time in target systolic blood pressure range in patients with hypertension: a payer perspective",
  "abstract": "BACKGROUND: Hypertension is highly prevalent in the United States, affecting nearly half of all adults (43%). Studies have shown that pharmacist-physician collaborative care models (PPCCMs) for hypertension management significantly improve blood pressure (BP) control rates and provide consistent control of BP. Time in target range (TTR) for systolic BP is a novel measure of BP control consistency that is independently associated with decreased cardiovascular risk. There is no evidence that observed improvement in TTR for systolic BP with a PPCCM is cost-effective. \n OBJECTIVE: To compare the cost-effectiveness of a PPCCM with usual care for the management of hypertension from the payer perspective. \n METHODS: We used a decision analytic model with a 3-year time horizon based on published literature and publicly available data. The population consisted of adult patients who had a previous diagnosis of high BP (defined as office-based BP ≥ 140/90 mmHg) or were receiving antihypertensive medications. Effectiveness data were drawn from 2 published studies evaluating the effect of PPCCMs (vs usual care) on TTR for systolic BP and the impact of TTR for systolic BP on 4 cardiovascular outcomes (nonfatal myocardial infarction [MI], stroke, heart failure [HF], and cardiovascular disease [CVD] death). The model incorporated direct medical costs, including both programmatic costs (ie, direct costs for provider time) and downstream health care utilization associated with acute cardiovascular events. One-way sensitivity and threshold analyses examined model robustness.",
  "year": 2020,
  "date": "2020-01-08",
  "journal": "Circ Cardiovasc Qual Outcomes",
  "publication": "Circ Cardiovasc Qual Outcomes",
  "authors": [
    {
      "forename": "Jessica",
      "surname": "Jay",
      "name": "Jessica Jay",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "forename": "Stephen",
      "surname": "Ijioma",
      "name": "Stephen Ijioma",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "forename": "David",
      "surname": "Holdford",
      "name": "David Holdford",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "forename": "Dave",
      "surname": "Rph",
      "name": "Dave Rph",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "forename": "Evan",
      "surname": "Dixon",
      "name": "Evan Dixon",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "forename": "Julie",
      "surname": "Sisson",
      "name": "Julie Sisson",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "surname": "Patterson",
      "name": "Patterson",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond",
      "email": "japatterson2@vcu.edu"
    },
    {
      "forename": "Stephen",
      "surname": "Sisson",
      "name": "Stephen Sisson",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    },
    {
      "forename": "Julie",
      "surname": "Ijioma",
      "name": "Julie Ijioma",
      "affiliation": "Center for Pharmacy Practice Innovation , Virginia Commonwealth University School of Pharmacy , Richmond. \n\t\t\t\t\t\t\t\t Center for Pharmacy Practice Innovation \n\t\t\t\t\t\t\t\t Virginia Commonwealth University School of Pharmacy \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Richmond"
    }
  ],
  "doi": "10.1037/e410872005-001",
  "sections": [
    {
      "title": "RESULTS:",
      "text": "In base-case analyses, PPCCM hypertension management was associated with lower downstream medical expenditures (difference: -$162.86) and lower total program costs (difference: -$108.00) when compared with usual care. PPCCM was associated with lower downstream medical"
    },
    {
      "title": "What is already known about this subject",
      "text": "• Pharmacist-physician collaborative care models (PPCCMs) are effective at improving blood pressure (BP) control in patients with hypertension, including time in target range (TTR) for systolic BP.\n\n• Increased TTR for systolic BP is associated with reduced risk of adverse cardiovascular events.\n\n• PPCCM for hypertension management is likely cost-effective from the societal perspective when time-based costing methods are used for provider time and BP is studied as a continuous outcome."
    },
    {
      "title": "What this study adds",
      "text": "• This study assessed the costeffectiveness of PPCCM from the payer perspective while incorporating the increasingly utilized concept of TTR for systolic BP as a measure of BP control.\n\n• For every 10,000 hypertension patients managed with PPCCM vs usual care over a 3-year time horizon, approximately 27 cardiovascular disease deaths, 29 strokes, 21 nonfatal myocardial infarctions, and 12 incident heart failure diagnoses are expected to be averted.\n\n• Over a 3-year time horizon, PPCCM is expected to not only be less costly to administer but also result in downstream health care savings.\n\nHypertension is highly prevalent in the United States, affecting nearly half of all adults (43%).  1  Hypertension is defined as having a systolic blood pressure (BP) ≥ 130 or diastolic BP ≥ 80 mmHg and is a major risk factor for ischemic heart disease, heart failure (HF), stroke, chronic kidney disease, and death.  1, 2 Only about a quarter (24%) of adults have their hypertension under control. From 2003-2014, it was estimated that hypertension accounted for $131 billion per year in US health care costs.  3 t has been shown that high BP variability is associated with increased risks of all-cause mortality, coronary heart disease, stroke, and end-stage renal disease.  [4] [5] 5] [6]  The concept of time in target range (TTR) for systolic BP is a novel measure of BP variability.  7 A longitudinal study from 15 Veterans Affairs medical centers categorized TTR for systolic BP into 4 quartiles (0%-25%, 26%-50%, 51%-75%, and 76%-100%) and found an inverse and gradual association between TTR and all-cause mortality.  7 To determine if TTR for systolic BP had an effect on cardiovascular outcomes, Fatani et al conducted a post hoc analysis of SPRINT (Systolic Blood Pressure Intervention Trial) trial data.  8, 9 In the fully adjusted models, the authors found that for every 1 standard deviation increase in TTR for systolic BP, the risk of a first major adverse cardiovascular event significantly decreased.  8 This study is consistent with other studies suggesting that greater variability in BP is associated with coronary heart disease, stroke, cardiovascular mortality, and all-cause mortality.  [4] [5] ] [6]  Studies have shown that pharmacists play a key role within primary care settings in managing chronic diseases such as hypertension, and clinical pharmacy services decrease overall health care costs.  [10] [11] 1] [12]  A pharmacist-physician collaborative care model (PPCCM) is a practice model where pharmacists provide medication management for common primary care conditions, often under a collaborative practice agreement with a physician to adjust medications, and order necessary laboratory tests to monitor drug therapy.  13 PPCCMs have been shown to not only be successful within an office-based setting,  13  but even within barbershops and churches.  14, 15 A study by Matzke et al found significant improvements (P < 0.01) in hemoglobin, BP, and cholesterol in patients with multiple chronic conditions who were in the PPCCM group compared to those seen by usual care. Additionally, hospitalizations declined within the PPCCM group, which led to an estimated cost savings of $2,619 per patient.  16 Carter et al have conducted multiple randomized clinical trials to assess the effectiveness of PPCCMs for hypertension management and found that patients treated under a PPCCM achieve significantly better mean BP and overall BP control rates.  17, 18 Recently, a study conducted by Dixon et al investigated the impact of PPCCM on TTR for systolic BP, as defined by the proportion of clinical encounters with systolic BP between 120 and 140 mmHg during a 12-month follow-up period.  13 The mean TTR for systolic BP was significantly higher among PPCCM patients (46.2% ± 24.3%) than patients who received usual care (24.8% ± 27.4%) (P < 0.0001).  13 Additionally, a majority of patients in the usual care group had a TTR for systolic BP in the lowest quartile (0%-25%), while PPCCM patients were more likely to have TTR for systolic BP in the highest quartile (76%-100%).  13 espite the available evidence supporting PPCCM as an effective model at improving TTR for systolic BP compared to usual care  13  and that patients with higher TTR for systolic BP have decreased risk of adverse cardiovascular events,  [7] [8] [9]  no pharmacoeconomic analysis has combined these findings to model the cost-effectiveness of PPCCM. Therefore, we aimed to compare the cost-effectiveness of PPCCM with usual care on TTR for systolic BP in patients with hypertension. This study was conducted from the payer perspective to quantify the value added to a payer of covering PPCCM services."
    },
    {
      "title": "Methods"
    },
    {
      "title": "MODEL OVERVIEW",
      "text": "This study used a decision analysis model (Figure  1 ) to evaluate the cost-effectiveness of 2 hypertension management practices, PPCCM and usual care. The population studied in this analysis consisted of adult patients who were previously diagnosed with hypertension (defined as office-based BP ≥ 140/90 mmHg) or were receiving antihypertensive medications.  13 A 3-year time horizon was chosen, reflecting the time frame of available data linking TTR for systolic expenditures across all parameter ranges tested in the deterministic sensitivity analysis. For every 10,000 hypertension patients managed with PPCCM vs usual care over a 3-year time horizon, approximately 27 CVD deaths, 29 strokes, 21 nonfatal MIs, and 12 incident HF diagnoses are expected to be averted."
    },
    {
      "title": "CONCLUSIONS:",
      "text": "This is the first study to evaluate the cost-effectiveness of PPCCM compared to usual care on TTR for systolic BP in adults with hypertension. PPCCM was less costly to administer and resulted in downstream health care savings and fewer acute cardiovascular events relative to usual care. Although further research is needed to evaluate the long-term costs and outcomes of PPCCM, payer coverage of PPCCM services may prevent future health care costs and improve patient cardiovascular outcomes. of treatment.  9, 19 Further, the time horizon aligns with the shorter time frame utilized in cost-effectiveness models from the payer perspective.  20 The model was developed in TreeAge Pro (TreeAge Software Inc). Institutional review board approval was not required as this research did not qualify as human subject research. BP (0%-25%, 26%-50%, 51%-75%, and 76%-100%) to cardiovascular outcome measures (nonfatal myocardial infarction [MI], stroke, HF, and cardiovascular disease [CVD] death).  8, 9 he time horizon is consistent with the follow-up duration from the SPRINT trial, which was terminated early given the clinical benefit of intensive BP control within 3 years\n\nNo cardiovascular event Nonfatal MI Stroke HF CVD death 0%-25% 26%-50% 51%-75% 76%-100% Hypertension management PPCCM Usual care 0%-25% No cardiovascular event 26%-50% Nonfatal MI 51%-75% Stroke HF CVD death 76%-100% FIGURE 1 Decision Tree Analysis for the Cost-Benefit of PPCCM Compared With Standard Usual Care on TTR for Systolic Blood Pressure in Hypertension Management CVD = cardiovascular disease; HF = heart failure; MI = myocardial infarction; PPCCM = pharmacist-physician collaborative care model; TTR = time in target range."
    },
    {
      "title": "EFFECTIVENESS: TIME IN TARGET SYSTOLIC BP RANGE AND CARDIOVASCULAR EVENT OUTCOMES",
      "text": "Base-case parameters are listed in Table  1 . The probabilities that patients managed with PPCCM and usual care would achieve levels of BP control within each of the 4 TTRs for systolic BP quartiles were based on previously published data.  13 Although published data on the effectiveness of PPCCM had a 1-year study duration,  13  subjects in the model were assumed to stay in the same quartile of target BP range over the 3-year time horizon to facilitate linking the PPCCM effectiveness data to the clinical data on the association between TTR for systolic BP and cardiovascular events. Four cardiovascular events (nonfatal MI, stroke, HF, and CVD death) were selected for model inclusion based on available probabilities and hazard ratios from published data on cardiovascular outcomes associated with TTR for systolic BP quartiles.  8, 9 pecifically, data on TTR for systolic BP quartiles and cardiovascular outcomes were derived from a post hoc analysis of the SPRINT trial, a randomized, controlled, open-label trial of intensive vs standard BP control.  9 atients within the SPRINT trial were censored after their first cardiovascular event, precluding analysis of subsequent events. Accordingly, cardiovascular events in this study were assumed to be mutually exclusive. Patients who did not incur 1 of these 4 events were assumed to have had no major cardiovascular event."
    },
    {
      "title": "HYPERTENSION MANAGEMENT AND CARDIOVASCULAR EVENT COSTS",
      "text": "The model incorporated direct medical costs, including both programmatic costs (ie, direct costs for provider time) and downstream health care utilization associated\n\nVariables Base-case value Range Reference Probability of TTR for systolic BP by hypertension management approach PPCCM 0%-25% 0.210 0.170-0.260 Dixon et al, 2020 13 26%-50% 0.360 0.290-0.430 Dixon et al, 2020 13 51%-75% 0.310 0.240-0.370 Dixon et al, 2020 13 76%-100% 0.120 0.098-0.150 Dixon et al, 2020 13 Usual care 0%-25% 0.550 0.400-0.600 Dixon et al, 2020 13 26%-50% 0.340 0.270-0.400 Dixon et al, 2020 13 51%-75% 0.050 0.042-0.064 Dixon et al, 2020 13 76%-100% 0.060 0.044-0.066 Dixon et al, 2020 13 Probability of cardiovascular events by TTR for systolic BP Outcome event rates of patients in TTR for systolic BP 0%-25% Nonfatal MI 0.035 0.027-0.045 Wright et al, 2015 9 Stroke 0.020 0.014-0.028 Wright et al, 2015 9 Heart failure 0.022 0.016-0.031 Wright et al, 2015 9 CVD death 0.017 0.012-0.024 Wright et al, 2015 9 No cardiovascular event 0.906 -Calculation Hazard ratio of patients in TTR for systolic BP 26%-50% Nonfatal MI 0.83 0.57-1.18 Fatani et al, 2021 8 Stroke 0.83 0.55 -1.27 Fatani et al, 2021 8 Heart failure 1.30 0.94-2.01 Fatani et al, 2021 8 CVD death 0.69 0.42-1.15 Fatani et al, 2021 8 No cardiovascular event 1.03 -Calculation Hazard ratio of patients in TTR for systolic BP 51%-75% Nonfatal MI 0.87 0.61-1.24 Fatani et al, 2021 8 Stroke 0.58 0.36-0.93 Fatani et al, 2021 8 Heart failure 0.84 0.54-1.29 Fatani et al, 2021 8 CVD death 0.53 0.30-0.92 Fatani et al, 2021 8 No cardiovascular event 1.12 -Calculation Hazard ratio of patients in TTR for systolic BP 76%-100% Nonfatal MI 0.69 0.46-1.04 Fatani et al, 2021 8 Stroke 0.40 0.22-0.73 Fatani et al, 2021 8 Heart failure 0.59 0.34-1.02 Fatani et al, 2021 8 CVD death 0.45 0.23-0.86 Fatani et al, 2021 8 No cardiovascular event 1.25 -Calculation\n\nTABLE 1 Effectiveness and Cost Inputs continued on next page The cost-effectiveness of pharmacist-physician collaborative care models vs usual care on time in target systolic blood pressure range in patients with hypertension: a payer perspective 1684 JMCP.org | December 2021 | Vol. 27, No. 12\n\nperformed varying the cost per pharmacist visit, the number of annual pharmacist visits among patients in the PPCCM program, and the number of annual physician visits among patients in usual care to assess the values at which the programmatic costs of the 2 models would be equal."
    },
    {
      "title": "Results",
      "text": "In base-case analyses, PPCCM hypertension management was associated with lower total program costs (difference: -$108.00) and lower downstream medical expenditures (difference: -$162.86) when compared to usual care (Table  2 ). For every 10,000 hypertension patients managed with PPCCM vs usual care over a 3-year time horizon, approximately 27 CVD deaths, 29 strokes, 21 nonfatal MIs, and 12 incident HF diagnoses are expected to be averted.\n\nPPCCM was associated with lower downstream medical expenditures across all parameter ranges tested in the deterministic sensitivity analysis. The expected downstream health care savings were most sensitive to the likelihood that patients receiving usual care spend little to no time in therapeutic systolic BP range (TTR for systolic BP: 0%-25%; Figure  2 ). PPCCM was expected to reduce health care expenditures even as the proportion of usual care patients with TTR for systolic BP of 0%-25% was varied from its base-case value of 55%, the probability observed by Dixon et al,  13  to the lowest probability tested, 40%.\n\nThe program costs of hypertension management with PPCCM, while lower than those of usual care in base-case analyses, were sensitive to the number of visits with a physician (usual care patients) and pharmacist (PPCCM patients; Figure  3 ). Due to the substantial difference in CPT code reimbursement for pharmacist vs usual care visits, a patient in One-time costs of treating each cardiovascular event were obtained from the cost-effectiveness analysis of the SPRINT trial.  19 osts of hypertensive medications were assumed to be the same for both PPCCM and usual care given a lack of comparative medication use data and hence excluded from the model. Additionally, since the most commonly utilized hypertensive medications are generic and typically inexpensive,  23  they were unlikely to have a major impact on costs of care.\n\nAll costs were inflated to 2020 US dollars using the medical care component of the Consumer Price Index."
    },
    {
      "title": "SENSITIVITY ANALYSES",
      "text": "One-way deterministic sensitivity analyses were performed on all model variables to account for uncertainty in the parameter estimates for the 2 hypertensive management options. Additionally, threshold analyses were with cardiovascular events (Table  1 ). Cost data were obtained from publicly available data and recently published cost-effectiveness analyses.  19, 21, 22 rovider visit utilization data were obtained from a real-world analysis of PPCCM vs usual care for the management of hypertension.  13 Specifically, for the cost of the PPCCM program, patients were assumed to have been seen for hypertension management 6 times per year by a pharmacist  13  and once per year by a physician. Subjects in the usual care group were assumed to be seen 3 times per year by a physician.  13 he cost per pharmacist visit reflected Current Procedural Terminology (CPT) code 99211 (level 1), an \"incident-to\" billing code used by pharmacists given a lack of provider status and eligibility to bill at a higher level.  21 For usual care visits, the CPT code 99213 was used for evaluation and management/outpatient visits.\n\n22 Variables Base-case value Range Reference Programmatic costs Annual PPCCM pharmacist visits, n 6 4-12 Dixon et al, 2020 13 PPCCM cost per visit, $ 24 19-29 ASHP, 2019 21 Annual physician visits PPCCM group, n 1 1-2 Assumption Usual care visits, n 3 1-6 Dixon et al, 2020 13 Physician cost per visit, $ 90 72-108 CMS, 2019 22 Total cost of PPCCM, $ 702 562-842 ASHP, 2019 21 Total cost of usual care, $ 810 648-972 CMS, 2019 22 Downstream health care costs, $ One-time cost of nonfatal MI 24,089 15,372-32,306 Bress et al, 2017 19 One-time cost of stroke 15,678 6,001-42,039 Bress et al, 2017 19 One-time cost of heart failure 11,678 11,669-16,580 Bress et al, 2017 19 One-time cost of CVD death 19,514 12,560-33,024 Bress et al, 2017 19 ASHP = American Society for Health-Systems Pharmacists; BP = blood pressure; CMS = Centers for Medicare & Medicaid Services; CVD = cardiovascular disease; MI = myocardial infarction; PPCCM = pharmacistphysician collaborative care model; TTR = time in target range."
    },
    {
      "title": "TABLE 1 Effectiveness and Cost Inputs (continued)",
      "text": "suggest that approximately 80% of adult patients with hypertension have 2 or more hypertension-focused physician visits per year.  24 Nonetheless, given that the cost of PPCCM hypertension management exceeded the cost of usual care among patients with only 1 hypertension-related physician visit each year, payers concerned with the immediate budget impact of PPCCM reimbursement may focus on coverage for patients with at least 2 or 3 hypertension-related physician visits annually, as PPCCM is cost-neutral and cost-saving, respectively, in these populations.\n\nA second threshold analysis found that the direct program cost of PPCCM would equal that of usual care if patients met 10 times with a pharmacist annually. This well exceeds the number of previously observed pharmacist appointments for patients in 2 different PPCCM programs,  13, 25  suggesting that the PPCCM model is likely to save upfront hypertension management costs from the payer perspective.\n\nWhile this study found that the direct intervention costs of the PPCCM were lower than those of usual care, several previous cost-effectiveness analyses on pharmacist-physician collaborative care for the management of hypertension found increased costs for patients in a PPCCM.  25, 26  cost-effectiveness analysis from a societal perspective on a physicianpharmacist collaboration to improve hypertension control conducted by Polgreen et al reported that provider costs over a 9-month period were $238.96 for PPCCM patients and $113.67 for usual care patients managed only by a physician.  25 Rather than using CPT billing codes, that study determined costs based on time spent with pharmacists and providers and their average compensation rates, likely due to its societal, rather than 6 to 10 pharmacist visits per year, or the number of usual care patient visits decreased from 3 to 2 physician visits per year."
    },
    {
      "title": "Discussion",
      "text": "This study quantifies the cost-effectiveness of PPCCM for hypertension management to improve BP control and cardiovascular outcomes. Previous studies evaluated PPCCM impact on TTR for systolic BP  13  and the association between TTR for systolic BP and cardiovascular outcomes,  8  but no pharmacoeconomic analysis had combined these findings to model the cost-effectiveness of PPCCM from the payer perspective.\n\nThis study found that patients enrolled in the PPCCM incurred fewer costs associated with their direct hypertension management. The lower PPCCM program costs reflect the significantly lower cost of pharmacist time as billed by \"incident to\" CPT codes than physician visits for hypertension.\n\nIn a threshold analysis, the direct cost of provider time was lower for usual care if patients receiving usual care had fewer than 2 physician visits per year. However, previous studies the PPCCM program who was seen 6 times per year by a pharmacist and once per year by a physician was still cheaper than a patient in the usual care group who was seen 3 times per year by a physician.\n\nHowever, in 1-way sensitivity analysis, the cost of PPCCM hypertension management exceeded the cost of usual care when independently varying the number of both types of provider visits. First, if the number of hypertension-related physician visits each year was reduced from 3 to 1 while holding the number of PPCCMrelated visits constant, the cost of the PPCCM hypertension management exceeded the cost of usual care by $432 over the 3-year study period. Second, when the number of pharmacist visits among patients enrolled in PPCCM increased from 6 per year to 12 while the number of physician visits in the usual care group (n = 3) was held constant, PPCCM was associated with an incremental program cost of $324 over usual care.\n\nIn a threshold analysis, the costs of the PPCCM and usual care programs became equal when the unit cost of pharmacist visits were increased 62.5%, to $39. The program costs were also equal when the number of PPCCM patient visits increased from\n\nPPCCM Usual care Difference Cardiovascular events Nonfatal MI 0.0300 0.0321 21 per 10,000 Stroke 0.0149 0.0178 29 per 10,000 Heart failure 0.0225 0.0237 12 per 10,000 CVD death 0.0116 0.0143 27 per 10,000 Total downstream health care expenditures, $ 1,535.82 1,698.64 -$162.82 Total program costs, $ 702.00 810.00 -$108.00 Cost-benefit ratio Dominant CVD = cardiovascular disease; MI = myocardial infarction; PPCCM = pharmacist-physician collaborative care model."
    },
    {
      "title": "TABLE 2 Cost-Effectiveness Results",
      "text": "reported higher costs for PPCCM in 2 analyses,  26, 27  but, like Polgreen,  25  used time-based costing, resulting in higher provider costs among PPCCM patients ($345.25) than those in usual care ($111.84).  27 yer, perspective. Thus, while usual care patients had the same number of physician visits (median: 3 visits), as was assumed for this analysis, the cost of those 3 visits was calculated to be only $113.67. Kulchaitanaroaj et al similarly EV: -162.82"
    },
    {
      "title": "FIGURE 2",
      "text": "Tornado Diagram of Incremental Downstream Health Care Expenditures Among Patients Receiving PPCCM vs Usual Care levels of trust, thereby enabling patients to better manage their chronic diseases.  30 ur study reported that, for every 10,000 patients with hypertension managed in a PPCCM model, 27 CVD deaths, 29 strokes, 21 nonfatal MIs, and 12 incident HF diagnoses are expected to be averted. While quality-adjusted life-years (QALYs) were not utilized as an outcome in this study, past cost-utility analyses of pharmacist-led or collaborative hypertension management have reported such programs to be cost-effective. Bryant et al modeled 10-year health outcomes and 1-year health care costs associated with pharmacist-led hypertension care in Black-owned barbershops in the Los Angeles Barbershop Blood Pressure Study (LABBPS) from a health care sector perspective.  14 hey reported a mean cost of $42,717 per QALY gained. Kulchaitanaroaj et al similarly reported a PPCCM to be highly cost-effective from the payer perspective ($26,807 per QALY gained).\n\nThis study thus adds to a growing body of literature suggesting that pharmacist collaboration in the management of chronic conditions not only benefits the health outcomes of the patient but does so in a cost-effective manner.  [31] [32] ] [33]  PPCCMs may have other benefits not captured in economic evaluations, including decreased physician workload and an ability to reach underserved populations.  34"
    },
    {
      "title": "FUTURE RESEARCH",
      "text": "This research reports the cost-benefit of PPCCMs vs usual care on TTR for systolic BP for 4 cardiovascular outcomes. The data for TTR for systolic BP and cardiovascular outcomes The use of CPT codes in this analysis generated higher expected costs for physician visits but more accurately reflects hypertension management costs from the payer perspective. CPT \"incident-to\" billing, in which the physician bills, receives payment, and reimburses the pharmacist, offers payers an opportunity to implement payment for services within existing frameworks of physician reimbursement. The use of incident-to billing and collaborative practice agreements may also reduce barriers to PPCCM implementation from the pharmacy perspective, as a lack of clear reimbursement was cited by study authors as a potential barrier to more widespread PPCCM dissemination. Physician champions for the model can help to facilitate reimbursement efforts and streamline referrals, as the pharmacists practicing under the collaborative practice agreement in the collaborative care model routinely reported encountering new complaints from patients.\n\nWhen compared with usual care, PPCCM was associated with lower downstream health care expenditures, saving an expected $162.82 over a 3-year time horizon. Our finding of downstream health care savings is consistent with the majority of economic evaluations of clinical pharmacy services for chronic disease state management that incorporate long-term health care expenditures.  28 harmacist-delivered medication management and hypertension education have consistently been shown to reduce BP,  29  which, in turn, is associated with fewer cardiovascular events. Further, the more frequent pharmacist interactions in the PPCCM model may have facilitated the development of a stronger patient-pharmacist relationship and higher Unit cost of PPCCM (19-29) Unit cost of UC (108-72) PPCCM physician visit (1-2) Number of pharmacist visits (4-12) Number of visits for UC (6-1) -1 ,0 0 0 .0 0 -9 0 0 .0 0 -8 0 0 .0 0 -7 0 0 .0 0 -6 0 0 .0 0 -5 0 0 .0 0 -4 0 0 .0 0 -3 0 0 .0 0 -2 0 0 .0 0 -1 0 0 .0 0 0 .0 0 1 0 0 .0 0 2 0 0 .0 0 3 0 0 .0 0 4 0 0 .0 0 5 0 0 .0 0 Incremental cost EV = expected value; PPCCM = pharmacist-physician collaborative care model; UC = usual care.\n\nEV: -108.00 agreement, despite their perceptions that such services improve physicianpharmacist coordination.  36 If eligible patients choose not to participate in PPCCM services where available, the scope of downstream benefits realized by widespread programmatic access would be more limited than with widespread adoption."
    },
    {
      "title": "Conclusions",
      "text": "This is the first study to evaluate the cost-benefit of a PPCCM and usual care on TTR for systolic BP in patients with hypertension. The results indicated that a PPCCM was less costly to administer and resulted in reduced downstream adverse cardiovascular events and health care savings relative to usual care. Although further research is needed to evaluate the long-term costs and outcomes of PPCCM, payer coverage of PPCCM services may prevent future health care costs and improve patient cardiovascular outcomes."
    },
    {
      "title": "DISCLOSURES",
      "text": "No funding was received for the completion of this research. The authors have nothing to disclose. Study results were presented as an abstract at the AMCP 2021 Virtual, April  12-16, 2021. program. Additionally, indirect costs were not included in our analysis due to a lack of data linking TTR for systolic BP to changes in productivity, absenteeism, and other indirect costs; similarly, utility values have not yet been established by TTR for systolic BP ranges. However, given that numerous adverse cardiovascular outcomes have been associated with indirect costs of lost productivity due to morbidity and mortality,  35  it is likely that the lack of indirect costs in this study resulted in an underestimation of the downstream savings associated with PPCCMs.\n\nFuture research is needed to assess indirect costs and potential changes in QALYs associated with improvements in TTR for systolic BP. Furthermore, costs for payer oversight, including quality assurance/auditing of the benefit, were not considered; substantial quality assurance costs may reduce the reported savings associated with PPCCM implementation.\n\nThis study evaluated the impact of hypertension management with PPCCM on cardiovascular outcomes and associated costs over a 3-year time frame. Hypertension is a chronic disease and is linked to health consequences including multiple MIs, strokes, and HF exacerbations. The data we utilized from the SPRINT trial censored patients after their first occurrence of a major adverse cardiovascular event during the study period. Therefore, our study may have underestimated the impact of PPCCM on long-term adverse cardiovascular events associated with TTR for systolic BP in hypertension management.\n\nFinally, this study used effectiveness estimates from a real-world study on PPCCM for hypertension management.  13 However, a recent nationwide survey found that only about half of patients considered themselves likely to participate in clinical pharmacy services under a collaborative practice was from previously published data. The direct effect of PPCCM and usual care as it relates to patient outcomes and costs has not been reported. Our study was designed to evaluate only the first occurrence of CVD or death. Therefore, future research that includes a Markov model investigating recurrent cardiovascular events should be conducted. Additionally, the cost-benefit of PPCCM with the addition of hypertensive medication costs should also be explored. Different cardiovascular outcomes can result in additional hypertensive medications, which can affect costs from the payer perspective."
    },
    {
      "title": "LIMITATIONS",
      "text": "This research included several limitations. TTR for systolic BP data was collected from a study with a small population of 112 patients (56 patients in both PPCCM and usual care), which may limit generalizability,  13  though the impact of the PPCCM on hypertension management reported by Dixon et al  13  was similar to that reported elsewhere.  17, 18 his study did not incorporate the cost of medications due to the lack of information on medication utilization among patients in the 2 groups. The post hoc analysis of SPRINT data by Fatani et al indicated the number of BP-lowering agents based on participants' TTR for systolic BP, 8 but it is not known whether pharmacist involvement to promote higher TTR for systolic BP would systematically change the number of BP-lowering agents required to improve BP control.\n\nWhile Dixon et al did not report specific medication utilization in the PPCCM and usual care groups,  13  the antihypertensives used by both PPCCM and usual care patients were predominately low-cost generics, minimizing the effect of drug costs on the cost-effectiveness of the"
    },
    {
      "text": "disease; EV = expected value; HF = heart failure; MI = mycardial infarction; PPCCM = pharmacist-physician collaborative care model; UC = usual care."
    },
    {
      "text": "FIGURE 3Tornado Diagram of Incremental Cost of PPCCM vs Usual Care"
    }
  ],
  "references": [
    {
      "title": "Facts about hypertension",
      "year": 2020,
      "doi": "10.1037/e410872005-001"
    },
    {
      "title": "A cluster-randomized effectiveness trial of a physician-pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "W Clarke",
        "G Ardery"
      ],
      "year": 2010,
      "doi": "10.1161/circoutcomes.109.908038"
    },
    {
      "title": "Physician/pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Ardery",
        "J Dawson"
      ],
      "year": 2010,
      "doi": "10.1001/archinternmed.2009.358"
    },
    {
      "title": "Cost-effectiveness of intensive versus standard blood-pressure control",
      "authors": [
        "A Bress",
        "B Bellows",
        "J King"
      ],
      "year": 2017,
      "doi": "10.1056/nejmsa1616035"
    },
    {
      "title": "The influence of time horizon on results of cost-effectiveness analyses",
      "authors": [
        "D Kim",
        "C Wilkinson",
        "D Kim"
      ],
      "doi": "10.1080/14737167.2017.1331432"
    },
    {
      "title": "Pharmacist billing/coding quick reference sheet for services provided in physician-based clinics",
      "year": 2019,
      "doi": "10.2146/ajhp110671"
    },
    {
      "title": "Medicare Physician Fee Schedule final rule summary",
      "authors": [
        "Cy"
      ],
      "year": 2019
    },
    {
      "title": "Hypertension management: an update",
      "authors": [
        "Q Nguyen",
        "J Dominguez",
        "L Nguyen",
        "N Gullapalli"
      ],
      "year": 2010
    },
    {
      "title": "Age differences in visits to office-based physicians by adults with hypertension: United States, 2013",
      "authors": [
        "J Ashman",
        "P Rui",
        "S Schappert"
      ],
      "year": 2016
    },
    {
      "title": "A randomized trial of intensive versus standard blood-pressure control",
      "authors": [
        "Group Research"
      ],
      "year": 2015,
      "doi": "10.1056/nejmoa1511939"
    },
    {
      "title": "The role of patient care teams in chronic disease management",
      "authors": [
        "E Wagner"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7234.569"
    },
    {
      "title": "Pharmacists' contributions to primary care in the United States collaborating to address unmet patient care needs: the emerging role for pharmacists to address the shortage of primary care providers",
      "authors": [
        "P Manolakis",
        "J Skelton"
      ],
      "year": 2010,
      "doi": "10.5688/aj7410s7"
    },
    {
      "title": "Evaluation of pharmacists' work in a physician-pharmacist collaborative model for the management of hypertension",
      "authors": [
        "B Isetts",
        "D Buffington",
        "B Carter",
        "M Smith",
        "L Polgreen",
        "P James"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1727"
    },
    {
      "title": "Impact of a pharmacist-physician collaborative care model on time-in-therapeutic blood pressure range in patients with hypertension",
      "authors": [
        "D Dixon",
        "E Parod",
        "E Sisson",
        "B Van Tassell",
        "P Nadpara",
        "A Dow"
      ],
      "year": 2020,
      "doi": "10.1002/jac5.1115"
    },
    {
      "title": "Costeffectiveness of hypertension treatment by pharmacists in Black barbershops",
      "authors": [
        "K Bryant",
        "A Moran",
        "D Kazi"
      ],
      "year": 2021,
      "doi": "10.1161/circulationaha.120.051683"
    },
    {
      "title": "Cluster randomized clinical trial of FAITH (Faith-Based Approaches in the Treatment of Hypertension) in Blacks",
      "authors": [
        "A Schoenthaler",
        "K Lancaster",
        "W Chaplin",
        "M Butler",
        "J Forsyth",
        "G Ogedegbe"
      ],
      "year": 2018,
      "doi": "10.1161/circoutcomes.118.004691"
    },
    {
      "title": "Impact of a pharmacist-physician collaborative care model on patient outcomes and health services utilization",
      "authors": [
        "G Matzke",
        "L Moczygemba",
        "K Williams",
        "M Czar",
        "W Lee"
      ],
      "year": 2018,
      "doi": "10.2146/ajhp170789"
    },
    {
      "title": "ACC/AHA/AAPA/ABC/ACPM/ AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/ American Heart Association task force on clinical practice guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000065"
    },
    {
      "title": "Trends in healthcare expenditures among US adults with hypertension: national estimates, 2003-2014",
      "authors": [
        "E Kirkland",
        "M Heincelman",
        "K Bishu"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.008731"
    },
    {
      "title": "Association of systolic blood pressure variability with mortality, coronary heart disease, stroke, and renal disease",
      "authors": [
        "E Gosmanova",
        "M Mikkelsen",
        "M Molnar"
      ],
      "year": 2016,
      "doi": "10.1016/j.jacc.2016.06.054"
    },
    {
      "title": "Visit-to-visit blood pressure variability is a risk factor for all-cause mortality and cardiovascular disease: a systematic review and metaanalysis",
      "authors": [
        "J Wang",
        "X Shi",
        "C Ma"
      ],
      "year": 2017,
      "doi": "10.1097/hjh.0000000000001159"
    },
    {
      "title": "Visit-to-visit blood pressure variability, coronary atheroma progression, and clinical outcomes",
      "authors": [
        "D Clark",
        "S Nicholls",
        "St John"
      ],
      "year": 2019,
      "doi": "10.1001/jamacardio.2019.0751"
    },
    {
      "title": "Time in therapeutic range, as a determinant of all-cause mortality in patients with hypertension",
      "authors": [
        "M Doumas",
        "C Tsioufis",
        "R Fletcher",
        "R Amdur",
        "C Faselis",
        "V Papademetriou"
      ],
      "year": 2017,
      "doi": "10.1161/jaha.117.007131"
    },
    {
      "title": "Systolic blood pressure time in target range and cardiovascular outcomes in patients with hypertension",
      "authors": [
        "N Fatani",
        "D Dixon",
        "B Van Tassell",
        "J Fanikos",
        "L Buckley"
      ],
      "year": 2021,
      "doi": "10.1016/j.jacc.2021.01.014"
    },
    {
      "title": "Cost-benefit and cost-savings analyses of antiarrhythmic medication monitoring",
      "authors": [
        "M Snider",
        "C Carnes",
        "J Grover",
        "R Davis",
        "S Kalbfleisch"
      ],
      "year": 2012,
      "doi": "10.2146/ajhp110270"
    },
    {
      "title": "The benefits of physicianpharmacist collaboration",
      "authors": [
        "A Hwang",
        "T Gums",
        "J Gums",
        "H Uni"
      ],
      "year": 2017
    },
    {
      "title": "The economic impact of hypertension",
      "authors": [
        "W Elliott"
      ],
      "year": 2003,
      "doi": "10.1111/j.1524-6175.2003.02463.x"
    },
    {
      "title": "Factors that influence patient acceptance of clinical pharmacy services: a nationwide survey",
      "authors": [
        "L Schumacher",
        "A Coe",
        "C Lester",
        "M Rothermal",
        "M Dorsch",
        "M Dorsch"
      ],
      "year": 2020,
      "doi": "10.1016/j.japh.2020.08.042"
    },
    {
      "title": "Physician-pharmacist collaborative practice and telehealth may transform hypertension management",
      "authors": [
        "S Omboni",
        "M Tenti",
        "C Coronetti"
      ],
      "year": 2019,
      "doi": "10.1038/s41371-018-0147-x"
    },
    {
      "title": "An effective clinical pharmacist communication may built patient trust on pharmacist over other healthcare providers: evidence based practice",
      "authors": [
        "M Ayub",
        "S Gul",
        "N Afzal",
        "A Eraj"
      ],
      "year": 2015,
      "doi": "10.13040/ijpsr.0975-8232.6(10).4442-47"
    },
    {
      "title": "Effect of a pharmacist-managed hypertension program on health system costs: an evaluation of the study of cardiovascular risk intervention by pharmacists-hypertension (SCRIP-HTN)",
      "authors": [
        "Skd Houle",
        "A Chuck",
        "F Mcalister",
        "R Tsuyuki"
      ],
      "year": 2012,
      "doi": "10.1002/j.1875-9114.2012.01097.x"
    },
    {
      "title": "Economic evaluations of pharmacist-managed services in people with diabetes mellitus: a systematic review",
      "authors": [
        "Y Wang",
        "Q Yeo",
        "Y Ko"
      ],
      "year": 2016,
      "doi": "10.1111/dme.12976"
    },
    {
      "title": "Cost-effectiveness of a physician-pharmacist collaboration intervention to improve blood pressure control",
      "authors": [
        "L Polgreen",
        "J Han",
        "B Carter"
      ],
      "year": 2015,
      "doi": "10.1161/hypertensionaha.115.06023"
    },
    {
      "title": "Cost-utility analysis of physician-pharmacist collaborative intervention for treating hypertension compared with usual care",
      "authors": [
        "P Kulchaitanaroaj",
        "J Brooks",
        "N Chaiyakunapruk",
        "A Goedken",
        "E Chrischilles",
        "B Carter"
      ],
      "year": 2017,
      "doi": "10.1097/hjh.0000000000001126"
    },
    {
      "title": "Incremental costs associated with physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "P Kulchaitanaroaj",
        "J Brooks",
        "G Ardery",
        "D Newman",
        "B Carter"
      ],
      "year": 2012,
      "doi": "10.1002/j.1875-9114.2012.01103.x"
    },
    {
      "title": "Economic evaluations of clinical pharmacy services in the United States: 2011-2017",
      "authors": [
        "B Talon",
        "A Perez",
        "C Yan"
      ],
      "year": 2020,
      "doi": "10.1002/jac5.1199"
    }
  ],
  "num_references": 36
}
