{
  "paper_id": "457XXEFK",
  "title": "Absenteeism and employer costs associated with chronic diseases and health risk factors in the US workforce",
  "year": 2016,
  "date": "2016",
  "journal": "Prev Chronic Dis",
  "publication": "Prev Chronic Dis",
  "doi": "10.5888/pcd13.150503",
  "sections": [
    {
      "text": "According to The Surgeon General's Call to Action to Control Hypertension (U.S.\n\nDepartment of Health and Human Services, 2020), the prevalence of hypertension in the U.S. is a pressing issue. 45% of the adults in the U.S. suffer from hypertension, only 2 out of 3 receive treatment, and only 1 out of 4 have it controlled. Hypertension is not only a risk factor for heart disease and stroke. It can also lead to heart failure, kidney disease, pregnancy complications, and cognitive decline, among other health issues  (Whelton et al., 2017) .\n\nHypertension is directly and indirectly linked to over 500,000 deaths per year in the U.S. (CDC WONDER Online Database website, 2019) and has a substantial economic impact. The total medical costs associated with hypertension in the U.S. are $130 billion and are only expected to rise  (Kirkland et al., 2018) . Employers incur an additional $10.3 billion annually due to absenteeism from work associated with hypertension  (Asay, 2026) .\n\nGiven the stagnation and potential decline in the proportion of U.S. adults with controlled blood pressure  (Muntner, 2020) , exploring innovative approaches is crucial. A meta-analysis of randomized trials has found that home blood pressure self-monitoring is more effective than standard blood pressure monitoring in the healthcare system. IDIs can facilitate home self-monitoring while reducing costs and the time required from healthcare providers. They can provide patients round-the-clock access to vital health education, personalized information, and tailored feedback  (Cappuccio et al., 2004 ). Therefore, the potential of IDIs as a treatment option for the U.S. adult population with hypertension warrants further research."
    },
    {
      "title": "Interactive Digital Interventions (IDIs"
    },
    {
      "text": ") for blood pressure self-management present a promising solution. A systematic review and meta-analysis (McLean, 2016) have shown that IDIs outperform usual care. The Community Preventive Services Task Force has also endorsed using IDIs (Guide to Community Preventive Services, 2017), underscoring their potential to improve hypertension management."
    }
  ],
  "references": [
    {
      "title": "Absenteeism and employer costs associated with chronic diseases and health risk factors in the US workforce",
      "authors": [
        "Grb Asay",
        "K Roy",
        "J Lang",
        "R Payne",
        "D Howard"
      ],
      "year": 2016,
      "doi": "10.5888/pcd13.150503"
    },
    {
      "title": "Blood pressure control by home monitoring: meta-analysis of randomised trials",
      "authors": [
        "F Cappuccio",
        "S Kerry",
        "L Forbes",
        "A Donald"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.38121.684410.ae"
    },
    {
      "title": "About Underlying Cause of Death 1999-2017",
      "year": 2019,
      "doi": "10.7759/cureus.77213"
    },
    {
      "title": "Heart Disease and Stroke Prevention: Interactive Digital Interventions for Blood Pressure Self-Management",
      "year": 2017,
      "doi": "10.15585/mmwr.mm6648a5"
    },
    {
      "title": "Trends in Healthcare Expenditures Among US Adults With Hypertension: National Estimates, 2003-2014",
      "authors": [
        "E Kirkland",
        "M Heincelman",
        "K Bishu",
        "S Schumann",
        "A Schreiner",
        "R Axon",
        "P Mauldin",
        "W Moran"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.008731"
    },
    {
      "title": "Digital interventions to promote self-management in adults with hypertension systematic review and meta-analysis",
      "authors": [
        "G Mclean",
        "R Band",
        "K Saunderson",
        "P Hanlon",
        "E Murray",
        "P Little",
        "R Mcmanus",
        "L Yardley",
        "F Mair",
        "Dipss Co-Investigators"
      ],
      "year": 2016,
      "doi": "10.1097/hjh.0000000000000859"
    },
    {
      "title": "Trends in blood pressure control among US adults with hypertension, 1999-2000 to 2017-2018",
      "authors": [
        "P Muntner",
        "S Hardy",
        "L Fine"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.14545"
    },
    {
      "title": "The Surgeon General's Call to Action to Control Hypertension",
      "year": 2020,
      "doi": "10.1037/e369812004-001"
    },
    {
      "title": "/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "D Casey",
        "Jr",
        "K Collins",
        "C Dennison Himmelfarb",
        "S Depalma",
        "S Gidding",
        "K Jamerson",
        "D Jones",
        "E Maclaughlin",
        "P Muntner",
        "B Ovbiagele",
        "S Smith",
        "Jr",
        "C Spencer",
        "R Stafford",
        "S Taler",
        "R Thomas",
        "K Williams",
        "Sr",
        "J Williamson",
        "J Wright",
        "Jr"
      ],
      "year": 1979,
      "doi": "10.1161/hyp.0000000000000066"
    }
  ],
  "num_references": 9,
  "authors": [
    {
      "name": "G.R.B. Asay"
    },
    {
      "name": "K. Roy"
    },
    {
      "name": "J.E. Lang"
    },
    {
      "name": "R.L. Payne"
    },
    {
      "name": "D.H. Howard"
    }
  ],
  "volume": "13",
  "zotero_recovery": {
    "fields_recovered": [
      "authors"
    ],
    "timestamp": "2025-09-02T01:38:14.174234+00:00",
    "zotero_item_type": "journalArticle"
  }
}
