{
  "paper_id": "4DIG6L56",
  "title": "Commentary: Complex venous resection and reconstruction for locally advanced pancreatic cancer: Our approach",
  "year": 2020,
  "date": "2020",
  "journal": "Surgery",
  "publication": "Surgery",
  "authors": [
    {
      "forename": "Hiromichi",
      "surname": "Ito",
      "name": "Hiromichi Ito",
      "email": "hiromichi.ito@jfcr.or.jp"
    },
    {
      "forename": "Yu",
      "surname": "Takahashi",
      "name": "Yu Takahashi"
    },
    {
      "forename": "Akio",
      "surname": "Saiura",
      "name": "Akio Saiura"
    },
    {
      "affiliation": "Division of Hepatobiliary and Pancreatic Surgery , Cancer Institute Hospital for Japanese Foundation for Cancer Research , Tokyo , Japan \n\t\t\t\t\t\t\t\t Division of Hepatobiliary and Pancreatic Surgery \n\t\t\t\t\t\t\t\t Cancer Institute Hospital for Japanese Foundation for Cancer Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "affiliation": "Department of Hepatobiliary-Pancreatic Surgery , Juntendo University School of Medicine , Tokyo , Japan \n\t\t\t\t\t\t\t\t Department of Hepatobiliary-Pancreatic Surgery \n\t\t\t\t\t\t\t\t Juntendo University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "10.1016/j.surg.2020.08.003",
  "sections": [
    {
      "text": "Pancreatoduodenectomy (PD) with portal vein (PV) or superior mesenteric vein (SMV) or splenic vein (SpV) resection has been accepted as a well-tolerated and effective operation for patients with pancreatic cancer (PC) with PV invasion, but the complexity of the operation is quite variable depending on the extent of disease involvement to the portomesenteric-venous axis. In the article in this issue of Surgery, Kinny-K€ oster et al from the Johns Hopkins group have addressed the specific clinical and technical challenges in resection of PC with extensive venous invasion and described their operative techniques for complex venous resection and reconstruction.  1 Because locally advanced PC with this degree of extensive PV invasion usually has been considered an unresectable disease until recently, when effective modern systemic chemotherapy has become available, the complex clinical situations like intraoperative management of the obstructed PV with cavernous transformation or the optimal methods of reconstruction after a resection of long segment of PV/SMV were rarely discussed, and the data for short-and long-term outcomes were sparse in the literature. In this short commentary, we describe the general principles of our approach for PV resection and reconstruction for PC and make comments on the management specific to the 2 difficult situations they presented.\n\nFirst, the importance of meticulous preoperative assessment of precise vascular anatomy and extent of tumor invasion by thinslice computed tomography with intravenous contrast in the operative planning for all patients with PC cannot be overemphasized. In addition to the oncologic resectability of the tumor, underlying collateral circulations with all named or unnamed branches draining into PV/SMV need to be addressed, particularly when PV resection is planned; indeed, the levels of transection of PV, SMV, and SpV and the venous branches to be preserved and/or to be sacrificed need be determined preoperatively, and the plan for venous reconstruction should be well prepared accordingly.\n\nIn terms of types for PV resection, we prefer cylindrical, complete segmental resection vs partial resection regardless of the tumor size or extent of PV invasion. We prefer this technique because we think dissection of the PV near the tumor potentially invading into the wall of the vein is oncologically unsafe and increases the risk of incomplete resection. Furthermore, from the technical standpoint, PV wedge resection followed either by primary closure or patch closure for the defect is not necessarily easier and safer compared with segmental resection. In fact, among our experience of 295 PV resections over the past 10 years, partial resection was performed in only 5% and usually only when PV invasion or dense adhesion was unexpectedly found intraoperatively (unpublished data).\n\nWhen the tumor invasion appears extensive and the portomesentericosplenic confluence (PMSC) is involved, we often resect the PMSC en bloc with its surrounding soft tissue with the PV and SMV divided above and below the pancreas, leaving the retropancreatic PMSC literally untouched to permit a true en bloc R0 resection. We named this approach regional PD after the regional pancreatectomy proposed by Fortner in 1973 and reported the technical details and its improved long-term outcomes in terms of local recurrence and overall survival compared with traditional PD with PMSC resection.  2 fter PV resection during PD, an end-to-end primary anastomosis between the PV and SMV is the reconstruction method we use most commonly, and in our experience an interposition graft is rarely necessary even when the resected segment of vein is longer than 5 cm. In this situation we mobilize the PV as much as possible by division of the SpV, and a tension-free anastomosis can usually be achieved with minimal risk of stricture or thrombosis (1% in our patient cohort). We do not routinely use any antiplatelet or anticoagulation therapy. The major drawback of this approach is the increased risk of sinistral portal hypertension when the SpV is left ligated without a restoration of an adequate route of drainage route,  3, 4  and thus we strongly recommend reconstruction of an SpV outflow when it needs to be resected and the patency of other collateral routes is not secure.  4 Our preferred reconstruction is a splenorenal bypass; the details of the technique and its outcomes have been described previously.  5 In contrast to PV resection during PD, when PV resection is necessary during a distal pancreatectomy, PV/SMV have much less mobility because they are fixed to the pancreatic head and a primary anastomosis is usually difficult even when the gap is short. Thus wedge resection with patch repair or segmental resection with an interposition autologous graft using the left renal vein are methods of choice for reconstruction when cancer of the body of the pancreas invades the SpV.\n\nWhen the PV is completely occluded with tumor invasion and large collaterals have developed, uncontrolled dissection around the pancreas can result in catastrophic bleeding that can be very difficult to control; therefore some interventions to reroute the mesenteric venous outflow are necessary before committing to resection. In addition to the preresection mesoportal bypass shown here by Johns Hopkins group, 1 other preresection methods, including a temporary mesoportal shunt using a polytetrafluoroethylene graft and an end-to-side mesocaval shunt have been described.  6, 7 In this situation we often apply a temporary mesenteric venous shunt using an antithrombogenic catheter (Anthron Bypass Tube, Toray Industries, Inc, Tokyo, Japan), which was originally described by Nakao et al 8 : One end of the catheter with its 5-to 4-mm diameter tip is inserted into the SMV via a venotomy made at one of its distal ileal branches and the other end into the femoral vein via the greater saphenous vein or the intrahepatic portal vein via the umbilical vein in the round ligament (Fig  1 ). This shunt procedure not only helps to decrease blood loss during the pancreatic dissection but also to prevent intestinal congestion and edema during the time needed to create the venous reconstruction. Thus surgeons can carry out the complex venous anastomoses without the pressure of time. The advantages of this procedure using an antithrombogenic catheter over the other shunt procedures described earlier are multifold: (1) Because a venous anastomosis is not necessary, it is technically much easier and quicker without an autologous venous conduit; (2) because major veins, including the SMV, PV, and SpV, are essentially untouched, the resection can be aborted after this shunt if the tumor turns out to be unresectable at the later stage of the operation; and (3) because the lumen of the catheter is coated by heparinized hydrophilic polymers, intravenous heparinization is not necessary during the shunt.\n\nLastly, regarding to the situation for tumors involving the distal SMV, including the jejunal and ileal tributaries, we recommend considering the operative indication and planning your approach very cautiously. Although Kinny-K€ oster et al 1 described a case for successful permanent mesocaval shunt without restoration of portomesenteric continuity for patients with \"well-developed\" leftsided collaterals, there is no objective criteria to judge whether collateral circulation is great enough for liver perfusion or not, and the risk of a late complication such as bleeding from intestinal varices associated with mesenteric hypertension left behind also needs to be taken into account. Furthermore, low jejunal branches are located behind the SMA and the anastomosis to these vessels is, in general, technically demanding. In our opinion, SMV involved by the tumor at the level of the second jejunal vein or above can be salvaged with resection followed by direct ileoeportal vein anastomosis or use of an interposition graft, and congestion of the midgut will be unlikely unless the marginal vein in the mesentery is inadvertently injured. In contrast, we consider the tumor unresectable when the lower jejunal branch appears involved and needs to be sacrificed.\n\nAlthough various techniques for complex venous reconstruction concomitant with pancreatectomy have been reported recently from several high-volume centers, the outcome data remain limited. Although it is unlikely that 1 procedure can fit all for this complex situation, to optimize the operative strategy for this small group of patients, we need to share and compare the outcome data, including long-term patency and late consequences of mesenteric hypertension, in addition to oncologic survival. Given the complexity and paucity of each procedure of this kind, international multi-institutional collaboration is critical. Intraoperative image for a portosystemic shunt using an Anthron bypass catheter. One end of the catheter was introduced into the SMV via a distal branch of the iliac vein, and the other end into the left femoral vein via the greater saphenous vein. The redundant catheter does not interfere with the exposure for the operative field, and because the catheter can be left in place until venous reconstruction is completed, intestinal congestion/edema can be avoided even when the ultimate restoration of venous drainage takes a long time."
    },
    {
      "text": "Contents lists available at ScienceDirect Surgery journal homepage: www.elsevier.com/locate/surg Surgery 168 (2020) 1056e1057 https://doi.org/10.1016/j.surg.2020.08.003 0039-6060/© 2020 Elsevier Inc. All rights reserved."
    },
    {
      "text": "Fig.1. Intraoperative image for a portosystemic shunt using an Anthron bypass catheter. One end of the catheter was introduced into the SMV via a distal branch of the iliac vein, and the other end into the left femoral vein via the greater saphenous vein. The redundant catheter does not interfere with the exposure for the operative field, and because the catheter can be left in place until venous reconstruction is completed, intestinal congestion/edema can be avoided even when the ultimate restoration of venous drainage takes a long time."
    }
  ],
  "references": [
    {
      "title": "Mesoportal bypass, interposition graft, and mesocaval shunt: surgical strategies to overcome superior mesenteric vein involvement in pancreatic cancer",
      "authors": [
        "Kinny-K€ Oster",
        "B Van Oosten",
        "F Habib"
      ],
      "year": 2020
    },
    {
      "title": "Regional pancreatoduodenectomy versus standard pancreatoduodenectomy with portal vein resection for pancreatic ductal adenocarcinoma with portal vein invasion",
      "authors": [
        "A Oba",
        "H Ito",
        "Y Ono"
      ],
      "year": 2020,
      "doi": "10.1002/bjs5.50268"
    },
    {
      "title": "Sinistral portal hypertension after pancreaticoduodenectomy with splenic vein ligation",
      "authors": [
        "Y Ono",
        "K Matsueda",
        "R Koga"
      ],
      "year": 2015,
      "doi": "10.1002/bjs.9707"
    },
    {
      "title": "Impact of portal vein resection with splenic vein reconstruction after pancreatoduodenectomy on sinistral portal hypertension: who needs reconstruction?",
      "authors": [
        "M Tanaka",
        "H Ito",
        "Y Ono"
      ],
      "year": 2019,
      "doi": "10.1016/j.surg.2018.08.025"
    },
    {
      "title": "Techniques for splenic vein reconstruction after pancreaticoduodenectomy with portal vein resection for pancreatic cancer",
      "authors": [
        "Y Ono",
        "M Tanaka",
        "K Matsueda",
        "M Hiratsuka",
        "Y Takahashi",
        "Y Mise",
        "Y Inoue",
        "T Sato",
        "H Ito",
        "A Saiura"
      ],
      "year": 2019,
      "doi": "10.1016/j.hpb.2019.01.017"
    },
    {
      "title": "Use of a temporary intraoperative mesentericoportal shunt for pancreatic resection for locally advanced pancreatic cancer with portal vein occlusion and portal hypertension",
      "authors": [
        "P Bachellier",
        "E Rosso",
        "P Fuchshuber"
      ],
      "year": 2014,
      "doi": "10.1016/j.surg.2013.09.003"
    },
    {
      "title": "Mesocaval shunting: a novel technique to facilitate venous resection and reconstruction and enhance exposure of the superior mesenteric and celiac arteries during pancreaticoduodenectomy",
      "authors": [
        "C Pilgrim",
        "S Tsai",
        "D Evans",
        "K Christians"
      ],
      "year": 2013,
      "doi": "10.1016/j.jamcollsurg.2013.05.018"
    },
    {
      "title": "Portal vein resection with a new antithrombogenic catheter",
      "authors": [
        "A Nakao",
        "T Nonami",
        "A Harada",
        "T Kasuga",
        "H Takagi"
      ],
      "year": 1990
    }
  ],
  "num_references": 8
}
