{
  "paper_id": "4FTYP8UC",
  "title": "Community cognitive interviewing to inform local adaptations of an e-mental health intervention in Lebanon",
  "abstract": "Background. Lebanon has a need for innovative approaches to increase access to mental health care to meet the country's current high demand. E-mental health has been included in its national mental health strategy while in parallel the World Health Organization has produced an online intervention called 'Step-by-Step' to treat symptoms of depression that is being tested in Lebanon over the coming years. Aim. The primary aim of this study is to conduct bottom-up, community-driven qualitative cognitive interviewing from a multi-stakeholder perspective to inform the cultural adaptation of an Internet-delivered mental health intervention based on behavioural activation in Lebanon. Methods. National Mental Health Programme staff conducted a total of 11 key informant interviews with three mental health professionals, six front-line workers in primary health care centres (PHCCs) and two community members. Also, eight focus group discussions, one with seven front-line workers and seven others with a total of 66 community members (Lebanese, Syrians and Palestinians) were conducted in several PHCCs to inform the adaptation of Step-by-Step. Results were transcribed and analysed thematically by the project coordinator and two research assistants. Results. Feedback generated from the cognitive interviewing mainly revolved around amending the story, illustrations and the delivery methods to ensure relevance and sensitivity to the local context. The results obtained have informed major edits to the content of Step-by-Step and also to the model of provision. Notably, the intervention was made approximately 30% shorter; it includes additional videos of content alongside the originally proposed comic bookstyle delivery; there is less emphasis on total inactivity as a symptom of low mood and more focus on enjoyable activities to lift mood; the story and ways to contact participants to provide support were updated in line with local gender norms; and many of the suggested or featured activities have been revised in line with suggestions from community members. Conclusions. These findings promote and advocate the use of community-driven adaptation of evidence-based psychological interventions. Some of the phenomena recorded mirror findings from other research about barriers to care seeking in the region and so changes made to the intervention should be useful in improving utility and uptake of 'Step-by-Step'.",
  "year": 2015,
  "date": "2015",
  "journal": "Global Mental Health",
  "publication": "Global Mental Health",
  "authors": [
    {
      "forename": "J",
      "surname": "Ramia",
      "name": "J Ramia",
      "affiliation": "1  National Mental Health Programme (NMHP)|Ministry of Public Health , Lebanese University Central Directorate , Museum Square , 9800 , Beirut , Lebanon \n\t\t\t\t\t\t\t\t National Mental Health Programme (NMHP)|Ministry of Public Health \n\t\t\t\t\t\t\t\t Lebanese University Central Directorate \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Museum Square \n\t\t\t\t\t\t\t\t\t 9800 \n\t\t\t\t\t\t\t\t\t Beirut \n\t\t\t\t\t\t\t\t\t Lebanon"
    },
    {
      "forename": "M",
      "surname": "Harper Shehadeh",
      "name": "M Harper Shehadeh",
      "affiliation": "2  Faculty of Medicine , The Institute of Global Health , University of Geneva , Geneva , Switzerland \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t The Institute of Global Health \n\t\t\t\t\t\t\t\t University of Geneva \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geneva \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "W",
      "surname": "Kheir",
      "name": "W Kheir",
      "affiliation": "1  National Mental Health Programme (NMHP)|Ministry of Public Health , Lebanese University Central Directorate , Museum Square , 9800 , Beirut , Lebanon \n\t\t\t\t\t\t\t\t National Mental Health Programme (NMHP)|Ministry of Public Health \n\t\t\t\t\t\t\t\t Lebanese University Central Directorate \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Museum Square \n\t\t\t\t\t\t\t\t\t 9800 \n\t\t\t\t\t\t\t\t\t Beirut \n\t\t\t\t\t\t\t\t\t Lebanon"
    },
    {
      "forename": "E",
      "surname": "Zoghbi",
      "name": "E Zoghbi",
      "affiliation": "3  Public Health , Universite Libanaise Faculte des Sciences , Beirut , Lebanon \n\t\t\t\t\t\t\t\t Public Health \n\t\t\t\t\t\t\t\t Universite Libanaise Faculte des Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beirut \n\t\t\t\t\t\t\t\t\t Lebanon"
    },
    {
      "forename": "S",
      "surname": "Watts",
      "name": "S Watts",
      "affiliation": "4  Medical School , University of Sydney -Sydney Medical School Nepean , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Medical School \n\t\t\t\t\t\t\t\t University of Sydney -Sydney Medical School Nepean \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "E",
      "surname": "Heim",
      "name": "E Heim",
      "affiliation": "5  Department of Psychology , University of Zurich , Zurich , Switzerland \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Zurich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zurich \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "R",
      "surname": "El Chammay",
      "name": "R El Chammay",
      "affiliation": "1  National Mental Health Programme (NMHP)|Ministry of Public Health , Lebanese University Central Directorate , Museum Square , 9800 , Beirut , Lebanon \n\t\t\t\t\t\t\t\t National Mental Health Programme (NMHP)|Ministry of Public Health \n\t\t\t\t\t\t\t\t Lebanese University Central Directorate \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Museum Square \n\t\t\t\t\t\t\t\t\t 9800 \n\t\t\t\t\t\t\t\t\t Beirut \n\t\t\t\t\t\t\t\t\t Lebanon",
      "email": "rchammay@moph.gov.lb"
    },
    {
      "forename": "Rabih",
      "surname": "Chammay",
      "name": "Rabih Chammay",
      "email": "rabihelchammay@gmail.com"
    },
    {
      "affiliation": "National Mental Health Programme (NMHP)|Ministry of Public Health , Lebanese University Central Directorate , Museum Square , 9800 , Beirut , Lebanon. \n\t\t\t\t\t\t\t\t National Mental Health Programme (NMHP)|Ministry of Public Health \n\t\t\t\t\t\t\t\t Lebanese University Central Directorate \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Museum Square \n\t\t\t\t\t\t\t\t\t 9800 \n\t\t\t\t\t\t\t\t\t Beirut \n\t\t\t\t\t\t\t\t\t Lebanon"
    }
  ],
  "doi": "10.1017/gmh.2018.29",
  "keywords": [
    "Cultural adaptation",
    "E-intervention",
    "E-mental health",
    "interventions",
    "low-resource setting",
    "minimally guided interventions. global mental health"
  ],
  "sections": [
    {
      "text": "Introduction E-mental health (i.e. the use of Internet and mobile phones for delivering mental health treatment) has enormous potential to increase access to evidencebased interventions for mental and behavioural disorders, particularly in middle-income countries with wide smartphone use and Internet coverage such as Lebanon  (Arjadi et al. 2015) . Lebanon is a small country with a high mental health care need due to a history of conflict and political unrest, an under-resourced and an influx of almost 1.5 million Syrian refugees  (UNHCR, 2018) . Estimates from 2006 suggest that just 10% of people in Lebanon who had a mental disorder had access to treatment  (Karam et al. 2006 ), a figure that has possibly worsened since the refugee crisis. Smartphone use and Internet coverage in Lebanon are high, with an estimated 96% of people having a mobile phone subscription and 76% of people regularly using the Internet  (International Telecommunications Union, 2017) . A recent United Nations report estimates that Syrian refugee communities are also known to have high accessibility to smartphones and the Internet, at approximately 80% household usage  (UNICEF et al. 2017) .\n\nThe World Health Organization (WHO) has developed an Internet-delivered behavioural activation intervention to treat symptoms of depression among adults, called Step-by-Step  (Carswell et al. 2018) . The intervention consists of five approximately 30 min sessions that are delivered on a weekly basis over 8 weeks (to allow flexibility of pace for users). Step-by-Step predominantly uses psychoeducation, behavioural activation (including specifically a session on social support activation) and some simple relaxation techniques. The Step-by-Step sessions consist of a narrated story of a character who has learned how to better manage his/ her mood from their doctor and an interactive part where the user can plan his/her own activities for the week to come. This story can be watched via video of a slideshow of still images and a voice over, or read like a comic book where the user swipes to see the next illustration with the text beneath. A story was used as the vehicle to transmit the therapeutic content, as stories and storytelling were deemed to be globally and culturally universal and engaging from an anthropological perspective. The intervention includes audio-recorded breathing and grounding exercises that beneficiaries can listen to. The companion in the story is tailored according to the gender of the client, and users can choose between characters that may resonate with some of the cultural groups in Lebanon (e.g. woman with/without a headscarf or man with/without a beard). It is noteworthy that the story content is common to all genders in terms of symptoms expressed, with slight adaptations in the activities to enhance relevance to each gender. Beneficiaries are asked to apply the exercises and activities between the sessions. The intervention is supported by trained non-specialist assistants (called 'e-helpers') who have weekly phone or message-based contact with users to provide support and guidance, lasting around 15 min per week.\n\nThe WHO, the Ministry of Public Health (MoPH) in Lebanon and other project partners are currently testing the feasibility of using Step-by-Step in Lebanon in a pilot study. Following this initial pilot, Step-by-Step is being tested in a number of fully powered randomised controlled trials in Germany, Sweden, Egypt and in  Lebanon, commencing in 2018. Step-by-Step had been written in a generic manner and with global usage in mind, but in order to use  Step-by- Step in Lebanon, it was necessary to sensitively adapt the intervention to the culturally diverse local setting, considering the three main population groups: Lebanese, Palestinians and Syrians.\n\nLebanon has a varied cultural landscape, owing to rich religious diversity, a complex colonial and migration history and a highly politicised post-conflict environment. A systematic review identified 22 studies on the use of Western-developed interventions in the Middle East. In this review, cultural incompatibility accounted for the majority (54%) of barriers to implementation. Further barriers were lack of public awareness around mental health; gender-related norms; stigma and diminished social status of people with mental health problems; and language and presentation of distress  (Gearing et al. 2013) . This review shows that when delivering psychological interventions in Lebanon that are based on Western concepts of mental disorders, cultural adaptation is needed.\n\nCultural and contextual adaptation is an important step of formative work in delivering a pre-existing mental health intervention to culturally divergent client groups  (Heim et al. in press)  in potentially diverse settings. Several studies showed that adapted interventions have high effect sizes and that adapting psychological interventions to the local culture can increase their effectiveness  (Hall et al. 2016) . Two meta-analyses found higher effect sizes of adapted interventions than non-adapted ones  (Griner & Smith, 2006; Benish et al. 2011) . One additional meta-synthesis that included studies testing depression treatments in non-Western populations found high effect sizes [standardised mean difference (SMD) of -0.72] for adapted interventions compared with their various control conditions (but not compared with the same unadapted intervention)  (Chowdhary et al. 2014 ). Finally, one study compared effect sizes of self-help or minimally guided interventions (i.e. books or online interventions with approximately 15 min of personal guidance per week) that were used cross-culturally. The authors found a high pooled effect size of adapted interventions (SMD = 0.81) and that the efficacy of the intervention increased with a point increase in the extent of cultural adaptation  (Harper Shehadeh et al. 2016)  showing a dose-response effect. On the other hand, in a recent meta-analysis of studies testing psychological interventions for the treatment of depression in low-and middle-income countries, cultural adaption did not affect effect sizes  (Cuijpers et al. 2018) . To what extent and what kind ofcultural adaptation is important is still subject of current research.\n\nOne shortcoming in cultural adaptation research is that adaptation methods are not often described in detail by authors, with two of the above metaanalyses citing incompleteness (within publications) or difficulty in attaining information on cultural adaptation methods  (Chowdhary et al. 2014; Harper Shehadeh et al. 2016) . This highlights a need for research teams or intervention implementers to publish their methods of adaptation and report adaptations in a concise way.\n\nSome common elements of methods used across studies that cite adaptation methods include ensuring that cultural adaptation should be ecologically valid and informed by research with stakeholders, use flexible methods with the aim of improving engagement, be acceptable and relevant while maintaining a balance of fidelity to the original intervention, and have a cultural fit  (Saez-Santiago et al. 2017) . It is important to document adaptations as well as the reasons for them  (Bernal & Rodriguez, 2012) . For systematic documentation and dissemination of methods, it is necessary to conceptualise and report the adaptations that have been made, which can be complex when considering the abstract nature of cultural needs and specificities.\n\nThe aim of this article is to share experiences and methods that were used during the contextual adaptation of the Step-by-Step e-mental health behavioural intervention. Hwang (2006)  stresses the importance of using bottom-up processes in cultural adaptation, i.e. involving community members and key informants when developing culture-specific interventions, as opposed to top-down cultural adaptations of an existing unadapted treatment developed for other groups. This view parallels the distinction between etic and emic research in mental health. The etic perspective assumes that diagnostic categories of mental disorders and corresponding treatments are universally applicable, whereas emic approaches address cultural concepts of distress and recommend using cultural-specific treatments and outcome measures  (Kohrt et al. 2014) . We opted for a careful balance between these two approaches: Step-by-Step is based on evidence-based techniques and designed by the WHO, thus developed primarily top-down, but the process of cultural adaptation was based on a bottom-up approach, as described below."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Content preparation",
      "text": "The content of Step-by-Step was first written in simple English to maximise its adaptability and to ensure that people with primary school level education would be able to access the content. This was then translated into classical Arabic by a professional translator. Given the intervention is a narrative story, to make the intervention more engaging relatable, the project partners decided to translate the story into a spoken dialect of Arabic. The translation brief was that it would be representative of the three main dialectic groups in Lebanon: Lebanese, Syrian and Palestinian. The dialect translation was carried out from the classical Arabic translation by the project coordinator (JAR) with the assistance of other local staff (EZ and WK). This translation was then reviewed by one Palestinian, Lebanese and Syrian acquaintance (lay persons) of the project staff who were not familiar with the project. Small changes were made post-review, and then reviewed by a mental health professional to ensure that the original meaning and therapeutic aspect had not been lost throughout the adaptation."
    },
    {
      "title": "Selection of participants",
      "text": "Participants were first approached by the front-line workers in the primary health care centres (PHCCs) and they provided their consent to be contacted by the research team. The qualitative work consisted of 11 key informant interviews (KIIs) and eight focus group discussions (FGDs) with several target groups recruited through four PHCCs across Lebanon so as to represent different cultures and population groups. Stakeholders ranged from mental health professionals, PHCCs managers and front-line workers who could provide insight based on their familiarity with global mental health community presentations of and beliefs around depression and community health-seeking behaviours. Moreover, people from the community (Syrian, Palestinian and Lebanese men and women) took part in the cognitive interviewing as well as detailed in Fig.  1 . Table  1  in Appendix 1 details the recruitment of participants."
    },
    {
      "title": "Data collection",
      "text": "Most of the data collection was undertaken in January 2017 by the project coordinator (JAR) along with two research assistants that were independent from the research project. The project coordinator contacted participants by phone and took oral consent for participation and scheduled the date for the interview or FGD. The FGDs and KIIs for testing Step-by-Step content were semi-structured and their approach borrowed from the 'verbal probing' technique used in cognitive interviewing  (Drennan, 2003; Willis & Artino, 2013) . Cognitive interviewing is a technique predominantly used for questionnaire design that asks respondents to think out loud as they go through a survey or questionnaire while using probing techniques with the aim of improving the clarity and utility of questionnaire items and ensuring they fulfil their purpose. KIIs lasted 1 h and a half while the FGDs lasted 2 h on average. A sample of the interview guide and adaptation form can be found in Appendix 2.\n\nThe cognitive interviewing sessions aimed at testing the story content (the illustrations and story were shown on a screen while research assistants read through the story text), audio relaxation exercises (which were played through speakers), and general acceptability and feasibility of the intervention (via discussion). Hence, sessions were divided into four sections: Introduction, idea of Step-by-Step and implementation; Step-by-Step story; Behavioural activation activities; other illustrations and audio. The four sections are detailed in Fig.  2 . The KIIs and FGDs adopted the same structure below; however, KIIs with community members (post-FGDs) were more focused on specific sections or questions to clarify any controversial or unclear feedback that was given in the FGDs"
    },
    {
      "title": "Data analysis",
      "text": "JAR and a research assistant took detailed notes during each session. Suggestions for changing the intervention were recorded by the data collectors on a tracking sheet (original text, proposed change and its justification). Notes were translated into English and certain expressions used in Arabic were kept as they are alongside their corresponding English translation. Within each section of the KII or FGD, information was grouped into themes and subthemes that portrayed similarities and disagreements in opinions in a thematic analysis.\n\nThe results of the KIIs and FGDs were organized into tables by JAR and cross-checked by the other two data collection assistants. The results were presented in a 2-day adaptation workshop, attended by nine representatives of the project partners. This included local and headquarters WHO staff, National Mental Health Programme staff from the MoPH, experienced NGO representatives and a local mental health and psychosocial care consultant (who were either internationals or Lebanese nationals)."
    },
    {
      "title": "global mental health",
      "text": "In this workshop, the final decisions as to what content to adapt were made and documented and were informed by the feedback collected from the cognitive interviewing. The team took into consideration feasibility, cost and relevance when deciding on each change recommended, and after in-depth discussions, decisions were made following the majority votes. Following the workshop, amendments to the English and Arabic content and to research procedures were made and reviewed by several team members."
    },
    {
      "title": "Results",
      "text": "Results have been arranged according to the themes emerged in the four sections of cognitive interviews (introduction, idea and implementation, Step-by-Step story, behavioural activation activities, illustrations and audios)."
    },
    {
      "title": "Receptivity/relevance of Step-by-Step"
    },
    {
      "title": "Relevance",
      "text": "Consensus was reached among all types of participants across genders and ethnicities, that this intervention is relevant, beneficial and essential to this society because of many prevalent socio-economic and political factors (financial problems, unemployment, marital problems, health issues, war, etc.). Step-by-Step was observed as a relaxing self-care tool, an empowering and educative platform, and the MoPH as a necessary and credible source of information."
    },
    {
      "title": "Receptivity",
      "text": "Most participants stated that they would use the intervention because it (i) reduces the financial and physical barriers to care, (ii) reduces the stigma attached to the use of conventional care, (iii) makes them curious to know what happens next in the story, (iv) would teach them new techniques:\n\nWe were interested in the session, we learned something new. When we start, we will be curious to continue, just like when you are watching a video, you want to watch it all and know how you will benefit. (Syrian Woman)"
    },
    {
      "title": "Non-receptivity",
      "text": "Some of the men across Lebanese, Syrian and Palestinian groups, 2/3 experts and 9/13 front-line workers were concerned that people would not use the intervention because (i) of the lack of awareness of the seriousness of mental distress, (ii) lack of awareness of the benefits of interventions that do not offer financial or material support, and (iii) because they have competing priorities, e.g. their basic survival needs, or are very busy."
    },
    {
      "title": "global mental health"
    },
    {
      "title": "Understandability and perception of depression",
      "text": "Participants' responses on what constitutes depression varied significantly. Some mentioned that depression is an illness, while others referred to it as a simple feeling of unease and even a personal decision. To some, it could be inherited, or caused by external factors and specific problems in a person's life like the wife's behaviour, or problems at work or home. Stigma around mental health was common. One statement was noted:\n\nWhen you hear the word psychiatrist, it is associated with craziness or something. (Syrian Man)"
    },
    {
      "title": "Content",
      "text": "In this section, participants were asked to discuss the relevance, acceptability and clarity of the content, i.e. the storyline, characters, symptoms and presentation of distress, activity examples, illustrations and audio content."
    },
    {
      "title": "Storyline",
      "text": "Most participants generally accepted the storyline; however, most recommended to emphasise solutions and write them into structured points. Some experts recommended to have an outline in the beginning of each session and add subsections and titles to make the sessions more structured and organised.\n\nClarity and the level of understanding of the content were assessed by asking users to summarize the slides regularly. Consequently, many misconceptions were depicted, for instance, some were concerned that having a headache or shoulder pain meant that they had depression, while others thought that the hot drinks mentioned in the story such as coffee or tea were a treatment for depression. A major observation was that most people, even the more literate ones, were not at ease with reading the story, hence, they proposed to have an option of recording the story as a video to watch so that it captures people's attention and is easier to follow."
    },
    {
      "title": "Characters",
      "text": "The profile of the character in the version of the story that was shown in cognitive interviewing portrayed a homemaker with children and house duties. She was relatable to some women, but not to working women or people with no spouse or children, who felt that they were not the target of this intervention. Some even warned that the extra focus on children in the story may revive feelings of sadness among the mothers who lost their children back in the war in Syria.\n\nThe use of a doctor as the wise character who provides the advice or suggestions for improving one's mood was widely accepted, as the doctor is a very respected figure in the cultures approached and as a general health professional is not stigmatising. They stated that the doctor should be prescriptive and direct in the advice and suggestions s/he makes for getting better. By contrast, the companion should not be prescriptive, but instead provide only the story of how they used instructions that the doctor gave and to encourage the user to do the same thing.\n\nWith regard to disclosure about one's feelings, participants reported that spouses did not talk to each other about their feelings, rather they resorted to their best friends or siblings first, because of lack of understanding, prejudice or fear of abandonment (particularly in the case of Syrian women) or fear of showing weakness (mainly men). ', or 'tired psyche' in English, which the team had used in the translated version; however, the symptoms of the mood problem needed revision. The first, unadapted version of the story used the term 'tired cycle' to explain the vicious cycle between low mood, avolition and inactivity, which leads to even lower mood. However, FGDs showed that continuous lethargy, increased sleep and crying were not deemed relevant to men, who considered them to be exaggerated and indicative of total hopelessness. Participants in general noted that depressed people in Lebanon maintained their necessary activities and still went to work, yet, they were described to become irritable, tired, sad, frustrated or angry while continuing to function. This is hopelessness. But humans shouldn't reach this level of hopelessness. It is an extreme case. (Palestinian Male) People in Lebanon keep doing everything but they feel very sad and angry; so they need to stop and relax instead of staying active. (Expert) They identified that people with mood problems experienced lifestyle change in that they stopped doing enjoyable activities and withdrew from their surroundings and social situations. This impression was supported by the experts who thought the story was unrepresentative of many presentations in Lebanon and should be toned down to respond to a global mental health wider scope of mild-to-moderate depression or higher functioning.\n\nIn Lebanon, people tend to have severe anxiety and usually say: Recommendations were also given at the level of the text whereby participants suggested different wording translations and metaphors that would appeal better and depict distress and recovery. For instance, the translation of mood in Arabic has some negative connotations, 'psyche' would be a better fit. Also, 'I could feel the sunshine again' was not commonly said in Lebanon, so was replaced by 'I felt lightness again'; the term 'satisfaction' in Arabic had sexual connotations to some religious groups so it was replaced by 'feeling of joy or peace'."
    },
    {
      "title": "Illustrations and audio exercises",
      "text": "The study team was very aware of the heterogeneity of populations across Lebanon and globally who may use this intervention (e.g. nationals and refugees, high or low social economic status). In the illustrations brief, it was important to specify that illustrations should not include cues targeting one group over another as possible. For example, for depicting adversity and distress, the distressing situation is left interpretable (see Fig.  3 ).\n\nAll participants accepted the illustrations but suggested amendments to the facial expressions of the characters in the story to make them more realistic.\n\nOne comment concerned a particular hand gesture of the main character, along with the background colour (bright orange). Participants stated that the gesture in combination with the colour referred to a certain political sign and colour used by a Lebanese political party (see Fig.  4 ).\n\nAs for the audio exercises, people liked them and felt they were relaxing. Fig. 3. Example illustrations of distressing situations. (Images reproduced with permission from WHO.)\n\nglobal mental health"
    },
    {
      "title": "Activities",
      "text": "As part of the behavioural activation component of the intervention, activities are suggested with the main character in the story carrying out activities that will improve his or her mood. Gender specialists at the WHO reviewed the story and highlighted areas where activities were particularly gendered, e.g. women only playing with children, males being angry and women crying, illustrating women in a submissive position compared with the husband, having the male character go out to play backgammon and the woman be indoors all the time. Some changes were made in reaction to this review (e.g. husband helping with preparing food or also playing with children, or both stories referring to anger and crying) and the team tried to have the same activity for both versions of the story wherever possible. However, the local team and participants of FGDs highlighted that gendered activities listed above were the reality in Lebanon and that the story should remain realistic to local norms for people to be able to relate to it. The final story was seen to broadly achieve a balance between removing unhelpful gender stereotypes while remaining realistic to the local situation.\n\nCommunity participants, as well as health professionals recommended to start with the enjoyable selfcare activities first, before doing necessary life activities, which are sometimes a stress factor for people in their community. They also highlighted the fact that people living in Lebanon needed to stop and pause for a while, and think about themselves. Most participants embraced the idea of encouraging people to gain social support and take some rest without feeling guilty about it as being very busy was very often discussed (see Fig.  5 ).\n\nIt's good to encourage women to gain support from their mothers/ relatives and take some rest without feeling guilty. (Expert) Participants reviewed the story and a table of activities and commented on each of them. Strong opinions were held in support or against certain activities. An important point was highlighted by the Syrian women and men, who clarified that most Syrian women did not enjoy a high level of independence to go out of their houses alone, thus the example of the woman going out for a walk alone was not perceived as feasible to them. Participants suggested simple indoor self-care activities in sessions 1 and 2, like changing one's appearance and clothes from time to time, personal hygiene, praying, gardening for both genders, reorganizing or tidying the house for women, playing football or exercising for men. Outdoor more complex activities suggestions included going out with friends, spending time in nature, shopping, exercising, fishing, swimming, organizing a family trip, etc. A renowned topic for addition in all FGDs was that religion was an important component in people's lives and could be added as a solution to help against distress. Table  2  in Appendix 3 has examples of how activities were changed after cognitive interviewing.\n\nYou should stress a lot on religion and advice people to listen to prayers, talk about the importance of faith across all religions, faith gives strength. (Lebanese Women)  The examples below show how illustrations were changed based on the feedback generated, whereas other aspects of the intervention that were changed, are shown in Table  3  in Appendix 4."
    },
    {
      "title": "Implementation of Step-by-Step",
      "text": "In this section, participants were asked to discuss the feasibility of Step-by-Step delivered via technology; thus, the feasibility, the length of sessions, the pace of the intervention, the setting preferences, privacy concerns and the support methods were discussed."
    },
    {
      "title": "Feasibility of technologized intervention",
      "text": "Despite the perceived relevance of the intervention, the feasibility of delivering Step-by-Step via e-platform was debatable. When asked whether it would be practical to use the intervention, answers varied among the different groups. Participants across different ethnic groups, mostly Palestinians and Lebanese, a minority among Syrians and 4/13 of the front-line workers believed that the intervention was feasible for many reasons, among which, user friendliness seemed to be an important factor. Also, the wide availability of mobile phones and Internet coverage in all households, even the most vulnerable ones, and the time and place flexibility associated with it, were considered as encouraging factors. Nevertheless, all Lebanese men noted that despite the friendliness of such an intervention and its flexibility, the slow and low quality of Internet connection might be a huge challenge for usage of such an intervention, whereas the majority of Lebanese women were more concerned about their very busy lifestyle and the length of sessions. A big proportion of the Syrian women and men had different concerns though; they mentioned that the main barrier for using an e-intervention was their illiteracy or electronic device illiteracy (especially older adults), and the majority of Syrian women stressed the fact that they did not have access to a phone most of the time as it is shared with their husband. These factors were also foreseen by the majority of the front-line workers.\n\nif the internet speed is low, we would get angry and delete the app. (Lebanese, Male)"
    },
    {
      "title": "Length of sessions",
      "text": "With few exceptions, most participants had the impression that the sessions were too long and repetitive, and that there was more focus on symptoms and unnecessary details of the story rather than on solutions.\n\nI prefer the session to last for 5 mins or 10 mins, not more than that. (Syrian, Male) Pace Some participants expressed that users might need more than a week to transition from one session to another and might need reminders to complete the sessions.\n\nIt's very difficult to get out of the sad phase in 1 or 2 weeks, this needs more time. (Syrian, Female)"
    },
    {
      "title": "Setting preferences",
      "text": "Preferred place of usage (e.g. at home, in public place) and time (e.g. after work) depended on gender and whether participants were homeworkers or worked outside. Most participants preferred to use Step-by-Step on their own phones instead of using tablets provided in the PHCCs for convenience and privacy and due to lack of time.\n\nI don't have time to come to the center to user it, especially that I can use it on my phone at home, on my convenience. (Lebanese, Female)"
    },
    {
      "title": "Accessibility, privacy and security",
      "text": "Lebanese and Palestinian participants reported that they did not have any problem using Step-by-\n\nStep and providing their contact information, while Syrian men and women and some Lebanese participants in the North area were more sceptical about it and declared that they might put fake numbers as they feared being spied on by certain agencies. Participants recommended the project to be disseminated through the local PHCCs because they are trusted, and to put the MoPH logo so that it adds credibility to the intervention. This is reflected in the following statement: Some people might not like to enter their number, especially that there is an unknown organization involved and our information would be stored there. We would trust the MoPH better. (Lebanese women in the North)"
    },
    {
      "title": "E-helper support",
      "text": "When asked about the e-helper support, participants preferred to get an introductory call instead of an email, to get a notification before the call from the e-helper, and to get the number of the e-helper who would call them in advance. This finding was stressed particularly when phones were shared with spouses (mainly for Syrians). Male and female participants reported being less desirable husbands or wives if their partner should find out they had emotional problems. But trying to keep the identity of the caller from their partner could raise questions about their fidelity and even put them at risk of gender-based violence. Syrians preferred to get phone calls and talk to the e-helper, while some of the Lebanese preferred messages only."
    },
    {
      "title": "Discussion",
      "text": "Through carrying out in-depth cognitive interviewing with community members, mental health professionals and front-line primary health care staff, valuable information about the content, implementation and the prospective use of the WHO Step-by-Step programme was gathered and used to adapt the intervention to enhance cultural acceptability among different groups in Lebanon.\n\nThe methods used for the adaptation of Step-by-Step are not dissimilar to other methods used for gathering data to inform adaptation of psychological interventions in low-and middle-income countries. In a paper providing an overview of the procedures adopted by three such studies, the wider Step-by-Step project somewhat parallels the methods of these research teams in drawing upon the UK Medical Research Council framework for the design and development of complex interventions  (Patel et al. 2011; Craig et al. 2013) . This is by using a multi-phase approach (exploratory or formative work on context, feasibility and piloting with process evaluation before definitive testing), of which this study entails part of the first phase. We have used a systematic and documented approach to gathering data for adapting the intervention, engaging a broad range of stakeholders including health workers and community members and previous to this research phase, a number of Lebanese mental health service providers and public mental health academics for their inputs on intervention development and project planning  (Patel et al. 2011) .\n\nDuring the adaptation workshop based on the qualitative data, the team made decisions about what characteristics and content to revise while maintaining the fidelity of the intervention. Adaptations led to the intervention being approximately 30% shorter, some illustrations being re-drawn or created, and many other content changes and methodological considerations taken into account. One very important adaptation referred to how symptoms of depression were explained in the intervention. The original term 'tired cycle' was changed into 'sadness and withdrawal cycle', and the symptoms were changed from avolition and inactivity to maintaining daily activities but with low mood, irritation and anxiety. From our results, we cannot conclude whether this presentation of symptoms corresponds to an emic cultural concept of distress  (Kohrt et al. 2014) . It may also be that due to the low socio-economic status of many people in a middle-income country such as Lebanon, inactivity is not an option because people have to secure their livelihoods. Ethnographic research on cultural concepts of distress would be required to better understand this concept.\n\nSimilarly to the content, decisions pertaining to the delivery method of Step-by-Step were made and are detailed in Table  3  of Appendix 4. Given the range of views on acceptability of the support element of Step-by-Step, one main decision was to give the choice to the participants to choose their preferred method of contact (phone, email, chat), their preferred day and time. This is to prevent any breach of privacy, confidentiality and any intrusiveness of the support.\n\nWe did not find a preference for traditional methods of healing as some studies suggest:  (Karam et al. 2006; Gearing et al. 2013)  among the cognitive interviewing participants though this is likely because we recruited participants through mainstream medical services. However, our findings parallel results from a systematic review which identified a preference for directive and authoritarian approaches to care, mirrored in our focus groups by the preference of a doctor figure who is prescriptive and directive  (Gearing et al. 2013) . Our findings also dovetail with the barriers identified in this systematic review, such as lack of awareness around mental health, gender issues and stigmatization of people with mental health problems."
    },
    {
      "title": "Strengths and limitations",
      "text": "Using community members from the cultural group 1 is adapting to, as was done for this adaptation, is said to be the best way to arrive at the most contextually appropriate revisions of psychological interventions  (Hall et al. 2016) . A recent and large meta-analysis found that most cultural adaptation methodologies take a top-down methodology to adapt interventions, with just four out of 78 studies adapted interventions using a bottom-up, or community-driven approach  (Hall et al. 2016) . A strength of the present study is that it adds to the literature in a context of a lack of published accounts of bottom-up cultural adaptation practices in the region. Furthermore, we ensured that the three main cultural groups in Lebanon were involved, that is Lebanese, Syrian and Palestinian men and women.\n\nThis cognitive interviewing had several limitations. First, we recruited participants through primary health care services, which may have biased our results towards opinions that are compatible with medical health care seeking (and therefore not including people more inclined to seek traditional forms of care). Second, the final decision makers as to adaptations did not include Palestinians nor Syrians. Third, though we did engage target community members, for ethical reasons, we did not use target community members who had common mental disorders, so we could have gone one step further with our ecological validity. We did however try to include the local mental health perspective by getting feedback from local mental health experts and from PHCC staff."
    },
    {
      "title": "Implications and future research",
      "text": "In light of limited evidence on methods of cultural adaptation in current literature, this paper provides a detailed report on methods and results of a bottom-up, cultural adaptation process of an evidence-based online intervention for the treatment of depressive symptoms in Lebanon.\n\nHopefully, this will encourage other researchers and implementers to use bottom-up approaches to adaptation and report on their experiences. So far, evidence on the importance of cultural adaptation is mixed, with some meta-analyses showing a higher efficacy of adapted interventions compared with nonadapted ones  (Benish et al. 2011; Hall et al. 2016) , whereas one more recent meta-analysis found no effect  (Cuijpers et al. 2018) . Future research will show whether cultural adaptation such as implemented in the present study increases the usability and effectiveness of interventions. But regardless of these very important aspects, we are convinced that using culturally specific illustrations and examples, and making sure the content is meaningful and non-offensive, should be a minimal standard when delivering interventions to culturally diverse groups."
    },
    {
      "title": "Conclusion",
      "text": "Bottom-up cognitive interviewing with community members, front-line health workers and mental health professionals provided very relevant information which will hopefully contribute to increase the relevance and acceptability of the Step-by-Step intervention. It was important to have community members involved in informing decision-making and have experts ensure that final decisions of what changes to make to the intervention would maintain fidelity of the intervention post-adaptation. feedback on the content of an internet-based mental health program. This program is called 'Khoutweh Khoutweh'.\n\nBefore we begin, I would like to take a few minutes to explain why I am inviting you to participate and what will be done with the information you provide.\n\nPlease stop me at time if you have questions about the focus group. After I've told you a bit more about the project, you can decide whether or not you would like to participate.\n\n'Khoutweh Khoutweh' is a minimally guided, electronic self-help program aimed at addressing the mental health needs of Lebanese nationals and Palestinian and Syrian refugees living in situations of adversity in Lebanon and experiencing difficult emotions. This intervention will eventually be used in selected primary health centres in Lebanon. Before using this intervention, we want to make sure that it is relevant, and that the content is easy to understand and acceptable. We are inviting you to participate in a focus group discussion to provide in-depth feedback on whether the content of the intervention is understandable, acceptable, and relevant. You have been selected from the beneficiaries of this primary health centre/ non-governmental organization to participate in the research. The interview will take a maximum of 3 hours. Approximately 10 other participants will also be asked to participate.\n\nIf you agree to participate, we will show you the content of the intervention and you will be asked to answer several questions along with a group of other participants. Questions will address the relevance and acceptability of the translated and adapted text, audio scripts and illustrations to your culture. Your participation is entirely voluntary and you have the right to withdraw your consent or discontinue participation at any time without penalty. If at any time and for any reason you would prefer not to answer any questions, please feel free to skip those questions. If at any time you would like to stop participating, please tell me. Your decision to withdraw will not involve any penalty or loss of benefits to which you are entitled. Discontinuing participation in no way affects your relationship with your health center, the nongovernmental organization or any of the three partners that are implementing this program (Ministry of Public Health, the World Health Organization and Foundation d'Harcourt). No one from *insert name of NGO* will be present when we are conducting the focus group discussion with you.\n\nYour participation in this focus group does not involve any physical risk or emotional risk to you beyond the risks of daily life. There is a slight chance that listening to the story might cause you some emotional discomfort. If this happens, we can stop immediately and you can choose to discontinue the interview or wait a while and then continue.\n\nYou receive no direct benefits from participating in this research; yet, you may learn some tips to support your own mental health. Your participation does help to improve the program and inform the adaptation of an intervention that will have potential to promote mental health of persons living in adversity in Lebanon. Refreshments will be available; there are no financial benefits for participating in the discussion but we will provide LL10,000 for any transportation costs you might incur.\n\nTo secure the confidentiality of your responses, no identifiers will be kept. We will only note age, gender, nationality, and marital status to use for descriptive statistics. We will take handwritten notes without referring to your identity so that we accurately remember all the information you provide while preparing the project report. Hard copies will be stored in a locked cabinet in the office of the research. Soft copies will be saved on a password protected computer. Data access is limited to the Principal Investigator and staff working directly on this project. Records may be monitored by the IRB, but all information will remain confidential. All data will be destroyed responsibly after the required retention period (usually three years).\n\nYou will be provided a copy of the consent form. If you have any questions, feel free to ask them now.\n\nYou may also communicate now or in the future with the Principle Investigator responsible for the research: Dr.\n\nRabih El Chammay Phone: +961 1 611 672 ext.: 125; E-mail: rchammay@moph.gov.lb ********* Are you interested in participating in the focus group? o Yes o No Consent to quote from the focus group: I may wish to quote from this focus group either in presentations or in reports resulting from this work. A pseudonym will be used in order to protect your identity. You can still participate in the interview even if you do not want us to use quotes. Do you permit me to quote from this focus group? o Yes o No Participant's name: ____________________________ Date: _____________________ Signature: ____________________________ Signature of person obtaining consent: ________________________________ Printed name of person obtaining consent: _____________________________ Date _____________ global mental health  https://doi.org/10.1017/gmh.2018.29  Published online by Cambridge University Press"
    },
    {
      "text": "Fig. 1. Diagram showing the distribution and number of key informant interviews (KIIs) and Focus Group Discussions (FDGs) across primary health care centres (PHCCs) (NB: all KIIs and FDGs took place in PHCCs except for the KIIs with mental health experts that were held in private clinic settings)."
    },
    {
      "text": "Fig. 2. Chart showing the steps and content of the different sections of the cognitive interviewing."
    },
    {
      "text": "If I tell my husband I'm depressed, he might think I'm of no use and go marry someone else. (Syrian, Female)Symptoms and presentation of distressThe story does not use medicalising or clinical terms such as 'depression' or 'mental illness', but rather words like 'distress'. The participants accepted the use of the local idiom of distress '"
    },
    {
      "text": "I'm angry, I'm furious, I'm sad, I'm bored, I'm scared rather than I'm helpless, I'm tired, I'm miserable; they keep active but are anxious. (Expert) Additional recommendations about the context and local understanding of mood problems were raised by the participants of the different nationalities. They suggested to add financial problems, stressful work conditions and violence as prominent community problems that might lead to people being depressed."
    },
    {
      "text": "Fig. 4. Example of how the colours and hand gesture were changed after adaptation. (Images reproduced with permission from WHO.)"
    },
    {
      "text": "Fig. 5. Example of how the 'tired cycle' was changed to the 'sadness and withdrawal cycle' after adaptation. The new version shows the main character not in a state of inactivity, but continuing with normal activities but in a depressed mood. (Images reproduced with permission from WHO.)"
    }
  ],
  "references": [
    {
      "title": "A systematic review of online interventions for mental health in low and middle income countries: a neglected field",
      "authors": [
        "R Arjadi",
        "M Nauta",
        "N Chowdhary",
        "Clh Bockting"
      ],
      "year": 2015,
      "doi": "10.1017/gmh.2015.10"
    },
    {
      "title": "Culturally adapted psychotherapy and the legitimacy of myth: a direct-comparison meta-analysis",
      "authors": [
        "S Benish",
        "S Quintana",
        "B Wampold"
      ],
      "year": 2011,
      "doi": "10.1037/a0023626"
    },
    {
      "title": "Cultural Adaptations: Tools for Evidence-Based Practice With Diverse Populations",
      "authors": [
        "G Bernal",
        "D Rodriguez"
      ],
      "year": 2012,
      "doi": "10.1037/13752-000"
    },
    {
      "title": "Step by Step: a new WHO online intervention for depression",
      "authors": [
        "K Carswell",
        "M Harper Shehadeh",
        "S Watts",
        "E Van't Hof",
        "Abi Ramia",
        "J Heim",
        "E Wenger",
        "A Van Ommeren"
      ],
      "year": 2018,
      "doi": "10.21037/mhealth.2018.08.01"
    },
    {
      "title": "The methods and outcomes of cultural adaptations of psychological treatments for depressive disorders: a systematic review",
      "authors": [
        "N Chowdhary",
        "A Jotheeswaran",
        "A Nadkarni",
        "S Hollon",
        "M King",
        "Mjd Jordans",
        "A Rahman",
        "H Verdeli",
        "R Araya",
        "V Patel"
      ],
      "year": 2014,
      "doi": "10.1017/s0033291713001785"
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijnurstu.2012.09.010"
    },
    {
      "title": "Psychotherapies for depression in low-and middle-income countries: a meta-analysis",
      "authors": [
        "P Cuijpers",
        "E Karyotaki",
        "M Reijnders",
        "M Purgato",
        "C Barbui"
      ],
      "year": 2018,
      "doi": "10.1002/wps.20493"
    },
    {
      "title": "Cognitive interviewing: verbal data in the design and pretesting of questionnaires",
      "authors": [
        "J Drennan"
      ],
      "year": 2003,
      "doi": "10.1046/j.1365-2648.2003.02579.x"
    },
    {
      "title": "Adaptation and translation of mental health interventions in Middle Eastern Arab countries: a systematic review of barriers to and strategies for effective treatment implementation",
      "authors": [
        "R Gearing",
        "C Schwalbe",
        "M Mackenzie",
        "K Brewer",
        "R Ibrahim",
        "H Olimat",
        "Al-Makhamreh Ss",
        "I Mian",
        "A Al-Krenawi"
      ],
      "year": 2013,
      "doi": "10.1177/0020764012452349"
    },
    {
      "title": "Culturally adapted mental health intervention: a meta-analytic review",
      "authors": [
        "D Griner",
        "T Smith"
      ],
      "year": 2006,
      "doi": "10.1037/0033-3204.43.4.531"
    },
    {
      "title": "A meta-analysis of cultural adaptations of psychological interventions",
      "authors": [
        "Gcn Hall",
        "A Ibaraki",
        "E Huang",
        "C Marti",
        "E Stice"
      ],
      "year": 2016,
      "doi": "10.1016/j.beth.2016.09.005"
    },
    {
      "title": "Cultural adaptation of minimally guided interventions for common mental disorders: a systematic review and meta-analysis",
      "authors": [
        "M Harper Shehadeh",
        "E Heim",
        "N Chowdhary",
        "A Maercker",
        "E Albanese"
      ],
      "year": 2016,
      "doi": "10.2196/mental.5776"
    },
    {
      "title": "in press) Cultural adaptation of scalable interventions",
      "authors": [
        "E Heim",
        "M Harper Shehadeh",
        "E Van 't Hof",
        "K Carswell"
      ],
      "doi": "10.1027/00497-000"
    },
    {
      "title": "The psychotherapy adaptation and modification framework: application to Asian Americans",
      "authors": [
        "W-C Hwang"
      ],
      "year": 2006,
      "doi": "10.1037/0003-066x.61.7.702"
    },
    {
      "title": "Prevalence and treatment of mental disorders in Lebanon: a national epidemiological survey",
      "authors": [
        "E Karam",
        "Z Mneimneh",
        "A Karam",
        "J Fayyad",
        "S Nasser",
        "S Chatterji",
        "R Kessler"
      ],
      "year": 2006,
      "doi": "10.1016/s0140-6736(06)68427-4"
    },
    {
      "title": "Cultural concepts of distress and psychiatric disorders: literature review and research recommendations for global mental health epidemiology",
      "authors": [
        "B Kohrt",
        "A Rasmussen",
        "B Kaiser",
        "E Haroz",
        "S Maharjan",
        "B Mutamba",
        "Jtvm De Jong",
        "D Hinton"
      ],
      "year": 2014,
      "doi": "10.1093/ije/dyt227"
    },
    {
      "title": "Improving access to psychological treatments: lessons from developing countries",
      "authors": [
        "V Patel",
        "N Chowdhary",
        "A Rahman",
        "H Verdeli"
      ],
      "year": 2011,
      "doi": "10.1016/j.brat.2011.06.012"
    },
    {
      "title": "Cultural adaptation of a school based depression prevention program for adolescents in Puerto Rico",
      "authors": [
        "E Saez-Santiago",
        "N Rodriguez-Hernandez",
        "A Nunez-Mendez",
        "G Bernal"
      ],
      "year": 2017,
      "doi": "10.4324/9780203754948-10"
    },
    {
      "title": "Situation Syria Regional Refugee Response",
      "year": 2018,
      "doi": "10.1163/2210-7975_hrd-9916-20180018"
    },
    {
      "title": ") Vulnerability Assessment of Syrian Refugees in Lebanon 2017",
      "year": 2017,
      "doi": "10.2458/azu_acku_pamphlet_hv640_5_a28_u54_1992"
    },
    {
      "title": "What do our respondents think we're asking? Using cognitive interviewing to improve medical education surveys",
      "authors": [
        "G Willis",
        "A Artino"
      ],
      "year": 2013,
      "doi": "10.4300/jgme-d-13-00154.1"
    }
  ],
  "num_references": 21
}
