{
  "paper_id": "4UT8W53Z",
  "title": "sensors Review Wearable Sensors for Remote Health Monitoring",
  "abstract": "Life expectancy in most countries has been increasing continually over the several few decades thanks to significant improvements in medicine, public health, as well as personal and environmental hygiene. However, increased life expectancy combined with falling birth rates are expected to engender a large aging demographic in the near future that would impose significant burdens on the socio-economic structure of these countries. Therefore, it is essential to develop cost-effective, easy-to-use systems for the sake of elderly healthcare and well-being. Remote health monitoring, based on non-invasive and wearable sensors, actuators and modern communication and information technologies offers an efficient and cost-effective solution that allows the elderly to continue to live in their comfortable home environment instead of expensive healthcare facilities. These systems will also allow healthcare personnel to monitor important physiological signs of their patients in real time, assess health conditions and provide feedback from distant facilities. In this paper, we have presented and compared several low-cost and non-invasive health and activity monitoring systems that were reported in recent years. A survey on textile-based sensors that can potentially be used in wearable systems is also presented. Finally, compatibility of several communication technologies as well as future perspectives and research challenges in remote monitoring systems will be discussed.",
  "year": 2017,
  "date": "2017-01-12",
  "journal": "Pers. Ubiquitous Comput",
  "publication": "Pers. Ubiquitous Comput",
  "authors": [
    {
      "forename": "Sumit",
      "surname": "Majumder",
      "name": "Sumit Majumder",
      "affiliation": "1  Department of Electrical and Computer Engineering , McMaster University , Hamilton , ON L8S 4L8 , Canada; \n\t\t\t\t\t\t\t\t Department of Electrical and Computer Engineering \n\t\t\t\t\t\t\t\t McMaster University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t L8S 4L8 \n\t\t\t\t\t\t\t\t\t Hamilton \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Tapas",
      "surname": "Mondal",
      "name": "Tapas Mondal",
      "affiliation": "2  Department of Pediatrics , McMaster University , Hamilton , ON L8S 4L8 , Canada; \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t McMaster University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t L8S 4L8 \n\t\t\t\t\t\t\t\t\t Hamilton \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "mondalt@mcmaster.ca"
    },
    {
      "forename": "M",
      "surname": "Jamal Deen",
      "name": "M Jamal Deen",
      "affiliation": "1  Department of Electrical and Computer Engineering , McMaster University , Hamilton , ON L8S 4L8 , Canada; \n\t\t\t\t\t\t\t\t Department of Electrical and Computer Engineering \n\t\t\t\t\t\t\t\t McMaster University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t L8S 4L8 \n\t\t\t\t\t\t\t\t\t Hamilton \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t Canada;"
    },
    {
      "forename": "Stephane",
      "surname": "Evoy",
      "name": "Stephane Evoy"
    },
    {
      "forename": "Baris",
      "surname": "Fidan",
      "name": "Baris Fidan"
    }
  ],
  "doi": "",
  "keywords": [
    "wearable sensors",
    "smart textile",
    "remote health monitoring",
    "body sensor network",
    "vital sign monitoring",
    "ambulatory monitoring Monitored Parameters Wireless Platform Type Life"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Life expectancy has been increasing worldwide due to significant improvements in healthcare, and medicine, as well as due to growing consciousness about personal and environmental hygiene  [1, 2] . In addition, over the past several decades, there has been increasing interest in family planning  [3] , thereby contributing to declining birth rates around the globe. According to the World Health Organization (WHO), by 2017, the elderly population over 65 years or older are expected to outnumber the children less than 5 years of age  [4] . However, this enormous aging population would create a significant impact on the socio-economic structure of society in terms of social welfare and healthcare needs. Besides this, the cost associated with health care services continues to soar because of the increasing price of prescription drugs, medical instruments, and hospital care  [5] . Therefore, it is an utmost necessity to develop and implement new strategies and technologies in order to provide better health care services at an affordable price to the aging population or to the people of those areas having limited access to healthcare while ensuring maximum comfort, independence, and participation among the people.\n\nRemote healthcare monitoring allows people to continue to stay at home rather than in expensive healthcare facilities such as hospitals or nursing homes. It thus provides an efficient and Wearable devices can monitor and record real-time information about one's physiological condition and motion activities. Wearable sensor-based health monitoring systems may comprise different types of flexible sensors that can be integrated into textile fiber, clothes, and elastic bands or directly attached to the human body. The sensors are capable of measuring physiological signs such as electrocardiogram (ECG), electromyogram (EMG), heart rate (HR), body temperature, electrodermal activity (EDA), arterial oxygen saturation (SpO 2 ), blood pressure (BP) and respiration rate (RR)  [9, 10] . In addition, micro-electro-mechanical system (MEMS) based miniature motion sensors such as accelerometers, gyroscopes, and magnetic field sensors are widely used for measuring activity related signals  [6, 11] . Continuous monitoring of physiological signals could help to detect and diagnose several cardiovascular, neurological and pulmonary diseases at their early onset. Also, real-time monitoring of an individual's motion activities could be useful in fall detection, gait pattern and posture analysis, or in sleep assessment. The wearable health monitoring systems are usually equipped with a variety of electronic and MEMS sensors, actuators, wireless communication modules and signal processing units. The measurements obtained by the sensors connected in a wireless Body Sensor Network (BSN)  [8, [12] [13] [14]  are transmitted to a nearby processing node using a suitable communication protocol, preferably a low-power and short-range wireless medium, for example, Bluetooth  [15, 16] , ZigBee  [15, 17] , ANT  [15, 18, 19]  Near Field Communications (NFC)  [20, 21] . The processing node, which could be a Personal Digital Assistant (PDA), smartphone, computer or a custom made processing module based on a microcontroller or a Field Programmable Gate Array (FPGA) runs advanced processing, analysis, and decision algorithms and may also store and display the results to the user. It transmits the measured data over the internet to the healthcare personnel, thus functioning as the gateway to remote healthcare facilities. The general overview of the remote health monitoring system is presented in Figure  1 , although actual implemented system could differ depending on the application requirements. For example, some systems can be designed with few numbers of sensors where each of them can send data directly to the nearby gateway. In other systems, the sensors can Sensors 2017, 17, 130 3 of 45 be connected through a body sensor network (BSN) and the central BSN node gathers data from the sensors, performs limited processing before transmitting the data to the advanced processing platform.\n\nand display the results to the user. It transmits the measured data over the internet to the healthcare personnel, thus functioning as the gateway to remote healthcare facilities. The general overview of the remote health monitoring system is presented in Figure  1 , although actual implemented system could differ depending on the application requirements. For example, some systems can be designed with few numbers of sensors where each of them can send data directly to the nearby gateway. In other systems, the sensors can be connected through a body sensor network (BSN) and the central BSN node gathers data from the sensors, performs limited processing before transmitting the data to the advanced processing platform. In order to be used for long-term monitoring purposes, wearable health monitoring systems need to satisfy certain medical and ergonomic requirements. For example, the system needs to be comfortable; the components should be flexible, small in dimensions and must be chemically inert, and nontoxic, hypo-allergenic to the human body. In addition, limitation of hardware resources is a major concern for a multi-sensor BSN system where the central node needs to handle a large amount of data coming from different sensor nodes. It also causes significant impact on the system power requirements that needs to be minimized in order to extend the battery life for long-term use. The measured and processed physiological data are, eventually, transmitted to the remote healthcare facility over the internet. Therefore, it is also necessary to use a secured communication channel in order to safeguard the privacy of sensitive personal medical data. Strong encryption techniques such as Public Key Infrastructure (PKI), Secure Sockets Layer (SSL) as well as appropriate authorization and authentication algorithms  [22, 23]  could be implemented for enhanced data security. Finally, the system needs to be inexpensive and user-friendly in order to ensure its widespread acceptance among the people for ubiquitous health monitoring. Therefore, the critical design challenge for wearable health monitoring system is to integrate several electronic and MEMS components while ensuring measurement accuracy, efficient data processing, information security, and low-power consumption as well as user's wearing comfort.\n\nIn this paper, we present a review on the current state of research and development in wearable systems for health monitoring by summarizing and comparing the most significant contributions in this field. Recent works on wearable sensor-based physiological parameters and activity monitoring systems are studied in Section 2, which is followed by a review on textile based flexible sensors (Section 3) that are vital for smart textile technologies. A brief discussion on wireless communication standards for the wireless monitoring system is presented in Section 4. Finally, the paper is concluded in Section 5 by illustrating some key challenges and future research directions in the field of remote health monitoring. In order to be used for long-term monitoring purposes, wearable health monitoring systems need to satisfy certain medical and ergonomic requirements. For example, the system needs to be comfortable; the components should be flexible, small in dimensions and must be chemically inert, and nontoxic, hypo-allergenic to the human body. In addition, limitation of hardware resources is a major concern for a multi-sensor BSN system where the central node needs to handle a large amount of data coming from different sensor nodes. It also causes significant impact on the system power requirements that needs to be minimized in order to extend the battery life for long-term use.\n\nThe measured and processed physiological data are, eventually, transmitted to the remote healthcare facility over the internet. Therefore, it is also necessary to use a secured communication channel in order to safeguard the privacy of sensitive personal medical data. Strong encryption techniques such as Public Key Infrastructure (PKI), Secure Sockets Layer (SSL) as well as appropriate authorization and authentication algorithms  [22, 23]  could be implemented for enhanced data security. Finally, the system needs to be inexpensive and user-friendly in order to ensure its widespread acceptance among the people for ubiquitous health monitoring. Therefore, the critical design challenge for wearable health monitoring system is to integrate several electronic and MEMS components while ensuring measurement accuracy, efficient data processing, information security, and low-power consumption as well as user's wearing comfort.\n\nIn this paper, we present a review on the current state of research and development in wearable systems for health monitoring by summarizing and comparing the most significant contributions in this field. Recent works on wearable sensor-based physiological parameters and activity monitoring systems are studied in Section 2, which is followed by a review on textile based flexible sensors (Section 3) that are vital for smart textile technologies. A brief discussion on wireless communication standards for the wireless monitoring system is presented in Section 4. Finally, the paper is concluded in Section 5 by illustrating some key challenges and future research directions in the field of remote health monitoring."
    },
    {
      "title": "Wearable Health Monitoring Systems",
      "text": "Non-invasive, non-intrusive sensors are indispensable elements of ambulatory and long-term health monitoring systems  [6, 9] . Wearable sensors, being progressively more comfortable and less obtrusive, are appropriate for monitoring an individual's health or wellness without interrupting their daily activities. The sensors can measure several physiological signals/parameters as well as activity and movement of an individual by placing them at different locations of the body. The advancement in low-power, compact wearables (sensors, actuators, antennas, smart textiles), inexpensive computing and storage devices coupled with modern communication technologies pave the way for low-cost, unobtrusive, and long-term health monitoring system."
    },
    {
      "title": "Cardiovascular Monitoring System",
      "text": "Electrocardiograms (ECGs) represent a non-invasive approach for measuring and recording the fluctuations of cardiac potential. This is the most widely used and effective diagnostic tool that physicians have used for decades to identify heart-related problems such as different forms of arrhythmias.\n\nSensors 2017,  17, 130  4 of 47"
    },
    {
      "title": "Wearable Health Monitoring Systems",
      "text": "Non-invasive, non-intrusive sensors are indispensable elements of ambulatory and long-term health monitoring systems  [6, 9] . Wearable sensors, being progressively more comfortable and less obtrusive, are appropriate for monitoring an individual's health or wellness without interrupting their daily activities. The sensors can measure several physiological signals/parameters as well as activity and movement of an individual by placing them at different locations of the body. The advancement in low-power, compact wearables (sensors, actuators, antennas, smart textiles), inexpensive computing and storage devices coupled with modern communication technologies pave the way for low-cost, unobtrusive, and long-term health monitoring system."
    },
    {
      "title": "Cardiovascular Monitoring System",
      "text": "Electrocardiograms (ECGs) represent a non-invasive approach for measuring and recording the fluctuations of cardiac potential. This is the most widely used and effective diagnostic tool that physicians have used for decades to identify heart-related problems such as different forms of arrhythmias. Although many arrhythmias are not life-threatening, some results from weak or damaged heart such as myocardial infarction (MI) that may lead to cardiac arrest, if not managed immediately  [24] [25] [26] . After a heart attack, patients are required to receive immediate medical attention, which, otherwise, may turn fatal. These complications can be avoided if any inconsistency in cardiac activity is detected and treated in an early stage that calls for outpatient ambulatory monitoring of ECG. Some rare, serious arrhythmias (e.g., Brugada Syndrome, Arrhythmogenic Right ventricular Cardiomyopathy, Long QT syndrome, hypertrophic Cardiomyopathy) are infrequent and only Although many arrhythmias are not life-threatening, some results from weak or damaged heart such as myocardial infarction (MI) that may lead to cardiac arrest, if not managed immediately  [24] [25] [26] . After a heart attack, patients are required to receive immediate medical attention, which, otherwise, may turn fatal. These complications can be avoided if any inconsistency in cardiac activity is detected and treated in an early stage that calls for outpatient ambulatory monitoring of ECG. Some rare, serious arrhythmias (e.g., Brugada Syndrome, Arrhythmogenic Right ventricular Cardiomyopathy, Long QT syndrome, hypertrophic Cardiomyopathy) are infrequent and only detected on prolonged monitoring. Figure  2a  shows one cycle of a typical ECG signal. In a conventional 12 lead ECG system, electrical activities of the heart along 12 particular spatial orientations are measured using ten Ag-AgCl electrodes (hydrogel method/wet ECG), which are affixed to some specific parts of the body. Figure  2b  shows the placement of the electrodes in a standard of 12-lead ECG system. The electrodes contain conducting gel in the middle of the pad that functions as a conduction medium between the skin and the electrode. This conducting gel has potential toxic and irritant effects on the skin and is thus not best suitable to use for long-term ambulatory monitoring system though currently, it is the only system available  [10, 27] . However, only a few numbers of electrodes are used in ambulatory ECG monitoring system at the cost of limited information (Figure  2c ). A continuous ambulatory monitoring device requires a wearable and portable system that could be used comfortably without affecting an individual's daily activities.\n\nAndreoni et al.  [28]  designed a custom T-shirt and textile belts with embedded textile electrodes for monitoring ECG, HR, and R-R interval. The electrodes were made from silver based conductive yarns. Instead of using any conductive gel, the electrodes relied on body sweat, an electrolyte medium, to improve the conductivity of the skin-electrode interface and signal quality. The device also included a SpO 2 sensor and a three-axis accelerometer for fall detection, and it could transmit the data over low-power Bluetooth 4.0. An elastic fabric-made ECG vest was presented in  [29]  which accommodated three electrodes, a data acquisition module and also supported robust contact of the electrodes with the skin. The electrodes were fabricated from Ni/Cu coated compressed urethane polymer foam that was enclosed by an Au-coated conductive taffeta fabric. The ECG measured by the proposed system exhibited high correlation with the simulated signal, although measurements on real subjects were not shown. Due to the conductive and flexible nature of the substrate, the skin-electrode impedance was low and remained stable over a longer period of time, thus reducing the electrode motion noise. Jeong et al.  [30]  proposed an ECG monitoring system where they used similar technology as  [29]  to develop flexible capacitive electrodes and integrated them in a chest belt. In addition to that, they used a very high bias resistor at the input of the pre-amplifier, which assisted further in reducing electrode motion artifacts. A noise cancellation and peak detection algorithm was performed on the raw ECG data to find out the QRS complex, and HR, although a detailed description of the algorithm was not provided. The authors reported achieving high sensitivity and high accuracy in detecting QRS complexes.\n\nThe electrodes used in the ECG systems presented in  [28] [29] [30]  were in direct contact with the skin. Nemati et al.  [10]  embedded a small, low-power, wireless ECG monitoring system in a stretchable belt where three capacitive electrodes were integrated into a cotton T-shirt, thus enabling ECG measurements to be performed over the cloth. The cotton functioned as the dielectric material between the electrode and the skin. The signal processing and communication modules were mounted on a small two-layer PCB board. Power consumption was minimized by selecting low power electronic components for the system, ANT protocol for wireless communication as well as by adopting idle mode signal sampling technique. However, the rigid electrodes can be inconvenient to the users and may induce motion artifacts in the signal.\n\nIn order to minimize the common mode interference, an additional driven right-leg (DRL) electrode was used in  [10, 29, 30] . This DRL electrode is usually placed at a distant site, far from the measurement electrodes and thus requires a long wired connection, which may not be convenient for wearable and long-term monitoring systems. Komensky et al.  [31]  proposed an ECG monitoring system without the DRL circuit, where only two active capacitive sensors were embedded in an elastic chest band. In order to increase and stabilize the input impedance, two anti-parallel connected diodes were used for biasing that has advantages over resistors  [30]  of low thermal noise and fast recovery time. The ECG measurements on stable subjects were reasonably well, although the P waves were indistinguishable, which might be attributed to the electrodes' position on the body or the absence of the common electrode. On the other hand, the measurements during walking were greatly affected by the motion artifacts, but the QRS complexes were still recognizable.\n\nMany researchers have developed and made use of piezoelectric pressure sensors for measuring the HR by sensing the arterial pulse wave generated by the periodic contraction and relaxation of the heart. A wireless HR monitoring device was presented in  [32]  that could estimate HR from the pressure variation in the ear's canal surface. A piezoelectric film pressure was used to sense the in-ear pulse waves (EPW) and convert it to an electric current. A knowledge-based algorithm was implemented in a microcontroller that could detect the pulse peak in real time from the signal after performing a morphological conversion. However, the pressure variance, and thereby the peak height of the pressure waves can be affected by body movements that introduce error in HR estimation. In addition, an ear-mounted device is inconvenient for long-term use. A similar system was proposed in  [33]  where the authors developed a polymer-based flexible piezoresistive pressure sensor that can sense pressure variation on the skin caused by the pulsation of arterial blood. They used carbon black/silicone rubber nanocomposite as the flexible piezoresistive material. High sensitivity and linearity of the pressure sensor was achieved by forming microstructures at the contact surface of two piezoresistive layers. They also proposed a low-cost analog signal processing (ASP) system that could perform denoising, data processing, and HR measurement.\n\nYoon et al.  [34]  designed a skin attachable piezoelectric pressure sensor and demonstrated its usability in HR estimation by sensing the pulse wave in human artery. The pressure sensor was fabricated on a polyimide substrate with a small window. A thermally evaporated silver electrode was spin-coated with a polyvinylidene fluoride-trifluoroethylene (P(VDF-TrFE)) piezoelectric layer. The pressure variation in the radial artery causes mechanical stress on the piezoelectric layer, resulting in potential variation across the electrodes. Tajitsu et al.  [35]  embedded a piezoresistive pressure sensor in a wristband for HR monitoring. The piezoresistive material was made from nonwoven acrylate-modified polytetrafluoroethylene (PTFE) fabric that was fabricated using electro-spinning. The PTFE was deposited on an aluminum electrode on a polyethyleneterephthalate (PET) film. The pulse wave measured from the wrist by this sensor had similar pattern as the ECG signal and showed high accuracy as well as less vulnerability to motion-induced noise.\n\nSome researchers have exploited system-on-chip (SOC) technologies to integrate both analog and digital signal processing units for on-chip ECG signal processing. Izumi et al.  [36]  developed a wearable system that incorporated a near field communication (NFC) module, a three-axis accelerometer, and an ECG processor chip. The chip was designed to perform data acquisition, process ECG and accelerometer signals, and communicate with the smartphone. The R-peak detection and HR estimation was performed by utilizing short-term autocorrelation (STAC) between a template signal and the measured signal. The chip was fabricated using a standard 130-nm CMOS technology. The system was reported to consume ~13.7 µA current and perform monitoring for about 24 days using a 35 mAh battery. An ultra-low-power ASIC was designed for cardiovascular monitoring in  [37] , which was fabricated using a standard 0.18 µm CMOS technology and encompassed a two-stage Miller-compensated programmable gain amplifier (PGA), QRS and baseline amplifiers, DC voltage generator and a comparator. The PGA offered wide dynamic range, self-biasing capability, and low supply voltage requirement. The 'QRS Amp' and a 'Baseline Amp' filtered the signal and isolated QRS signal from the baseline drift. A DC voltage was added to the baseline drift and R-peaks were detected by comparing the QRS complex signal with the shifted baseline. The system required only 58 nW of power and can operate continuously for one year with a 0.7 mAh thin-film battery, thereby making it suitable for long-term monitoring applications. Helleputte et al.  [38]  proposed a design of a 3-channel bio-potential acquisition integrated circuit. Each channel measures ECG as well as electrode-tissue impedance (ETI), which is found to be strongly correlated with the motion artifacts. Motion artifacts are estimated in real-time using an adaptive LMS filter and subtracted from the ECG signal before amplification.\n\nThe system was reported to consume low power and suppress slow varying (<10 Hz) motion artifacts in ECG.\n\nTable 2 presents a comparison among the cardiovascular monitoring systems discussed above."
    },
    {
      "title": "Activity Monitoring System",
      "text": "Monitoring an individual's physical activities and locomotion can be useful in rehabilitation, sports, early detection of musculoskeletal or cognitive diseases, fall and balance assessment. It has been reported that an individual's walking patterns are strongly associated with their health condition  [39] . Walking involves several joints including spine, hip, knee, ankle, tarsal and metatarsal joints. It equally involves several muscles, for example, muscles of back, around hip joints, thigh, calf muscles and several small muscles of foot. A typical walking cycle is shown in Figure  3 . Walking, especially turning event requires good balance and coordination among different parts of the body, which is controlled by the cerebellum. Therefore, any abnormality in walking patterns can be indicative of possible musculoskeletal, central nervous system (CNS) or peripheral nervous system diseases.\n\nSensors 2017, 17, 130 8 of 47"
    },
    {
      "title": "Activity Monitoring System",
      "text": "Monitoring an individual's physical activities and locomotion can be useful in rehabilitation, sports, early detection of musculoskeletal or cognitive diseases, fall and balance assessment. It has been reported that an individual's walking patterns are strongly associated with their health condition  [39] . Walking involves several joints including spine, hip, knee, ankle, tarsal and metatarsal joints. It equally involves several muscles, for example, muscles of back, around hip joints, thigh, calf muscles and several small muscles of foot. A typical walking cycle is shown in Figure  3 . Walking, especially turning event requires good balance and coordination among different parts of the body, which is controlled by the cerebellum. Therefore, any abnormality in walking patterns can be indicative of possible musculoskeletal, central nervous system (CNS) or peripheral nervous system diseases. The walking patterns of ailing people tend to differ from that of normal healthy people. For example, people at the early onset of neurodegenerative disorders such as Alzheimer's or Parkinson's tend to exhibit different walking patterns  [40, 41] . One of the possible early signs of Parkinson's disease is small and shuffled walking steps. Besides that, a person at the early stage of Parkinson's may experience difficulties in starting, stopping and turning events while walking. They may show loss of associated movements. On the other hand, elderly people, owing to their declining motor control and muscle strength are usually more vulnerable to fall, which, if occurs, may cause joint injuries, hip and bone fractures and traumatic brain injury. These injuries demand longer recovery time, restrict physical movement and affect the daily activities of the individual. Indeed there is a strong correlation with mortality and fall-related fractures  [41] . Quantitative analysis and assessment of the gait can be useful for early detection of several diseases, fall prediction as well as during the rehabilitation period after an injury.\n\nHome-based fixed position monitoring, for example, camera-based systems are useful tool for activity monitoring  [42, 43] . These systems are capable of recognizing complex gait activities. However, such systems restrict the movement of the user within a specific range. Apart from that, these systems are complex and expensive. In recent years, use of wearable motion sensors such as accelerometers, gyroscopes, and magnetometers are gaining in popularity for measuring human gait activities  [6, 11]  in real time. The sensors measure linear and angular motion of the body from which a number of key features are extracted. Table  3  presents a list of key features that can be extracted from the signals. These features are used to quantify and classify human gait events. A schematic of the activity monitoring system based on accelerometers and gyroscopes is presented in Figure  4 . The walking patterns of ailing people tend to differ from that of normal healthy people. For example, people at the early onset of neurodegenerative disorders such as Alzheimer's or Parkinson's tend to exhibit different walking patterns  [40, 41] . One of the possible early signs of Parkinson's disease is small and shuffled walking steps. Besides that, a person at the early stage of Parkinson's may experience difficulties in starting, stopping and turning events while walking. They may show loss of associated movements. On the other hand, elderly people, owing to their declining motor control and muscle strength are usually more vulnerable to fall, which, if occurs, may cause joint injuries, hip and bone fractures and traumatic brain injury. These injuries demand longer recovery time, restrict physical movement and affect the daily activities of the individual. Indeed there is a strong correlation with mortality and fall-related fractures  [41] . Quantitative analysis and assessment of the gait can be useful for early detection of several diseases, fall prediction as well as during the rehabilitation period after an injury.\n\nHome-based fixed position monitoring, for example, camera-based systems are useful tool for activity monitoring  [42, 43] . These systems are capable of recognizing complex gait activities. However, such systems restrict the movement of the user within a specific range. Apart from that, these systems are complex and expensive. In recent years, use of wearable motion sensors such as accelerometers, gyroscopes, and magnetometers are gaining in popularity for measuring human gait activities  [6, 11]  in real time. The sensors measure linear and angular motion of the body from which a number of key features are extracted. Table  3  presents a list of key features that can be extracted from the signals. These features are used to quantify and classify human gait events. A schematic of the activity monitoring system based on accelerometers and gyroscopes is presented in Figure  4 . Derawi et al.  [44]  implemented an activity and gait recognition system on a smartphone. They measured the gait data with the help of the accelerometer in the smartphone. An application software was developed for the smartphone that performed detection, normalization, averaging of gate cycles, activity, and gait recognition. The algorithm used Manhattan distance metric to compare the average gait cycle of a test sample to three different template gait cycles that correspond to three different walking speeds. The authors exploited both statistical and machine learning approaches in order to classify among three different walking speeds and achieved high accuracy from the support vector machine (SVM) approach. However, these methods rely on local peak and valley detection, which is sensitive to variations in walking speed and/or style. Debraj et al.  [45]  proposed an activity recognition system that used multi-modal sensors to detect complex daily activities. Each measurement unit, which was a smartphone in this case, comprised an accelerometer and a gyroscope for activity measurement; temperature, humidity, and barometric pressure sensors for environment sensing; and Bluetooth beacon for location assessment. Four such measurement units were attached to waist, back, leg, and wrist. After extracting a set of suitable features from the preprocessed sensor data, classification was performed separately on each unit using a modified conditional random field (CRF) algorithm. Final recognition was performed by assessing the classifier decisions from each unit based on their relevance to the body positions. The authors reported on classifying 19 in-home activities including using refrigerator, cleaning utensils, cooking, sitting and eating, using the bathroom sink along with normal daily activities with high accuracy. Further study and development are required in order to realize it in a fully wearable system and implement it for remote monitoring of the elderly. In addition, more investigations on machine learning classifiers are necessary to achieve a more robust recognition algorithm.\n\nBertolotti et al.  [46]  designed a lightweight, wireless wearable device for assessing the balance control abilities of the body by measuring the limb movements for a longer period of time using an accelerometer, a magnetometer, and a gyroscope. Several units can also be connected in a body sensor network (BSN) for achieving more detailed measurements. The reliability of the system was validated by comparing the center-of-mass (CoM) displacement estimated from the measurement with that obtained from a Wii Balance Board (WBB). Further research is necessary in order to extract a suitable set of features from the measurement data and classify subjects in terms of fall vulnerability. Panahandeh et al.  [47]  proposed a human activity and joint classification and gait analysis algorithm based on continuous hidden Markov model (HMM). They devised a chest mounted activity measurement system that performed inertial measurements using one tri-axial accelerometer and gyroscope. They proposed a feature extraction method, which is based on calculating discrete Fourier transform (DFT) coefficients from segments of the signal. The authors achieved high classification accuracy among different walking events. Due to the absence of wireless connectivity, the subjects had to carry the laptop during the experiment that could affect the normal human locomotive behavior. Besides this, the feature extraction was performed in an ad-hoc basis. The system can be further improved by incorporating wireless connectivity and developing better feature extraction algorithms. Chia Bejarano et al.  [48]  proposed an adaptive algorithm for real-time gait-event detection. They attached both inertial motion and magnetic sensors on the shanks and measured the angular velocity and flexion-extension angle for each leg. After initial calibration, the algorithm employed a thresholdbased state machine in order to detect three gait-events: initial contact, end contact and mid-swing for each leg at different walking speeds. This algorithm exhibited high detection accuracy as well as low detection delay, thus making it suitable for real-time applications. However, further validation with a larger number of subjects is necessary. In addition, the measurement from the magnetometer that was used by the Kalman filter can be affected in the presence of ferrous materials which can cause false detection. Another inertial measurement unit (IMU)-based gait recognition algorithm was presented in  [49]  where three sets of IMUs were placed on the center, left, and right of the back using a waist belt. The step signals were first segmented from the likelihood of heel strike computed using a scale-space technique. An algorithm based on inter-class relationships extracted the feature vectors. It also performed tilt correction using the gyroscope on the IMUs and employed an iterative matching algorithm to resolve the inconsistency associated with the sensor orientation. The researchers carried out experiments on a large number of subjects and reported an average classification accuracy of 93%.\n\nAn intensity-independent activity recognition method was proposed in  [50]  that utilized the uncertainty among the clusters. They selected a fixed set of features from the accelerometer data during the training phase and clustered the data into group of activities by employing K-means or the Gaussian mixture model (GMM) algorithms. The mean and variance of each activity cluster were used to form a stochastic activity model (SAM) matrix. In the recognition phase, the appropriate group for the test sample was determined by employing the nearest-neighbor algorithm on the SAM matrix. Test results showed that the system could discriminate walking and running across three different intensity levels with a high degree of accuracy. Ghasemzadeh et al.  [51]  proposed a realtime feature selection algorithm for wearable systems, which was designed to minimize energy requirements during classification. This algorithm identified and discarded irrelevant and redundant features, thus increasing the learning speed and optimizing the power requirement for the system. The redundancy analysis was performed by using symmetric uncertainty among the features producing strongly correlated features. A graph model was deduced from the correlation analysis, which was used by an integer programming, and a greedy approximation based optimization Chia Bejarano et al.  [48]  proposed an adaptive algorithm for real-time gait-event detection. They attached both inertial motion and magnetic sensors on the shanks and measured the angular velocity and flexion-extension angle for each leg. After initial calibration, the algorithm employed a threshold-based state machine in order to detect three gait-events: initial contact, end contact and mid-swing for each leg at different walking speeds. This algorithm exhibited high detection accuracy as well as low detection delay, thus making it suitable for real-time applications. However, further validation with a larger number of subjects is necessary. In addition, the measurement from the magnetometer that was used by the Kalman filter can be affected in the presence of ferrous materials which can cause false detection. Another inertial measurement unit (IMU)-based gait recognition algorithm was presented in  [49]  where three sets of IMUs were placed on the center, left, and right of the back using a waist belt. The step signals were first segmented from the likelihood of heel strike computed using a scale-space technique. An algorithm based on inter-class relationships extracted the feature vectors. It also performed tilt correction using the gyroscope on the IMUs and employed an iterative matching algorithm to resolve the inconsistency associated with the sensor orientation. The researchers carried out experiments on a large number of subjects and reported an average classification accuracy of 93%.\n\nAn intensity-independent activity recognition method was proposed in  [50]  that utilized the uncertainty among the clusters. They selected a fixed set of features from the accelerometer data during the training phase and clustered the data into group of activities by employing K-means or the Gaussian mixture model (GMM) algorithms. The mean and variance of each activity cluster were used to form a stochastic activity model (SAM) matrix. In the recognition phase, the appropriate group for the test sample was determined by employing the nearest-neighbor algorithm on the SAM matrix. Test results showed that the system could discriminate walking and running across three different intensity levels with a high degree of accuracy. Ghasemzadeh et al.  [51]  proposed a real-time feature selection algorithm for wearable systems, which was designed to minimize energy requirements during classification. This algorithm identified and discarded irrelevant and redundant features, thus increasing the learning speed and optimizing the power requirement for the system. The redundancy analysis was performed by using symmetric uncertainty among the features producing strongly correlated features. A graph model was deduced from the correlation analysis, which was used by an integer programming, and a greedy approximation based optimization algorithm to find out the optimal features. They used six sets of IMUs for movement monitoring and reported to obtain 30% of energy savings while achieving 96.7% classification accuracy among 14 sets of movements. Further development of algorithms for dynamic feature selection as well as sensor unit activation may result in an improved power-optimized system.\n\nA walking-phase dependent parameter optimization algorithm has been presented in  [52]  for efficient classification of locomotion modes. The walking phase was detected from the signals of the pressure sensors embedded in insoles. The gait signal measured by two IMUs and pressure insoles were segmented into four walking phases. The authors, then optimized the feature vector, classification algorithm, and window size separately for each phase. This algorithm exhibited high recognition accuracy (~96.5%) and fast computation time when the performance of the complete gait cycles is considered for optimization as compared to the conventional methods of evaluating each phase of a gait cycle separately. Cristiani et al.  [53]  devised an electronic insole for long-term monitoring of motor activities. The insole housed a tri-axis accelerometer, humidity and temperature sensors, and four pressure sensors. The sensors were connected to a microcontroller having an integrated 2.4 GHz transceiver in it. The onboard flash memory allows storing up to 10 h of measurement data. The insole was comfortable to use in regular motor activities and thus can be used to monitor a subject's movement for longer periods of time. However, the insole requires initial calibration for each individual in order to make an inclination correction. Integrating a gyroscope in the insole for inclination measurement might be useful to avoid this initial calibration phase. Another shoe-based activity monitoring system was presented in  [54]  where recognition is performed by rejecting unreliable data while employing the classifiers. A set of nine features were calculated from each measurement obtained from each of five insole pressure sensors as well as from the accelerometer, which was attached to the heel of the shoe. The authors tested both SVM and multilayer perception (MLP) classifier and rejected those data points residing near the cluster boundaries. Very high recognition accuracy (99.8% ± 0.1%) was achieved by applying MLP on raw measurement data. However, the tests were performed only on nine subjects. Besides this, the rejection threshold was determined in a heuristic manner, whereas an adaptive way of calculating the threshold could be more useful for practical applications.\n\nFriedman et al.  [55]  designed a wearable wrist and finger joint monitoring system using magnetic sensing technology. The system comprised of a neodymium ring, a sensing and data storage unit. The ring worn on the index finger generated a magnetic field, which was measured by two tri-axial magnetometers mounted on the wrist-worn sensing unit. A radial basis function network estimated the angles of the wrist and finger joints from the measurements. The authors reported a highly accurate estimation of angular distance for wrist joints. However, with a high standard deviation, finger flexion-extension estimation was poor. This estimation can be improved by ensuring accurate initial calibration for each user. An approach for human joint angle estimation by combining kinematic arm models with the state space algorithm has been presented in  [56] . Inertial measurements were obtained from three sets of IMUs attached on the upper arm, forearm, and, wrist of a robot arm. The state model incorporated random drift models and zero-velocity updates that reduced the effect of sensor drifts. The model also considered the physical constraints of joint movements in order to achieve higher estimation accuracy. The authors estimated joint angles using the Unscented Kalman filter (UKF)  [57] , an improved algorithm over the Extended Kalman filter (EKF) especially developed for systems with higher nonlinearities. They achieved a high degree of estimation accuracy at different intensities of arm motion. Nevertheless, validation of this algorithm on human subjects is necessary. It should be noted that Kalman-based solutions are computationally intensive and also need a high sampling rate in human activity monitoring applications. Therefore, realizing the systems for real-time applications can be challenging. Hsu et al.  [58]  implemented an algorithm for gait and balance analysis in an IMU based wearable system. For gait measurements, two IMUs were attached to the top of each shoe, and one IMU was attached to the back of the waist for balance analysis. After the detection of strides, the gait cycles were further decomposed by using the toe-off and heel-strike points obtained from the pitch signals of the gyroscope. A number of gait parameters corresponding to walking speed, rhythm, and, variation were calculated from the decomposed signal. The balance was measured by calculating the sway speed from the center of mass (COM) analysis. A wearable fall detection system was proposed in  [59]  that could determine fall events by employing acceleration and orientation thresholds. The acceleration thresholds were obtained at the training phase from SVM, and the postural orientation thresholds were determined from the subject's tilt angle. The system used Madgwick's orientation filter for reducing magnetic distortion and gyroscope drift, resulting in high estimation accuracy. The IMU was placed on the waist and could communicate over Bluetooth. The system analyzed the RMS data obtained from the accelerometer and the orientation filter and could detect fall events using a threshold based algorithm. This allows implementing the algorithm for real-time applications in a low profile microprocessor. The algorithm was reported to achieve a high degree of accuracy and sensitivity. Table  4  presents a comparison of the key features and performance characteristics among the activity monitoring systems discussed above."
    },
    {
      "title": "Body Temperature Monitoring System",
      "text": "Body temperature is one of the vital signs that can reflect health conditions. Body temperature increases in infections, malignancy and many inflammatory conditions. Only serial temperature measurements over a long period of time rather than spot checks may prompt the diagnosis. It was reported that core body temperature (CBT) has strong influence on different physiologic conditions as well. Disruptions in the body temperature rhythm are reported to be associated with different types of insomnia  [60] . For example, patients suffering from delayed sleep phase insomnia have ~2 h of delay in reaching their minimum CBT compared to the group of good sleepers  [60] . Besides this, variation in body temperature rhythm with menstruation cycle was also observed in some studies  [61, 62] . Researchers  [63]  also reported observing a correlation between body temperature and initial stroke severity, infarct size, mortality among stroke patients. It was observed that the infarct size worsens by ~15 mm with 1 • C increase in body temperature. In addition, a strong correlation between body temperature and cognitive functions was also reported in the literature  [64, 65] .\n\nVarious noninvasive approaches for continuous body temperature monitoring were reported in the literature. Buller et al.  [66]  proposed a Kalman filter-based model that is inspired from the work reported in  [67]  where the authors estimated core body temperature from the heart rate. Although the model is validated with only a few subjects and accumulates error with time, it has the potential to be embedded in wearable ECG monitoring systems. Further study and development are also necessary in order to validate the estimation accuracy in the presence of rapid physical movement of the subject, for example, running, exercising etc. A noninvasive, dual-channel body temperature measurement system was reported in  [68]  that can measure temperature with an accuracy of ±0.1 • C within the range of 16-42 • C and also transmit data over a Bluetooth communication platform. The device has two temperature probes, each containing a digital temperature sensor. The probes measure temperature from two ear canals simultaneously from which the mean temperature is calculated. However, because of the ear-canal probes, the system may not be feasible for long-term monitoring.\n\nBoano et al.  [69]  demonstrated an unobtrusive, wireless body temperature monitoring system that can be worn by an individual for a long period of time. Two sensor units were attached to the skin that can measure and send data to a more powerful body-worn central unit, thus forming a star-type body sensor network (BSN). The central unit sends the data to a computer that can communicate with health care facilities over the internet. The authors achieved an accuracy of 0.02 • C over the temperature range of 16-42 • C. They also demonstrated the detection of circadian rhythm using this system. The authors later developed a wireless core body temperature monitoring system for marathon runners that measures the tympanic temperature  [70] . A non-invasive, wearable temperature monitoring systems was designed for neonates in  [71] . They integrated a negative temperature coefficient (NTC) resistor in a belt made of soft bamboo fabric. Instead of hard wires, the authors used soft and flexible silver plated nylon yarns as the conductive medium woven in the belt. The system exhibits an accuracy of 0.1 • C when compared with the measurement obtained from a standard thermometer. A reliable and stable connection between fabric wires and the sensor could is critical and was not investigated in this research. However, the designed system can be integrated in a smart jacket or smart belt. Thus, it has a great potential to be used in non-invasive, long-term monitoring, even for adults. Mansor et al.  [72]  demonstrated the implementation of a wireless body temperature monitoring system using comercial sensors. The temperature sensor, which comes with an integrated ZigBee wireless node, measures and transmits data to a microcontroller. The microcontroller sends data to a remote server over a wireless local area network (WLAN). The authors used Arduino Ethernet shield for developing the prototype. Similar temperature and heart rate monitoring systems were reported in  [73, 74] .\n\nSome researchers exploited RFID technology for body temperature monitoring systems. Vaz et al.  [75]  designed and fabricated a low power RFID temperature sensor chip in 0.35-µm CMOS process. The chip along with a matched impedance dipole antenna measures the temperature with an accuracy of ~±0.1 • C within the typical range of human body temperature and can communicate with a 2 W ERP (effective radiated power) output reader at a frequency of 868 MHz from a distance as far as 2 m. A RFID based real-time, continuous body temperature measurement system that is fabricated on a poly ε-caprolactone (PCL) membrane was developed by Milici et al.  [76] . The system comprises a wearable RFID tag operating in the ultra-high frequency (UHF) band and a RFID microchip, EM4325 that has the capability of measuring temperature with a resolution of 0.25 • C as well as functioning as a regular RFID transceiver. The measured temperature was read by a short range RFID reader, connected with a linear-polarized antenna. Although the linear-polarized antenna offers longer read range, they are very sensitive to tag orientation. A circular-polarized read antenna could circumvent this problem.\n\nIn order to measure the core body temperature, Sim et al.  [77]  designed a system by embedding a dual-heat-flux probe and two double-sensor thermometers  [78]  into a neck pillow. Since the jugular vein passes by the neck, the skin temperature over it would have a strong correlation with the core body temperature (CBT). The temperature estimated by this system was found to be similar with that measured by an IR thermometer from the tympanic membrane. The temperature curves obtained from three sensors are distinct and also vary with different sleeping positions which may provide sleep-related information. The authors also proposed a curve-fitting method in order to improve the inherent slow response time of the dual-heat-flux thermometer. Although the system is designed for patients to use in beds, embedding the system in the collar of the shirt or textile band is also possible. Kitamura et al.  [79]  developed a temperature sensor probe that can measure CBT from the surface of the skin. The circular metal probe comprises two heat-flow channels for two different thermal resistances and each channel has a pair of temperature transducers attached at both ends. The presented system demonstrates a long initial response time but higher accuracy (97% correlation with the measurement from zero-heat-flow thermometer) once it reaches the equilibrium temperature. The response time can be improved by using an Al probe instead of the Cu probe. Table  5  presents the comparison among the body temperature monitoring systems discussed above."
    },
    {
      "title": "Galvanic Skin Response (GSR) Monitoring System",
      "text": "The autonomic nervous system (ANS) controls and regulates the response of the body to internal or external stimuli by balancing the activities within its two subdivisions: sympathetic and parasympathetic nervous systems  [80] . The parasympathetic system, which is also termed as \"rest and digest\" system conserves and restores energy of the body. On the other hand, the sympathetic system triggers what is often referred to as fight or flight response by increasing metabolic output to deal with the external stimuli. Increased activity of the sympathetic system accelerates heart rate, increases blood pressure, and sweat secretion, as well as prepares the body for motor action by pumping more blood to muscles, lungs, and brain.\n\nAlthough currently, this information is of no significant clinical use, there is growing interest in many conditions including dysautonomia, Postural orthostatic tachycardia syndrome (POTS), and Inappropriate tachycardia syndrome. Increased sweat secretion from eccrine glands fills the sweat ducts. Sweat, being a weak electrolyte, increases the conductance of the skin with increased secretion. Therefore, variation in skin conductance (Figure  5 ), which is also referred to as electro-dermal activity (EDA) or galvanic skin response (GSR), reflects the activity of the sympathetic nervous system and provides a simple, sensitive and reliable parameter for assessing the sympathetic nervous activities associated with stress and emotion  [81, 82] .\n\nSensors 2017, 17, 130 18 of 47\n\nAlthough currently, this information is of no significant clinical use, there is growing interest in many conditions including dysautonomia, Postural orthostatic tachycardia syndrome (POTS), and Inappropriate tachycardia syndrome. Increased sweat secretion from eccrine glands fills the sweat ducts. Sweat, being a weak electrolyte, increases the conductance of the skin with increased secretion. Therefore, variation in skin conductance (Figure  5 ), which is also referred to as electro-dermal activity (EDA) or galvanic skin response (GSR), reflects the activity of the sympathetic nervous system and provides a simple, sensitive and reliable parameter for assessing the sympathetic nervous activities associated with stress and emotion  [81, 82] . Usually, GSR is measured from the part of the skin having a large number of sweat glands such as the palm, fingers, or soles of the feet. In active measurement, a DC voltage is applied across two on-body electrodes and the skin conductance is obtained from Ohm's law by measuring the current. The earlier researches in this field mostly focused on time-limited GSR measurement systems used in laboratories and health care facilities. The development of low-power and wearable technologies opens up a new window for unobtrusive GSR monitoring that can be worn for a longer period of time  [83] . Long-term monitoring of GSR allows to observe and assess the response of the sympathetic nervous system for a longer period of time and can potentially unfold important physiological information that cannot be obtained by limited time monitoring. Besides this, wearable GSR monitoring system allows patients to monitor GSR level in their home environment to provide a better assessment of their psychophysiological condition than the evaluation made at laboratories or hospitals from short-term measurement  [83, 84] . A schematic diagram of a wearable GSR monitoring system is presented in Figure  6 .\n\nA low-cost GSR sensor has been presented in  [85]  that was embedded in a wristband. The sensor module is small in size (20 mm × 30 mm × 0.8 mm) and accommodates measurement, processing, and communication functionalities. The wrist-worn sensor measures GSR from the dorsal forearm and transmits the data with a Gaussian Frequency Shift Keying (GFSK) transceiver. The elastic nature of the wristband provides stable, consistent and undisturbed electrode-skin interface, thus minimizing motion artifacts in the GSR measurements. Sugathan et al.  [86]  integrated a set of non-invasive sensors in a shirt that facilitates real-time measurement of HR, GSR, and body temperature. They used an Arduino-based wearable computing device (LilyPad) as the primary computing platform. Integration of storage and wireless communication modules could make the system more feasible for long-term and remote health monitoring applications.\n\nA wearable GSR sensor has been reported in  [87]  that can conduct measurement from the back of the body and transmit data over the Bluetooth platform. The sensor was fabricated on a flexible PCB, which was covered with silicon providing stable contact with the curved body surface. Here  [87]  a dry conductive polymer foam was used as the sensing material for the flexible electrodes. The flexible nature of the electrodes offers stable and reliable skin-electrode interface as well as wearing comfort to the user. The GSR measured by the reported system had good correlation (average ~0.768) with the reference GSR system, although the validation was performed on a very small number of Skin Conductance S) Usually, GSR is measured from the part of the skin having a large number of sweat glands such as the palm, fingers, or soles of the feet. In active measurement, a DC voltage is applied across two on-body electrodes and the skin conductance is obtained from Ohm's law by measuring the current. The earlier researches in this field mostly focused on time-limited GSR measurement systems used in laboratories and health care facilities. The development of low-power and wearable technologies opens up a new window for unobtrusive GSR monitoring that can be worn for a longer period of time  [83] . Long-term monitoring of GSR allows to observe and assess the response of the sympathetic nervous system for a longer period of time and can potentially unfold important physiological information that cannot be obtained by limited time monitoring. Besides this, wearable GSR monitoring system allows patients to monitor GSR level in their home environment to provide a better assessment of their psychophysiological condition than the evaluation made at laboratories or hospitals from short-term measurement  [83, 84] . A schematic diagram of a wearable GSR monitoring system is presented in Figure  6 .\n\nA low-cost GSR sensor has been presented in  [85]  that was embedded in a wristband. The sensor module is small in size (20 mm × 30 mm × 0.8 mm) and accommodates measurement, processing, and communication functionalities. The wrist-worn sensor measures GSR from the dorsal forearm and transmits the data with a Gaussian Frequency Shift Keying (GFSK) transceiver. The elastic nature of the wristband provides stable, consistent and undisturbed electrode-skin interface, thus minimizing motion artifacts in the GSR measurements. Sugathan et al.  [86]  integrated a set of non-invasive sensors in a shirt that facilitates real-time measurement of HR, GSR, and body temperature. They used an Arduino-based wearable computing device (LilyPad) as the primary computing platform. Integration of storage and wireless communication modules could make the system more feasible for long-term and remote health monitoring applications.\n\nA wearable GSR sensor has been reported in  [87]  that can conduct measurement from the back of the body and transmit data over the Bluetooth platform. The sensor was fabricated on a flexible PCB, which was covered with silicon providing stable contact with the curved body surface.\n\nHere  [87]  a dry conductive polymer foam was used as the sensing material for the flexible electrodes. The flexible nature of the electrodes offers stable and reliable skin-electrode interface as well as wearing comfort to the user. The GSR measured by the reported system had good correlation (average ~0.768) with the reference GSR system, although the validation was performed on a very small number of subjects. Garbarino et al.  [88]  developed a multi-sensor wristband (Empatica E3) that included GSR, PPG, temperature, and motion sensors. The GSR sensor offered high dynamic range measurement between 0.01 µS to 100 µS at 900 pS resolution. The data acquisition device has a dimension of 4 cm × 4 cm and was embedded in a wristband. It was capable of measuring and logging data from all the four sensors continuously for 38 h. The system could also stream data in real time using Bluetooth LE wireless medium. The long battery life, low power wireless connectivity, and multi-parameter monitoring capability are key features of the proposed system. Guo et al.  [89]  presented a GSR monitoring system and developed an algorithm to identify human emotions. A 20-dimensional feature vector was extracted from the pre-processed GSR signal. The authors then employed Sequential Floating Forward Selection (SFFS) algorithm on the feature vector for classifying the data into four sets of emotions: amusement, fear, sadness, and relaxation. However, the method was validated only on a few subjects. An investigation on GSR data was performed by Setz et al.  [90]  in an attempt to distinguish cognitive load and stress. The authors separately measured GSR from the fingers of a number of subjects working in two artificially created psychological conditions mimicking cognitive load and stress. A wearable monitoring system was used that measured and transmitted GSR signal via a Bluetooth wireless link. It was observed that among 16 selected features of GSR signal distributions, the GSR peak height and the instantaneous peak rate provided better result in differentiating cognitive load from stress. Crifaci et al.  [91]  studied the feasibility of wearable, wireless HR and GSR monitoring system in assessing the stress level and the function of an autonomic system in ambulatory condition. ECG and GSR measurements were taken from two groups of young adolescents. The authors performed statistical analysis on the features extracted from the ECG and GSR. The group of healthy people exhibited significantly higher variance and standard deviation in their GSR level compared to the group of people affected by the eating disorder anorexia nervosa. Subramanya et al.  [92]  performed an investigation on the correlation between blood pressure (BP) indexes and GSR exists. The authors implemented a wearable GSR monitoring system based on the design presented in  [93]  and attempted to correlate the measured GSR data with four BP indexes: systolic BP (SBP), diastolic BP (DBP), mean arterial pressure (MAP), and pulse pressure (PP). The study showed that among the four indexes PP is highly correlated with GSR. Research  [94]  showed that PP is a vital indicator of cardiovascular risks and a 10mm Hg increase in PP causes approximately 20% increase in cardiovascular death. Therefore, the correlation observed in  [92]  between PP and GSR could be significant for cardiovascular assessment. Table  6  presents the comparison among the GSR monitoring systems discussed here."
    },
    {
      "title": "Blood Oxygen Saturation (SpO2) Monitoring Systems",
      "text": "Peripheral capillary oxygen saturation (SpO2) is a measure of the amount of oxygenated hemoglobin in the blood. The oxygen level in blood can be decreased due to health conditions such as cardiovascular diseases, pulmonary diseases, anemia and sleep apnea. It can also be reduced following excessive physical activities. It is essential to maintain an adequate amount of oxygen (>94%) in the blood to ensure proper functioning of cells and tissues  [95, 96] . Therefore, it is important to monitor SpO2 continuously, especially for persons having respiratory and heart-related diseases. Guo et al.  [89]  presented a GSR monitoring system and developed an algorithm to identify human emotions. A 20-dimensional feature vector was extracted from the pre-processed GSR signal. The authors then employed Sequential Floating Forward Selection (SFFS) algorithm on the feature vector for classifying the data into four sets of emotions: amusement, fear, sadness, and relaxation. However, the method was validated only on a few subjects. An investigation on GSR data was performed by Setz et al.  [90]  in an attempt to distinguish cognitive load and stress. The authors separately measured GSR from the fingers of a number of subjects working in two artificially created psychological conditions mimicking cognitive load and stress. A wearable monitoring system was used that measured and transmitted GSR signal via a Bluetooth wireless link. It was observed that among 16 selected features of GSR signal distributions, the GSR peak height and the instantaneous peak rate provided better result in differentiating cognitive load from stress. Crifaci et al.  [91]  studied the feasibility of wearable, wireless HR and GSR monitoring system in assessing the stress level and the function of an autonomic system in ambulatory condition. ECG and GSR measurements were taken from two groups of young adolescents. The authors performed statistical analysis on the features extracted from the ECG and GSR. The group of healthy people exhibited significantly higher variance and standard deviation in their GSR level compared to the group of people affected by the eating disorder anorexia nervosa. Subramanya et al.  [92]  performed an investigation on the correlation between blood pressure (BP) indexes and GSR exists. The authors implemented a wearable GSR monitoring system based on the design presented in  [93]  and attempted to correlate the measured GSR data with four BP indexes: systolic BP (SBP), diastolic BP (DBP), mean arterial pressure (MAP), and pulse pressure (PP). The study showed that among the four indexes PP is highly correlated with GSR. Research  [94]  showed that PP is a vital indicator of cardiovascular risks and a 10 mm Hg increase in PP causes approximately 20% increase in cardiovascular death. Therefore, the correlation observed in  [92]  between PP and GSR could be significant for cardiovascular assessment. Table  6  presents the comparison among the GSR monitoring systems discussed here."
    },
    {
      "title": "Blood Oxygen Saturation (SpO 2 ) Monitoring Systems",
      "text": "Peripheral capillary oxygen saturation (SpO 2 ) is a measure of the amount of oxygenated hemoglobin in the blood. The oxygen level in blood can be decreased due to health conditions such as cardiovascular diseases, pulmonary diseases, anemia and sleep apnea. It can also be reduced following excessive physical activities. It is essential to maintain an adequate amount of oxygen (>94%) in the blood to ensure proper functioning of cells and tissues  [95, 96] . Therefore, it is important to monitor SpO 2 continuously, especially for persons having respiratory and heart-related diseases.\n\nPulse oximeters are widely used as a fast, non-invasive mean to measure the oxygen level in blood. The estimate of SpO 2 is from the absorption characteristics of blood in response to red (660 nm) and infrared (940 nm) light. When hemoglobin becomes oxygenated, its color changes from dark red to bright red that reduces the absorption of red light. The light absorption in blood also varies with the change of arterial blood volume during systolic and diastolic phase of the heart, resulting in a time varying signal called as photo-plethysmograph (PPG). The schematic representation of arterial blood flow and its corresponding PPG signal is shown in Figure  7 . Pulse oximeters are widely used as a fast, non-invasive mean to measure the oxygen level in blood. The estimate of SpO2 is from the absorption characteristics of blood in response to red (660 nm) and infrared (940 nm) light. When hemoglobin becomes oxygenated, its color changes from dark red to bright red that reduces the absorption of red light. The light absorption in blood also varies with the change of arterial blood volume during systolic and diastolic phase of the heart, resulting in a time varying signal called as photo-plethysmograph (PPG). The schematic representation of arterial blood flow and its corresponding PPG signal is shown in Figure  7 . The intensity of the transmitted light can be determined by the well known Beer-Lambert law that states that the intensity of transmitted light decreases logarithmically with the concentration of oxygenated and deoxygenated hemoglobin, the absorption coefficients of both , at a particular wavelength, and on the thickness of the arteries according to:\n\n(\n\nThe SpO2 is calibrated from the PPG signal by measuring and comparing the intensity of transmitted light at two wavelengths. The PPG signal can also be used to determine the respiratory rate, pulse and heart rate  [97, 98] . It can also be used along with the ECG signal for estimating BP from the pulse transit time  [99, 100] .\n\nThe pulse oximeter usually utilizes red and infrared light emitting diodes (LED) as the light sources. The residue lights after absorption are detected by the photodetector (PD). PPG or SpO2 sensors can be classified into two categories based on the working principles: transmittance and reflectance oximetry (Figure  8a ). In transmittance oximetry, the LEDs and PD are placed on opposite sides of a transparent section of the body such as an earlobe, a fingertip or on the palms or soles of small babies. Light transmitted through this section is collected by the PD. Currently, fingertip based transmittance pulse oximeters are widely used for PPG signal measurements [101]. However, this method is inconvenient for long-term monitoring. In reflectance oximetry, the LEDs and PD are placed side by side on the same body surface and intensity of the reflected light is measured by the PD. It offers flexibility for measuring PPG signal from different locations on the body that makes it more suitable for the non-invasive wearable platform. The schematic diagram of the SpO2 monitoring system has been shown in Figure  8b .\n\nA transmittance SpO2 sensor probe has been proposed in [102] that could be embedded in a finger ring, unlike the conventional fingertip probes. A novel distribution of optical sensors and LEDs around the phalanx and mounted them on a flexible PCB was proposed. Experiments were carried out on 10 subjects and the results were in good agreement with that measured by commercial fingertip oximeters. This ring-type SpO2 sensor probe could be useful for monitoring arterial oxygen level and heart rate for a long period of time. Guo et al.\n\n[100] integrated a vital sign monitoring system in a chest band, embedded with micro-machined Pt electrodes. The band contains a miniaturized PCB that comprises an ECG analog front-end, a driver circuit for an ear-worn PPG probe and The intensity of the transmitted light (I) can be determined by the well known Beer-Lambert law that states that the intensity of transmitted light decreases logarithmically with the concentration of oxygenated (C O ) and deoxygenated (C d ) hemoglobin, the absorption coefficients of both (α O , α d ) at a particular wavelength, and on the thickness (l) of the arteries according to:\n\nThe SpO 2 is calibrated from the PPG signal by measuring and comparing the intensity of transmitted light at two wavelengths. The PPG signal can also be used to determine the respiratory rate, pulse and heart rate  [97, 98] . It can also be used along with the ECG signal for estimating BP from the pulse transit time  [99, 100] .\n\nThe pulse oximeter usually utilizes red and infrared light emitting diodes (LED) as the light sources. The residue lights after absorption are detected by the photodetector (PD). PPG or SpO 2 sensors can be classified into two categories based on the working principles: transmittance and reflectance oximetry (Figure  8a ). In transmittance oximetry, the LEDs and PD are placed on opposite sides of a transparent section of the body such as an earlobe, a fingertip or on the palms or soles of small babies. Light transmitted through this section is collected by the PD. Currently, fingertip based transmittance pulse oximeters are widely used for PPG signal measurements [101]. However, this method is inconvenient for long-term monitoring. In reflectance oximetry, the LEDs and PD are placed side by side on the same body surface and intensity of the reflected light is measured by the PD. It offers flexibility for measuring PPG signal from different locations on the body that makes it more suitable for the non-invasive wearable platform. The schematic diagram of the SpO 2 monitoring system has been shown in Figure  8b . A reflectance probe has been designed by  Cai et al. [103]  for measuring PPG signal that can be worn as a wristband. The wristband is also equipped with an RF transmitting module that facilitates wireless communication between the measurement system and the health care center. Experimental results show that the system can detect the change in oxygen level in blood effectively and thus could be useful in non-invasive, continuous and remote monitoring systems. Chen et al.  [98]  demonstrated a non-invasive oxygen saturation monitoring system for newborn babies. The reflectance sensor is embedded in soft fabrics that makes it suitable for a wearable, long-term monitoring system. The system measures HR, SpO2 and can transmit the data by an RF transceiver. Experimental result showed that the measured data closely follows the measurement obtained from the commercial monitoring system. However, further improvement in the design is needed in order to minimize the impact of motion artifacts that causes false reading. A small, low-cost wearable reflectance pulse oximeter was proposed in  [99]  that can provide quality PPG signal without using any filter circuit. The PPG signal is sampled at a rate of 240 Hz which is then transmitted to a host computer by a ZigBee transceiver module or by a mini-USB. Further processing is done in computer in order to remove the ambient noise and slowly varying motion artifacts. This system can be used to monitor HR, respiration rate, SpO2, and BP.\n\nHuang et al.\n\n[104] performed the Monte-Carlo simulation of optical interaction with human tissue in order to investigate the feasibility of a ring-type pulse oximeter with multiple detectors  [105, 106] . The optimum positions of the light source and the detectors are determined from the simulation results. It has also been reported that multi-detector sensor improves the stability and the light gathering efficiency. The authors developed a wearable wireless sensor based on the simulation results and compared the SpO2 measurement result with the measurement from the commercial fingertip-type pulse oximeter that showed a high degree of correlation (~98.26%) between the measurements.\n\nSome researchers also worked on designing on-chip oximeters for SpO2 measurement. Tavakoli et al.\n\n[107] developed a low-power analog single-chip pulse oximeter fabricated in a 1.5 µm AMI BiCMOS n-well process. They used a conventional fingertip probe to measure the SpO2 level in blood of 11 subjects and compared the results with that of a commercial pulse oximeter. It has been observed that the result closely follows the measurements obtained from the commercial pulse oximeter having a standard deviation of ~1.5%.The chip has a dimension of 2.2 × 2.2 mm 2 and only requires 4.8 mW of power, which according to the authors is more than an order-of-magnitude less than the power consumption of the best pulse oximeters available in the market.\n\nA multi-sensor chip was designed by Dunn et al.  [97]  that can be integrated into an electronic patch for measuring temperature, pulse and SpO2. The authors proposed a ring-shaped photodiode (PD) for reflectance oximetry that maximizes the gathering of backscattered light from the tissue, thus enabling much lower driving current for LEDs. The PD also contains an Au thermistor which facilitates measurement of skin temperature. With a current requirement of less than 10 mA, this multi-sensor oximeter chip is suitable for long-term monitoring purposes. A transmittance SpO 2 sensor probe has been proposed in [102] that could be embedded in a finger ring, unlike the conventional fingertip probes. A novel distribution of optical sensors and LEDs around the phalanx and mounted them on a flexible PCB was proposed. Experiments were carried out on 10 subjects and the results were in good agreement with that measured by commercial finger-tip oximeters. This ring-type SpO 2 sensor probe could be useful for monitoring arterial oxygen level and heart rate for a long period of time. Guo et al.  [100] integrated a vital sign monitoring system in a chest band, embedded with micro-machined Pt electrodes. The band contains a miniaturized PCB that comprises an ECG analog front-end, a driver circuit for an ear-worn PPG probe and UART/wireless transceiver. The system measures ECG, and PPG signals at a rate of 200 Hz and transmits the data using BSN (body sensor network) node to a hand-held device (e.g., PDA) where motion induced noise are removed by using a wavelet de-noising process. The PDA calculates and displays heart rate, BP and SpO 2 and can transmit the data through GSM to healthcare personnel, if necessary.\n\nA reflectance probe has been designed by  Cai et al. [103]  for measuring PPG signal that can be worn as a wristband. The wristband is also equipped with an RF transmitting module that facilitates wireless communication between the measurement system and the health care center. Experimental results show that the system can detect the change in oxygen level in blood effectively and thus could be useful in non-invasive, continuous and remote monitoring systems. Chen et al.  [98]  demonstrated a non-invasive oxygen saturation monitoring system for newborn babies. The reflectance sensor is embedded in soft fabrics that makes it suitable for a wearable, long-term monitoring system. The system measures HR, SpO 2 and can transmit the data by an RF transceiver. Experimental result showed that the measured data closely follows the measurement obtained from the commercial monitoring system. However, further improvement in the design is needed in order to minimize the impact of motion artifacts that causes false reading. A small, low-cost wearable reflectance pulse oximeter was proposed in  [99]  that can provide quality PPG signal without using any filter circuit. The PPG signal is sampled at a rate of 240 Hz which is then transmitted to a host computer by a ZigBee transceiver module or by a mini-USB. Further processing is done in computer in order to remove the ambient noise and slowly varying motion artifacts. This system can be used to monitor HR, respiration rate, SpO 2 , and BP.\n\nHuang et al.\n\n[104] performed the Monte-Carlo simulation of optical interaction with human tissue in order to investigate the feasibility of a ring-type pulse oximeter with multiple detectors [105,106]. The optimum positions of the light source and the detectors are determined from the simulation results. It has also been reported that multi-detector sensor improves the stability and the light gathering efficiency. The authors developed a wearable wireless sensor based on the simulation results and compared the SpO 2 measurement result with the measurement from the commercial fingertip-type pulse oximeter that showed a high degree of correlation (~98.26%) between the measurements. Some researchers also worked on designing on-chip oximeters for SpO 2 measurement. Tavakoli et al.\n\n[107] developed a low-power analog single-chip pulse oximeter fabricated in a 1.5 µm AMI BiCMOS n-well process. They used a conventional fingertip probe to measure the SpO 2 level in blood of 11 subjects and compared the results with that of a commercial pulse oximeter. It has been observed that the result closely follows the measurements obtained from the commercial pulse oximeter having a standard deviation of ~1.5%. The chip has a dimension of 2.2 × 2.2 mm 2 and only requires 4.8 mW of power, which according to the authors is more than an order-of-magnitude less than the power consumption of the best pulse oximeters available in the market.\n\nA multi-sensor chip was designed by Dunn et al.  [97]  that can be integrated into an electronic patch for measuring temperature, pulse and SpO 2 . The authors proposed a ring-shaped photodiode (PD) for reflectance oximetry that maximizes the gathering of backscattered light from the tissue, thus enabling much lower driving current for LEDs. The PD also contains an Au thermistor which facilitates measurement of skin temperature. With a current requirement of less than 10 mA, this multi-sensor oximeter chip is suitable for long-term monitoring purposes.\n\nOther SpO 2 monitoring systems such as forehead mounted sensor [108], electronic patch sensor [109] and phone camera based measurement systems [110] can be found in the literature. Table  7  presents the comparison of SpO 2 monitoring systems discussed above."
    },
    {
      "title": "Multi-Sensor Monitoring System",
      "text": "As discussed above, most of the systems were developed aiming to measure or monitor only a specific bio-signal or parameter, for example, only ECG and HR were monitored in  [10, 28, [30] [31] [32] [33] . However, it is necessary to monitor a set of physiological signs such as HR or pulse, BP, respiratory rate, and body temperature; often referred together as vital signs as well as oxygen saturation level in blood and GSR level in order to perform a better assessment of an individual's health condition. Using parameter specific monitoring systems for each parameter is neither practical nor ergonomically sound for continuous and ambulatory monitoring. A network of multiple on-body sensors embedded in a wearable platform along with an on-body data acquisition and transceiver module can be a viable solution for multi-parameter monitoring.\n\nFrom the discussion presented above, it is noted that a set of important physiological parameters can be measured and monitored by using four sensors: ECG, PPG, GSR, and temperature sensor. An ECG sensor measures ECG signal, HR, and HRV while GSR and temperature sensor measures skin conductivity and body temperature, respectively. PPG signal is generally used to determine the arterial oxygen saturation (SpO 2 ) level. Many researchers exploited Moens-Korteweg or Bramwell-Hill relationship in order to estimate the BP from the pulse transit time (PTT) (Figure  9a ), the time interval between the ECG and PPG signal peaks  [111] [112] [113] [114] [115] . Furthermore, ECG and PPG signal can also be used to determine respiration rate (RR)  [116] [117] [118] [119]   Other SpO2 monitoring systems such as forehead mounted sensor [108], electronic patch sensor [109] and phone camera based measurement systems [110] can be found in the literature. Table  7  presents the comparison of SpO2 monitoring systems discussed above."
    },
    {
      "title": "Multi-Sensor Monitoring System",
      "text": "As discussed above, most of the systems were developed aiming to measure or monitor only a specific bio-signal or parameter, for example, only ECG and HR were monitored in  [10, 28, [30] [31] [32] [33] . However, it is necessary to monitor a set of physiological signs such as HR or pulse, BP, respiratory rate, and body temperature; often referred together as vital signs as well as oxygen saturation level in blood and GSR level in order to perform a better assessment of an individual's health condition. Using parameter specific monitoring systems for each parameter is neither practical nor ergonomically sound for continuous and ambulatory monitoring. A network of multiple on-body sensors embedded in a wearable platform along with an on-body data acquisition and transceiver module can be a viable solution for multi-parameter monitoring.\n\nFrom the discussion presented above, it is noted that a set of important physiological parameters can be measured and monitored by using four sensors: ECG, PPG, GSR, and temperature sensor. An ECG sensor measures ECG signal, HR, and HRV while GSR and temperature sensor measures skin conductivity and body temperature, respectively. PPG signal is generally used to determine the arterial oxygen saturation (SpO2) level. Many researchers exploited Moens-Korteweg or Bramwell-Hill relationship in order to estimate the BP from the pulse transit time (PTT) (Figure  9a ), the time interval between the ECG and PPG signal peaks  [111] [112] [113] [114] [115] . Furthermore, ECG and PPG signal can also be used to determine respiration rate (RR) [116-119] by employing signal decomposition techniques such as empirical mode decomposition (EMD)  [117, 118] , principal component analysis (PCA)  [118, 119]  or wavelet transform  [120, 121] . Figure  9b  presents the concept of a four sensor monitoring system."
    },
    {
      "title": "Textile-Based Wearable Sensors",
      "text": "Smart textiles associated with healthcare include sensors, actuators, communication, computing, and electronic systems that are made of textile or are suitable for embedding into textiles thus enabling unobtrusive and comfortable means of monitoring physiological signals of the individuals (a) (b)"
    },
    {
      "title": "Textile-Based Wearable Sensors",
      "text": "Smart textiles associated with healthcare include sensors, actuators, communication, computing, and electronic systems that are made of textile or are suitable for embedding into textiles thus enabling unobtrusive and comfortable means of monitoring physiological signals of the individuals  [122, 123] . It makes use of conventional fabric manufacturing techniques such as weaving, knitting, embroidery, and stitching to realize or integrate sensing materials in clothes. Advanced fabrication methods, for example, inkjet-printing, coating, lithography, chemical vapor deposition (CVD) are also used in order to achieve high performance in terms of noise and sensitivity. Figure  10"
    },
    {
      "title": "Textile Electrodes",
      "text": "Smart textiles can be used to develop wearable on-body electrodes in order to measure electrophysiological signals such as ECG, electroencephalography (EEG), GSR, and electromyography (EMG). Textile based electrodes were reported to be as reliable as the traditional wet gel Ag-AgCl electrodes  [127, 128] . Textile electrodes can be classified into two basic categories: active and passive. Passive textile electrodes sense electrical properties from the skin surface. It can be used to monitor cardiac or muscle activities by sensing potential fluctuations caused by the heart or muscle. They also have applications in GSR measurement where the change in the skin conductivity due to sweating is detected by attaching electrodes on the body surface. Traditional electrodes use adhesive and conductive gel to affix them to the skin. It requires skin preparation such as shaving and cleaning the attachment site. In addition, the conductive gel may cause irritation, allergic reactions, or inflammation  [10, 129, 130] . Furthermore, the gel dries out with time causing degraded signal quality. Although wet electrodes provide superior signal quality, they are not suitable for wearable and longterm monitoring system  [10] .\n\nOn the other hand, dry electrodes do not use adhesive or conductive gel and are usually biocompatible. Owing to their \"dry\" nature, they are more suitable for long-term monitoring and are being used extensively in textile-based health monitoring systems [129-135]. However, dry electrodes suffer from very high electrode-skin impedance and thus are more vulnerable to noise and motion artifacts compared to the wet electrodes. Active electrodes often incorporate a high input impedance preamplifier that reduces the impact of noise and motion artifacts by reducing the electrode-skin impedance  [131, 132, 136 ]. This also helps to reduce the impedance mismatch between the electrodes resulting in lower differential common mode voltage, which may otherwise cause signal saturation."
    },
    {
      "title": "Textile Electrodes",
      "text": "Smart textiles can be used to develop wearable on-body electrodes in order to measure electro-physiological signals such as ECG, electroencephalography (EEG), GSR, and electromyography (EMG). Textile based electrodes were reported to be as reliable as the traditional wet gel Ag-AgCl electrodes  [127, 128] . Textile electrodes can be classified into two basic categories: active and passive. Passive textile electrodes sense electrical properties from the skin surface. It can be used to monitor cardiac or muscle activities by sensing potential fluctuations caused by the heart or muscle. They also have applications in GSR measurement where the change in the skin conductivity due to sweating is detected by attaching electrodes on the body surface. Traditional electrodes use adhesive and conductive gel to affix them to the skin. It requires skin preparation such as shaving and cleaning the attachment site. In addition, the conductive gel may cause irritation, allergic reactions, or inflammation  [10, 129, 130] . Furthermore, the gel dries out with time causing degraded signal quality. Although wet electrodes provide superior signal quality, they are not suitable for wearable and long-term monitoring system  [10] .\n\nOn the other hand, dry electrodes do not use adhesive or conductive gel and are usually biocompatible. Owing to their \"dry\" nature, they are more suitable for long-term monitoring and are being used extensively in textile-based health monitoring systems [129-135]. However, dry electrodes suffer from very high electrode-skin impedance and thus are more vulnerable to noise and motion artifacts compared to the wet electrodes. Active electrodes often incorporate a high input impedance preamplifier that reduces the impact of noise and motion artifacts by reducing the electrode-skin impedance  [131, 132, 136 ]. This also helps to reduce the impedance mismatch between the electrodes resulting in lower differential common mode voltage, which may otherwise cause signal saturation. Some active textile electrodes can stimulate muscle or nerve cells by applying an electrical current to the underlying tissues. This technique of muscle and nerve activation, commonly referred to transcutaneous electrical nerve stimulation (TENS) is widely applied in rehabilitation and therapeutic applications [133-135] such as chronic and postoperative pain management.\n\nTextile electrodes can be realized by integrating prefabricated electrodes into finished garments by simply stitching them at suitable locations on clothes. They can also be developed by directly depositing conductive layers on the fabric. The conductive layers can be formed on the surface of the fabric by depositing nano-fibers [137-139] using electrodeposition method or by applying a conductive layer with the help of screen printing [140], sputtering, carbonizing and evaporation  [141] .\n\nAlthough conductive coating on the surface of the fabric results in superior conductivity, the performance may deteriorate with time, especially after a number of wash cycles. Another attractive technique of textile electrode fabrication is weaving or knitting  [136, 140, 141]  garment fabrics using conductive yarn. The conductive yarn can be made of metal filaments [141-143], conductive nano-filaments [144] or produced by applying a metal coating on fibers such as cotton [136,137,140], nylon [141], Kevlar or polyester [136,142-145]. Nano-fibers can be grown by the electrospinning method [138] whereas metal coating on the fiber is formed by employing chemical deposition process such as polymerization [146], electroless plating [141,145], electroplating [147] and sputtering [141,144]. Table  8  presents the summary of several textile electrodes reported in the literature."
    },
    {
      "title": "Textile Based Temperature Sensors",
      "text": "Rectal thermometer is usually the most accurate method of measuring body temperature. However, this method is invasive, time-consuming and require private arrangements, thus making it unsuited for continuous monitoring purposes. A tympanic thermometer measures temperature from the tympanic membrane of the ear by placing a probe in the auditory canal which is not convenient for long-term use. Besides this, the ear canal needs to be properly cleaned as earwax can decrease the measurement accuracy  [148] . Oral thermometers are also known to provide reliable readings when measurement is taken from the sublingual pocket. Axillary (armpit) temperature measurement is more convenient compared to the above-mentioned methods. This method is sometimes considered unreliable for core body temperature estimation owing to the absence of any primary blood vessel at this site  [149] . The measurement can also be affected by the environmental temperature and perspiration. However, both oral and axillary measurement techniques restrict movement of certain body parts and thus, are not suitable for continuous monitoring.\n\nThe normal core body temp of a person remains within a narrow range of 36 • C-37.5 • C, although it can vary by few degrees due to environmental influence, diseases or physical activities. The skin temperature differs from the core body temperature by as much as 2.5 • C [150]. Therefore, the temperature sensors used for body temperature measurement need to cover a temperature range from 35 • C-40 • C. It is also important to ensure measurement accuracy that, otherwise can impact the diagnosis and treatment. Typically, an accuracy of 0.1 • C is desired  [151] . Textile based flexible temperature sensors can be useful for measuring human body temperature in a wearable platform. They can be fabricated from fiber or single yarn using conventional textile manufacturing technologies such as weaving, knitting, embroidery, and printing. Temperature sensors fabricated on flexible substrates can also be incorporated into textiles. Whatever be the case, higher accuracy, linearity, sensitivity, and fast response time within the range of 35 • C-40 • C are critical for the temperature sensors. Apart from that, selection of proper encapsulation material is also important in order to protect it from external mechanical and environmental impacts. Based on their operation principles, textile-based temperature sensors can be categorized as thermocouples and resistance temperature detectors (RTD). Thermocouples exploit the Seebeck effect that develops a corresponding potential difference across the junctions of two dissimilar metals due to the temperature difference between the junctions. The sensitivity of thermocouples usually ranges from ~10 µV/ • C to 70 µV/ • C  [152, 153] . Various textile thermocouple structures using different conductive and metal coated non-conductive threads were reported in  [154] . Among different pairs of materials, thermocouple developed with steel knitted fabric-constantan wire pair exhibited the highest sensitivity (41.4 µV/ • C). However, thermocouples exhibit non-linear relationship between potential variation and temperature as well as very low sensitivity that is not suitable for human body temperature measurements  [155, 156] .\n\nThe RTDs exploit the materials' temperature dependence of electrical resistivity to determine the temperature. RTDs offer higher accuracy, sensitivity, and shorter response time as well as linearity with temperature. Textile based RTDs can be realized by simply embedding metal or conductive threads with a strong TCR (temperature coefficient of resistance) into fabric using conventional textile manufacturing technology such as knitting  [ 157], weaving [158], and embroidery [159]. Many researchers are also working to develop flexible temperature sensors for textile applications. Such sensors were fabricated by depositing sensing materials on flexible polymer substrates such as Kapton [158,160-162], polydimethylsiloxane (PDMS) [163] or paper substrates [164] using screen printing [160,162,165], inject printing [161,164], CVD [163] techniques. Metals such as silver, platinum, nickel or metal alloys were used widely as the sensing material, whereas some researchers exploited nano-materials such as carbon nanotube [162], graphene nano-wall [163] as the temperature sensing element. Hongqiang et al.\n\n[166] presented an optical sensing approach for body temperature measurement. They used a distributed Bragg reflector (FBG) that reflects light of specific wavelengths and transmits at other wavelengths. The FBG was encapsulated with a polymer substance which was later weaved into the textile. The authors mathematically analyzed the transmission of heat from skin to the environment via FBG sensors and employed a weighted coefficients model to estimate the body temperature. The authors reported achieving high measurement accuracy (~±0.18 • C) within the range of 33 • C-42 • C. Table  9  presents the summary of textile based temperature sensors discussed above."
    },
    {
      "title": "3.3.Textile Sensors for Activity Measurement",
      "text": "Most researchers have used MEMS based inertial sensors such as accelerometers, gyroscopes or magnetic field sensors or their combinations in order to measure the signal corresponding to human locomotion. They are mounted on small PCB boards, which are usually embedded in belts, elastic bands, and Velcro straps. MEMS-based motion sensors are cheap and small in size. Having good sensitivity, accuracy, and low power features, they are suitable for long-term and real-time activity monitoring systems. However, the rigid PCB boards may feel uncomfortable to some users. Rajdi et al. [167]  fabricated a MEMS accelerometer on cotton cloth for measuring pelvic tilt angle. The accelerometer exploited the piezoresistive effect of the conductive Ag nanoparticles that was patterned on the textile by stamping and ironing. When the tilt angle varies, the cantilever beam structure of the accelerometer experiences mechanical stress that eventually changes the resistance of the conductive material in a linear fashion. The authors reported a strong positive correlation between relative resistance change and the strain applied on the textile-based accelerometer.\n\nFlexible and stretchable strain sensors were also used by many researchers in textile-based activity monitoring systems. Strain sensors measure the physical deformation by changing its electrical characteristics such as resistance and capacitance in response to mechanical stress. The strain sensors for textile applications need to be highly flexible, stretchable, and durable. In addition, high sensitivity, and fast response/recovery time are critical for real-time activity detection  [152, 153] . [168] presented highly flexible strain sensors based on the nanocomposite of Ag nanowire mesh, which was embedded between PDMS layers. The piezoresistive strain sensors exhibited high sensitivity with a tunable gauge factors (GF) in the ranges of 2 to 14, stretchability up to 70%, and fast response. The authors demonstrated the usability of their designed strain sensors by detecting the motion of the fingers in real-time using a glove that had five sensors embedded in its five fingers. Similarly,  Lee et al. [169] , developed a highly sensitive, stretchable, and durable strain sensor using a thin film of Ag nano-particles. The film was printed on a PDMS membrane by the direct transfer process. When a mechanical stress is applied, it creates micro-cracks in the film, causing a change in the resistance of the sensor. The sensor showed fast response (~1 s) and recovery (~0.5 s) times. The devices were embedded in a glove to detect the activity (bending/relaxation) of the finger joints. Shyr et al. [170]  developed a textile strain sensor that was implemented in a gesture sensing device to measure the flexion angle of elbow and knee movements. The strain sensor was fabricated from elastic and conductive webbing. The conductive yarns were made from carbon particles coated polyamide fiber twisted with polyester yarn whereas the elastic yarns were made from Lycra fiber wrapped with two polyester yarns. The elastic conductive webbing exhibited good linearity in resistance with flexion angles.\n\nZhang et al.\n\n[171] developed a textile-structured flexible strain sensor by using conductive fiber. The authors exploited the variation in fiber-fiber, yarn-yarn loop, and fabric-fabric contact resistances with strain in a textile type structure. They used metal and carbon fibers as the sensing material due to their good physical and electrical properties. The sensors exhibited good linearity within a large strain range and also achieved high gauge factor and sensitivity. However, the sensitivity of the sensor can be affected by the shape, width, and density of the fibers. The strain range can be improved by including elastic fibers in the structure. Another interlock based textile structure was presented in  [172]  where the authors knitted a strain sensing fabric from elastomeric yarns. A series of loops were embedded in this fabric by knitting a silver coated polymeric yarn in it. The interlock structure has the advantage of having higher dimensional stability, and enhanced sensor repeatability. The loop structure of the sensing conductive yarn also helps to minimize structural deformation over long term use. The authors used three different sensors fabric yarns with different density, tightness factor, and input tension and observed different linear range and gauge factor for different sensors. However, knitting with metallic fibers or yarns may cause structural damages to the textile due to excessive friction  [173] . The knitted fabric also can be uncomfortable due to added stiffness of the metallic fibers or yarns. An electrically conductive and flexible all-polymeric fiber was presented in  [174] . Polymer fibers offer high flexibility and less friction; and thus, they increase the lifetime of the structure. The fiber was developed from PU/PEDOT:PSS by using the wet-spinning method. Up to four such fibers were knitted with commercial Spandex yarn. It was observed that the sensitivity of the strain sensor increased with the number of PU/PEDOT:PSS fibers. The sensor exhibited stable sensing performance upto 160% of applied strain. A few researchers investigated textile-based optical sensors for activity monitoring. An optical Fiber Bragg Grating (FBGs) based knee monitoring system was proposed in  [175] . A single optical Fiber Bragg Grating (FBGs) sensor encapsulated with a polymer foil was integrated into an elastic knee band. The flexion-extension movement of the knee causes strain variations resulting deflection in the resonance wavelength of the FBG. They also integrated the FBG sensors in gloves and Velcro straps in order to demonstrate the usability of FBG sensors in detecting finger movements and heart, respiration rate. Instead of optical power, the FBG sensor performed measurement based on the wavelength thus was less sensitive to external noise and fluctuations in the optical source. The system exhibited high sensitivity, stability, and measurement accuracy. Krehel et al. [176]  designed an optical fiber based flexible force sensor that could be potentially be integrated into textiles. The optical fiber was fabricated from a flexible copolymer containing silicon and polyurethane. In the presence of an external force, the optical fiber experiences an elliptical deformation along the plane of its cross section. This deformation causes increased deflection of light within the fiber resulting reduced intensity of light at the output. The force, therefore, can be estimated from the output light intensity. The sensor is flexible and can be integrated into textile for detecting moderate to strong forces corresponding to, for example, limb motion, and respiratory rate. The sensor is sensitive to strain, bends, and temperature which cause inaccuracies in the measured data. Table  10  presents the summary of textile-based strain sensors."
    },
    {
      "title": "Communication Technologies for Wearable Systems",
      "text": "The physiological signals measured by the on-body sensors need a two-stage communication to transmit the data to the remote healthcare server. In the first stage, a short-range communication protocol is employed to transmit the measured data to a nearest gateway node such as PDA, smartphone, computer, custom-designed FPGA, or a microcontroller-based processing board. The gateway is responsible for advanced data processing, display, and the next long range communication stage, where the processed signal is transmitted to a distant server placed in a healthcare facility.\n\nThe data can be transmitted over the internet or cellular communication network. Currently, most cellular networks offer seamless access to the internet through General Packet Radio Service (GPRS), Enhanced Data GSM Environment (EDGE), 3G, High Speed Packet Access (HSPA), Long-Term Evolution (LTE) services [177-179]. However, it is essential to implement strong encryption and authentication technology in order to ensure a secure transmission channel over the long range communication medium for safeguarding of personal medical information [180-182].\n\nIn the case of short-range communication, the sensors can communicate to the gateway directly over a wireless medium. Alternatively, the sensors can form a body sensor network (BSN), a star network topology and send data to the central BSN node. The BSN node can send data to the gateway after performing some processing. The on-body sensors and the BSN node could communicate by using wired or wireless medium. However, wired connections can hinder the users' mobility and may cause frequent failed connections. Thus, they are not suitable for wearable and long-term monitoring systems. A good option is to use conductive fabric yarns as the alternative conductive medium. These fabrics can be easily integrated into clothing to communicate with textile embedded sensors [183-185]. As discussed earlier, the conductive fabric can be fabricated using conventional textile technologies such as weaving, stitching, embroidery, and printing. But conductive fibers do have a problem due to their low durability and washability that may lead to poor or failed connectivity after a long period of use. Therefore, wireless technology can be adopted as the most viable and reliable alternative for short-range communication. In this section, we will present a brief overview on short range wireless communication protocols that have been used in recent researches.\n\nBluetooth is a popular low power RF communication technology that has been widely used in devices such as laptops, smartphones and fitness trackers for short range data communication  [186, 187] . It uses the 2.4 GHz frequency band in the industrial, scientific and medical (ISM) radio spectrum and transmits signal over 79 designated channels using the Frequency Hopping Spread Spectrum (FHSS) method. The FHSS method is less susceptible to noise and interference and also offers highly secured data transmission. One master device can communicate with seven slave devices thus, forming a star type network structure based on Bluetooth connectivity (Piconet). The master defines the clock and hopping sequence for the whole Piconet. The Bluetooth technology can support a data rate of ~3 Mbps depending on the modulation schemes, although the maximum throughput may only reach ~2.1 Mbps. For general applications, the transmission distance typically ranges from 1 m to 10 m. An ultralow-power version of Bluetooth technology, named as Bluetooth low energy (BLE) or Bluetooth V4 was later introduced for portable and wearable devices with limited battery capacity  [15, 187] . BLE uses the same frequency band as classical Bluetooth technology but hops over 40 channels with each channel having a bandwidth of 2 MHz. BLE, as the name indicates, offers low power (~10 mW) wireless connectivity and, thereby is a strong candidate for short range communication in long-term monitoring systems.\n\nAnother popular and open wireless standard for low power and low-cost communication within short range is ZigBee  [15, 17] . It operates in the unlicensed 2.4 GHz (worldwide), 915 MHz (Americas and Australia) and 868 MHz (Europe) frequency bands of the ISM spectrum and transmits data over sixteen, ten and one channels, respectively. The 868 and 915 MHz bands use the binary phase-shift keying (BPSK) modulation whereas offset quadrature phase-shift keying (OQPSK) is used at the 2.4 GHz band. Unlike Bluetooth and BLE that only supports peer-to-peer (P2P) and star topologies, ZigBee devices can be connected using P2P, star, tree and mesh network topologies. Prior to transmitting a packet, the ZigBee protocol first assesses the communication link by using CSMA/CA (carrier sense multiple access with collision avoidance) protocol or by sending beacons to other nodes in the network. The transmission range of ZigBee standard is limited to within 10-20 m for indoor applications mostly because of its low output power and also the presence of high dielectric materials. However, the range can increase up to 1500 m with no obstacles in the line of sight. The data rate is much lower compared to the Bluetooth technology and can reach maximum 250 kbps for the 2.4 GHz band. However, the low power requirement of ZigBee standard leads to extended battery life that is advantageous for long-term health monitoring applications, although the lower data rate may impose limitations on the number of sensors, number of simultaneous measurements, and data buffering in a multi-sensor network. Faster RAM along with efficient first-in-first-out (FIFO) and data compression algorithm need to be implemented in the central BSN processing hardware.\n\nANT is a proprietary protocol stack designed for ultra-low-power, short-range wireless communications in sensor networks, especially for health and fitness monitoring systems  [19, 188] . It ensures low power consumption by using low data rate, shorter delay cycles, and deep-sleep mode and can operate for longer periods of time, for example, it can run a year on a 250 mAh coin cell battery. Similar to other wireless protocols presented above, it also operates in the 2.4 GHz ISM band. It uses TDMA (time division multiple access) to communicate with multiple nodes over a single 1 MHz channel. It can switch channels if any interference occurs. ANT can be distinguished from other wireless protocols by its unique feature in which it acts as a master for one channel while simultaneously serving as a slave for another channel. Like ZigBee, ANT supports multiple network topologies and also ensures coexistence with neighboring ANT nodes using adaptive isochronous network technology. The maximum data rate achieved by ANT systems ranges from 20-60 kbps and there is a trade-off between data rate and low power consumption. A recent advancement in ANT protocol, ANT+, uses application specific 'device profiles' to communicate between two devices. For example, the applications can be one of vital signs monitoring, walking speed and distance monitoring, or fitness monitoring and \"device profiles\" are the set of network rules, parameters, data format specific to a particular application. Furthermore, the ANT+ protocol has the advantage from interoperability with other ANT+ devices having the same device profile.\n\nThe medical implant communication service or MICS, is a short-range, ultra-low power wireless technology that was developed to communicate with implanted medical devices such as cardiac pacemakers, defibrillator, and neuro-stimulators  [189, 190] . It operates within the frequency band of 402-405 MHz with 300 kHz channels. This frequency band offers good signal propagation characteristics in the human body that makes it suitable for implantable devices. MICS uses the listen-before-talk (LBT) protocol to assess the link before starting transmission. In the case of any interference, MICS switches to a different radio channel and listens again. The MICS system has a typical transmission range of ~2 m and consumes as little as 25 µW of power. However, due to limited availability of commercial MICS devices along with some networking constraints  [191] , this technology has not been used much in wearable systems.\n\nThere are a few other wireless technologies for short-range communication such as Infrared Data Association (IrDA), Ultra-Wide Band (UWB), Radio Frequency Identification (RFID), Near Field Communication (NFC) and WiFi are also available. IrDA was one of the most popular wireless technologies for very short-range communication (<10 cm) because of their high data rate. However, the communicating IrDA devices need to maintain line-of-sight for transmission that makes it infeasible for wearable monitoring systems. The UWB operates in the wide frequency spectrum of 3.1-10.6 GHz and uses short Gaussian impulses or multi-band orthogonal frequency-division multiplex (OFDM) signal for communication. It offers very high data rate at a very low power spectral density, which protects it from possible interference with other radio waves. Although UWB technology has promising applications in medical monitoring and imaging  [192, 193] , the complexity and limited availability of commercial UWB systems makes it impractical for wearable systems. RFID is another popular wireless technology that is widely used primarily for tracking and identification purposes. RFID technology uses different frequency bands including the ISM band. A reader or interrogator sends a signal to a tag or label that is attached to an object to be identified  [194, 195] . On the other side, NFC is a low cost, low power wireless technology with a communication range of ~20 cm. It operates in the frequency band of 13.56 MHz and is compatible with passive RFID technology that comes at the price of increased power consumption. NFC only supports P2P communication between two devices, so it is not appropriate for wearable BSN systems  [196, 197] .\n\nFinally, WiFi, due to its extremely high power consumption and complex configurations, is inefficient for long-term monitoring systems where longer battery life is indispensable. Table  11  presents the key features of currently available wireless technologies and their usage in current wearable health monitoring systems."
    },
    {
      "title": "Conclusions and Research Challenges",
      "text": "In this paper, we have presented a state-of-the-art survey on physiological parameters and activity monitoring systems developed in a wearable platform. The primary purpose of a wearable health monitoring system is to allow people to lead independent and active lives in their familiar home environment while ensuring continuous, non-invasive, non-intrusive, and seamless surveillance of their health and physical well-being. The enormous development of technology in the past few decades leads to manufacturing and use of miniature, low-power, low-cost sensors, actuators, electronic components, and powerful computers that paves the way to non-invasive, non-intrusive, and continuous monitoring of an individual's health condition at a very low-cost.\n\nContinuous monitoring of health status can provide comprehensive information about individuals' health status over a period of time. The wearable sensors and actuators, coupled with the advanced information and communications technologies have opened the window to a new era of cost-effective remote healthcare services. The systems can include monitoring and data analysis as well as predictive algorithms, which can potentially make the prognosis of certain diseases with a higher degree of confidence, thereby leading to early diagnosis and treatment. In the case of any potential health issue is detected, the system can raise an alarm and notify the persons concerned or the healthcare services via secure wireless media such as the internet and the cellular network so that immediate medical intervention can be initiated. Incorporation of smart textiles technologies such as textile-based interconnections for sensors in wearable healthcare systems could lead to more comfortable, non-intrusive platforms for health monitoring.\n\nIn addition to the significant advances in the past decade, there are challenges that require further research and development in order to improve the performance of the heart monitoring system.\n\nFirst, the bio-potential (ECG, EDA) measurement systems very often suffer from low signal-to-noise ratio (SNR) that primarily evolves from the noise induced by the movement of the user. Motion artifact (MA) can be minimized by employing flexible electrodes or high input impedance front end amplifiers. It is also possible to improve the SNR by exploiting signal processing techniques such as adaptive filtering, empirical mode decomposition (EMD), independent component analysis (ICA) or time-frequency analysis.\n\nSecond, the hardware and computation resource for the on-body central node of a multi-sensor BSN system can be a limiting factor for seamless connectivity and data handling. The central processing node of the BSN network exchanges data with the on-body sensors as well as the home gateway, and sometimes performs limited processing. Therefore, a robust and efficient algorithm is required for the central BSN node to optimize its performance. In addition to that, an efficient data compression algorithm needs to be implemented in the central node in order to deal with a large volume of data and transmit them to the nearest gateway.\n\nThird, a key concern for the wearable healthcare system is associated with the privacy and security of the sensitive medical information of the user. More efforts are needed in order to develop algorithms to ensure highly secured communication channels in existing low power, short range wireless platforms.\n\nFourth, low power consumption and high energy efficiency are critical for long-term monitoring systems. Power requirement of the system can be satisfied by using low power components, more efficient batteries or by employing energy harvesting techniques. Battery lifetime can also be improved by ensuring 'sleep and wake up' of the sensors in a timely fashion without disrupting the desired measurement frequency.\n\nFifth, in order to achieve widespread acceptance among the people, the systems need to be affordable, easy-to-use, un-obtrusive, and inter-operable among various computing platforms. A minimum numbers of electrodes, sensors need to be used yet not to lose the most important clinical information. Therefore, more research and development efforts are needed to enhance the systems' ease-of-use.\n\nSixth, we have also presented a brief review on textile-based sensors highlighting their applications in sensing physiological signs. They can be fabricated by using conventional textile technologies such as knitting, weaving, embroidery or printing. Textile based sensors, that is smart textiles, have great potential in wearable monitoring systems. For example, textile-based electrodes and temperature sensors can be used for physiological measurements, whereas textile-based strain sensors can be exploited for monitoring HR, respiration rate, pulse as well as human activities. However, ensuring high signal accuracy, sensitivity, SNR and stability in a textile-based platform are the key design challenges. Further, more work is needed for the proper selection of sensing materials and embedding technique as well as stable sensor-skin interface to ensure superior sensor performance. In addition, durability and signal integrity of the sensors with time and washing cycles should also be improved while fabricating smart textiles for long-term health monitoring.\n\nWe have discussed and compared various wireless technologies and assessed their feasibility in wearable health monitoring systems. Generally, the systems measure several physiological parameters from the human body and transmit them to a central node or main gateway. The gateway node processes and transmits the data to a healthcare personnel in a remote facility. However, more research and technology development is needed to ensure information privacy and data security, robust data compression algorithms, reliable communication link, and energy efficiency."
    },
    {
      "text": "Figure 1. General overview of the remote health monitoring system."
    },
    {
      "text": "Figure 1. General overview of the remote health monitoring system."
    },
    {
      "text": "Figure 2. Cardiovascular monitoring: (a) One cycle of a typical ECG signal (not scaled); (b) Electrode placement in a standard 12 lead ECG system; (c) General architecture of ECG monitoring system."
    },
    {
      "text": "Figure 2. Cardiovascular monitoring: (a) One cycle of a typical ECG signal (not scaled); (b) Electrode placement in a standard 12 lead ECG system; (c) General architecture of ECG monitoring system."
    },
    {
      "text": "Figure 3. A typical human gait cycle."
    },
    {
      "text": "Figure 3. A typical human gait cycle."
    },
    {
      "text": "Figure 4. Schematic representation of activity monitoring systems."
    },
    {
      "text": "Figure 4. Schematic representation of activity monitoring systems."
    },
    {
      "text": "Figure 5. Typical galvanic skin response (GSR) signal (not to scale)."
    },
    {
      "text": "Figure 5. Typical galvanic skin response (GSR) signal (not to scale)."
    },
    {
      "text": "17, 13019 of 47 subjects. Garbarino et al. [88]  developed a multi-sensor wristband (Empatica E3) that included GSR, PPG, temperature, and motion sensors. The GSR sensor offered high dynamic range measurement between 0.01 µS to 100 µS at 900 pS resolution. The data acquisition device has a dimension of 4 cm × 4 cm and was embedded in a wristband. It was capable of measuring and logging data from all the four sensors continuously for 38 h. The system could also stream data in real time using Bluetooth LE wireless medium. The long battery life, low power wireless connectivity, and multi-parameter monitoring capability are key features of the proposed system."
    },
    {
      "text": "Figure 6. Schematic diagram of the GSR monitoring system."
    },
    {
      "text": "Figure 6. Schematic diagram of the GSR monitoring system."
    },
    {
      "text": "Figure 7. Arterial blood flow and corresponding PPG signal (not scaled)."
    },
    {
      "text": "Figure 7. Arterial blood flow and corresponding PPG signal (not scaled)."
    },
    {
      "text": "Figure 8. Photoplethysmography (PPG): (a) Different approaches for measuring PPG; (b) Schematic diagram of the SpO2 monitoring system."
    },
    {
      "text": "Figure 8. Photoplethysmography (PPG): (a) Different approaches for measuring PPG; (b) Schematic diagram of the SpO 2 monitoring system."
    },
    {
      "text": "by employing signal decomposition techniques such as empirical mode decomposition (EMD) [117,118], principal component analysis (PCA) [118,119] or wavelet transform [120,121]. Figure 9b presents the concept of a four sensor monitoring system. Sensors 2016, 16, x 24 of 48"
    },
    {
      "text": "Figure 9. (a) Pulse transit time (PTT); (b) Four sensor health monitoring system."
    },
    {
      "text": "Figure 9. (a) Pulse transit time (PTT); (b) Four sensor health monitoring system."
    },
    {
      "text": "Figure 10. Different textile/fabric manufacturing technologies. (a) Embroidery; (b) Stitching; (c) Weaving; (d) Knitting; (e) Spinning (f) Printing. Image source: https://pixabay.com under Creative Commons CC0."
    },
    {
      "text": "Figure 10. Different textile/fabric manufacturing technologies. (a) Embroidery; (b) Stitching; (c) Weaving; (d) Knitting; (e) Spinning; (f) Printing. Image source: https://pixabay.com under Creative Commons CC0."
    },
    {
      "text": "Comparison among cardiovascular monitoring systems."
    },
    {
      "text": "Features extracted from motion signal."
    },
    {
      "text": "Comparison among activity monitoring systems."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Body temperature monitoring systems."
    },
    {
      "text": "GSR monitoring systems."
    },
    {
      "text": "SpO 2 monitoring systems."
    },
    {
      "text": "Summary of textile electrodes."
    },
    {
      "text": "Summary of textile based temperature sensors."
    },
    {
      "text": "Summary of textile-based strain sensors."
    },
    {
      "text": "Key features of currently available wireless technologies."
    }
  ],
  "references": [
    {
      "title": "The State of Aging and Health in America 2013",
      "year": 2013,
      "doi": "10.1037/e308842004-001"
    },
    {
      "title": "Global Age Watch Index",
      "year": 2015,
      "doi": "10.1163/2210-7975_hrd-9997-2014001"
    },
    {
      "title": "Are You Ready? What You Need to Know about Ageing",
      "year": 2012,
      "doi": "10.3389/fpubh.2025.1564555"
    },
    {
      "title": "Health Care Costs Rise Faster Than Inflation",
      "year": 2016,
      "doi": "10.1787/888933955007"
    },
    {
      "title": "Information and communications technologies for elderly ubiquitous healthcare in a smart home",
      "authors": [
        "M Deen"
      ],
      "year": 2015,
      "doi": "10.1007/s00779-015-0856-x"
    },
    {
      "title": "U-Health Smart Home",
      "authors": [
        "N Agoulmine",
        "M Deen",
        "J.-S Lee",
        "M Meyyappan"
      ],
      "year": 2011,
      "doi": "10.1109/mnano.2011.941951"
    },
    {
      "title": "Information-based sensor tasking wireless body area networks in U-health systems",
      "authors": [
        "H Wang",
        "H.-S Choi",
        "N Agoulmine",
        "M Deen",
        "J Hong"
      ],
      "year": 2010,
      "doi": "10.1109/cnsm.2010.5691350"
    },
    {
      "title": "A Survey on Wearable Sensor-Based Systems for Health Monitoring and Prognosis",
      "authors": [
        "A Pantelopoulos",
        "N Bourbakis"
      ],
      "year": 2010,
      "doi": "10.1109/tsmcc.2009.2032660"
    },
    {
      "title": "A wireless wearable ECG sensor for long-term applications",
      "authors": [
        "E Nemati",
        "M Deen",
        "T Mondal"
      ],
      "year": 2012,
      "doi": "10.1109/mcom.2012.6122530"
    },
    {
      "title": "Mobile health monitoring system based on activity recognition using accelerometer",
      "authors": [
        "Y Hong",
        "I Kim",
        "S Ahn",
        "H Kim"
      ],
      "year": 2010,
      "doi": "10.1016/j.simpat.2009.09.002"
    },
    {
      "title": "A Comprehensive Survey of Wireless Body Area Networks",
      "authors": [
        "S Ullah",
        "H Higgins",
        "B Braem",
        "B Latre",
        "C Blondia",
        "I Moerman",
        "S Saleem",
        "Z Rahman",
        "K Kwak"
      ],
      "year": 2012,
      "doi": "10.1007/s10916-010-9571-3"
    },
    {
      "title": "Security and Privacy Issues in Wireless Sensor Networks for Healthcare Applications",
      "authors": [
        "M Al Ameen",
        "J Liu",
        "K Kwak"
      ],
      "year": 2012,
      "doi": "10.1007/s10916-010-9449-4"
    },
    {
      "title": "Integration of wearable devices in a wireless sensor network for an E-health application",
      "authors": [
        "P Castillejo",
        "J Martinez",
        "J Rodriguez-Molina",
        "A Cuerva"
      ],
      "year": 2013,
      "doi": "10.1109/mwc.2013.6590049"
    },
    {
      "title": "Power consumption analysis of Bluetooth Low Energy, ZigBee and ANT sensor nodes in a cyclic sleep scenario",
      "authors": [
        "A Dementyev",
        "S Hodges",
        "S Taylor",
        "J Smith"
      ],
      "year": 2013
    },
    {
      "title": "Wearable wireless vital monitoring technology for smart health care",
      "authors": [
        "T Suzuki",
        "H Tanaka",
        "S Minami",
        "H Yamada",
        "T Miyata"
      ],
      "year": 2013,
      "doi": "10.1109/ismict.2013.6521687"
    },
    {
      "title": "A Zigbee-Based Wearable Physiological Parameters Monitoring System",
      "authors": [
        "K Malhi",
        "S Mukhopadhyay",
        "J Schnepper",
        "M Haefke",
        "H Ewald"
      ],
      "year": 2012,
      "doi": "10.1109/jsen.2010.2091719"
    },
    {
      "title": "Wearable ECG System for Health and Sports Monitoring",
      "authors": [
        "E Valchinov",
        "A Antoniou",
        "K Rotas",
        "N Pallikarakis"
      ],
      "year": 2014,
      "doi": "10.4108/icst.mobihealth.2014.257236"
    },
    {
      "title": "An ANT Protocol Based Health Care System",
      "authors": [
        "N Mehmood",
        "R Culmone"
      ],
      "year": 2015,
      "doi": "10.1109/waina.2015.45"
    },
    {
      "title": "A Survey on Near Field Communication (NFC) Technology",
      "authors": [
        "V Coskun",
        "B Ozdenizci",
        "K Ok"
      ],
      "year": 2013,
      "doi": "10.1007/s11277-012-0935-5"
    },
    {
      "title": "Design of a terminal solution for integration of in-home health care devices and services towards the Internet-of-Things",
      "authors": [
        "Z Pang",
        "L Zheng",
        "J Tian",
        "S Kao-Walter",
        "E Dubrova",
        "Q Chen"
      ],
      "year": 2013,
      "doi": "10.1080/17517575.2013.776118"
    },
    {
      "title": "Improving Healthcare Delivery in Geriatric Residences",
      "authors": [
        "J Corchado",
        "J Bajo",
        "A Abraham",
        "Gerami"
      ],
      "year": 2008,
      "doi": "10.1109/MIS.2008.27"
    },
    {
      "title": "Development and evaluation of SOA-based AAL services in real-life environments: A case study and lessons learned",
      "authors": [
        "E Stav",
        "S Walderhaug",
        "M Mikalsen",
        "S Hanke",
        "I Benc"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2011.03.007"
    },
    {
      "title": "Relation between heart rate variability early after acute myocardial infarction and long-term mortality",
      "authors": [
        "S Vaishnav",
        "R Stevenson",
        "B Marchant",
        "K Lagi",
        "K Ranjadayalan",
        "A Timmis"
      ],
      "year": 1994,
      "doi": "10.1016/0002-9149(94)90928-8"
    },
    {
      "title": "The relationships among ventricular arrhythmias, left ventricular dysfunction, and mortality in the 2 years after myocardial infarction",
      "authors": [
        "J Bigger",
        "J Fleiss",
        "R Kleiger",
        "J Miller",
        "L Rolnitzky"
      ],
      "year": 1984,
      "doi": "10.1161/01.CIR.69.2.250"
    },
    {
      "title": "Decreased heart rate variability and its association with increased mortality after acute myocardial infarction",
      "authors": [
        "R Kleiger",
        "J Miller",
        "J Bigger",
        "A Moss"
      ],
      "year": 1987,
      "doi": "10.1016/0002-9149(87)90795-8"
    },
    {
      "title": "An ECG monitoring system for prediction of cardiac anomalies using WBAN",
      "authors": [
        "M Hadjem",
        "O Salem",
        "F Nait-Abdesselam"
      ],
      "year": 2014,
      "doi": "10.1109/healthcom.2014.7001883"
    },
    {
      "title": "Wearable monitoring of elderly in an ecologic setting: The SMARTA project",
      "authors": [
        "G Andreoni",
        "P Perego",
        "C Standoli"
      ],
      "year": 2017,
      "doi": "10.3390/ecsa-2-s3001"
    },
    {
      "title": "Development of a Wearable Mobile Electrocardiogram Monitoring System by Using Novel Dry Foam Electrodes",
      "authors": [
        "K Tseng",
        "B.-S Lin",
        "L.-D Liao",
        "Y.-T Wang",
        "Y.-L Wang"
      ],
      "year": 2014,
      "doi": "10.1109/jsyst.2013.2260620"
    },
    {
      "title": "Flexible Capacitive Electrodes for Minimizing Motion Artifacts in Ambulatory Electrocardiograms",
      "authors": [
        "J Lee",
        "J Heo",
        "W Lee",
        "Y Lim",
        "Y Kim",
        "K Park"
      ],
      "year": 2014,
      "doi": "10.3390/s140814732"
    },
    {
      "title": "Ultra-wearable capacitive coupled and common electrode-free ECG monitoring system",
      "authors": [
        "T Komensky",
        "M Jurcisin",
        "K Ruman",
        "O Kovac",
        "D Laqua",
        "P Husar"
      ],
      "year": 2012,
      "doi": "10.1109/embc.2012.6346249"
    },
    {
      "title": "Wearable Sensing of In-Ear Pressure for Heart Rate Monitoring with a Piezoelectric Sensor",
      "authors": [
        "J.-H Park",
        "D.-G Jang",
        "J Park",
        "S.-K Youm"
      ],
      "year": 2015,
      "doi": "10.3390/s150923402"
    },
    {
      "title": "A Pressure sensing system for heart rate monitoring with polymer-based pressure sensors and an anti-interference post processing circuit",
      "authors": [
        "Y Shu",
        "C Li",
        "Z Wang",
        "W Mi",
        "Y Li",
        "T.-L Ren"
      ],
      "year": 2015,
      "doi": "10.3390/s150203224"
    },
    {
      "title": "A Skin-attachable Flexible Piezoelectric Pulse Wave Energy Harvester",
      "authors": [
        "S Yoon",
        "Y.-H Cho"
      ],
      "year": 2014,
      "doi": "10.1088/1742-6596/557/1/012026"
    },
    {
      "title": "Piezoelectret sensor made from an electro-spun fluoropolymer and its use in a wristband for detecting heart-beat signals",
      "authors": [
        "Y Tajitsu"
      ],
      "year": 2015,
      "doi": "10.1109/tdei.2015.7116322"
    },
    {
      "title": "A Wearable Healthcare System With a 13.7 µA Noise Tolerant ECG Processor",
      "authors": [
        "S Izumi",
        "K Yamashita",
        "M Nakano",
        "H Kawaguchi",
        "H Kimura",
        "K Marumoto",
        "T Fuchikami",
        "Y Fujimori",
        "H Nakajima",
        "T Shiga"
      ],
      "year": 2015,
      "doi": "10.1109/tbcas.2014.2362307"
    },
    {
      "title": "A 58 nW ECG ASIC With Motion-Tolerant Heartbeat Timing Extraction for Wearable Cardiovascular Monitoring",
      "authors": [
        "D He",
        "C Sodini"
      ],
      "year": 2015,
      "doi": "10.1109/tbcas.2014.2346761"
    },
    {
      "title": "A 160 µA biopotential acquisition ASIC with fully integrated IA and motion-artifact suppression",
      "authors": [
        "N Helleputte",
        "S Kim",
        "H Kim",
        "J Kim",
        "C Hoof",
        "R Yazicioglu"
      ],
      "year": 2012,
      "doi": "10.1109/isscc.2012.6176944"
    },
    {
      "title": "Use of cluster analysis for gait pattern classification of patients in the early and late recovery phases following stroke",
      "authors": [
        "S Mulroy",
        "J Gronley",
        "W Weiss",
        "C Newsam",
        "J Perry"
      ],
      "year": 2003,
      "doi": "10.1016/s0966-6362(02)00165-0"
    },
    {
      "title": "Neurological gait disorders in elderly people: Clinical approach and classification",
      "authors": [
        "A Snijders",
        "B Warrenburg",
        "N Giladi",
        "B Bloem"
      ],
      "year": 2007,
      "doi": "10.1016/s1474-4422(06)70678-0"
    },
    {
      "title": "One-year mortality among elderly people after hospitalization due to fall-related fractures: Comparison with a control group of matched elderly",
      "authors": [
        "E Coutinho",
        "K Bloch",
        "C Coeli"
      ],
      "year": 2012,
      "doi": "10.1590/S0102-311X2012000400019"
    },
    {
      "title": "A real-time system for in-home activity monitoring of elders",
      "authors": [
        "Z Zhou",
        "W Dai",
        "J Eggert",
        "J Giger",
        "J Keller",
        "M Rantz",
        "Z He"
      ],
      "year": 2009
    },
    {
      "title": "RGBD-HuDaAct: A Color-Depth Video Database for Human Daily Activity Recognition",
      "authors": [
        "B Ni",
        "G Wang",
        "P Moulin"
      ],
      "year": 2013,
      "doi": "10.1007/978-1-4471-4640-7_10"
    },
    {
      "title": "Gait and activity recognition using commercial phones",
      "authors": [
        "M Derawi",
        "P Bours"
      ],
      "year": 2013,
      "doi": "10.1016/j.cose.2013.07.004"
    },
    {
      "title": "Multimodal Wearable Sensing for Fine-Grained Activity Recognition in Healthcare",
      "authors": [
        "D De",
        "P Bharti",
        "S Das",
        "S Chellappan"
      ],
      "year": 2015,
      "doi": "10.1109/MIC.2015.72"
    },
    {
      "title": "A Wearable and Modular Inertial Unit for Measuring Limb Movements and Balance Control Abilities",
      "authors": [
        "G Bertolotti",
        "A Cristiani",
        "P Colagiorgio",
        "F Romano",
        "E Bassani",
        "N Caramia",
        "S Ramat"
      ],
      "year": 2016,
      "doi": "10.1109/jsen.2015.2489381"
    },
    {
      "title": "Continuous Hidden Markov Model for Pedestrian Activity Classification and Gait Analysis",
      "authors": [
        "G Panahandeh",
        "N Mohammadiha",
        "A Leijon",
        "P Handel"
      ],
      "year": 2013,
      "doi": "10.1109/tim.2012.2236792"
    },
    {
      "title": "A Novel Adaptive, Real-Time Algorithm to Detect Gait Events from Wearable Sensors",
      "authors": [
        "N Bejarano",
        "E Ambrosini",
        "A Pedrocchi",
        "G Ferrigno",
        "M Monticone",
        "S Ferrante"
      ],
      "year": 2015,
      "doi": "10.1109/TNSRE.2014.2337914"
    },
    {
      "title": "Similar gait action recognition using an inertial sensor",
      "authors": [
        "T Ngo",
        "Y Makihara",
        "H Nagahara",
        "Y Mukaigawa",
        "Y Yagi"
      ],
      "year": 2015,
      "doi": "10.1016/j.patcog.2014.10.012"
    },
    {
      "title": "Designing a Robust Activity Recognition Framework for Health and Exergaming Using Wearable Sensors",
      "authors": [
        "N Alshurafa",
        "W Xu",
        "J Liu",
        "M.-C Huang",
        "B Mortazavi",
        "C Roberts",
        "M Sarrafzadeh"
      ],
      "year": 2014,
      "doi": "10.1109/jbhi.2013.2287504"
    },
    {
      "title": "Power-Aware Computing in Wearable Sensor Networks: An Optimal Feature Selection",
      "authors": [
        "H Ghasemzadeh",
        "N Amini",
        "R Saeedi",
        "M Sarrafzadeh"
      ],
      "year": 2015,
      "doi": "10.1109/tmc.2014.2331969"
    },
    {
      "title": "A new strategy for parameter optimization to improve phase-dependent locomotion mode recognition",
      "authors": [
        "B Chen",
        "E Zheng",
        "Q Wang",
        "L Wang"
      ],
      "year": 2015,
      "doi": "10.1016/j.neucom.2014.08.016"
    },
    {
      "title": "An Instrumented Insole for Long Term Monitoring Movement, Comfort, and Ergonomics",
      "authors": [
        "A Cristiani",
        "G Bertolotti",
        "E Marenzi",
        "S Ramat"
      ],
      "year": 2014,
      "doi": "10.1109/jsen.2014.2299063"
    },
    {
      "title": "Highly Accurate Recognition of Human Postures and Activities through Classification with Rejection",
      "authors": [
        "W Tang",
        "E Sazonov"
      ],
      "year": 2014,
      "doi": "10.1109/JBHI.2013.2287400"
    },
    {
      "title": "The Manumeter: A Wearable Device for Monitoring Daily Use of the Wrist and Fingers",
      "authors": [
        "N Friedman",
        "J Rowe",
        "D Reinkensmeyer",
        "M Bachman"
      ],
      "year": 2014,
      "doi": "10.1109/jbhi.2014.2329841"
    },
    {
      "title": "Human Joint Angle Estimation with Inertial Sensors and Validation with a Robot Arm",
      "authors": [
        "M El-Gohary",
        "J Mcnames"
      ],
      "year": 2015,
      "doi": "10.1109/tbme.2015.2403368"
    },
    {
      "title": "The unscented Kalman filter for nonlinear estimation",
      "authors": [
        "E Wan",
        "R Merwe"
      ],
      "year": 2000
    },
    {
      "title": "Gait and Balance Analysis for Patients with Alzheimer's Disease Using an Inertial-Sensor-Based Wearable Instrument",
      "authors": [
        "Y.-L Hsu",
        "P.-C Chung",
        "W.-H Wang",
        "M.-C Pai",
        "C.-Y Wang",
        "C.-W Lin",
        "H.-L Wu",
        "J.-S Wang"
      ],
      "year": 2014,
      "doi": "10.1109/jbhi.2014.2325413"
    },
    {
      "title": "A High Reliability Wearable Device for Elderly Fall Detection",
      "authors": [
        "P Pierleoni",
        "A Belli",
        "L Palma",
        "M Pellegrini",
        "L Pernini",
        "S Valenti"
      ],
      "year": 2015,
      "doi": "10.1109/jsen.2015.2423562"
    },
    {
      "title": "The relationship between insomnia and body temperatures",
      "authors": [
        "L Lack",
        "M Gradisar",
        "E Someren",
        "H Wright",
        "K Lushington"
      ],
      "year": 2008,
      "doi": "10.1016/j.smrv.2008.02.003"
    },
    {
      "title": "Diurnal and menstrual cycles in body temperature are regulated differently: A 28-day ambulatory study in healthy women with thermal discomfort of cold extremities and controls",
      "authors": [
        "K Kräuchi",
        "K Konieczka",
        "C Roescheisen-Weich",
        "B Gompper",
        "D Hauenstein",
        "A Schoetzau",
        "S Fraenkl",
        "J Flammer"
      ],
      "year": 2013,
      "doi": "10.3109/07420528.2013.829482"
    },
    {
      "title": "Circadian rhythm changes in core temperature over the menstrual cycle: Method for noninvasive monitoring",
      "authors": [
        "M Coyne",
        "C Kesick",
        "T Doherty",
        "M Kolka",
        "L Stephenson"
      ],
      "year": 2000,
      "doi": "10.1152/ajpregu.2000.279.4.r1316"
    },
    {
      "title": "Body temperature in acute stroke: Relation to stroke severity, infarct size, mortality, and outcome",
      "authors": [
        "J Reith",
        "H Jorgensen",
        "P Pedersen",
        "H Nakamaya",
        "L Jeppesen",
        "T Olsen",
        "H Raaschou"
      ],
      "year": 1996,
      "doi": "10.1016/s0140-6736(96)90008-2"
    },
    {
      "title": "Relationship between alertness, performance, and body temperature in humans",
      "authors": [
        "K Wright",
        "J Hull",
        "C Czeisler"
      ],
      "year": 2002,
      "doi": "10.1152/ajpregu.00205.2002"
    },
    {
      "title": "Effects of Body Temperature on Neural Activity in the Hippocampus: Regulation of Resting Membrane Potentials by Transient Receptor Potential Vanilloid 4",
      "authors": [
        "K Shibasaki",
        "M Suzuki",
        "A Mizuno",
        "M Tominaga"
      ],
      "year": 2007,
      "doi": "10.1523/JNEUROSCI.4284-06.2007"
    },
    {
      "title": "Estimation of human core temperature from sequential heart rate observations",
      "authors": [
        "M Buller",
        "W Tharion",
        "S Cheuvront",
        "S Montain",
        "R Kenefick",
        "J Castellani",
        "W Latzka",
        "W Roberts",
        "M Richter",
        "O Jenkins"
      ],
      "year": 2013,
      "doi": "10.1088/0967-3334/34/7/781"
    },
    {
      "title": "Estimation of human internal temperature from wearable physiological sensors",
      "authors": [
        "M Buller",
        "W Tharion",
        "R Hoyt",
        "O Jenkins"
      ],
      "year": 2010,
      "doi": "10.1609/aaai.v24i2.18809"
    },
    {
      "title": "Wireless dual channel human body temperature measurement device",
      "authors": [
        "P Oguz",
        "G Ertas"
      ],
      "year": 2013
    },
    {
      "title": "Accurate Temperature Measurements for Medical Research Using Body Sensor Networks",
      "authors": [
        "C Boano",
        "M Lasagni",
        "K Romer",
        "T Lange"
      ],
      "year": 2011
    },
    {
      "title": "Non-invasive measurement of core body temperature in Marathon runners",
      "authors": [
        "C Boano",
        "M Lasagni",
        "K Romer"
      ],
      "year": 2013
    },
    {
      "title": "Monitoring body temperature of newborn infants at neonatal intensive care units using wearable sensors",
      "authors": [
        "W Chen",
        "S Dols",
        "S Oetomo",
        "L Feijs"
      ],
      "year": 2010,
      "doi": "10.1145/2221924.2221960"
    },
    {
      "title": "Body temperature measurement for remote health monitoring system",
      "authors": [
        "H Mansor",
        "M Shukor",
        "S Meskam",
        "N Rusli",
        "N Zamery"
      ],
      "year": 2013
    },
    {
      "title": "Development of a device for remote monitoring of heart rate and body temperature",
      "authors": [
        "M Rahman",
        "A Barai",
        "M Islam",
        "M Hashem"
      ],
      "year": 2012
    },
    {
      "title": "Continuous heart rate and body temperature monitoring system using Arduino UNO and Android device",
      "authors": [
        "M Miah",
        "M Kabir",
        "M Tanveer",
        "M Akhand"
      ],
      "year": 2015
    },
    {
      "title": "Full Passive UHF Tag With a Temperature Sensor Suitable for Human Body Temperature Monitoring",
      "authors": [
        "A Vaz",
        "A Ubarretxena",
        "I Zalbide",
        "D Pardo",
        "H Solar",
        "A Garcia-Alonso",
        "R Berenguer"
      ],
      "year": 2010,
      "doi": "10.1109/TCSII.2010.2040314"
    },
    {
      "title": "Epidermal RFID passive sensor for body temperature measurements",
      "authors": [
        "S Milici",
        "S Amendola",
        "A Bianco",
        "G Marrocco"
      ],
      "year": 2014,
      "doi": "10.1109/rfid-ta.2014.6934216"
    },
    {
      "title": "A nonintrusive temperature measuring system for estimating deep body temperature in bed",
      "authors": [
        "S Sim",
        "W Lee",
        "H Baek",
        "K Park"
      ],
      "year": 2012,
      "doi": "10.1109/embc.2012.6346710"
    },
    {
      "title": "Accuracy and precision of a novel non-invasive core thermometer",
      "authors": [
        "O Kimberger",
        "R Thell",
        "M Schuh",
        "J Koch",
        "D Sessler",
        "A Kurz"
      ],
      "year": 2009,
      "doi": "10.1093/bja/aep134"
    },
    {
      "title": "Development of a new method for the noninvasive measurement of deep body temperature without a heater",
      "authors": [
        "K.-I Kitamura",
        "X Zhu",
        "W Chen",
        "T Nemoto"
      ],
      "year": 2010,
      "doi": "10.1016/j.medengphy.2009.09.004"
    },
    {
      "title": "Integrative Action of the Autonomic Nervous System: Neurobiology of Homeostasis",
      "authors": [
        "W Jänig"
      ],
      "year": 2008
    },
    {
      "title": "Book Review: Electrodermal Responses: What Happens in the Brain?",
      "authors": [
        "H Critchley"
      ],
      "year": 2002,
      "doi": "10.1177/107385840200800209"
    },
    {
      "title": "What's your current stress level? Detection of stress patterns from GSR sensor data",
      "authors": [
        "J Bakker",
        "M Pechenizkiy",
        "N Sidorova"
      ],
      "year": 2011
    },
    {
      "title": "Wearable sensors/systems and their impact on biomedical engineering",
      "authors": [
        "P Bonato"
      ],
      "year": 2003,
      "doi": "10.1109/MEMB.2003.1213622"
    },
    {
      "title": "Stress Recognition Using Wearable Sensors and Mobile Phones",
      "authors": [
        "A Sano",
        "R Picard"
      ],
      "year": 2013
    },
    {
      "title": "A Wearable Sensor for Unobtrusive, Long-Term Assessment of Electrodermal Activity",
      "authors": [
        "M.-Z Poh",
        "N Swenson",
        "R Picard"
      ],
      "year": 2010
    },
    {
      "title": "Application of arduino based platform for wearable health monitoring system",
      "authors": [
        "A Sugathan",
        "G Roy",
        "G Kirthyvijay",
        "J Thomson"
      ],
      "year": 2013
    },
    {
      "title": "Highly wearable galvanic skin response sensor using flexible and conductive polymer foam",
      "authors": [
        "J Kim",
        "S Kwon",
        "S Seo",
        "K Park"
      ],
      "year": 2014
    },
    {
      "title": "Empatica E3-A wearable wireless multi-sensor device for real-time computerized biofeedback and data acquisition",
      "authors": [
        "M Garbarino",
        "M Lai",
        "S Tognetti",
        "R Picard",
        "D Bender"
      ],
      "year": 2014
    },
    {
      "title": "Pervasive and Unobtrusive Emotion Sensing for Human Mental Health",
      "authors": [
        "R Guo",
        "S Li",
        "L He",
        "W Gao",
        "H Qi",
        "G Owens"
      ],
      "year": 2013,
      "doi": "10.4108/icst.pervasivehealth.2013.252133"
    },
    {
      "title": "Discriminating Stress From Cognitive Load Using a Wearable EDA Device",
      "authors": [
        "C Setz",
        "B Arnrich",
        "J Schumm",
        "R Marca",
        "G Troster",
        "U Ehlert"
      ],
      "year": 2010,
      "doi": "10.1109/TITB.2009.2036164"
    },
    {
      "title": "ECG and GSR measure and analysis using wearable systems: Application in anorexia nervosa adolescents",
      "authors": [
        "G Crifaci",
        "L Billeci",
        "G Tartarisco",
        "R Balocchi",
        "G Pioggia",
        "E Brunori",
        "S Maestro",
        "M Morales"
      ],
      "year": 2013
    },
    {
      "title": "A wearable device for monitoring galvanic skin response to accurately predict changes in blood pressure indexes and cardiovascular dynamics",
      "authors": [
        "K Subramanya",
        "V Bhat",
        "S Kamath"
      ],
      "year": 2013
    },
    {
      "title": "Non-constrained Blood Pressure Monitoring Using ECG and PPG for Personal Healthcare",
      "authors": [
        "Y Yoon",
        "J Cho",
        "G Yoon"
      ],
      "year": 2008,
      "doi": "10.1007/s10916-008-9186-0"
    },
    {
      "title": "Pulse Pressure Not Mean Pressure Determines Cardiovascular Risk in Older Hypertensive Patients",
      "authors": [
        "J Blacher",
        "J Staessen",
        "X Girerd",
        "J Gasowski",
        "L Thijs",
        "L Liu",
        "J Wang",
        "R Fagard",
        "M Safar"
      ],
      "year": 2000,
      "doi": "10.1001/archinte.160.8.1085"
    },
    {
      "title": "Method and System for Controlled Maintenance of Hypoxia for Therapeutic or Diagnostic Purposes",
      "authors": [
        "C Baker"
      ],
      "year": 2005
    },
    {
      "title": "BTS guideline for emergency oxygen use in adult patients",
      "authors": [
        "B O'driscoll",
        "L Howard",
        "A Davison"
      ],
      "year": 2008,
      "doi": "10.1136/thx.2008.102947"
    },
    {
      "title": "A Ring-Shaped Photodiode Designed for Use in a Reflectance Pulse Oximetry Sensor in Wireless Health Monitoring Applications",
      "authors": [
        "S Duun",
        "R Haahr",
        "K Birkelund",
        "E Thomsen"
      ],
      "year": 2010,
      "doi": "10.1109/JSEN.2009.2032925"
    },
    {
      "title": "Non-invasive blood oxygen saturation monitoring for neonates using reflectance pulse oximeter",
      "authors": [
        "W Chen",
        "I Ayoola",
        "S Oetomo",
        "L Feijs"
      ],
      "year": 2010
    },
    {
      "title": "A Wireless Reflectance Pulse Oximeter with Digital Baseline Control for Unfiltered Photoplethysmograms",
      "authors": [
        "K Li",
        "S Warren"
      ],
      "year": 2012,
      "doi": "10.1109/TBCAS.2011.2167717"
    },
    {
      "title": "A Long-term Wearable Vital Signs Monitoring System using BSN",
      "authors": [
        "D Guo",
        "F Tay",
        "L Xu",
        "L Yu",
        "M Nyan",
        "F Chong",
        "K Yap",
        "B Xu"
      ],
      "year": 2008
    },
    {
      "title": "Design and Evaluation of a Low-Cost Smartphone Pulse Oximeter",
      "authors": [
        "C Petersen",
        "T Chen",
        "J Ansermino",
        "G Dumont"
      ],
      "year": 2013,
      "doi": "10.3390/s131216882"
    },
    {
      "title": "SpO 2 Sensor Embedded in a Finger Ring: Design and implementation",
      "authors": [
        "J Sola",
        "S Castoldi",
        "O Chetelat",
        "M Correvon",
        "S Dasen",
        "S Droz",
        "N Jacob",
        "R Kormann",
        "V Neumann",
        "A Perrenoud"
      ],
      "year": 2006
    },
    {
      "title": "Implementation of a wireless pulse oximeter based on wrist band sensor",
      "authors": [
        "Q Cai",
        "J Sun",
        "L Xia",
        "X Zhao"
      ],
      "year": 2010
    },
    {
      "title": "Novel Wearable and Wireless Ring-Type Pulse Oximeter with Multi-Detectors",
      "authors": [
        "C.-Y Huang",
        "M.-C Chan",
        "C.-Y Chen",
        "B.-S Lin"
      ],
      "year": 2014,
      "doi": "10.3390/s140917586"
    },
    {
      "title": "High-speed, single-photon avalanche-photodiode imager for biomedical applications",
      "authors": [
        "M Deen",
        "P Basu"
      ],
      "year": 2011,
      "doi": "10.1109/JSEN.2011.2123090"
    },
    {
      "title": "An Ultra-Low-Power Pulse Oximeter Implemented With an Energy-Efficient Transimpedance Amplifier",
      "authors": [
        "M Tavakoli",
        "L Turicchia",
        "R Sarpeshkar"
      ],
      "year": 2010,
      "doi": "10.1109/TBCAS.2009.2033035"
    },
    {
      "title": "A Wearable Reflectance Pulse Oximeter for Remote Physiological Monitoring",
      "authors": [
        "Y Mendelson",
        "R Duckworth",
        "G Comtois"
      ],
      "year": 2006
    },
    {
      "title": "An Electronic Patch for Wearable Health Monitoring by Reflectance Pulse Oximetry",
      "authors": [
        "R Haahr",
        "S Duun",
        "M Toft",
        "B Belhage",
        "J Larsen",
        "K Birkelund",
        "E Thomsen"
      ],
      "year": 2012,
      "doi": "10.1109/TBCAS.2011.2164247"
    },
    {
      "title": "Physiological Parameter Monitoring from Optical Recordings With a Mobile Phone",
      "authors": [
        "C Scully",
        "J Lee",
        "J Meyer",
        "A Gorbach",
        "D Granquist-Fraser",
        "Y Mendelson",
        "K Chon"
      ],
      "year": 2012,
      "doi": "10.1109/TBME.2011.2163157"
    },
    {
      "title": "A survey on signals and systems in ambulatory blood pressure monitoring using pulse transit time",
      "authors": [
        "D Buxi",
        "J Redouté",
        "M Yuce"
      ],
      "year": 2015,
      "doi": "10.1088/0967-3334/36/3/r1"
    },
    {
      "title": "Adaptive blood pressure estimation from wearable PPG sensors using peripheral artery pulse wave velocity measurements and multi-channel blind identification of local arterial dynamics",
      "authors": [
        "D Mccombie",
        "A Reisner",
        "H Asada"
      ],
      "year": 2006
    },
    {
      "title": "Blood pressure estimation from pulse wave velocity measured on the chest",
      "authors": [
        "S Puke",
        "T Suzuki",
        "K Nakayama",
        "H Tanaka",
        "S Minami"
      ],
      "year": 2013
    },
    {
      "title": "An Armband Wearable Device for Overnight and Cuff-Less Blood Pressure Measurement",
      "authors": [
        "Y.-L Zheng",
        "B Yan",
        "Y.-T Zhang",
        "C Poon"
      ],
      "year": 2014,
      "doi": "10.1109/TBME.2014.2318779"
    },
    {
      "title": "Noninvasive and Continuous Blood Pressure Monitoring Using Wearable Body Sensor Networks",
      "authors": [
        "H Lin",
        "W Xu",
        "N Guan",
        "D Ji",
        "Y Wei",
        "W Yi"
      ],
      "year": 2015,
      "doi": "10.1109/MIS.2015.72"
    },
    {
      "title": "Photoplethysmography and its application in clinical physiological measurement",
      "authors": [
        "J Allen"
      ],
      "year": 2007,
      "doi": "10.1088/0967-3334/28/3/R01"
    },
    {
      "title": "Estimation of respiration rate from ECG, BP and PPG signals using empirical mode decomposition",
      "authors": [
        "K Madhav",
        "M Ram",
        "E Krishna",
        "N Komalla",
        "K Reddy"
      ],
      "year": 2011,
      "doi": "10.1109/imtc.2011.5944249"
    },
    {
      "title": "Extraction of Respiratory Rate from Ppg Signals Using Pca and Emd",
      "authors": [
        "B Prathyusha",
        "T Rao",
        "D Asha"
      ],
      "year": 2012
    },
    {
      "title": "Use of multi scale PCA for extraction of respiratory activity from photoplethysmographic signals",
      "authors": [
        "K Madhav",
        "M Raghuram",
        "E Krishna",
        "N Komalla",
        "K Reddy"
      ],
      "year": 2012
    },
    {
      "title": "A Fully Automated Algorithm for the Determination of Respiratory Rate from the Photoplethysmogram",
      "authors": [
        "P Leonard",
        "J Douglas",
        "N Grubb",
        "D Clifton",
        "P Addison",
        "J Watson"
      ],
      "year": 2006,
      "doi": "10.1007/s10877-005-9007-7"
    },
    {
      "title": "Measurement of Respiratory Rate from the Photoplethysmogram in Chest Clinic Patients",
      "authors": [
        "D Clifton",
        "J Douglas",
        "P Addison",
        "J Watson"
      ],
      "year": 2006,
      "doi": "10.1007/s10877-006-9059-3"
    },
    {
      "title": "Smart textiles: Challenges and opportunities",
      "authors": [
        "K Cherenack",
        "L Pieterson"
      ],
      "year": 2012,
      "doi": "10.1063/1.4742728"
    },
    {
      "title": "Smart wearable systems: Current status and future challenges",
      "authors": [
        "M Chan",
        "D Estève",
        "J.-Y Fourniols",
        "C Escriba",
        "E Campo"
      ],
      "year": 2012,
      "doi": "10.1016/j.artmed.2012.09.003"
    },
    {
      "title": "Flexible Temperature Sensors on Fibers",
      "authors": [
        "M Sibinski",
        "M Jakubowska",
        "M Sloma"
      ],
      "year": 2010,
      "doi": "10.3390/s100907934"
    },
    {
      "title": "Fiber-based wearable electronics: A review of materials, fabrication, devices, applications",
      "authors": [
        "W Zeng",
        "L Shu",
        "Q Li",
        "S Chen",
        "F Wang",
        "X.-M Tao"
      ],
      "year": 2014,
      "doi": "10.1002/adma.201400633"
    },
    {
      "title": "A review of fabrication and applications of carbon nanotube film-based flexible electronics",
      "authors": [
        "S Park",
        "M Vosguerichian",
        "Z Bao"
      ],
      "year": 2013,
      "doi": "10.1039/c3nr33560g"
    },
    {
      "title": "Wireless Platform for Wearable Health Monitoring of Neurological and Cardiovascular Disorders",
      "authors": [
        "P Rai",
        "P Kumar",
        "S Oh",
        "H Kwon",
        "G Mathur",
        "V Varadan",
        "M Agarwal"
      ],
      "year": 2012,
      "doi": "10.1149/2.012402jes"
    },
    {
      "title": "A textile integrated long-term ECG monitor with capacitively coupled electrodes",
      "authors": [
        "S Fuhrhop",
        "S Lamparth",
        "S Heuer"
      ],
      "year": 2009,
      "doi": "10.1109/biocas.2009.5372095"
    },
    {
      "title": "Unobtrusive Sensing of Psychophysiological Parameters",
      "authors": [
        "M Ouwerkerk",
        "F Pasveer",
        "G Langereis"
      ],
      "year": 2008
    },
    {
      "title": "Fabric-Based Active Electrode Design and Fabrication for Health Monitoring Clothing",
      "authors": [
        "C Merritt",
        "H Nagle",
        "E Grant"
      ],
      "year": 2009,
      "doi": "10.1109/titb.2009.2012408"
    },
    {
      "title": "A Novel Dry Active Electrode for EEG Recording",
      "authors": [
        "C Fonseca",
        "J Cunha",
        "R Martins",
        "V Ferreira",
        "J Sa",
        "M Barbosa",
        "A Silva"
      ],
      "year": 2007,
      "doi": "10.1109/tbme.2006.884649"
    },
    {
      "title": "Electrodes for transcutaneous (surface) electrical stimulation",
      "authors": [
        "T Keller",
        "A Kuhn"
      ],
      "year": 2008,
      "doi": "10.2298/jac0802035k"
    },
    {
      "title": "Design of Intelligent Garment with Transcutaneous Electrical Nerve Stimulation Function Based on the Intarsia Knitting Technique",
      "authors": [
        "L Li",
        "W Au",
        "Y Li",
        "K Wan",
        "S Wan",
        "K Wong"
      ],
      "year": 2009,
      "doi": "10.1177/0040517509105276"
    },
    {
      "title": "A multi-pad electrode based functional electrical stimulation system for restoration of grasp",
      "authors": [
        "N Malešević",
        "L Maneski",
        "V Ilić",
        "N Jorgovanović",
        "G Bijelić",
        "T Keller",
        "D Popović"
      ],
      "year": 2012,
      "doi": "10.1186/1743-0003-9-66"
    },
    {
      "title": "Novel active electrodes for ECG monitoring on woven textiles fabricated by screen and stencil printing",
      "authors": [
        "G Paul",
        "R Torah",
        "S Beeby",
        "J Tudor"
      ],
      "year": 2015,
      "doi": "10.1016/j.sna.2014.10.030"
    },
    {
      "title": "A facile approach towards ZnO nanorods conductive textile for room temperature multifunctional sensors",
      "authors": [
        "Z Lim",
        "Z Chia",
        "M Kevin",
        "A Wong",
        "G Ho"
      ],
      "year": 2010,
      "doi": "10.1016/j.snb.2010.09.037"
    },
    {
      "title": "Nanofiber Web Textile Dry Electrodes for Long-Term Biopotential Recording",
      "authors": [
        "T Inoh",
        "S Yoon",
        "T Kim",
        "H Wi",
        "K Kim",
        "E Woo",
        "R Sadleir"
      ],
      "year": 2013,
      "doi": "10.1109/TBCAS.2012.2201154"
    },
    {
      "title": "Study of conductivity behavior of nano copper loaded nonwoven polypropylene based textile electrode for ECG",
      "authors": [
        "T Shaikh",
        "S Chaudhari",
        "B Patel",
        "M Patel"
      ],
      "year": 2015
    },
    {
      "title": "Properties of screen printed electrocardiography smartware electrodes investigated in an electro-chemical cell",
      "authors": [
        "L Rattfält",
        "F Björefors",
        "D Nilsson",
        "X Wang",
        "P Norberg",
        "P Ask"
      ],
      "year": 2013,
      "doi": "10.1186/1475-925X-12-64"
    },
    {
      "title": "Performance Evaluation of Textile-Based Electrodes and Motion Sensors for Smart Clothing",
      "authors": [
        "G Cho",
        "K Jeong",
        "M Paik",
        "Y Kwun",
        "M Sung"
      ],
      "year": 2011,
      "doi": "10.1109/jsen.2011.2167508"
    },
    {
      "title": "Preliminary study of dry knitted fabric electrodes for physiological monitoring",
      "authors": [
        "M Mestrovic",
        "R Helmer",
        "L Kyratzis",
        "D Kumar"
      ],
      "year": 2007
    },
    {
      "title": "Development of textile electrode for electrocardiogram measurement based on conductive electrode configuration",
      "authors": [
        "H Cho",
        "H Lim",
        "S Cho",
        "J.-W Lee"
      ],
      "year": 2015,
      "doi": "10.1007/s12221-015-5317-7"
    },
    {
      "title": "Embroidered Electrode with Silver/Titanium Coating for Long-Term ECG Monitoring",
      "authors": [
        "M Weder",
        "D Hegemann",
        "M Amberg",
        "M Hess",
        "L Boesel",
        "R Abächerli",
        "V Meyer",
        "R Rossi"
      ],
      "year": 2015,
      "doi": "10.3390/s150101750"
    },
    {
      "title": "Chemical silver plating on polyester/cotton blended fabric",
      "authors": [
        "S Jiang",
        "E Newton",
        "C Yuen",
        "C Kan"
      ],
      "year": 2006,
      "doi": "10.1002/app.23895"
    },
    {
      "title": "Morphological and electromechanical studies of fibers coated with electrically conductive polymer",
      "authors": [
        "P Xue",
        "X Tao"
      ],
      "year": 2005,
      "doi": "10.1002/app.22318"
    },
    {
      "title": "Electrodeposition of Porous Silver Films on Blanket and Patterned Aluminum-Copper Films",
      "authors": [
        "D Brevnov"
      ],
      "year": 2006,
      "doi": "10.1149/1.2172550"
    },
    {
      "title": "Cerumen Occlusion Lowers Infrared Tympanic Membrane Temperature Measurement",
      "authors": [
        "D Doezema",
        "M Lunt",
        "D Tandberg"
      ],
      "year": 1995,
      "doi": "10.1111/j.1553-2712.1995.tb03072.x"
    },
    {
      "title": "Time for a change to assess and evaluate body temperature in clinical practice",
      "authors": [
        "M Sund-Levander",
        "E Grodzinsky"
      ],
      "year": 2009,
      "doi": "10.1111/j.1440-172x.2009.01756.x"
    },
    {
      "title": "Body temperature measurement",
      "authors": [
        "T Togawa"
      ],
      "year": 1985,
      "doi": "10.1088/0143-0815/6/2/001"
    },
    {
      "title": "Prediction of human core body temperature using non-invasive measurement methods",
      "authors": [
        "R Niedermann",
        "E Wyss",
        "S Annaheim",
        "A Psikuta",
        "S Davey",
        "R Rossi"
      ],
      "year": 2014,
      "doi": "10.1007/s00484-013-0687-2"
    },
    {
      "title": "Thermal response of an on-chip assembly of RTD heaters, sputtered sample and microthermocouples",
      "authors": [
        "M Imran",
        "A Bhattacharyya"
      ],
      "year": 2005,
      "doi": "10.1016/j.sna.2005.02.019"
    },
    {
      "title": "Flexible Wireless Temperature Sensors Based on Ni Microparticle-Filled Binary Polymer Composites",
      "authors": [
        "J Jeon",
        "H.-B.-R Lee",
        "Z Bao"
      ],
      "year": 2012,
      "doi": "10.1002/adma.201204082"
    },
    {
      "title": "Initial research into the structure and working conditions of textile thermocouples",
      "authors": [
        "S Ziegler",
        "M Frydrysiak"
      ],
      "year": 2009
    },
    {
      "title": "Human Body Temperature: Its Measurement and Regulation",
      "authors": [
        "Y Houdas",
        "E Ring"
      ],
      "year": 1982,
      "doi": "10.1007/978-1-4899-0345-7_6"
    },
    {
      "title": "Measurements of Body Temperature",
      "authors": [
        "K Cooper",
        "W Veale",
        "T Malkinson"
      ],
      "year": 1977,
      "doi": "10.1016/b978-0-12-461003-3.50011-8"
    },
    {
      "title": "Design and fabrication of Temperature Sensing Fabric",
      "authors": [
        "M Husain",
        "R Kennon",
        "T Dias"
      ],
      "year": 2014,
      "doi": "10.1177/1528083713495249"
    },
    {
      "title": "Development and evaluation of temperature sensors for textile integration",
      "authors": [
        "T Kinkeldei",
        "C Zysset",
        "K Cherenack",
        "G Troester"
      ],
      "year": 2009,
      "doi": "10.1109/icsens.2009.5398488"
    },
    {
      "title": "Textile based temperature and humidity sensor elements for healthcare applications",
      "authors": [
        "R Soukup",
        "A Hamacek",
        "L Mracek",
        "J Reboun"
      ],
      "year": 2014,
      "doi": "10.1109/isse.2014.6887634"
    },
    {
      "title": "Polymer temperature sensor for textronic applications",
      "authors": [
        "S Bielska",
        "M Sibinski",
        "A Lukasik"
      ],
      "year": 2009,
      "doi": "10.1016/j.mseb.2009.07.014"
    },
    {
      "title": "Temperature sensor realized by inkjet printing process on flexible substrate",
      "authors": [
        "M Dankoco",
        "G Tesfay",
        "E Benevent",
        "M Bendahan"
      ],
      "year": 2016,
      "doi": "10.1016/j.mseb.2015.11.003"
    },
    {
      "title": "Printed wearable temperature sensor for health monitoring",
      "authors": [
        "W Honda",
        "S Harada",
        "T Arie",
        "S Akita",
        "K Takei"
      ],
      "year": 2014
    },
    {
      "title": "Wearable temperature sensor based on graphene nanowalls",
      "authors": [
        "J Yang",
        "D Wei",
        "L Tang",
        "X Song",
        "W Luo",
        "J Chu",
        "T Gao",
        "H Shi",
        "C Du"
      ],
      "year": 2015,
      "doi": "10.1039/c5ra00871a"
    },
    {
      "title": "Inkjet printing on paper for the realization of humidity and temperature sensors",
      "authors": [
        "J Courbat",
        "Y Kim",
        "D Briand",
        "N Rooij"
      ],
      "year": 2011,
      "doi": "10.1109/transducers.2011.5969506"
    },
    {
      "title": "Enhanced printed temperature sensors on flexible substrate",
      "authors": [
        "A Aliane",
        "V Fischer",
        "M Galliari",
        "L Tournon",
        "R Gwoziecki",
        "C Serbutoviez",
        "I Chartier",
        "R Coppard"
      ],
      "year": 2014,
      "doi": "10.1016/j.mejo.2014.08.011"
    },
    {
      "title": "Wearable sensors in intelligent clothing for measuring human body temperature based on optical fiber Bragg grating",
      "authors": [
        "H Li",
        "H Yang",
        "E Li",
        "Z Liu",
        "K Wei"
      ],
      "year": 2012,
      "doi": "10.1364/oe.20.011740"
    },
    {
      "title": "Textile-based Micro Electro Mechanical System (MEMS) Accelerometer for Pelvic Tilt Mesurement",
      "authors": [
        "N Rajdi",
        "A Bakira",
        "S Saleh",
        "D Wicaksono"
      ],
      "year": 2012,
      "doi": "10.1016/j.proeng.2012.07.208"
    },
    {
      "title": "Highly Stretchable and Sensitive Strain Sensor Based on Silver Nanowire-Elastomer Nanocomposite",
      "authors": [
        "M Amjadi",
        "A Pichitpajongkit",
        "S Lee",
        "S Ryu",
        "I Park"
      ],
      "year": 2014,
      "doi": "10.1021/nn501204t"
    },
    {
      "title": "A stretchable strain sensor based on a metal nanoparticle thin film for human motion detection",
      "authors": [
        "J Lee",
        "S Kim",
        "J Lee",
        "D Yang",
        "B Park",
        "S Ryu",
        "I Park"
      ],
      "year": 2014,
      "doi": "10.1039/C4NR03295K"
    },
    {
      "title": "A Textile-Based Wearable Sensing Device Designed for Monitoring the Flexion Angle of Elbow and Knee Movements",
      "authors": [
        "T.-W Shyr",
        "J.-W Shie",
        "C.-H Jiang",
        "J.-J Li"
      ],
      "year": 2014,
      "doi": "10.3390/s140304050"
    },
    {
      "title": "Flexible textile-based strain sensor induced by contacts",
      "authors": [
        "H Zhang"
      ],
      "year": 2015,
      "doi": "10.1088/0957-0233/26/10/105102"
    },
    {
      "title": "Textile-Based Weft Knitted Strain Sensors: Effect of Fabric Parameters on Sensor Properties",
      "authors": [
        "O Atalay",
        "W Kennon",
        "M Husain"
      ],
      "year": 2013,
      "doi": "10.3390/s130811114"
    },
    {
      "title": "Knitted Strain Sensors: Impact of Design Parameters on Sensing Properties",
      "authors": [
        "O Atalay",
        "W Kennon"
      ],
      "year": 2014,
      "doi": "10.3390/s140304712"
    },
    {
      "title": "Knitted Strain Sensor Textiles of Highly Conductive All-Polymeric Fibers",
      "authors": [
        "S Seyedin",
        "J Razal",
        "P Innis",
        "A Jeiranikhameneh",
        "S Beirne",
        "G Wallace"
      ],
      "year": 2015,
      "doi": "10.1021/acsami.5b04892"
    },
    {
      "title": "Photonic Sensors Based on Flexible Materials with FBGs for Use on Biomedical Applications",
      "authors": [
        "A Silva",
        "R Pedro",
        "J Paulo",
        "J Higino"
      ],
      "year": 2013
    },
    {
      "title": "Characterization of Flexible Copolymer Optical Fibers for Force Sensing Applications",
      "authors": [
        "M Krehel",
        "R Rossi",
        "G.-L Bona",
        "L Scherer"
      ],
      "year": 2013,
      "doi": "10.3390/s130911956"
    },
    {
      "title": "GPRS and EDGE Performance: Evolution towards 3G/UMTS",
      "authors": [
        "T Halonen",
        "J Romero",
        "J Melero",
        "Gsm"
      ],
      "year": 2002
    },
    {
      "title": "Mobile Internet: Enabling Technologies and Services",
      "authors": [
        "K Salkintzis"
      ],
      "year": 2004
    },
    {
      "title": "3G Evolution: HSPA and LTE for Mobile Broadband",
      "authors": [
        "E Dahlman",
        "S Parkvall",
        "J Skold",
        "P Beming"
      ],
      "year": 2010,
      "doi": "10.1016/b978-012372533-2/50016-0"
    },
    {
      "title": "Monitoring patients via a secure and mobile healthcare system",
      "authors": [
        "Y Ren",
        "R Werner",
        "N Pazzi",
        "A Boukerche"
      ],
      "year": 2010,
      "doi": "10.1109/MWC.2010.5416351"
    },
    {
      "title": "Hybrid security protocol for wireless body area networks",
      "authors": [
        "C Jang",
        "D Lee",
        "J.-W Han",
        "J Park"
      ],
      "year": 2011,
      "doi": "10.1002/wcm.884"
    },
    {
      "title": "Security and Privacy Issues in Wireless Sensor Networks for Healthcare",
      "authors": [
        "V Agrawal"
      ],
      "year": 2015
    },
    {
      "title": "Vertical Conductive Textile Traces and Methods of Knitting Thereof",
      "authors": [
        "B Shoshani",
        "R David"
      ],
      "year": 2013
    },
    {
      "title": "Printable elastic conductors with a high conductivity for electronic textile applications",
      "authors": [
        "N Matsuhisa",
        "M Kaltenbrunner",
        "T Yokota",
        "H Jinno",
        "K Kuribara",
        "T Sekitani",
        "T Someya"
      ],
      "year": 2015,
      "doi": "10.1038/ncomms8461"
    },
    {
      "title": "Improvements of Smart Garment Electronic Contact System",
      "authors": [
        "I Parkova",
        "A Vališevskis",
        "I Ziemele",
        "U Briedis",
        "A Vilumsone"
      ],
      "year": 2013,
      "doi": "10.4028/www.scientific.net/AST.80.90"
    },
    {
      "title": "Mobile Gateway for Ubiquitous Health Care System Using ZigBee and Bluetooth",
      "authors": [
        "T Laine",
        "C Lee",
        "H Suk"
      ],
      "year": 2014
    },
    {
      "title": "U-Healthcare System: State-of-the-Art Review and Challenges",
      "authors": [
        "F Touati",
        "R Tabish"
      ],
      "year": 2013,
      "doi": "10.1007/s10916-013-9949-0"
    },
    {
      "title": "An ANT Based Wireless Body Sensor Biofeedback Network for Medical E-Health Care",
      "authors": [
        "A Johansson",
        "W Shen",
        "Y Xu"
      ],
      "year": 2011,
      "doi": "10.1109/wicom.2011.6040656"
    },
    {
      "title": "MICS Transceivers: Regulatory Standards and Applications",
      "authors": [
        "H Savci",
        "A Sula",
        "Z Wang",
        "N Dogan",
        "E Arvas"
      ],
      "year": 2005,
      "doi": "10.1109/secon.2005.1423241"
    },
    {
      "title": "Developing a Wireless Implantable Body Sensor Network in MICS Band",
      "authors": [
        "Q Fang",
        "S Lee",
        "H Permana",
        "K Ghorbani",
        "I Cosic"
      ],
      "year": 2011,
      "doi": "10.1109/TITB.2011.2153865"
    },
    {
      "title": "Networking issues in medical implant communications",
      "authors": [
        "B Zhen",
        "H Li",
        "R Kohno"
      ],
      "year": 2009
    },
    {
      "title": "Analysis of Vital Signs Monitoring Using an Ir-Uwb Radar",
      "authors": [
        "A Lazaro",
        "D Girbau",
        "R Villarino"
      ],
      "year": 2010,
      "doi": "10.2528/PIER09120302"
    },
    {
      "title": "A UWB-based 3D location system for indoor environments",
      "authors": [
        "Y Chu",
        "A Ganz"
      ],
      "year": 2005
    },
    {
      "title": "Body channel communication for low energy BSN/BAN",
      "authors": [
        "H.-J Yoo",
        "N Cho"
      ],
      "year": 2008,
      "doi": "10.1109/apccas.2008.4745947"
    },
    {
      "title": "RFID sensor network for workplace safety management",
      "authors": [
        "M Sole",
        "C Musu",
        "F Boi",
        "D Giusto",
        "V Popescu"
      ],
      "year": 2013
    },
    {
      "title": "A Heart Rate Finger Ring and Its Smartphone APP through Customized NFC",
      "authors": [
        "Y Liu"
      ],
      "year": 2015
    },
    {
      "title": "An NFC Approach for Nursing Care Training",
      "authors": [
        "J Fontecha",
        "R Hervas",
        "J Bravo",
        "V Villarreal"
      ],
      "year": 2011
    }
  ],
  "num_references": 194,
  "original_doi": "https://doi.org/10.13039/501100000038"
}
