{
  "paper_id": "4YQ3HK99",
  "title": "Effect of a Smartphone-Based App on the Quality of Life of Patients With Heart Failure: Randomized Controlled Trial",
  "abstract": "Background: Patients with heart failure have low quality of life because of physical impairments and advanced clinical symptoms. One of the main goals of caring for patients with heart failure is to improve their quality of life. \n Objective: The aim of this study was to investigate the effect of the use of a smartphone-based app on the quality of life of patients with heart failure. Methods: This randomized controlled clinical trial with a control group was conducted from June to October 2018 in an urban hospital. In this study, 120 patients with heart failure hospitalized in cardiac care units were randomly allocated to control and intervention groups. Besides routine care, patients in the intervention group received a smartphone-based app and used it every day for 3 months. Both the groups completed the Minnesota Living with Heart Failure Questionnaire before entering the study and at 3 months after entering the study. Data were analyzed using the SPSS software V.16. \n Results: The groups showed statistically significant differences in the mean scores of quality of life and its dimensions after the intervention, thereby indicating a better quality of life in the intervention group (P<.001). The effect size of the intervention on the quality of life was 1.85 (95% CI 1.41-2.3). Moreover, the groups showed statistically significant differences in the changes in the quality of life scores and its dimensions (P<.001). Conclusions: Use of a smartphone-based app can improve the quality of life in patients with heart failure. The results of our study recommend that digital apps be used for improving the management of patients with heart failure.",
  "year": 2018,
  "date": "2018",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Mahboube",
      "surname": "Davoudi",
      "name": "Mahboube Davoudi",
      "affiliation": "1  School of Nursing and Midwifery , Iran University of Medical Sciences , Tehran , Iran \n\t\t\t\t\t\t\t\t School of Nursing and Midwifery \n\t\t\t\t\t\t\t\t Iran University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Tahereh",
      "surname": "Najafi Ghezeljeh",
      "name": "Tahereh Najafi Ghezeljeh",
      "affiliation": "2  Nursing Care Research Center , Iran University of Medical Sciences , Tehran , Iran \n\t\t\t\t\t\t\t\t Nursing Care Research Center \n\t\t\t\t\t\t\t\t Iran University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "forename": "Farveh",
      "surname": "Aghouee",
      "name": "Farveh Aghouee",
      "affiliation": "3  Cardiovascular Department , Mashhad University of Medical Sciences , Mashhad , Iran \n\t\t\t\t\t\t\t\t Cardiovascular Department \n\t\t\t\t\t\t\t\t Mashhad University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mashhad \n\t\t\t\t\t\t\t\t\t Iran"
    },
    {
      "affiliation": "Nursing Care Research Center Iran University of Medical Sciences School of Nursing and Midwifery Yasem Street , Valiasr Street Tehran , 1996713883 Iran \n\t\t\t\t\t\t\t\t Nursing Care Research Center \n\t\t\t\t\t\t\t\t School of Nursing and Midwifery Yasem \n\t\t\t\t\t\t\t\t Iran University of Medical Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Street Valiasr Street \n\t\t\t\t\t\t\t\t\t 1996713883 \n\t\t\t\t\t\t\t\t\t Tehran \n\t\t\t\t\t\t\t\t\t Iran"
    }
  ],
  "doi": "",
  "keywords": [
    "heart failure",
    "mobile app",
    "quality of life",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Heart failure (HF) is a complex and progressive clinical syndrome that causes functional or structural impairments in the heart and results in impaired ventricular emptying or filling  [1] . HF was reported in 6.2 million people in the United States of America between 2013 and 2016, which indicates the continuous increase in its prevalence  [2] . According to the latest data, the prevalence of HF is expected to increase by more than 46% from 2012 to 2030  [3]  owing to increased age and survival rate after a myocardial infarction and increased incidence of risk factors such as diabetes  [4] .\n\nPatients with HF may experience a wide range of symptoms, including shortness of breath, cough, swelling of extremities, and fatigue  [1] , which can reduce their physical and mental health capabilities and lead to hospitalization. The rate of hospitalization of these patients is high  [5] . Several factors play key roles in the readmission of patients with HF because of illness progression or exacerbated symptoms, including inappropriate treatment adherence and suboptimal health care education during and after the hospitalization period, which results in the lack of knowledge  [6] . Patients with HF have low quality of life (QoL) due to their physical problems, advanced clinical symptoms, and readmissions  [7] . QoL can be considered as an important indicator of health care, and its improvement is the goal of care in patients with HF  [8]  for their overall survival. QoL is affected by the health status of patients and is a reflection of a person's psychological and physical well-being  [9] . Poor QoL can be caused by patients' high rate of hospitalization, morbidity, and mortality. Poor QoL indicates the diverse effects of a health condition and its treatment and caring process on patients' lives. Thus, improving the QoL of patients with chronic illnesses such as HF is vitally imperative  [10] .\n\nTo improve patients' QoL, lifestyle changes should be made. In patients with HF, self-care and treatment adherence are the important parts of disease management  [4] . One of the reasons for the deterioration of the signs and symptoms in patients with HF is nonadherence, which is related to the lack of knowledge about the illness and treatment process, forgetfulness, complexity of treatment, and personal and social issues  [11] , as well as a reduction in their motivation to adhere to the therapeutic regimen  [12] . Motivating patients and providing quality care by the health care team can increase patients' adherence to treatment and lead to lifestyle changes  [13] .\n\nAdequate self-care behavior is shown to result in reduced risk of hospitalizations and mortality among patients with HF  [14] . Adherence to self-care behaviors decrease markedly after discharge, which has negative effects on readmission and QoL. Patient education plays a substantial and important role in increasing treatment adherence  [15] . Therefore, patients with HF should be educated and supported  [14] , particularly in the long term after discharge, since they mostly complain of receiving little education and support from health care providers about how to manage their condition, treatment, and self-care  [11] . Distance monitoring after discharge from the hospital can help with controlling symptoms, improving self-care  [16] , and subsequently QoL.\n\nGiven the increased prevalence of HF and self-care challenges, the use of simple and accessible technologies to support self-care is important  [17] . The long-term nature of the management of chronic diseases and the need for frequent monitoring have motivated researchers to develop advanced therapies and telemonitoring  [18] . Recent advances in information technology can provide the potential to remove the barriers to education and clinical monitoring of patients. Since the majority of the worldwide population owns a mobile device, there is inevitable potential for mobile health to provide a platform to access health information and advice  [19] . Nowadays, the use of mobile devices has been expanded to provide patients with health care services and purposeful communication between the therapeutic team and patients. The use of telemonitoring by using mobile devices is especially needed to quickly assess the signs and symptoms of the patient and make a decision on the treatment  [20] .\n\nUse of apps or software on the smartphone can facilitate monitoring of patients' health through educational messages, audio files, and video clips. Smartphone-based apps have the potential to collect real-time data and graphically draw data for further interactions  [21] . In general, although some apps have been developed for patient care, only few studies have examined their effectiveness. The effectiveness of smartphone-based apps for the management of some diseases and conditions have already been evaluated, such as in patients with chronic pain  [22] , for the diagnosis and notification of acute pesticide poisonings  [23] , and in patients undergoing heart valve replacement  [24] . The aim of this study was to validate a smartphone app called \"My Smart Heart\"  [25]  and to investigate its effect on the QoL of patients with HF."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design of the Trial",
      "text": "This study was a randomized clinical trial (pretest and posttest with a control group design, Multimedia Appendix 1), which was conducted in 2018 in the cardiac care units of Mashhad Medical Center, Iran. After obtaining approval from the ethics committee affiliated with the Iran University of Medical Sciences (code: 1396.9411449003) and registration on the website of clinical trials (code: IRCT2017061934647N1), willing patients signed the letter of consent before the study. This study adhered to the basic ethics principles and the tenets of the Declaration of Helsinki."
    },
    {
      "title": "Patient Recruitment",
      "text": "In this study, patients with HF who were admitted to the cardiac care unit were selected using the following inclusion criteria: age of 18-65 years, being literate, class II or III of HF according to the New York Heart Association classification, patients admitted to the hospital due to exacerbation of HF, having a smartphone or a tablet with the Android operating system, and ability to use a smartphone and the app. Patients who met the following criteria were excluded from analysis: unwillingness to continue participation in the study, no use of the app for 1 week (each patient used a one-time password to enter the software), and death.\n\nThe sequential sampling method was used. The randomized block method with the ratio of 1:1 and no permutation was used to assign the patients to the groups. Different modes of assignments to the groups were written on 4 cards and placed in opaque envelopes. Next, the envelopes were placed in a box. A research collaborator who was unaware of the assignment process took the envelopes from the box and determined each patient's place in the groups. This process was continued until the desired sample size was achieved. It should be noted that due to the nature of the intervention, there was no possibility of blinding the subjects. To estimate the sample size at 95% confidence interval, 80% power, assuming that the effect size of the intervention on the QoL in the intervention group compared to the control group would be at least d=10.5 and SD=18  [26]  and with 25% possibility of sample dropout, the sample size was considered as 60 people in each group (Figure  1 )."
    },
    {
      "title": "Data Collection",
      "text": "Data were collected from the patients' medical records and through interviews using the demographic data form, health information form, and Minnesota Living with Heart Failure Questionnaire (MLHFQ). Demographic data form: A researcher-made demographic form was prepared on the basis of literature review. It was completed before the intervention by examining a patient's medical file and interviewing him/her. The content validity of this form was assessed and approved by an expert panel.\n\nHealth information form: This was a researcher-designed form that was prepared on the basis of literature review. This form was completed before the intervention by examining the patient's medical file and interviewing him/her. The content validity of this form was assessed and approved by an expert panel."
    },
    {
      "title": "MLHFQ:",
      "text": "The MLHFQ is the most common tool for investigating the QoL of patients with HF  [27] . The validity and reliability of the Farsi version of this tool have been assessed and approved using the calculation of the Cronbach α coefficient of .95 and reliability score of 0.90  [28] . This questionnaire assesses the patients' perceptions of the effects of dysfunctional illness on their physical, economic, social, and psychological functions. This questionnaire consisted of 21 items on the 6-point Likert scale from 0 (some limitations) to 5 (maximum limitations). The score range was between 0 and 105, with a high score indicating a poor QoL. In this questionnaire, 9 questions were related to physical function, 5 questions covered the psychoemotional aspect, and 7 questions examined the socioeconomic conditions. The questionnaire was designed to be opened and filled out using the Google platform on their smartphones. The patients were asked to fill the questionnaire, and those with a poor and moderate QoL and a score more than 24 entered the study. Further, 3 months after the starting point of the study, the same questionnaire was sent to the patients via the smartphone's virtual social network to be filled out. A follow-up phone call was made to ask the patients to fill the questionnaire. Finally, for reliability, the Cronbach α coefficient was calculated to be .71. The patients were asked to fill the questionnaires, and a researcher who was blinded to the study process gathered these questionnaires at the beginning of this study and at 3 months after the patients entered the study."
    },
    {
      "title": "Smartphone App Features",
      "text": "An Android-based smartphone app was developed and evaluated  [25] . This interactive app (Figure  2 ) can be used both online and offline. The main characteristics of this app are profiles, reminders, educational content, educational videos, daily messages, pharmacy guides, frequently asked questions, daily recording of physical and psychological symptoms, and vital signs and sending alerts as needed. This app was evaluated by patients, health care providers, nurses, physicians, and programmers, thereby indicating its simple and convenient use and consistency with the principles of the American Heart Failure Association and the Institute of Health Information Technology  [25] . This app has the following features: (1) informing: information about disease, symptoms, symptom management, treatment, and care in various formats (text, photos, and videos); (2) instruction: provision of instructions for the user of the app; (3) recording: ability to record user's information under the subsets of collecting information, sharing information with the researcher, evaluating information, and intervening, as needed; (4) displaying: displaying data regarding symptoms, vital signs, and weights graphically and textually, as well as the ability to extract the PDF and XML formats;  (5)  guiding: provision of guidance based on the data given by the user and provision of appropriate advice through communication with the researcher; (6) reminder or alert: reminding the user regarding the time of taking medicines, performing tests, and other requirements; and  (7)  interaction: bilateral interaction between the researcher and patient  [25] . This app was provided to patients to use for 3 months."
    },
    {
      "title": "Intervention",
      "text": "Patients in the intervention group received the smartphone-based app besides routine care. It was installed on their Android phones, and the patients were taught how to use the program via a 30-minute face-to-face session. The app brochure was also provided to the patients. The method of measuring vital signs, monitoring symptoms, and recording them in the app were taught to patients via the educational content of the app. Every week for 6 consecutive weeks and then every month for about 2 months, notifications were sent to the patients to remind them to use the app. Patients were asked to enter their daily vital signs, symptoms, and weight in the app, which provided the opportunity for health care providers to telemonitor the changes in the data in the text and graph format. In addition, patients could evaluate their daily conditions and its changes by visualizing the recorded data in the shape of a graph. Further, the daily use of the app by the patients was evaluated by the management panel on the internet and encouragements for the use of the app were provided, as needed. Patients and researchers could interact with each other depending on the patients' needs. During the app usage period (3 months), the patients were supported in terms of how to use the program. To provide support, the researcher's telephone number was provided to the patients for contact purposes, if needed. The patients in the control group received routine care, which included the provision of a brochure and the method of taking medicines and referral to the doctor at a clinic 2 weeks later. Moreover, the patients in the control group were provided with the smartphone-based app after data collection."
    },
    {
      "title": "Data Analysis",
      "text": "Descriptive statistics (frequency, mean, and SD) were used to analyze the qualitative and quantitative data. The Kolmogorov-Smirnov test was used to assess the normal distribution of the quantitative variables. The two-sided t test was used to compare the quantitative variables. The chi-square and Fisher exact tests were used for comparing the qualitative variables between the 2 groups. The two-factor analysis of variance was used for determining the effect of the demographic and health information on the QoL in order to investigate the effects of 2 factors (intervention and demographic and health information) on the dependent variable. The repeated measure analysis of variance test was used to determine the effect of the intervention over time. The Cohen effect was used to assess the effect of the intervention. All statistical tests were performed using the SPSS V.22 software (IBM Corp). The significance level was set as P<.05."
    },
    {
      "title": "Results",
      "text": "In this study, data collected from 111 patients were used for the analysis. The groups showed no statistically significant differences before the study regarding demographic characteristics (Table  1 ).\n\nTable  2  shows that before the study, the mean score of QoL in the intervention and control groups were 42.91 (15.62) and 47.42  (16.38) , respectively. The independent two-sided t test showed that the groups had no statistically significant differences before the study in any of the dimensions (P=.14). At 3 months after the intervention (Table  2 ), the mean scores of QoL in the intervention and control groups were 26.03 (9.67) and 50.13 (15.54), respectively. The groups had statistically significant differences in the QoL after the intervention, with a better QoL in the intervention group (P<.001). According to the results, the effect size of the intervention was high. The mean scores of QoL after the intervention in the intervention group in all domains were less than those in the control group, indicating better QoL in the intervention group compared to that in the control group (P<.001). The effect size of the intervention was high. In the intervention group, the reduced scores indicated improved QoL in all the domains compared to that in the control group. In the intervention group, the total and all the domain mean scores of QoL before and after the intervention had a statistically significant difference, indicating an improved QoL after the use of the app (P<.001). In the control group, the total mean score of QoL before and after the intervention showed a statistically significant difference (P=.001). The mean score of QoL in the control group in all dimensions before and after the intervention showed a statistically significant difference, indicating a reduced QoL in all domains over 3 months. hospitalization in the last 3 months because of heart failure, n (%) .12 33 (59) 31 (56) Yes .11 23 (41) 24 (44) No .08 Frequency of previous hospitalization in the last 3 months, n (%) 10 (42) 18 (55) 1 time P value Control group, n=56 Intervention group, n=55 Variables, subgroups 5 (21) 11 (33) 2 times 9 (38) 4 (12) 3 times or more .90 29.19 (9) 29.41 (9) Ejection fraction, mean (SD) Table  3  shows that there was significant correlation between the QoL and income adequacy and previous hospitalization in the last 3 months among the patients. Two-factor analysis of variance indicated that these 2 independent variables had no significant effect on the QoL (Table  4 ). hospitalization in last 3 months because of heart failure 38.26 (10.45) Yes 52.50 (17.78) No .07 c N/A Ejection fraction a Independent t test. b N/A: not applicable. c Pearson correlation test. d Analysis of variance test. JMIR Nursing 2020 | vol. 3 | iss. 1 | e20747 | p. 8  https://nursing.jmir.org/2020/1/e20747 (page number not for citation purposes) Davoudi et al JMIR NURSING XSL • FO RenderX"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "In this study, according to the findings, changes in the QoL score and its dimensions in the intervention group were more than those of the control group, and the effect size of the intervention was high. Therefore, use of a smartphone-based app increased the QoL and its dimensions in patients with HF. It is believed that new technologies such as apps can increase patients' satisfaction with medical care and improve their relationships with health care staff and subsequently improve their QoL  [29] . Such programs can increase the motivation of the patients to make changes in their lifestyles and increase their QoL. Further, any intervention that reduces the rate of hospitalization and symptoms in patients with HF can improve their QoL. A smartphone app that can record symptoms and provide intelligent responses to the patients' symptoms and related changes in each week and month can help them manage their symptoms effectively. This app can cause a significant improvement in patients' QoL  [29] . The app provides the possibility of continuous monitoring of patients even if they are not hospitalized. Moreover, this app and its use are not limited to a specific time and place  [30] . In this study, there was a possibility to contact the health care provider via this app, and caregivers could help with reducing the patient's or family's ambiguities with regard to the patient's health condition.\n\nInterventions that improve QoL are integral parts of the management of HF  [9] . They can be performed by the therapist as a continuous process of follow-up and monitoring. However, in a review study, wherein the effect of the use of mobile-based apps on the QoL of patients with HF was studied, only a limited number of apps had the required criteria for caring of patients with HF and most programs were commercial rather than functional. Moreover, app use had little impact on the QoL of patients  [31] . In the production of the \"My Smart Heart\" app, efforts were made to reduce the limitations of the existing apps and improve the QoL of patients. The results of our study shows that the effect of this intervention on the QoL of patients with HF was high. In line with the results of this study, a study after 6 months of intervention in patients with myocardial infarction found that the mean score of QoL in the intervention group increased compared to that in the control group  [32] ."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The smartphone-based app used in our study provides a novel telemonitoring and education method for patients with HF. This study was conducted on those patients who were able to communicate and were literate, with an ejection fraction of less than 45%. For generalizability, similar studies should be conducted in illiterate patients. In this study, the effect of the intervention was studied after 3 months, but the long-term effects of the intervention need to be further researched. In this study, the mediator effects of knowledge and self-care improvement were not evaluated, and therefore, these should be investigated in future studies. Within 3 months of the study process, some medication errors were identified. Therefore, studies should be performed to demonstrate the efficacy of software in improving patient safety and reducing medication errors."
    },
    {
      "title": "Conclusions",
      "text": "Our study showed that the use of a smartphone-based app increased the QoL of patients with HF. Interventions that improve QoL constitute an integral part of the management of HF, which can be carried out by the health care provider through continuous follow-up of patients using such apps. Nurses as well as patients and their families can use smartphone-based interactive software. Provision of facilities such as counselling centers can provide patients and their families with information about how to use this software to improve their QoL. The results of this research can be considered by nursing managers for patient education. However, it is necessary to study the cost-effectiveness of such interactive software. This method can be used by nurses and other health care providers in HF clinics and heart transplantation centers to improve patients'"
    },
    {
      "text": "Figure 1. The process of this study."
    },
    {
      "text": "Figure 2. Features of the interactive Android-based smartphone app."
    },
    {
      "text": "Demographic and health information of the patients with heart failure before the intervention."
    },
    {
      "text": "Comparison of the mean scores of the quality of life before and after the intervention between and within the groups."
    },
    {
      "text": "Correlation of the mean scores of the quality of life with the demographic and health information of patients with heart failure."
    },
    {
      "text": "Results of the two-factor analysis of variance."
    }
  ],
  "references": [
    {
      "title": "United States of America",
      "authors": [
        "J Hinkle",
        "K Cheever"
      ],
      "year": 2018
    },
    {
      "title": "Heart Disease and Stroke Statistics-2020 Update: A Report From the American Heart Association",
      "authors": [
        "S Virani",
        "A Alonso",
        "E Benjamin"
      ],
      "year": 2020,
      "doi": "10.1161/cir.0000000000000757"
    },
    {
      "title": "American Heart Association Statistics CommitteeStroke Statistics Subcommittee. Heart disease and stroke statistics--2014 update: a report from the American Heart Association",
      "authors": [
        "A Go",
        "D Mozaffarian",
        "V Roger",
        "E Benjamin",
        "J Berry",
        "M Blaha"
      ],
      "year": 2014,
      "doi": "10.1161/01.cir.0000441139.02102.80"
    },
    {
      "title": "Medication Adherence Interventions Improve Heart Failure Mortality and Readmission Rates: Systematic Review and Meta-Analysis of Controlled Trials",
      "authors": [
        "T Ruppar",
        "P Cooper",
        "D Mehr",
        "J Delgado",
        "J Dunbar-Jacob"
      ],
      "year": 2016,
      "doi": "10.1161/jaha.115.002606"
    },
    {
      "title": "Determining 30-day readmission risk for heart failure patients: the Readmission After Heart Failure scale",
      "authors": [
        "R Chamberlain",
        "J Sond",
        "K Mahendraraj",
        "C Lau",
        "B Siracuse"
      ],
      "year": 2018,
      "doi": "10.2147/ijgm.s150676"
    },
    {
      "title": "Patients Commonly Believe Their Heart Failure Hospitalizations Are Preventable and Identify Worsening Heart Failure, Nonadherence, and a Knowledge Gap as Reasons for Admission",
      "authors": [
        "N Gilotra",
        "A Shpigel",
        "I Okwuosa",
        "R Tamrat",
        "D Flowers",
        "S Russell"
      ],
      "year": 2017,
      "doi": "10.1016/j.cardfail.2016.09.024"
    },
    {
      "title": "Quality of life of chronic heart failure patients: a systematic review and meta-analysis",
      "authors": [
        "M Moradi",
        "F Daneshi",
        "R Behzadmehr",
        "H Rafiemanesh",
        "S Bouya",
        "M Raeisi"
      ],
      "year": 2019,
      "doi": "10.1007/s10741-019-09890-2"
    },
    {
      "title": "Assessing health-related quality of life in heart failure patients attending an outpatient clinic: a pragmatic approach",
      "authors": [
        "A Gallagher",
        "R Lucas",
        "M Cowie"
      ],
      "year": 2019,
      "doi": "10.1002/ehf2.12363"
    },
    {
      "title": "Quality of life in heart failure: A review",
      "authors": [
        "S Adebayo",
        "T Olunuga",
        "A Durodola",
        "O Ogah"
      ],
      "year": 2017,
      "doi": "10.4103/0189-7969.201914"
    },
    {
      "title": "Quality of life in patients with heart failure: ask the patients",
      "authors": [
        "S Heo",
        "T Lennie",
        "C Okoli",
        "D Moser"
      ],
      "year": 2009,
      "doi": "10.1016/j.hrtlng.2008.04.002"
    },
    {
      "title": "Patient Commitment to Health (PACT-Health) in the Heart Failure Population: A Focus Group Study of an Active Communication Framework for Patient-Centered Health Behavior Change",
      "authors": [
        "D Meeker",
        "J Goldberg",
        "K Kim",
        "D Peneva",
        "Hdo Campos",
        "R Maclean"
      ],
      "year": 2019,
      "doi": "10.2196/12483"
    },
    {
      "title": "Reasons for readmission in heart failure: perspectives of patients, caregivers, cardiologists, and heart failure nurses",
      "authors": [
        "C Annema",
        "M Luttik",
        "T Jaarsma"
      ],
      "year": 2009,
      "doi": "10.1016/j.hrtlng.2008.12.002"
    },
    {
      "title": "Effects of a nurse-led heart failure clinic on hospital readmission and mortality in Hong Kong",
      "authors": [
        "H Cheng",
        "S Chair",
        "Q Wang",
        "J Sit",
        "E Wong",
        "S Tang"
      ],
      "year": 2016,
      "doi": "10.11909/j.issn.1671-5411.2016.05.013"
    },
    {
      "title": "Patterns of self-care and clinical events in a cohort of adults with heart failure: 1 year follow-up",
      "authors": [
        "C Lee",
        "J Bidwell",
        "M Paturzo",
        "R Alvaro",
        "A Cocchieri",
        "T Jaarsma"
      ],
      "year": 2018,
      "doi": "10.1016/j.hrtlng.2017.09.004"
    },
    {
      "title": "Self-Care Interventions That Reduce Hospital Readmissions in Patients With Heart Failure; Towards the Identification of Change Agents",
      "authors": [
        "S Toukhsati",
        "T Jaarsma",
        "A Babu",
        "A Driscoll",
        "D Hare"
      ],
      "year": 2019,
      "doi": "10.1177/1179546819856855"
    },
    {
      "title": "A remote monitoring and telephone nurse coaching intervention to reduce readmissions among patients with heart failure: study protocol for the Better Effectiveness After Transition -Heart Failure (BEAT-HF) randomized controlled trial",
      "authors": [
        "J Black",
        "P Romano",
        "B Sadeghi",
        "A Auerbach",
        "T Ganiats",
        "S Greenfield",
        "Beat-Hf Research Group"
      ],
      "year": 2014,
      "doi": "10.1186/1745-6215-15-124"
    },
    {
      "title": "Gerontechnologies for Older Patients with Heart Failure: What is the Role of Smartphones, Tablets, and Remote Monitoring Devices in Improving Symptom Monitoring and Self-Care Management?",
      "authors": [
        "Masterson Creber",
        "R Hickey",
        "K Maurer"
      ],
      "year": 2016,
      "doi": "10.1007/s12170-016-0511-8"
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: a systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx",
        "B Green",
        "A Ginsburg"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3951"
    },
    {
      "title": "What is the clinical value of mHealth for patients? Digital Medicine, 2020(4)",
      "authors": [
        "S Rowland",
        "J Fitzgerald",
        "T Holme",
        "J Powell",
        "A Mcgregor"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-019-0206-x"
    },
    {
      "title": "Supporting cancer patients in illness management: usability evaluation of a mobile app",
      "authors": [
        "J Mirkovic",
        "D Kaufman",
        "C Ruland"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3359"
    },
    {
      "title": "A Framework to Assist Health Professionals in Recommending High-Quality Apps for Supporting Chronic Disease Self-Management: Illustrative Assessment of Type 2 Diabetes Apps",
      "authors": [
        "K Hale",
        "S Capra",
        "J Bauer"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4532"
    },
    {
      "title": "A systematic review of smartphone applications for chronic pain available for download in the United States",
      "authors": [
        "L Wallace",
        "L Dhingra"
      ],
      "year": 2014,
      "doi": "10.5055/jom.2014.0193"
    },
    {
      "title": "Evaluating a South African mobile application for health care professionals to improve diagnosis and notification of pesticide poisonings",
      "authors": [
        "S Kabanda",
        "H Rother"
      ],
      "year": 2019,
      "doi": "10.1186/s12911-019-0791-2"
    },
    {
      "title": "Introduction and Use of an Education-notification Application for Patients Undergoing Heart Valve Replacement",
      "authors": [
        "H Jobrani",
        "N Aghebati",
        "S Shahriyari",
        "V Behnam",
        "S Sehatbakhsh",
        "J Esfahanizadeh"
      ],
      "year": 2016,
      "doi": "10.22038/EBCJ.2016.7630"
    },
    {
      "title": "Design and Evaluation of a Smartphone-Based Application to Manage the Treatment of People with Heart Failur",
      "authors": [
        "Davoudi Kongsofla",
        "Najafi Ghezeljeh",
        "T Saeidi",
        "A Peyravi",
        "H Kiaroosta"
      ],
      "year": 2019,
      "doi": "10.29252/ijwph.11.3.125"
    },
    {
      "title": "Mobile phone-based telemonitoring for heart failure management: a randomized controlled trial",
      "authors": [
        "E Seto",
        "K Leonard",
        "J Cafazzo",
        "J Barnsley",
        "C Masino",
        "H Ross"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1909"
    },
    {
      "title": "Assessment of patient outcome with the Minnesota Living with Heart Failure questionnaire: reliability and validity during a randomized, double-blind, placebo-controlled trial of pimobendan. Pimobendan Multicenter Research Group",
      "authors": [
        "T Rector",
        "J Cohn"
      ],
      "year": 1992,
      "doi": "10.1016/0002-8703(92)90986-6"
    },
    {
      "title": "Translation and validation study of the Iranian version of Minnesota living with heart failure questionnaire",
      "authors": [
        "S Eskandari",
        "K Heravi",
        "N Rejeh",
        "A Ebadi",
        "A Montazeri"
      ],
      "year": 2015
    },
    {
      "title": "The Effect of Telehealth Interventions on Quality of Life of Cancer Patients: A Systematic Review and Meta-Analysis",
      "authors": [
        "J Larson",
        "A Rosen",
        "F Wilson"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0112"
    },
    {
      "title": "Text Message and Internet Support for Coronary Heart Disease Self-Management: Results From the Text4Heart Randomized Controlled Trial",
      "authors": [
        "Pfaeffli Dale",
        "L Whittaker",
        "R Jiang",
        "Y Stewart",
        "R Rolleston",
        "A Maddison"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4944"
    },
    {
      "title": "Mobile Phone Apps to Support Heart Failure Self-Care Management: Integrative Review",
      "authors": [
        "P Athilingam",
        "B Jenkins"
      ],
      "year": 2018,
      "doi": "10.2196/10057"
    },
    {
      "title": "Effects of interactive patient smartphone support app on drug adherence and lifestyle changes in myocardial infarction patients: A randomized study",
      "authors": [
        "N Johnston",
        "J Bodegard",
        "S Jerström",
        "J Åkesson",
        "H Brorsson",
        "J Alfredsson"
      ],
      "year": 2016,
      "doi": "10.1016/j.ahj.2016.05.005"
    }
  ],
  "num_references": 32,
  "original_doi": "https://doi.org/10.13039/100012021"
}
