{
  "paper_id": "5BLY4SIZ",
  "title": "Sustained reduction in the incidence of type 2 diabetes by lifestyle intervention: follow-up of the Finnish Diabetes Prevention Study",
  "abstract": "Background Lifestyle interventions can prevent the deterioration of impaired glucose tolerance to manifest type 2 diabetes, at least as long as the intervention continues. In the extended follow-up of the Finnish Diabetes Prevention Study, we assessed the extent to which the originally-achieved lifestyle changes and risk reduction remain after discontinuation of active counselling. Methods Overweight, middle-aged men (n=172) and women (n=350) with impaired glucose tolerance were randomly assigned to intensive lifestyle intervention or control group. After a median of 4 years of active intervention period, participants who were still free of diabetes were further followed up for a median of 3 years, with median total follow-up of 7 years. Diabetes incidence, bodyweight, physical activity, and dietary intakes of fat, saturated fat, and fi bre were measured. \n Findings During the total follow-up, the incidence of type 2 diabetes was 4•3 and 7•4 per 100 person-years in the intervention and control group, respectively (log-rank test p=0•0001), indicating 43% reduction in relative risk. The risk reduction was related to the success in achieving the intervention goals of weight loss, reduced intake of total and saturated fat and increased intake of dietary fi bre, and increased physical activity. Benefi cial lifestyle changes achieved by participants in the intervention group were maintained after the discontinuation of the intervention, and the corresponding incidence rates during the post-intervention follow-up were 4•6 and 7•2 (p=0•0401), indicating 36% reduction in relative risk. Interpretation Lifestyle intervention in people at high risk for type 2 diabetes resulted in sustained lifestyle changes and a reduction in diabetes incidence, which remained after the individual lifestyle counselling was stopped.",
  "year": 1998,
  "date": "1998",
  "authors": [
    {
      "name": "Jaana Lindström"
    },
    {
      "name": "Pirjo Ilanne-Parikka"
    },
    {
      "name": "Markku Peltonen"
    },
    {
      "name": "Sirkka Aunola"
    },
    {
      "name": "Johan Eriksson"
    },
    {
      "name": "Katri Hemiö"
    },
    {
      "name": "Helena Hämäläinen"
    },
    {
      "name": "Pirjo Härkönen"
    },
    {
      "name": "Sirkka Keinänen-Kiukaanniemi"
    },
    {
      "name": "Mauri Laakso"
    },
    {
      "name": "Anne Louheranta"
    },
    {
      "name": "Marjo Mannelin"
    },
    {
      "name": "Merja Paturi"
    },
    {
      "name": "Jouko Sundvall"
    },
    {
      "name": "Timo Valle"
    },
    {
      "name": "Matti Uusitupa"
    },
    {
      "name": "Jaakko Tuomilehto"
    }
  ],
  "doi": "10.2337/diacare.21.9.1414",
  "md5": "88EFD1E39FF777F92F536C1F5F0033CE",
  "publication": {
    "journal": "Diabetes Care",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Acknowledgments We thank  Zygimantas Cepaitis ,  Martti Hakumäki ,  Anja Ilmanen ,  Hilkka Kaisto ,  Kaija Kettunen ,  Hannele Kivelä ,  Arja Kylliäinen ,  Ritva Läärä ,  Paula Nyholm , and  Arja Putila  for their skillful assistance in the study; and  Marja-Riitta Taskinen  and  Antti Aro  for their participation in the endpoint committee. This study was supported by the  Academy of Finland  (grants  8473/2298 ,  40758/5767 ,  38387/54175 ,  46558 ),  Juho Vainio Foundation ,  Ministry of Education ,  Novo Nordisk Foundation ,  Yrjö Jahnsson Foundation  and  Finnish Diabetes Research Foundation , and  EVO  funds from  Tampere, Kuopio , and  Oulu University Hospitals . \n Confl ict of interest statement We declare that we have no confl ict of interest."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The pandemic of type 2 diabetes is an enormous public health problem.  1, 2 Studies using lifestyle intervention in people with impaired glucose tolerance have shown that the progress to manifest type 2 diabetes can be prevented or postponed.  [3] [4] 4] [5] [6] [7] [8]  Lifestyle intervention in these studies lasting for 3-6 years emphasised bodyweight control, physical activity, and dietary modifi cation. Reduction in relative risk achieved in the intervention group compared with the control group ranged from 30% to 67%, as shown in a recent meta-analysis.  9 The Finnish Diabetes Prevention Study  5  and the US Diabetes Prevention Program  6  both revealed a 58% relative risk reduction in the progression from impaired glucose tolerance to type 2 diabetes, during a mean intervention period of about 3 years.\n\nHowever, whether the risk reduction achieved during active counselling for lifestyle changes will last after discontinuation of the intervention is not known. The extended follow-up of the Diabetes Prevention Study was designed to assess the long-term results of the lifestyle intervention originally aimed at reducing the risk for developing type 2 diabetes in high-risk individuals."
    },
    {
      "title": "Methods",
      "text": "The Diabetes Prevention Study was a randomised controlled trial aimed at prevention of type 2 diabetes by lifestyle intervention. The study design has been described in detail previously.  10 The study protocol was approved by the ethics committee of the National Public Health Institute in Helsinki, Finland, and all study participants gave written informed consent. Randomisation started in 1993 and was completed in 1998 (fi gure 1). The fi rst interim analysis was done in March, 2000.  5 According to the recommendation of the endpoint committee, the intervention period was discontinued at each participant's next yearly clinic visit, after a median follow-up of 4 years. Subsequently, we decided to continue to monitor the participants who had remained free of diabetes. This report consists of the data obtained until Dec 31, 2004, ie, post-intervention follow-up for a median of 3 years, with median total follow-up of 7 years."
    },
    {
      "title": "Participants",
      "text": "Originally, 522 men and women in fi ve study centres were randomised at the baseline visit to one of the two treatment modalities, the intervention group with intensive diet-exercise counselling (n=265, the proportion of women 66%) or the control group (n=257, the proportion of women 69%). Overweight (mean body-mass index 31•1 kg/m 2 ), middle-aged (mean age 55 years) participants with impaired glucose tolerance based on two 75 g oral glucose tolerance tests by the WHO 1985 criteria  11  were eligible for the study. Mean fasting plasma glucose at baseline was 6•1 (SD 0•8) mmol/L and mean plasma glucose value 2 h after the 75 g oral glucose load was 8•9 (1•5) mmol/L without signifi cant diff erences between the two groups. The overall proportion of participants who were lost to follow-up was 10% in the intervention group and 8% in the control group (p=0•3619 Fisher's exact test; fi gure 1)."
    },
    {
      "title": "Intervention",
      "text": "The main goals of the intervention were: weight reduction of 5% or more; less than 30% of the daily energy intake from fat; less than 10% of the daily energy intake from saturated fat; fi bre intake 15 g per 1000 kcal or more; and moderately intense physical activity 30 min per day or more. The duration of intervention ranged from less than 1 year (indicating withdrawal before the fi rst yearly visit) up to 6 years, with median length of 4 years. The implementation of the intervention programme has been previously reported.  12 Briefl y, the participants in the intervention group were given detailed and individualised counselling to achieve the lifestyle goals. They had seven personal counselling sessions with the study nutritionist during the fi rst year and every 3 months thereafter. The median number of dietary counselling sessions per participant was 20 thus indicating excellent compliance with the study protocol. The participants were also advised to increase their level of physical activity, and were off ered free of charge, supervised, individually tailored circuit-type moderate-intensity resistance training sessions to improve the functional capacity and strength of the large muscle groups of the upper and lower body.\n\nThe participants in the control group were given general verbal and written health behaviour information at baseline without specifi c individualised advice. At the last intervention period visit all the participants were given a summary of their laboratory test results during the intervention period, including the glucose values, and they were also told about the fi ndings of the randomised trial."
    },
    {
      "title": "Post-intervention follow-up",
      "text": "All individuals who participated in the Diabetes Prevention Study were invited to take part in the post-intervention follow-up. During this follow-up, all study participants had a yearly visit with the study nurse. The visits included the same procedures as during the intervention period, and were similar for all participants irrespective of their former randomisation group. No specifi c diet or exercise counselling was provided."
    },
    {
      "title": "Procedures and measurements",
      "text": "The parameters measured every year included fasting and post load (75 g oral glucose tolerance test) plasma glucose after a 12-h fast. During the intervention, plasma glucose was measured locally according to standard guidelines. During the post-intervention follow-up, centralised glucose assays were established enzymatically with the hexokinase method (Thermo Electron Oy, Vantaa, Finland).\n\nA clinical examination was done and questionnaires including questions about physical activity were obtained at baseline and at every yearly visit. Individuals who reported that they \"mostly read, watch TV, and spend time in other ways that are not physically demanding\" during their spare time were categorised as physically inactive, and those who reported \"walking, bicycling, or other exercise for at least 4 hours per week\" were categorised as achieving the physical activity goal. All study participants completed a 3-day food record with a picture booklet of portion sizes of typical foods.  13 The average intakes of total fat (proportion of the total daily energy intake), saturated fat (proportion of the total daily energy intake), and dietary fi bre (g per 1000 kcal) from the baseline and 1-year, 2-year, and 3-year visits of the intervention period were calculated using a dietary analysis programme and the Finnish Food Composition\n\n27 diabetes cases 265 intervention group First interim analysis March 28, 2000 257 control group 522 randomised Randomisation November, 1993-June, 1998 23 withdrawals 17 new diabetes cases 1 new withdrawal 17 new diabetes cases End of intervention 1 new withdrawal 17 new diabetes cases 1 new withdrawal 31 new diabetes cases Post intervention follow-up December 31, 2004 8 rejoined the trial 11 new withdrawals 17 new diabetes cases 1 new withdrawal 75 diabetes cases 163 without diabetes 27 lost to follow up † 17 new diabetes cases 1 new withdrawal 110 diabetes cases 127 without diabetes 20 lost to follow up † 17 new diabetes cases 1 new withdrawal 38 new diabetes cases 5 rejoined the trial 7 new withdrawals 13 new diabetes cases 1 new withdrawal 59 diabetes cases 17 withdrawals Figure 1: Trial profi le *After the decision to end the intervention period, the intervention was continued until each participant's next scheduled yearly clinic visit. End date thus varied from March, 2000, to Dec, 2001. †Participants who were lost to follow-up were treated as censored observations in the analyses."
    },
    {
      "title": "Database (Fineli) developed at the National Public Health",
      "text": "Institute, Helsinki, Finland.  14 The dietary analyses were repeated at the fi rst post-intervention follow-up visit to clarify the maintenance of the dietary changes after the intervention had been discontinued. The study participants were categorised according to their success in achieving the fi ve predefi ned lifestyle goals (0=not achieved, 1=achieved) by the 3-year visit, with mean physical activity and nutrient intakes during the years 1, 2, and 3. For those who either dropped out or were diagnosed with diabetes before the 3-year visit, the last observation for bodyweight was used for calculating weight reduction. A success score from 0 to 5 was calculated as the sum of the achieved goals. The analysis was repeated at the fi rst post-intervention follow-upvisit.\n\nThe development of type 2 diabetes was the primary endpoint. Since the study was started before the current criteria for diabetes were introduced,  15  diabetes was defi ned according to WHO 1985 criteria,  11  ie, either fasting plasma glucose of 7•8 mmol/L or more, or 2-hour post-challenge plasma glucose of 11•1 mmol/L or more. The diagnosis of diabetes was confi rmed by a second oral glucose tolerance test."
    },
    {
      "title": "Statistical analysis",
      "text": "Kaplan-Meier survival curves were calculated to estimate the probability of remaining free of diabetes in the two groups. Participants who were lost during follow-up were treated as censored observations. The diff erence between the survival curves was tested with the log-rank test. The Cox proportional hazards model was used to estimate the hazard ratio for development of diabetes. The proportionality assumption of the model was assessed with graphical methods (ie, the log-log plot). All comparisons of the endpoints were based on the intention-to-treat principle.\n\nMean levels of bodyweight, nutrient intakes, and physical activity during the study were compared between the groups with analysis of covariance, adjusting for the level of respective variable at baseline. Further, analysis of covariance was used to examine changes in these variables from the last intervention period visit until the fi rst post-intervention examination. In this analysis, adjustment was made for the level of respective variable at the last visit during intervention. In further analyses, the Cox model was used to analyse the relation between the success score and the incidence of diabetes. First, the success score variable was included in the model as categorical variable, with those who did not achieve any of the lifestyle goals as reference category. Additionally, test of linear trend was done including the success score as continuous variable in the model. In these analyses the groups were pooled. The analyses were adjusted for treatment group, study centre, sex, age, and the baseline 2-h post-challenge plasma glucose concentration. Analyses were done with the statistics package Stata version 8.0."
    },
    {
      "title": "Role of the funding source",
      "text": "The sponsors of the study had no role in study design, the collection, analysis, or interpretation of the data, or in the writing of the report. The corresponding author had full access to all data in the study and had the fi nal responsibility to submit for publication."
    },
    {
      "title": "Results",
      "text": "The total number of cases of diabetes diagnosed during the overall follow-up of 7 years was 75 in the intervention group and 110 in the control group (fi gure 1). The incidence rates were 4•3 (95% CI 3•4-5•4) and 7•4 (6•1-8•9) per 100 person-years in the intervention and control group, respectively (p=0•0001 log-rank test). The corresponding hazard ratio was 0•57 (0•43-0•76; fi gure 2). The cumulative incidence of diabetes at year 6 was 23% in the intervention group and 38% in the control group, with an absolute risk reduction of 15% (7•2-23•2). The number of people needed to be treated to prevent one case of type 2 diabetes by lifestyle intervention was 22 for 1 year. The mean bodyweight and the intake of total and saturated fat were lower in the intervention group compared with that in the control group during the intervention (table  1 ). Further, intake of dietary fi bre and physical activity were higher in the intervention group.\n\nIn the intervention and the control group, respectively, 10% and 27% of the participants did not achieve any of the predefi ned goals by the 3-year examination, whereas 14% and 6% achieved four or fi ve goals (p<0•0001 for Fisher's exact test). There was a strong inverse correlation between the success score and the incidence of diabetes during the total follow-up. Incidence rate per\n\n1•00 0 1 2 3 4 5 6 7 8 261 251 265 257 250 231 238 209 228 192 214 176 191 157 174 140 118 91 Log-rank test: p=0•0001 Hazard ratio=0•57 (95% CI 0•43-0•76) Number at risk, intervention/control: Kaplan-Meier estimate of probability of remaining free of diabetes Follow up time (years) Intervention Control 100 person-years ranged from 8•4 (95% CI 6•2-11•3) in the participants who did not achieve any of the goals at the 3-year visit, to 2•0 (1•0-4•3) in those who achieved four or fi ve of the goals. The hazard ratios were 1•00, 0•85 (0•57-1•28), 0.66 (0•40-1•09), 0•69 (0•38-1•26), and 0•23 (0•10-0•52) for success score from 0, 1, 2, 3, to 4-5, respectively (test for trend p=0•0004).\n\nTo assess the independent eff ects of achieving the success score components at the 3-year examination on diabetes incidence during the total follow-up, all fi ve variables for lifestyle goal were fi rst individually included in a Cox model. Univariate hazard ratios (95% CI) were 0•45 (0•31-0•64) for weight reduction from baseline, 0•65 (0•45-0•95) for intake of fat, 0•59 (0•31-1•13) for intake of saturated fat, 0•69 (0•49-0•96) for intake of fi bre, and 0•62 (0•46-0•84) for physical activity, comparing those who did or did not achieve the respective goal. When all fi ve success score components were simultaneously included in the Cox model, the multivariate-adjusted hazard ratios for diabetes (95% CI) were 0•43 (0•30-0•61) for weight reduction, 0•80 (0•48-1•34) for intake of fat, 0•55 (0•26-1•16) for intake of saturated fat, 0•97 (0•63-1•51) for intake of fi bre, and 0•80 (0•57-1•12) for physical activity. Furthermore, weight change from baseline was signifi cantly associated with the achievement of each of the other four lifestyle goals, and consequently, success score was strongly and inversely correlated with weight reduction. The 3-year weight reduction was 0•5%, 2•1%, 4•3%, 4•7%, and 8•7% for success score from 0, 1, 2, 3, to 4-5, respectively (test for trend p<0•0001). Additionally, all the dietary goals (total fat, saturated fat, and fi bre) were signifi cantly associated with each other (p for all <0•0001). Achievement of the fat intake goal or the fi bre intake goal was associated also with the physical activity goal (p=0•0019 and p<0•0001, respectively).\n\nTo explore whether the reduced long-term risk of type 2 diabetes in the intervention group could be attributed solely to a reduced risk during the actual intervention of the study, we excluded all participants who were diagnosed with diabetes during the intervention (n=116) and calculated the incidence rates exclusively for the post-intervention follow-up. The median post-intervention follow-up time was 3 years, and the number of incident new cases of type 2 diabetes was 31 in the intervention group of 221 people at risk, and 38 in the control group of 185 people at risk. The corresponding incidence rates were 4•6 and 7•2 per 100 person-years, respectively (log-rank test p=0•0401), ie, 36% relative risk reduction (fi gure 3).\n\nBodyweight, physical activity, and nutrient intakes in those without diabetes at the end of the intervention are shown in table 2. The diff erences in these variables between the groups remained favourable for the intervention group during the post-intervention follow-up. The proportion of physically active individuals decreased in the control group. Conversely, the participants in the control group reduced their intake of saturated fat more but, since they had a higher intake to start, still maintained a higher intake of saturated fats than the intervention group.\n\nIntervention Control p* n Mean n Mean Bodyweight (kg) Baseline 265 86•7 257 85•5 0•3267 Year 1 256 82•2 250 84•8 <0•0001 Year 3 † 256 83•4 251 85•2 <0•0001 Last intervention period visit † 257 84•3 251 85•6 <0•0001 Proportion of physically active (%) ‡ Baseline 261 64 257 67 0•5192 Year 1 252 86 245 69 <0•0001 Year 3 † 256 82 251 71 0•0003 Last intervention period visit † 256 81 251 71 0•0013 Energy proportion of fat (%) Baseline 264 36 255 37 0•0670 Year 1 254 33 245 35 0•0001 Year 3 † 254 32 246 34 <0•0001 Energy proportion of saturated fat (%) Baseline 264 16 255 17 0•0188 Year 1 254 14 245 16 <0•0001 Year 3 † 254 13 246 15 <0•0001 Dietary fi bre (g per 1000 kcal) Baseline 264 11•7 255 11•7 0•9431 Year 1 254 14•2 245 12•5 <0•0001 Year 3 † 254 14•1 246 12•7 <0•0001 *p for test of equality between groups, adjusting for baseline level. †Last observation brought forward for individuals who dropped out or became diabetic during the study. ‡Individuals who reported walking, cycling, or other moderate intensity activity for at least 4 h per week categorised as physically active. The success score analysis was repeated to analyse the eff ect of maintained lifestyle changes on the diabetes incidence during the post-intervention follow-up. In the intervention and control groups, respectively, 7% and 14% of the participants did not achieve any of the lifestyle goals at the fi rst follow-up visit, 32% and 40% achieved one, while 18% and 7% achieved at least four out of the fi ve goals (p=0•0042 for Fisher's exact test). The incidence rate of diabetes per 100 person-years was 8•0 (95% CI 4•2-15•4) in the group that did not achieve any of the goals, compared with 3 Univariate hazard ratios (95% CI) for diabetes incidence during the post-intervention follow-up were 0•55 (0•30-1•02) for achieving the weight reduction goal, 0•74 (0•44-1•27) for achieving the fat intake goal, 1•01 (0•54-1•89) for achieving the saturated fat intake goal, 0•72 (0•40-1•30) for achieving the fi bre intake goal, and 0•62 (0•36-1•06) for achieving the physical activity goal, compared with those who did not achieve the respective goal at the fi rst post-intervention follow-up examination. When all fi ve variables for lifestyle goals were simultaneously analysed, the adjusted hazard ratios were 0•52 (0•28-0•96) for weight reduction from baseline, 0•67 (0•35-1•31) for the intake of fat, 1•62 (0•68-3•85) for the intake of saturated fat, 0•77 (0•38-1•57) for the intake of fi bre, and 0•82 (0•46-1•48) for physical activity."
    },
    {
      "title": "Discussion",
      "text": "Individually randomised controlled lifestyle intervention studies have shown the benefi t of healthy lifestyle on delaying the deterioration of glucose tolerance to manifest type 2 diabetes, at least as long as the intervention continues.  [5] [6] 6] [7] [8]  Our study with a median of 7 years total follow-up shows that a marked diff erence in the cumulative incidence of diabetes can be sustained after the discontinuation of active counselling. The absolute diff erence in diabetes risk between the intervention and control groups was about 15% during the initial trial period and also remained the same during the post-intervention follow-up. The relative risk reduction of 43% was, however, less than the 58% seen during the original study,  5  as expected from the increasing cumulative diabetes incidence in both groups.\n\nThe earlier Da Qing IGT and Diabetes Study 4 with clinics randomly assigned either to diet, exercise, or diet plus exercise intervention showed a 31%, 46%, and 42% risk reduction, respectively, after a 6-year intervention. The relative risk reduction achieved in our study was about the same after a similar period even though the duration of active intervention was shorter. Thus, from a public health point of view there is an important message: an intensive lifestyle intervention lasting for a limited time can yield long-term benefi ts in reducing the risk of type 2 diabetes in high-risk individuals.\n\nThe achieved changes in physical activity and dietary habits seemed to be maintained at least 1 year after the discontinuation of the intervention. The diff erences between the groups persisted despite a possible dilution eff ect, since the control group participants can be considered to have received a reinforced miniintervention when they were provided with their own glucose results and told about the main fi ndings of the Diabetes Prevention Study at the end of the intervention period. Still, a modest diff erence in bodyweight change from baseline between the intervention and control groups was preserved. Our results confi rm the fi ndings from earlier studies showing that interventions can have long-term eff ect on lifestyle,  16, 17  and off er encouraging evidence for the effi cacy of comprehensive lifestyle intervention even without large reduction in weight.\n\nAnalysis of the success score showed that most people who maintained the lifestyle goals at 3-year visit remained free of diabetes during the extended follow-up. This fi nding indicates that the true eff ect of healthy lifestyle results in a dramatically better outcome than that seen by the intention-to-treat analysis of the treatment eff ect. Each of the success score components at the 3-year visit\n\nIntervention Control p* p † n Mean n Mean Bodyweight (kg) Baseline 190 84•9 165 84•0 0•5174 Last intervention visit 190 81•8 165 83•3 <0•0001 First post-intervention follow-up visit 190 83•1 165 84•0 0•0032 0•1482 Proportion of physically active (%) ‡ Baseline 184 70 164 70 0•9102 Last intervention visit 187 88 164 76 0•0035 First post-intervention follow-up visit 187 86 164 71 0•0005 0•0273 Energy proportion of fat (%) Baseline 187 36 159 37 0•1879 Year 3 ‡ 187 31 159 34 0•0002 First post-intervention follow-up visit 187 31 159 33 0•0174 0•1189 Energy proportion of saturated fat (%) Baseline 187 16 159 17 0•0676 Year 3 ‡ 187 13 159 15 <0•0001 First post-intervention follow-up visit 187 12 159 14 0•0001 0•0128 Dietary fi bre (g per 1000 kcal) Baseline 187 11•9 159 11•9 0•9750 Year 3 ‡ 187 14•5 159 12•9 0•0003 First post-intervention follow-up visit 187 13•6 159 12•6 0•0071 0•4577 *p for test of equality between the groups, adjusting for the baseline level. †p for test of equal change between the groups from the last intervention period visit to the fi rst post-intervention follow-up visit, adjusting for the level at the last intervention visit. ‡Individuals who reported walking, cycling, or other moderate intensity activity for at least 4 h a week were categorised as physically active.\n\nTable 2: Bodyweight, physical activity, and dietary intakes of participants of the post-intervention follow-up period who were without diabetes at the end of the intervention\n\n(except that for saturated fat intake) was signifi cantly associated with the reduction in diabetes risk in univariate analyses, but when all the components were included into the model simultaneously, only the eff ect of weight reduction remained signifi cant. Analyses from the fi rst post-intervention follow-up visit revealed similar tendency; however, the only signifi cant association was between weight reduction and diabetes risk in the multivariate model. The fi ndings suggest that dietary composition and physical activity are important in diabetes prevention but their eff ect on diabetes risk is in large part, although not entirely, mediated through resulting weight reduction. Nevertheless, because of the multicollinearity shown by the fact that weight change correlated with all the other intervention goals, the interpretation of the results should be made cautiously. Our fi ndings do not allow us to distinguish between the carry-over eff ect from the intervention, and the ongoing eff ect of lifestyle during the post-intervention follow-up, on diabetes incidence. In a subgroup analysis of the Diabetes Prevention Study population, we showed a marked improvement in insulin sensitivity concomitantly with weight loss, whereas insulin secretion did not change signifi cantly.  18 This fi nding suggests that the prolonged benefi t of the lifestyle intervention on the diabetes risk could partly be attributed to a correction of insulin resistance, which, on the other hand, might result in a preservation of the beta cell function. Even so, we cannot rule out the eff ect of maintaining lifestyle changes after the original intervention period. The question concerning the risk reduction in those in whom the success score or its components changed during the post-intervention follow-up period would be of interest, but unfortunately at the present our data have restricted statistical power for this kind of subgroup analyses.\n\nAbout a third of participants in the intervention group met none or only one of the predefi ned goals 1 year after the intervention. Adherence to the intervention is a specifi c challenge for future diabetes prevention programmes. Oral antidiabetic medications have been shown to prevent diabetes, and could be an option for those who have not responded satisfactorily to lifestyle intervention. However, medications seem to lower blood glucose as long as they are taken, but much of their eff ect dissipates as soon as the drug is discontinued.  6, [19] [20] ] [21]  Unfortunately, there has thus far been no pharmacological trial specifi cally targeted to people at high risk of diabetes and who were unable to change their lifestyle.\n\nSome limitations of the present study have to be addressed. The analyses related to the post-intervention follow-up period of the Diabetes Prevention Study were not planned in the original study protocol, and post hoc analyses have to be interpreted with caution. The post-intervention follow-up was not foreseen while calculating the original sample size,  10  and because of low numbers of people at risk and cases of diabetes the statistical power remains restricted. Furthermore, the study participants were volunteers and willing to take part in a long-lasting trial and thus were probably more health-conscious than the general population. A low number of withdrawals is a marker of high commitment, but since there was no diff erence between the groups it is also an advantage in the analyses. Future studies will reveal if the results from this clinical trial can be transposed into usual health-care settings. Also the generalisability of our fi ndings in other populations must be studied.\n\nBased on the Kaplan-Meier analysis, around 50% of people with impaired glucose tolerance will develop diabetes during 10 years when no active intervention is applied. Although a lifestyle intervention alone, even if successful, does not necessarily prevent type 2 diabetes in all individuals, it will still postpone the onset of the disease. Even delaying the onset of diabetes can have a substantial eff ect on subsequent morbidity, and therefore on the cost-eff ectiveness of diabetes prevention.  22 hether the lifestyle intervention used in the Diabetes Prevention Study reduces diabetes-related microvascular and macrovascular complications in the long run is still to be proven, and such an assessment is planned in the future after an adequate number of cases and person-years have been accumulated.\n\nThe high diabetes incidence even in the intervention group of our study suggests that preventive actions should probably be targeted to all high-risk individuals, even before impaired glucose tolerance is present. The lifestyle intervention used in the Diabetes Prevention Study has formed the basis for the implementation programme for the prevention of type 2 diabetes in Finland.  23 This programme identifi es high risk individuals with a simple, validated risk score questionnaire  24, 25  and thus is likely to reach people at an earlier stage in the process leading to diabetes. Although a population-based strategy to fi ght the pandemic of type 2 diabetes is urgently needed, an individualised approach to guide people at high risk is also warranted. A simple lifestyle intervention seems to work well. However, further research is needed to reveal the optimum and most cost-effi cient strategy, intensity, and duration of such an intervention. The results from the extended follow-up of the Finnish Diabetes Prevention Study nevertheless show that the eff ect of lifestyle intervention on diabetes risk does not disappear after active lifestyle counselling is stopped.\n\nContributors J Lindström and P Ilanne-Parikka had joint responsibility for writing this manuscript and share the primary authorship of this paper. M Peltonen did the statistical analyses and participated in writing the manuscript. S Aunola, J G Eriksson, K Hemiö, H Hämäläinen, P Härkönen, S Keinänen-Kiukaanniemi, M Laakso, A Louheranta, M Paturi, J Sundvall, and T T Valle contributed to data extraction and revised the manuscript. J Tuomilehto and M Uusitupa are the principal investigators of the study and participated in writing the manuscript."
    },
    {
      "text": "Figure 2: Diabetes by treatment group Follow-up time is truncated at 8 years, since number of participants at risk beyond this point was low, but they are included in the calculation of hazard ratios."
    },
    {
      "text": "Bodyweight, physical activity, and dietary intake during the intervention period of the studytest: p=0•0401 Hazard ratio=0•61 (95% CI 0•38-0•98) Number at risk, intervention/control: Kaplan-Meier estimate of probability of remaining free of diabetes Follow up time (years) Intervention Control"
    },
    {
      "text": "Figure 3: Diabetes by treatment group during the post-intervention follow-up period Follow-up time is truncated at 4 years, since number of participants at risk beyond this point was low, but they are included in calculation of hazard ratios."
    },
    {
      "text": "•8 (1•7-8•5) in the group with 4 or 5 goals achieved. The hazard ratios were 1•00, 0•96 (0•45-2•04), 0•37 (0•15-0•93), 0•78 (0•32-1•91) and 0•54 (0•20-1•49) for the success score from 0, 1, 2, 3, to 4 or 5, respectively (p=0•1089)."
    },
    {
      "title": "Acknowledgments",
      "text": "We thank  Zygimantas Cepaitis ,  Martti Hakumäki ,  Anja Ilmanen ,  Hilkka Kaisto ,  Kaija Kettunen ,  Hannele Kivelä ,  Arja Kylliäinen ,  Ritva Läärä ,  Paula Nyholm , and  Arja Putila  for their skillful assistance in the study; and  Marja-Riitta Taskinen  and  Antti Aro  for their participation in the endpoint committee. This study was supported by the  Academy of Finland  (grants  8473/2298 ,  40758/5767 ,  38387/54175 ,  46558 ),  Juho Vainio Foundation ,  Ministry of Education ,  Novo Nordisk Foundation ,  Yrjö Jahnsson Foundation  and  Finnish Diabetes Research Foundation , and  EVO  funds from  Tampere, Kuopio , and  Oulu University Hospitals ."
    },
    {
      "title": "Confl ict of interest statement",
      "text": "We declare that we have no confl ict of interest."
    }
  ],
  "references": [
    {
      "title": "Global burden of diabetes, 1995-2025: prevalence, numerical estimates, and projections",
      "authors": [
        "H King",
        "R Aubert",
        "W Herman"
      ],
      "year": 1998,
      "doi": "10.2337/diacare.21.9.1414",
      "journal": "Diabetes Care",
      "volume": "21",
      "raw": "Global burden of diabetes, 1995-2025: prevalence, numerical estimates, and projections \n\t\t \n\t\t\t H King \n\t\t \n\t\t \n\t\t\t R E Aubert \n\t\t \n\t\t \n\t\t\t W H Herman \n\t\t \n\t\t 10.2337/diacare.21.9.1414 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t King H, Aubert RE, Herman WH. Global burden of diabetes, 1995-2025: prevalence, numerical estimates, and projections. Diabetes Care 1998; 21: 1414-31."
    },
    {
      "title": "Global prevalence of diabetes: estimates for the year 2000 and projections for 2030",
      "authors": [
        "S Wild",
        "G Roglic",
        "A Green",
        "R Sicree",
        "H King"
      ],
      "year": 2004,
      "doi": "10.2337/diacare.27.10.2569-a",
      "journal": "Diabetes Care",
      "volume": "27",
      "raw": "Global prevalence of diabetes: estimates for the year 2000 and projections for 2030 \n\t\t \n\t\t\t S Wild \n\t\t \n\t\t \n\t\t\t G Roglic \n\t\t \n\t\t \n\t\t\t A Green \n\t\t \n\t\t \n\t\t\t R Sicree \n\t\t \n\t\t \n\t\t\t H King \n\t\t \n\t\t 10.2337/diacare.27.10.2569-a \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Wild S, Roglic G, Green A, Sicree R, King H. Global prevalence of diabetes: estimates for the year 2000 and projections for 2030. Diabetes Care 2004; 27: 1047-53."
    },
    {
      "title": "Prevention of type 2 (non-insulindependent) diabetes mellitus by diet and physical exercise. The 6-year Malmo feasibility study",
      "authors": [
        "K Eriksson",
        "F Lindgärde"
      ],
      "year": 1991,
      "doi": "10.1007/bf00400196",
      "journal": "Diabetologia",
      "volume": "34",
      "raw": "Prevention of type 2 (non-insulindependent) diabetes mellitus by diet and physical exercise. The 6-year Malmo feasibility study \n\t\t \n\t\t\t K F Eriksson \n\t\t \n\t\t \n\t\t\t F Lindgärde \n\t\t \n\t\t 10.1007/bf00400196 \n\t \n\t \n\t\t Diabetologia \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Eriksson KF, Lindgärde F. Prevention of type 2 (non-insulin- dependent) diabetes mellitus by diet and physical exercise. The 6-year Malmo feasibility study. Diabetologia 1991; 34: 891-98."
    },
    {
      "title": "Eff ects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study",
      "authors": [
        "X Pan",
        "G Li",
        "Y Hu"
      ],
      "year": 1997,
      "doi": "10.2337/diacare.20.4.537",
      "journal": "Diabetes Care",
      "volume": "20",
      "raw": "Eff ects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study \n\t\t \n\t\t\t X R Pan \n\t\t \n\t\t \n\t\t\t G W Li \n\t\t \n\t\t \n\t\t\t Y H Hu \n\t\t \n\t\t 10.2337/diacare.20.4.537 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Pan XR, Li GW, Hu YH, et al. Eff ects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study. Diabetes Care 1997; 20: 537-44."
    },
    {
      "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance",
      "authors": [
        "J Tuomilehto",
        "J Lindström",
        "J Eriksson"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441801",
      "journal": "N Engl J Med",
      "volume": "344",
      "raw": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance \n\t\t \n\t\t\t J Tuomilehto \n\t\t \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t \n\t\t\t J G Eriksson \n\t\t \n\t\t 10.1056/nejm200105033441801 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 344 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Tuomilehto J, Lindström J, Eriksson JG, et al. Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance. N Engl J Med 2001; 344: 1343-50."
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "The Diabetes",
        "Prevention Program",
        "Research Group"
      ],
      "year": 2002,
      "doi": "10.1056/nejmoa012512",
      "journal": "N Engl J Med",
      "volume": "346",
      "raw": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin \n\t\t \n\t\t\t The Diabetes \n\t\t \n\t\t \n\t\t\t Prevention Program \n\t\t \n\t\t \n\t\t\t Research Group \n\t\t \n\t\t 10.1056/nejmoa012512 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 346 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t The Diabetes Prevention Program Research Group. Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin. N Engl J Med 2002; 346: 393-403."
    },
    {
      "title": "The Indian Diabetes Prevention Programme shows that lifestyle modifi cation and metformin prevent type 2 diabetes in Asian Indian subjects with impaired glucose tolerance (IDPP-1)",
      "authors": [
        "A Ramachandran",
        "C Snehalatha",
        "S Mary",
        "B Mukesh",
        "A Bhaskar",
        "V Vijay"
      ],
      "year": 2006,
      "doi": "10.1007/s00125-005-0097-z",
      "journal": "Diabetologia",
      "volume": "49",
      "raw": "The Indian Diabetes Prevention Programme shows that lifestyle modifi cation and metformin prevent type 2 diabetes in Asian Indian subjects with impaired glucose tolerance (IDPP-1) \n\t\t \n\t\t\t A Ramachandran \n\t\t \n\t\t \n\t\t\t C Snehalatha \n\t\t \n\t\t \n\t\t\t S Mary \n\t\t \n\t\t \n\t\t\t B Mukesh \n\t\t \n\t\t \n\t\t\t A D Bhaskar \n\t\t \n\t\t \n\t\t\t V Vijay \n\t\t \n\t\t 10.1007/s00125-005-0097-z \n\t \n\t \n\t\t Diabetologia \n\t\t \n\t\t\t 49 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Ramachandran A, Snehalatha C, Mary S, Mukesh B, Bhaskar AD, Vijay V. The Indian Diabetes Prevention Programme shows that lifestyle modifi cation and metformin prevent type 2 diabetes in Asian Indian subjects with impaired glucose tolerance (IDPP-1). Diabetologia 2006; 49: 289-97."
    },
    {
      "title": "Prevention of type 2 diabetes by lifestyle intervention: a Japanese trial in IGT males",
      "authors": [
        "K Kosaka",
        "M Noda",
        "T Kuzuya"
      ],
      "year": 2005,
      "doi": "10.1016/j.diabres.2004.06.010",
      "journal": "Diabetes Res Clin Pract",
      "volume": "67",
      "raw": "Prevention of type 2 diabetes by lifestyle intervention: a Japanese trial in IGT males \n\t\t \n\t\t\t K Kosaka \n\t\t \n\t\t \n\t\t\t M Noda \n\t\t \n\t\t \n\t\t\t T Kuzuya \n\t\t \n\t\t 10.1016/j.diabres.2004.06.010 \n\t \n\t \n\t\t Diabetes Res Clin Pract \n\t\t \n\t\t\t 67 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Kosaka K, Noda M, Kuzuya T. Prevention of type 2 diabetes by lifestyle intervention: a Japanese trial in IGT males. Diabetes Res Clin Pract 2005; 67: 152-62."
    },
    {
      "title": "Effi cacy of lifestyle education to prevent type 2 diabetes: a meta-analysis of randomized controlled trials",
      "authors": [
        "K Yamaoka",
        "T Tango"
      ],
      "year": 2005,
      "doi": "10.2337/diacare.28.11.2780",
      "journal": "Diabetes Care",
      "volume": "28",
      "raw": "Effi cacy of lifestyle education to prevent type 2 diabetes: a meta-analysis of randomized controlled trials \n\t\t \n\t\t\t K Yamaoka \n\t\t \n\t\t \n\t\t\t T Tango \n\t\t \n\t\t 10.2337/diacare.28.11.2780 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Yamaoka K, Tango T. Effi cacy of lifestyle education to prevent type 2 diabetes: a meta-analysis of randomized controlled trials. Diabetes Care 2005; 28: 2780-86."
    },
    {
      "title": "Prevention of Type II diabetes in subjects with impaired glucose tolerance: the Diabetes Prevention Study (DPS) in Finland. Study design and 1-year interim report on the feasibility of the lifestyle intervention programme",
      "authors": [
        "J Eriksson",
        "J Lindström",
        "T Valle"
      ],
      "year": 1999,
      "doi": "10.1007/s001250051229",
      "journal": "Diabetologia",
      "volume": "42",
      "raw": "Prevention of Type II diabetes in subjects with impaired glucose tolerance: the Diabetes Prevention Study (DPS) in Finland. Study design and 1-year interim report on the feasibility of the lifestyle intervention programme \n\t\t \n\t\t\t J Eriksson \n\t\t \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t \n\t\t\t T Valle \n\t\t \n\t\t 10.1007/s001250051229 \n\t \n\t \n\t\t Diabetologia \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Eriksson J, Lindström J, Valle T, et al. Prevention of Type II diabetes in subjects with impaired glucose tolerance: the Diabetes Prevention Study (DPS) in Finland. Study design and 1-year interim report on the feasibility of the lifestyle intervention programme. Diabetologia 1999; 42: 793-801."
    },
    {
      "title": "Diabetes Mellitus: report of a WHO Study Group",
      "year": 1985,
      "raw": "Diabetes Mellitus: report of a WHO Study Group \n\t\t \n\t\t\t Who \n\t\t \n\t\t No 727 \n\t\t \n\t\t\t 1985 \n\t\t\t World Health Organization \n\t\t\t Geneva \n\t\t \n\t \n\t Technical Report Series \n\t WHO. Diabetes Mellitus: report of a WHO Study Group. Technical Report Series No 727. Geneva: World Health Organization, 1985."
    },
    {
      "title": "The Finnish Diabetes Prevention Study (DPS): lifestyle intervention and 3-year results on diet and physical activity",
      "authors": [
        "J Lindström",
        "A Louheranta",
        "M Mannelin"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.12.3230",
      "journal": "Diabetes Care",
      "volume": "26",
      "raw": "The Finnish Diabetes Prevention Study (DPS): lifestyle intervention and 3-year results on diet and physical activity \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t \n\t\t\t A Louheranta \n\t\t \n\t\t \n\t\t\t M Mannelin \n\t\t \n\t\t 10.2337/diacare.26.12.3230 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Lindström J, Louheranta A, Mannelin M, et al. The Finnish Diabetes Prevention Study (DPS): lifestyle intervention and 3-year results on diet and physical activity. Diabetes Care 2003; 26: 3230-36."
    },
    {
      "authors": [
        "E Haapa",
        "T Toponen",
        "P Pietinen",
        "Räsänen Annoskuvakirja"
      ],
      "year": 1985,
      "raw": "E Haapa \n\t\t \n\t\t \n\t\t\t T Toponen \n\t\t \n\t\t \n\t\t\t P Pietinen \n\t\t \n\t\t \n\t\t\t Räsänen L Annoskuvakirja \n\t\t \n\t\t \n\t\t\t 1985 \n\t\t\t Painokaari Oy \n\t\t\t Helsinki \n\t\t \n\t \n\t Haapa E, Toponen T, Pietinen P, Räsänen L. Annoskuvakirja. Helsinki: Painokaari Oy, 1985."
    },
    {
      "title": "The compilation of food analysis values as a database for dietary studies-the Finnish experience",
      "authors": [
        "M-L Ovaskainen",
        "L Valsta",
        "J Lauronen"
      ],
      "year": 1996,
      "doi": "10.1016/0308-8146(96)00113-6",
      "journal": "Food Chemistry",
      "volume": "57",
      "raw": "The compilation of food analysis values as a database for dietary studies-the Finnish experience \n\t\t \n\t\t\t M-L Ovaskainen \n\t\t \n\t\t \n\t\t\t L Valsta \n\t\t \n\t\t \n\t\t\t J Lauronen \n\t\t \n\t\t 10.1016/0308-8146(96)00113-6 \n\t \n\t \n\t\t Food Chemistry \n\t\t \n\t\t\t 57 \n\t\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Ovaskainen M-L, Valsta L, Lauronen J. The compilation of food analysis values as a database for dietary studies-the Finnish experience. Food Chemistry 1996; 57: 133-36."
    },
    {
      "title": "Defi nition, diagnosis and classifi cation of diabetes mellitus and its complications: report of a WHO Consultation: Part 1: Diagnosis and classifi cation of diabetes mellitus",
      "year": 1999,
      "raw": "Who \n\t\t \n\t\t Defi nition, diagnosis and classifi cation of diabetes mellitus and its complications: report of a WHO Consultation: Part 1: Diagnosis and classifi cation of diabetes mellitus \n\t\t Geneva \n\t\t \n\t\t\t World Health Organization, Department of Noncommunicable Disease Surveillance \n\t\t\t 1999 \n\t\t \n\t \n\t WHO. Defi nition, diagnosis and classifi cation of diabetes mellitus and its complications: report of a WHO Consultation: Part 1: Diagnosis and classifi cation of diabetes mellitus. Geneva: World Health Organization, Department of Noncommunicable Disease Surveillance, 1999."
    },
    {
      "title": "A randomized walking trial in postmenopausal women: eff ects on physical activity and health 10 years later",
      "authors": [
        "M Pereira",
        "A Kriska",
        "R Day",
        "J Cauley",
        "R Laporte",
        "L Kuller"
      ],
      "year": 1998,
      "doi": "10.1001/archinte.158.15.1695",
      "journal": "Arch Intern Med",
      "volume": "158",
      "raw": "A randomized walking trial in postmenopausal women: eff ects on physical activity and health 10 years later \n\t\t \n\t\t\t M A Pereira \n\t\t \n\t\t \n\t\t\t A M Kriska \n\t\t \n\t\t \n\t\t\t R D Day \n\t\t \n\t\t \n\t\t\t J A Cauley \n\t\t \n\t\t \n\t\t\t R E Laporte \n\t\t \n\t\t \n\t\t\t L H Kuller \n\t\t \n\t\t 10.1001/archinte.158.15.1695 \n\t \n\t \n\t\t Arch Intern Med \n\t\t \n\t\t\t 158 \n\t\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t Pereira MA, Kriska AM, Day RD, Cauley JA, LaPorte RE, Kuller LH. A randomized walking trial in postmenopausal women: eff ects on physical activity and health 10 years later. Arch Intern Med 1998; 158: 1695-701."
    },
    {
      "title": "Lifestyle intervention can prevent weight gain during menopause: results from a 5-year randomized clinical trial",
      "authors": [
        "L Simkin-Silverman",
        "R Wing",
        "M Boraz",
        "L Kuller"
      ],
      "year": 2003,
      "doi": "10.1207/s15324796abm2603_06",
      "journal": "Ann Behav Med",
      "volume": "26",
      "raw": "Lifestyle intervention can prevent weight gain during menopause: results from a 5-year randomized clinical trial \n\t\t \n\t\t\t L R Simkin-Silverman \n\t\t \n\t\t \n\t\t\t R R Wing \n\t\t \n\t\t \n\t\t\t M A Boraz \n\t\t \n\t\t \n\t\t\t L H Kuller \n\t\t \n\t\t 10.1207/s15324796abm2603_06 \n\t \n\t \n\t\t Ann Behav Med \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Simkin-Silverman LR, Wing RR, Boraz MA, Kuller LH. Lifestyle intervention can prevent weight gain during menopause: results from a 5-year randomized clinical trial. Ann Behav Med 2003; 26: 212-20."
    },
    {
      "title": "Long-term improvement in insulin sensitivity by changing lifestyles of people with impaired glucose tolerance: 4-year results from the Finnish Diabetes Prevention Study",
      "authors": [
        "M Uusitupa",
        "V Lindi",
        "A Louheranta",
        "T Salopuro",
        "J Lindström",
        "J Tuomilehto"
      ],
      "year": 2003,
      "doi": "10.2337/diabetes.52.10.2532",
      "journal": "Diabetes",
      "volume": "52",
      "raw": "Long-term improvement in insulin sensitivity by changing lifestyles of people with impaired glucose tolerance: 4-year results from the Finnish Diabetes Prevention Study \n\t\t \n\t\t\t M Uusitupa \n\t\t \n\t\t \n\t\t\t V Lindi \n\t\t \n\t\t \n\t\t\t A Louheranta \n\t\t \n\t\t \n\t\t\t T Salopuro \n\t\t \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t \n\t\t\t J Tuomilehto \n\t\t \n\t\t 10.2337/diabetes.52.10.2532 \n\t \n\t \n\t\t Diabetes \n\t\t \n\t\t\t 52 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Uusitupa M, Lindi V, Louheranta A, Salopuro T, Lindström J, Tuomilehto J. Long-term improvement in insulin sensitivity by changing lifestyles of people with impaired glucose tolerance: 4-year results from the Finnish Diabetes Prevention Study. Diabetes 2003; 52: 2532-38."
    },
    {
      "title": "Eff ects of withdrawal from metformin on the development of diabetes in the Diabetes Prevention Program",
      "authors": [
        "The Diabetes",
        "Prevention Program",
        "Research Group"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.4.977",
      "journal": "Diabetes Care",
      "volume": "26",
      "raw": "Eff ects of withdrawal from metformin on the development of diabetes in the Diabetes Prevention Program \n\t\t \n\t\t\t The Diabetes \n\t\t \n\t\t \n\t\t\t Prevention Program \n\t\t \n\t\t \n\t\t\t Research Group \n\t\t \n\t\t 10.2337/diacare.26.4.977 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t The Diabetes Prevention Program Research Group. Eff ects of withdrawal from metformin on the development of diabetes in the Diabetes Prevention Program. Diabetes Care 2003; 26: 977-80."
    },
    {
      "title": "Prevention of type 2 diabetes with troglitazone in the Diabetes Prevention Program",
      "authors": [
        "The Diabetes",
        "Prevention Program",
        "Research Group"
      ],
      "year": 2005,
      "doi": "10.2337/diabetes.54.4.1150",
      "journal": "Diabetes",
      "volume": "54",
      "raw": "Prevention of type 2 diabetes with troglitazone in the Diabetes Prevention Program \n\t\t \n\t\t\t The Diabetes \n\t\t \n\t\t \n\t\t\t Prevention Program \n\t\t \n\t\t \n\t\t\t Research Group \n\t\t \n\t\t 10.2337/diabetes.54.4.1150 \n\t \n\t \n\t\t Diabetes \n\t\t \n\t\t\t 54 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t The Diabetes Prevention Program Research Group. Prevention of type 2 diabetes with troglitazone in the Diabetes Prevention Program. Diabetes 2005; 54: 1150-56."
    },
    {
      "title": "Acarbose for prevention of type 2 diabetes mellitus: the STOP-NIDDM randomised trial",
      "authors": [
        "J-L Chiasson",
        "R Josse",
        "R Gomis"
      ],
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)08905-5",
      "journal": "Lancet",
      "volume": "359",
      "raw": "Acarbose for prevention of type 2 diabetes mellitus: the STOP-NIDDM randomised trial \n\t\t \n\t\t\t J-L Chiasson \n\t\t \n\t\t \n\t\t\t R G Josse \n\t\t \n\t\t \n\t\t\t R Gomis \n\t\t \n\t\t 10.1016/s0140-6736(02)08905-5 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 359 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Chiasson J-L, Josse RG, Gomis R, et al. Acarbose for prevention of type 2 diabetes mellitus: the STOP-NIDDM randomised trial. Lancet 2002; 359: 2072-77."
    },
    {
      "title": "The cost-eff ectiveness of lifestyle modifi cation or metformin in preventing type 2 diabetes in adults with impaired glucose tolerance",
      "authors": [
        "W Herman",
        "T Hoerger",
        "M Brandle"
      ],
      "year": 2005,
      "doi": "10.7326/0003-4819-142-5-200503010-00007",
      "journal": "Ann Intern Med",
      "volume": "142",
      "raw": "The cost-eff ectiveness of lifestyle modifi cation or metformin in preventing type 2 diabetes in adults with impaired glucose tolerance \n\t\t \n\t\t\t W H Herman \n\t\t \n\t\t \n\t\t\t T J Hoerger \n\t\t \n\t\t \n\t\t\t M Brandle \n\t\t \n\t\t 10.7326/0003-4819-142-5-200503010-00007 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 142 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Herman WH, Hoerger TJ, Brandle M, et al. The cost-eff ectiveness of lifestyle modifi cation or metformin in preventing type 2 diabetes in adults with impaired glucose tolerance. Ann Intern Med 2005; 142: 323-32."
    },
    {
      "title": "Programme for the prevention of type 2 diabetes in Finland 2003-2010",
      "year": 2003,
      "doi": "10.2337/diacare.26.2007.s140",
      "raw": "Programme for the prevention of type 2 diabetes in Finland 2003-2010 \n\t\t 10.2337/diacare.26.2007.s140 \n\t\t \n\t\t \n\t\t\t 2003 \n\t\t\t Tampere \n\t\t \n\t\t \n\t\t\t The Finnish Diabetes Association \n\t\t \n\t \n\t The Finnish Diabetes Association. Programme for the prevention of type 2 diabetes in Finland 2003-2010. www.diabetes.fi /english. Tampere, 2003."
    },
    {
      "title": "The Diabetes Risk Score: A practical tool to predict type 2 diabetes risk",
      "authors": [
        "J Lindström",
        "J Tuomilehto"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.3.725",
      "journal": "Diabetes Care",
      "volume": "26",
      "raw": "The Diabetes Risk Score: A practical tool to predict type 2 diabetes risk \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t \n\t\t\t J Tuomilehto \n\t\t \n\t\t 10.2337/diacare.26.3.725 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Lindström J, Tuomilehto J. The Diabetes Risk Score: A practical tool to predict type 2 diabetes risk. Diabetes Care 2003; 26: 725-31."
    },
    {
      "title": "Cross-sectional evaluation of the Finnish Diabetes Risk Score: a tool to identify undetected type 2 diabetes, abnormal glucose tolerance and metabolic syndrome",
      "authors": [
        "T Saaristo",
        "M Peltonen",
        "J Lindström"
      ],
      "year": 2005,
      "doi": "10.3132/dvdr.2005.011",
      "journal": "Diab Vasc Dis Res",
      "volume": "2",
      "raw": "Cross-sectional evaluation of the Finnish Diabetes Risk Score: a tool to identify undetected type 2 diabetes, abnormal glucose tolerance and metabolic syndrome \n\t\t \n\t\t\t T Saaristo \n\t\t \n\t\t \n\t\t\t M Peltonen \n\t\t \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t 10.3132/dvdr.2005.011 \n\t \n\t \n\t\t Diab Vasc Dis Res \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Saaristo T, Peltonen M, Lindström J, et al. Cross-sectional evaluation of the Finnish Diabetes Risk Score: a tool to identify undetected type 2 diabetes, abnormal glucose tolerance and metabolic syndrome. Diab Vasc Dis Res 2005; 2: 67-72."
    }
  ],
  "num_references": 25,
  "figures": [
    {
      "caption": "Figure 2 :",
      "description": "Figure 2: Diabetes by treatment group Follow-up time is truncated at 8 years, since number of participants at risk beyond this point was low, but they are included in the calculation of hazard ratios."
    },
    {
      "caption": "Table 1 :",
      "description": "Bodyweight, physical activity, and dietary intake during the intervention period of the studytest: p=0•0401 Hazard ratio=0•61 (95% CI 0•38-0•98) Number at risk, intervention/control: Kaplan-Meier estimate of probability of remaining free of diabetes Follow up time (years) Intervention Control"
    },
    {
      "caption": "Figure 3 :",
      "description": "Figure 3: Diabetes by treatment group during the post-intervention follow-up period Follow-up time is truncated at 4 years, since number of participants at risk beyond this point was low, but they are included in calculation of hazard ratios."
    },
    {
      "description": "•8 (1•7-8•5) in the group with 4 or 5 goals achieved. The hazard ratios were 1•00, 0•96 (0•45-2•04), 0•37 (0•15-0•93), 0•78 (0•32-1•91) and 0•54 (0•20-1•49) for the success score from 0, 1, 2, 3, to 4 or 5, respectively (p=0•1089)."
    }
  ],
  "num_figures": 4,
  "formulas": [
    {
      "text": "0•00 0•75 0•50 0•25"
    }
  ],
  "num_formulas": 1,
  "num_citations": 36,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b20",
    "b24",
    "b13",
    "b16",
    "b7",
    "b23",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "www.thelancet.com Vol 368November 11, 2006",
    "[raw_reference] King H, Aubert RE, Herman WH. Global burden of diabetes, 1995-2025: prevalence, numerical estimates, and projections. Diabetes Care 1998; 21: 1414-31.",
    "[raw_reference] Wild S, Roglic G, Green A, Sicree R, King H. Global prevalence of diabetes: estimates for the year 2000 and projections for 2030. Diabetes Care 2004; 27: 1047-53.",
    "[raw_reference] Eriksson KF, Lindgärde F. Prevention of type 2 (non-insulin- dependent) diabetes mellitus by diet and physical exercise. The 6-year Malmo feasibility study. Diabetologia 1991; 34: 891-98.",
    "[raw_reference] Pan XR, Li GW, Hu YH, et al. Eff ects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance. The Da Qing IGT and Diabetes Study. Diabetes Care 1997; 20: 537-44.",
    "[raw_reference] Tuomilehto J, Lindström J, Eriksson JG, et al. Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance. N Engl J Med 2001; 344: 1343-50.",
    "[raw_reference] The Diabetes Prevention Program Research Group. Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin. N Engl J Med 2002; 346: 393-403.",
    "[raw_reference] Ramachandran A, Snehalatha C, Mary S, Mukesh B, Bhaskar AD, Vijay V. The Indian Diabetes Prevention Programme shows that lifestyle modifi cation and metformin prevent type 2 diabetes in Asian Indian subjects with impaired glucose tolerance (IDPP-1). Diabetologia 2006; 49: 289-97.",
    "[raw_reference] Kosaka K, Noda M, Kuzuya T. Prevention of type 2 diabetes by lifestyle intervention: a Japanese trial in IGT males. Diabetes Res Clin Pract 2005; 67: 152-62.",
    "[raw_reference] Yamaoka K, Tango T. Effi cacy of lifestyle education to prevent type 2 diabetes: a meta-analysis of randomized controlled trials. Diabetes Care 2005; 28: 2780-86.",
    "[raw_reference] Eriksson J, Lindström J, Valle T, et al. Prevention of Type II diabetes in subjects with impaired glucose tolerance: the Diabetes Prevention Study (DPS) in Finland. Study design and 1-year interim report on the feasibility of the lifestyle intervention programme. Diabetologia 1999; 42: 793-801.",
    "[report_type] Technical Report Series",
    "[raw_reference] WHO. Diabetes Mellitus: report of a WHO Study Group. Technical Report Series No 727. Geneva: World Health Organization, 1985.",
    "[raw_reference] Lindström J, Louheranta A, Mannelin M, et al. The Finnish Diabetes Prevention Study (DPS): lifestyle intervention and 3-year results on diet and physical activity. Diabetes Care 2003; 26: 3230-36.",
    "[raw_reference] Haapa E, Toponen T, Pietinen P, Räsänen L. Annoskuvakirja. Helsinki: Painokaari Oy, 1985.",
    "[raw_reference] Ovaskainen M-L, Valsta L, Lauronen J. The compilation of food analysis values as a database for dietary studies-the Finnish experience. Food Chemistry 1996; 57: 133-36.",
    "[raw_reference] WHO. Defi nition, diagnosis and classifi cation of diabetes mellitus and its complications: report of a WHO Consultation: Part 1: Diagnosis and classifi cation of diabetes mellitus. Geneva: World Health Organization, Department of Noncommunicable Disease Surveillance, 1999.",
    "[raw_reference] Pereira MA, Kriska AM, Day RD, Cauley JA, LaPorte RE, Kuller LH. A randomized walking trial in postmenopausal women: eff ects on physical activity and health 10 years later. Arch Intern Med 1998; 158: 1695-701.",
    "[raw_reference] Simkin-Silverman LR, Wing RR, Boraz MA, Kuller LH. Lifestyle intervention can prevent weight gain during menopause: results from a 5-year randomized clinical trial. Ann Behav Med 2003; 26: 212-20.",
    "[raw_reference] Uusitupa M, Lindi V, Louheranta A, Salopuro T, Lindström J, Tuomilehto J. Long-term improvement in insulin sensitivity by changing lifestyles of people with impaired glucose tolerance: 4-year results from the Finnish Diabetes Prevention Study. Diabetes 2003; 52: 2532-38.",
    "[raw_reference] The Diabetes Prevention Program Research Group. Eff ects of withdrawal from metformin on the development of diabetes in the Diabetes Prevention Program. Diabetes Care 2003; 26: 977-80.",
    "[raw_reference] The Diabetes Prevention Program Research Group. Prevention of type 2 diabetes with troglitazone in the Diabetes Prevention Program. Diabetes 2005; 54: 1150-56.",
    "[raw_reference] Chiasson J-L, Josse RG, Gomis R, et al. Acarbose for prevention of type 2 diabetes mellitus: the STOP-NIDDM randomised trial. Lancet 2002; 359: 2072-77.",
    "[raw_reference] Herman WH, Hoerger TJ, Brandle M, et al. The cost-eff ectiveness of lifestyle modifi cation or metformin in preventing type 2 diabetes in adults with impaired glucose tolerance. Ann Intern Med 2005; 142: 323-32.",
    "[raw_reference] The Finnish Diabetes Association. Programme for the prevention of type 2 diabetes in Finland 2003-2010. www.diabetes.fi /english. Tampere, 2003.",
    "[raw_reference] Lindström J, Tuomilehto J. The Diabetes Risk Score: A practical tool to predict type 2 diabetes risk. Diabetes Care 2003; 26: 725-31.",
    "[raw_reference] Saaristo T, Peltonen M, Lindström J, et al. Cross-sectional evaluation of the Finnish Diabetes Risk Score: a tool to identify undetected type 2 diabetes, abnormal glucose tolerance and metabolic syndrome. Diab Vasc Dis Res 2005; 2: 67-72."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Lancet",
  "volume": "368",
  "issue": "9548",
  "pages": "1673-1679",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:19.815711",
    "zotero_item_type": "journalArticle"
  }
}
