{
  "paper_id": "5HG468QF",
  "title": "Social support via Internet communication technology for diabetes self-management: a scoping review",
  "abstract": "Background: The global prevalence of diabetes has been increasing over the past 30 years, leading to a rise in complications; diabetes is the leading cause of amputations, blindness, and kidney failure in developed countries. Diabetes self-management is challenging due to the complex lifestyle changes required. Social support from family and friends plays a crucial role in overcoming barriers to healthy behavior choices. \n Integrating Internet and communication technologies with social support interventions has the potential to improve diabetes self-management. Methods: A scoping review was conducted by searching PubMed, Ovid, Cumulative Index to Nursing and Allied Health Literature (CINAHL), and Association for Computing Machinery (ACM) Digital Library databases for studies combining diabetes, Internet and communication technologies, and social support interventions. Inclusion criteria focused on adult patients with diabetes and primarily Internet and communication technologies-based strategies to initiate and enhance social support. Data abstraction included study population, design, outcomes, social support domains emphasized, support relationship intervention strategy, and Internet and communication technologies modality. Results: The review identified 39 articles and 33 unique studies representing 27 unique interventions utilizing peer web forums, interactive voice recordings, messaging-based interventions (including Short Message Service and instant messaging), and email as Internet and communication technologies modalities. Various outcomes were reported, including improvements in perception of social support, psychosocial wellbeing, behavior changes, and clinical outcomes. Existing support relationships may be more effective in promoting behavior change and clinical outcomes compared to developing new relationships. Studies that explicitly measured patients' perception of support consistently showed improvements in psycho-social, behavioral, and clinical outcomes. Conclusions: This scoping review highlights the pivotal role of social support in diabetes selfmanagement. By integrating Internet and communication technologies into interventions, diverse modalities such as web forums and text messaging have shown promise in enhancing patients' perception of support and improving psychosocial well-being, behavior changes, and clinical outcomes. The emphasis on leveraging existing support relationships, rather than establishing new ones, underscores the effectiveness of personalized, patient-centered approaches. These findings provide essential insights for healthcare strategies, emphasizing the need to harness technology and existing social networks to empower individuals in managing diabetes effectively.",
  "year": 2024,
  "date": "2024-04-12",
  "journal": "J Epidemiol Glob Health © mHealth",
  "publication": "J Epidemiol Glob Health © mHealth",
  "authors": [
    {
      "forename": "Danielle",
      "surname": "Hazime",
      "name": "Danielle Hazime",
      "affiliation": "2  Price School of Public Policy , University of Southern California , Los Angeles , CA , USA; \n\t\t\t\t\t\t\t\t Price School of Public Policy \n\t\t\t\t\t\t\t\t University of Southern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA;",
      "email": "danielle.hazime@gmail.com."
    },
    {
      "forename": "Elizabeth",
      "surname": "Burner",
      "name": "Elizabeth Burner",
      "affiliation": "3  Cancer Research Center for Health Equity , Cedars- Sinai Medical Center , Los Angeles , CA , USA; \n\t\t\t\t\t\t\t\t Cancer Research Center for Health Equity \n\t\t\t\t\t\t\t\t Cedars- Sinai Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "surname": "Sol",
      "name": "Sol"
    },
    {
      "affiliation": "Department of Emergency Medicine , Keck School of Medicine of USC , Los Angeles , CA , USA \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t Keck School of Medicine of USC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Price School of Public Policy , University of Southern California , Los Angeles , CA , USA ; \n\t\t\t\t\t\t\t\t Price School of Public Policy \n\t\t\t\t\t\t\t\t University of Southern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Cancer Research Center for Health Equity , Cedars-Sinai Medical Center , Los Angeles , CA , USA ; 700 N. San Vicente Blvd. , Suite G-500 , West Hollywood , CA 90069 , USA. \n\t\t\t\t\t\t\t\t Cancer Research Center for Health Equity \n\t\t\t\t\t\t\t\t Cedars-Sinai Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 700 N. San Vicente Blvd. Suite G-500 \n\t\t\t\t\t\t\t\t\t 90069 \n\t\t\t\t\t\t\t\t\t Los Angeles West Hollywood \n\t\t\t\t\t\t\t\t\t CA CA \n\t\t\t\t\t\t\t\t\t USA USA"
    }
  ],
  "doi": "",
  "keywords": [
    "Diabetes",
    "care management",
    "social support",
    "telehealth ^"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The global prevalence of diabetes has increased over the past 30 years due to nutritional changes, physical inactivity, and rising rates of obesity  (1) . Diabetes is the leading cause of amputations, blindness, and kidney failure in developed countries  (2) (3) (4) . Although diabetes is preventable, and the risk of complications can be reduced through appropriate self-management with adequate medical care, the disease is recalcitrant due to the complex and continued behavior changes required  (5) . Many people with diabetes find the necessary lifestyle changes-continual attention to nutrition choices, physical activity, and medication takingoverwhelming, and are unable to effectively manage their chronic disease  (6) (7) (8) . Diabetes self-management education and support interventions generally focus on the individual patient, guiding patients towards healthier behavior choices  (9) . However, these approaches are stymied if patients face systemic barriers related to social determinants of health or do not have sufficient support from family and friends to make these changes  (10) . Higher levels of social support are consistently associated with improved clinical outcomes for people living with diabetes  (11) .\n\nStrategies that incorporate family and friends that impact daily health decisions may reduce barriers to healthy behavior choices for patients with chronic disease  (12) , and specifically for patients with diabetes who are not achieving glycemic stability  (13) (14) (15) (16) . In a systematic review without meta-analysis, Strom and Egede describe how appropriate social support is related to improved health behaviors and blood glucose levels for patients with diabetes  (17) . In a meta-analysis of social network interventions for diabetes, Spencer-Bonilla et al. found that social network interventions improved A1C at -0.25 percentage points at 3 months post intervention  (18) . Social support consists of four domains: informational, tangible, appraisal, and emotional  (19) . Appraisal support is the provision of information useful for self-evaluation. Emotional support refers to expressions of empathy, love, trust, and care which result in improved affect for the recipient, such as listening to the concerns of a loved one. Informational support refers to advice, suggestions, and information provided to a loved one. Tangible support consists of tangible aid and services, such as driving a loved one to a doctor's appointment. While the American Diabetes Association recommends a mixture of emotional, tangible, and informational support, there is also value in appraisal support  (20) . Interventions designed to instigate social support may be designed to target one or more of these categories.\n\nRecruiting family or friends to serve as a support person to a person with diabetes is effective, but requires a high level of commitment, and implementing and maintaining in-person support person trainings can impose financial, logistical, and personnel burdens  (20, 21) . For example, many support persons may be employed on a full-time basis, making it difficult for them to be fully present for in-person interventions  (22) . To reduce these burdens, interventions using Internet and communication technologies (ICT) can be used to train support persons by prompting them to\n\nHighlight box Key findings • This review identifies and describes highly scalable social support interventions combining Internet and communication technologies (ICT) to enhance diabetes self-management for adults. A variety of ICT modalities were examined, including peer web forums, interactive voice recordings, messaging, and email, with no suggestion of difference between ICT modality of support training. What is known and what is new? • Studies that explicitly measured patients' perception of social support consistently reported positive effects on psychosocial, behavioral, and clinical outcomes. Strategies that prioritize existing support relationships over new connections may demonstrate better behavior change and clinical outcomes. Despite observational evidence that social support plays a crucial role in diabetes self-management, the effectiveness of ICT strategies to enhance social support in changing health beliefs, behaviors, and clinical outcomes requires more rigorous research. • This scoping review focuses on the addition of support to patientfocused ICT interventions, contributing a new perspective to the literature. What is the implication, and what should change now? • This study highlights the potential impact of different ICT modalities on diabetes self-management and emphasizes the importance of targeting specific social support domains, including informational, tangible, appraisal, and emotional support. © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34 provide appropriate social support and as an avenue to offer support to a person with diabetes. Employing ICT for social support interventions could allow for inclusion of family members who most influence the patient's behaviors and can be trained to provide support, rather than those who live closest to the patient or who have the most available free time to travel and be trained. ICT-based strategies may broaden the reach of interventions that develop new support relationships between peers, matching people with similar experiences and challenges rather than those that share a living space. Merging ICT and social support interventions could generate a solution that has the cost-effectiveness and scalability of mobile technologies coupled with the personal touch of social support. While well established for patient-focused interventions (23), few studies implement mHealth and other ICT strategies to incorporate support persons, and a variety of ICT and social support strategies are used in the studies that do incorporate social support and ICT. Many interventions incorporate physicians, nurses and other health professionals into patient monitoring and decision making, which is particularly sought after and effective for patients who lack sufficient baseline support  (24) . However, these interventions have limited scalability, as they still require intensive amounts of time from these health professionals. Recruiting family members and friends to be trained to provide self-management support via ICT strategies is less prevalent, as is building new support networks. For those studies that augment existing support relationships or build new ones, the domains of social support emphasized in these interventions must be better understood to be able to highlight features and domains that should be continued in new interventions. An additional barrier to assessing the literature on this topic is the limited studies examining support interventions against patient-focused interventions, rather than patient and supporter-focused interventions against usual care control groups.\n\nIn this scoping review, we examine the current state of interventions that combine scalable ICT strategies and social support techniques to improve diabetes selfmanagement for adults. We focused on rigor of study design and risk of bias, ICT modalities employed, support relationships strengthened or created, and social support domain emphasized. We present our findings in tables organized by these guiding themes. We present this article in accordance with the PRISMA-ScR reporting checklist (available at  https://mhealth.amegroups.com/article/  view/10.21037/mhealth-23-34/rc ) (25) ."
    },
    {
      "title": "Methods",
      "text": "We conducted three searches on October 6, 2018, December 19, 2022, and September 11, 2023 for studies combining terms for diabetes, ICT, and social support interventions (including family support, peer support, and support from community health workers). We searched the following search engines: PubMed, Ovid, Cumulative Index to Nursing and Allied Health Literature (CINAHL), and Association for Computing Machinery (ACM) Digital Library. See Appendix 1 for detailed search terms for PubMed. The protocol for this study was registered in the PROSPERO database (ID #CRD42023402169).\n\nBoth investigators independently screened titles and abstracts for inclusion. Criteria for inclusion were adult patients with diabetes, a primarily ICT-based strategy to instigate social support, and augmentation of peer, family member, friend, or community health worker-based social support. If either author elected to include a manuscript for full-text review, the manuscript was included. Manuscript full-texts were examined for inclusion by two investigators. All disagreements were reviewed weekly, and collaborative decisions on study inclusion were reached on all manuscripts. Based on these exclusion criteria, we excluded 723 articles during the full-text review process. Studies were excluded based on the following criteria:\n\n(I) No intervention outcomes described n=197 (cross-sectional studies n=24, no intervention described n=72, discussion of design features/needs assessment n=36, study protocol only n=65\n\n). (II) Not social support-based n=134 (no social support/ peer support/community health worker social support n=134). (III) Patient population was not adults with diabetes n=79 (not diabetes n=21, emerging adults n=4, pediatric population n=44, wrong patient population n=10). (IV) Not original research n=102 (review papers n=100, duplicate in another journal n=2). (V) Not scalable ICT intervention n=145 (not ICTbased n=32, telephone call-based n=30, more than 2 face to face visits n=83). (VI) Reported outcomes were not clinical, behavioral, or psycho-social n=66 (wrong outcomes n=66). We categorized any web-cam interactions requiring synchronous one-on-one counseling or training-such as video-based or telehealth meetings-as face-to-face meetings. While these methods fall within the realm © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34  of ICT, their exclusion allows researchers to focus on exploring novel technologies or strategies that are highly scalable and increase the number of patients who could be served by a single provider. Studies selected for inclusion were then abstracted for study population, design [quasi-experimental/observational vs. randomized controlled trials (RCTs)], and outcomes. We additionally abstracted the social support domains emphasized (whether explicitly defined, implicitly referenced, or lacking in theoretical framework), support relationship intervention strategy (strengthening an existing relationship or developing a new support relationship), and ICT modality [messaging-based interventions-including Short Message Service (SMS) and instant messaging, appbased/web portal/social media forum, email, or interactive voice recording (IVR)]. Outcomes were categorized as perception of social support, psychosocial, behavioral, or clinical outcomes. In situations where divergent opinions or disputes arose, the authors engaged in a collective effort to establish a unified consensus.\n\nQuantitative data synthesis was not possible given the inconsistency and non-conformity of reporting of clinical, psychosocial or support outcomes. Instead, patterns of significant differences, positive but non-significant differences and equivalent differences were examined qualitatively using tables organized by these categories: type of support relationships emphasized in the intervention, perception of social support measured, implicit vs. explicit social support domains described and study design."
    },
    {
      "title": "Results",
      "text": "The searches resulted in 12,206 studies from the registered databases. After 5,377 duplicates were removed, there were 6,829 unique articles that matched the search terms (Figure  1 ). From title and abstract review, 762 articles\n\nStudies screened (n=6,829) Studies sought for retrieval (n=762) Studies assessed for eligibility (n=762) Studies included in review (n=39) Interventions included in review (n=27) References removed (n=5,377) • Duplicates identified by Covidence (n=5,377) Studies excluded (n=6,067) Studies not retrieved (n=0) Studies excluded (n=723) • No intervention outcomes described (n=197) • Not social support based (n=134) • Population not adults with diabetes (n=79) • Not original research (n=102) • Not scalable ICT intervention (n=145) • Reported outcomes were not psycho-social, behavioural, or clinical (n=66) Studies from databases/registers (n=12,206) • PubMed (n=5,807) • Ovid (n=4,483) • CINAHL (n=1,560) • ACM Digitial Library (n=356) Identification Included Screening Figure 1 PRISMA flow diagram. CINAHL, Cumulative Index to Nursing and Allied Health Literature; ACM, Association for Computing Machinery; ICT, Internet and communication technologies. © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34 were selected for full-text review if the title or abstract indicated an original research study that referenced diabetes, social or family support, and any digital, mobile, or asynchronous communication modalities. After fulltext review, 39 articles were selected for data abstraction. However, several interventions were deployed in multiple study populations, so these 39 studies actually represent 27 unique interventions. Four ICT modalities were identified: app-and web forum-based interventions, IVR-based interventions, email-based interventions, and messaging-based interventions; some studies incorporated multiple modalities (Table 1). Twenty-one studies described 15 unique peer-support app-based or web forum-based interventions. Glasgow et al. (26,29), Barrera et al. (30), and McKay et al. (28) describe the Diabetes Network (D-NET) intervention, a curated diabetes informational website designed for adults with low technological literacy, and included two in home training sessions, online assessments, and automated dietary goal settings.\n\nIn a randomized controlled trial, patients received D-NET alone, D-NET plus Tailored Self-Management Professional Coaching, or D-NET plus Peer Support via the Diabetes Support Conference, a peer forum that had minimal moderation. While they found that web forum use was correlated with higher perception of support by multiple measures, and a non-significant difference improvement in glycemic stability (A1c), they did not find any changes in neither self-reported behavioral outcomes nor psycho-social outcomes. Smith and Weinert  (27)  focus on patients with gestational diabetes for the Women to Women Diabetes Project, which showed no difference in psycho-social outcomes or perceived support between the intervention and control groups. Jennings et al.  (31)  and Powell et al.  (32)  describe an observational study of a Virtual Diabetes Clinic for patients with type 1 diabetes mellitus (T1DM) utilizing insulin pumps which provided curated information, a venue to reach care providers, and a peer support forum. The researchers found no difference in quality of life or glycemic stability. Chomutare et al.  (33)  discuss the FewTouch Application (FTA), a quasi-experimental study featuring seven participants meant to better understand the design feature needs of FTA. Study results indicate non-significant improvements in psycho-social and clinical outcomes, with no measure of explicit support or behavioral outcomes. Heisler et al.  (34, 38)  discuss iDecide, an interactive app-based RCT where both groups' A1c values improved. Linden et al.  (35)  and Berg et al.  (36)  describe the Motherhood and Diabetes Web (MoDIAB) study web forum which contains a peer support forum in addition to diabetes information and a self-management diary. Patients were randomized to MoDIAB or usual care. In qualitative analysis, they found that participants found the emotional support comforting, but found no differences in psycho-social or clinical outcomes. Saslow et al.  (37)  study the Low-Carb Program, a quasi-experimental study with a study population that mostly consisted of females identifying from white racial/ethnic backgrounds, showed an overall improvement in glycemic stability and weight. Table 1 (continued) © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34 (50)  in a RCT of PROMOTE + SUPPORT, an intervention in which email reports of a patient's medication taking was emailed to a family member in addition to the patient vs. to the patient alone. This study found no differences between active control and support arms. Diabetes + Family and Friends Network Support (TExT-MED + FANS) for family members that synchronized to a patient-focused SMS intervention, compared to patients who received only the patient based intervention without the family member receiving text messages. In the intervention groups, the investigators found a significant increase in self-monitoring of glucose, a trend toward improved glycemic stability, but no differences in psychosocial outcomes, perceived support, or other self-reported health behaviors. Ojewale et al.  (22)  describe the Family-Integrated Diabetes Educational (FIDE) Programme. Study participants were cluster-randomized in a quasiexperimental study. The study did not report any psychosocial or behavioral outcomes or perceived support, but did report significant clinical outcome differences between pre/post groups. The one-day support training with SMS follow up was selected as the investigators were limited to a one day in-person training for social supporters due to job inflexibility, an elegant solution to the barrier of enrolling a friend/family member as a support person.\n\nNine articles described seven multi-modality interventions. Aikens et al.  (54) (55) (56)  describe a quasi-experimental investigation of an email version of the CarePartners intervention in which glucose readings and other clinical data were sent to a designated supporter. Aikens et al. found improved medication taking for patients with a CarePartner. Suh et al.  (57)  describe a RCT of an Internet-based mentoring program, in which patients with T1DM uploaded glucose readings to a website, which prompted a text message to an online peer mentor, who would then call, text, or email the patient to encourage behavior changes to achieve better glycemic stability  (43) . Compared to patients uploading glucose readings without peer mentorship, the investigators found an improvement in frequency of self-monitoring of glucose, but no differences in quality of life or glycemic stability. Ho et al.  (58)  describe the mobile Digital Access to a Web-enhanced Network (mDAWN), a quasi-experimental investigation of a website containing curated information, peer web forum, text messages with tips and challenges, and remote monitoring equipment that patients and family members could use for home monitoring. The investigators noted improvements in quality of life, diabetes distress, and glycemic stability, but did not examine differences between patients who did and did not have a care-giver enrolled. Ramirez and Wu  (59)  describe Phone Messaging + Friends/Family (PMFF), a RCT featuring patients who were enrolled in a diabetes management program within Los Angeles County. The study found no difference between groups for behavioral outcomes and nonsignificant improvements in perceived support for all three intervention arms. Lari et al.  (60)  describe a RCT of a computer compact disc course and SMS messaging intervention sent to patients and a family member to increase physical activity. Compared to usual care, patients who received this intervention had improved selfefficacy, perceived support, report of physical activity, and improved perception of health status. McManus et al.  (61)  describe an email and web forum-based intervention, Family Defeating Diabetes (FDD), for patients with a recent history of gestational diabetes in which participants who were pregnant and their respective partners were randomized to usual care or the FDD intervention. The investigators found a trend toward improved dietary choices, but no difference in weight or glycemic stability. Lystrup et al.  (62)  describe Fitbit + Friends, a RCT for patients with diabetes at Department of Defense military medical facilities. Patients and their partners were randomized to activity monitoring with or without placement into © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34\n\nvirtual activity groups. The investigators did not find any differences between groups for psycho-social outcomes and found non-significant differences between the two groups for clinical outcomes. Support relationships emphasized by intervention types, and the social support domains targets, varied among the interventions. Examining the pattern of outcomes by whether an intervention utilized an existing or new support relationship (Table  2 ) may indicate that engaging existing supporters over developing new relationships may be more effective for behavior change and clinical outcomes. A standout against this pattern is the Reciprocal Peer Support intervention, which matched patients 1:1 to another patient with similar self-management challenges. Additionally, examining the pattern of outcomes by studies that explicitly measure the patient's perception of support (Table  3 ) against those interventions that more explicitly measure support shows a more consistent pattern of improvement of psychosocial, behavioral, and clinical outcomes for studies. The interventions also varied in the incorporation of definitions of social support (see Table  4 ). Seven explicitly stated the domains of social support that were targeted in the intervention. These seven studies all incorporated more than one domain of social support. The most common domain emphasized overall was emotional support, followed by informational support, and appraisal support. When exploring the patterns of outcomes based on whether explicit domains of social support were targeted, or which domains were emphasized, there was no clear trend towards a benefit of explicitly or implicitly defined these domains.\n\nLastly, the heterogeneity of findings did not appear to follow a pattern of small sample studies with inflated results, quasi-experimental, or inadequately controlled trials overestimating the impact of increasing social support via ICT (see Table  5 ). Examining the pattern of outcomes when viewing studies by size and study design did not clearly indicate that a study design was driving positive findings for any intervention. Interventions that have been tested in quasi-experimental and RCT designs were only shown in the RCT area."
    },
    {
      "title": "Discussion",
      "text": "In this scoping review of ICT interventions to improve social support for self-management of diabetes, we identified the most common ICT modalities, trends in outcomes (psycho-social, behavioral, and clinical), the social support domains most commonly emphasized, and the types of supporters most often engaged. The most commonly used ICT modality was app-and web forum-based interventions; this strategy was also used in combination with text messaging and Internet-connected medical devices. Outcomes tended to be neutral to positive with a general tendency towards improved psychosocial and clinical outcomes, however these outcomes were heterogeneously reported. The most commonly targeted social support domain was emotional support (fifteen out of 27 interventions). Interventions were balanced between engaging current supporters of patients and developing new social support relationships. We found few patterns of study designs that showed trends towards more effective interventions, apart from including an explicit measurement of social support. In short, there is no dominant direction that interventions are currently headed, nor a consistent pattern of results to guide intervention developers in future endeavors.\n\nThe only study design pattern identified that appeared to impact intervention efficacy was the inclusion of a measurement of perceived social support. Five out of the nine interventions studied that included measures of perceived support showed improvements in clinical outcomes  (44, 47, 48, 51, 52, 60) . Lari et al. and Heisler et al.  showed both significant improvements in perception of social support and clinical outcomes  (47, 48, 60) . Reciprocal Peer Support showed an improvement in A1c, the most validated clinical outcomes in self-management of diabetes, by incorporating peers with diabetes into an IVR-based intervention. Impressively, this intervention outperformed case management by a nurse, a very resource intensive design. Lari et al.  (60)  showed improvements in perception of social support from friends as well as family, and a significant improvement in perceived health (measured by SF-12) for patients receiving the intervention over usual care. In TExT-MED + FANS described by Burner et al.  (51) , the pilot study did not show any differences in perceived support between the intervention arm and an active control arm, but did see a trend toward improved A1c, with a 0.8 mean difference in change scores between the groups. Mayberry et al.  (21)  noted the aspects of social support by measuring the helpful and harmful aspects of family/ friend involvement. Moreover, Allen et al. stated that 63% of people with diabetes and 63% of care partners noted an improvement in social and interpersonal support  (44) . This pattern highlights what has been seen in other chronic diseases; that the perception of social support impacts patients' motivation and capacity to care for themselves.\n\nTraining + SMS Undefined domains FDD Undefined domains Fitbit + Friends Undefined domains Low-Carb Program Undefined domains mDawn Undefined domains •, social support domain is specified within intervention. D-NET, Diabetes Network; PMFF, Phone Messaging + Friends/Family; TExT-MED + FANS, Trial to Examine Text-Messaging in Emergency patients with Diabetes + Family and friends Network Support; CGM, Continuous Glucose Monitor; OPSC, Online Peer Support Community; CO-IMPACT, Caring Others Increasing Engagement in Patient Aligned Care Teams; FAMS, Family-focused Add-on to Motivate Self-care; FIDE, Family-Integrated Diabetes Educational Programme; FTA, FewTouch Application; LCCP, Lilly Connected Care Program; MoDIAB, Mothers and Diabetes Web; CD, computer compact disc; SMS, Short Message Service; FDD, Family Defeating Diabetes. © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34 Our findings that interventions that purposely measured perceived social support all found positive (or trends towards positive) changes in clinical and patient centered outcomes emphasize the importance of theory-driven intervention design. Interestingly, in this review of increasing social support, few investigators made their social support models explicit. Only seven interventions described and presented clear models for the planned increase in social support (Table  4 ).\n\nFrom the descriptions of the other interventions, potential theoretical models and domains of social support could be determined, however without explicit description, it was difficult to know what the authors initially intended. From our data extraction, the most commonly targeted social support domain was emotional support (fifteen out of 27 interventions), followed by informational support (fourteen out of 27 interventions) and appraisal support (fourteen out of 27 interventions). Tangible support was rarely targeted (four out of 27 interventions). The emphasis on emotional support is likely appropriate, given that patients have both informal and formal sources of information, but need the emotional support from loved ones  (63) . The perceived benefits of emotional and informational support seen in our review highlight prior findings of new support relationships via web forums as particularly supportive in informational and emotional support domains  (64) .\n\nThe lack of emphasis on tangible support should be further examined, as patients with diabetes often describe issues of medication costs, frequent travel to medical appointments, family pressures such as childcare, and difficulty with frequent self-monitoring of glucose as barriers to healthy behavior choices  (65, 66) . While designing interventions to increase tangible support can be difficult because it may require tailoring to an individual patient's needs, this may be an avenue to increase intervention efficacy. The focus of several interventions on appraisal support, particularly regarding medication taking, must be carefully examined. Family members who take on too much of a role as a \"diabetes cop\" may paradoxically decrease healthy behaviors in their loved ones with diabetes  (67) .\n\nWhile this scoping review focused on scalable ICTbased social support interventions for people with diabetes, several notable interventions were identified in our search that did not meet inclusion criteria. Some focused on diabetes prevention, such as the PULSE Program (T2DM Prevention Using LifeStyle Education) described by Aguiar et al.  (68) ; tested in an RCT, the PULSE Program   (73) . However, we excluded these established but less scalable forms of ICT delivered social support interventions to focus on the potential impact of scalable technologies, highlighting their cost-effectiveness.\n\nThis scoping review of ICT interventions was limited by the heterogeneity of outcome reporting, the various study designs employed, and the intermittent theoretical basis of the interventions. Over half of the articles did not include potential mediators of healthy behaviors or clinical outcomes, such as self-efficacy, psychological distress, or social support. Given the high potential for the Hawthorne effect in health behavior interventions, particularly in diabetes, this lack of appropriate control lends itself to significant potential bias, particularly in interpreting positive findings  (48, 49) . Additionally, the above described lack of explicit theoretical basis for the large majority of the interventions made interpreting null findings prone to reader assumptions of where an intervention failed to effect change. Moreover, the method used for this scoping review only allowed for an article to be excluded on the basis of one category and did not account for the overlapping of exclusion criteria.\n\nOutside of the limitations of this scoping review, the widespread adoption of mHealth technologies has transformed healthcare, but comes with challenges (74). One issue is the digital divide, where individuals lacking access to smartphones or stable Internet connections are excluded from the benefits of mHealth solutions, creating disparities in healthcare access (74). Privacy and security concerns also loom large; sensitive health data transmitted through mobile devices are vulnerable to breaches, raising apprehensions about confidentiality (75). Moreover, the rapid evolution of mHealth apps can lead to compatibility issues with various devices and operating systems, causing user frustration and hindering seamless integration into daily routines (76). Additionally, there is a risk of information overload, where individuals may be inundated with health-related data and struggle to discern relevant, accurate information amidst the vast volume of content (77).\n\nAddressing these technology-related challenges is crucial to ensuring that mHealth technologies are universally © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34 accessible, secure, user-friendly, and genuinely enhance overall healthcare experiences. The current interventions employing ICT technology to increase social support and improve self-management for adult patients with diabetes were neither consistently theory-based nor were consistent outcomes used between studies. This created difficulty in comparing interventions, and generated confusion when an intervention failed to have an effect on clinical outcomes. While theory-based interventions have been shown to have greater impact and allow for a deeper understanding of the health behavior change being targeted, many current interventions drew from multiple disciplines and were not rooted in any theoretical model. Without this basis, it was difficult to determine what best practices were in this field and how to move forward with future interventions. As ICT developers, researchers, and clinicians continue to converge on this important disease area, it is important that underlying theories are made clear. Conclusions This review highlights the potential benefits of incorporating social support enhancement for selfmanagement interventions for adults with diabetes, particularly via ICT. Further exploration of the most effective ICT modalities for changing health beliefs, behaviors, and clinical outcomes is needed. Additionally, the domains of social support targeted in these interventions must be more explicitly defined and measured to identify the most effective strategies. Overall, incorporating ICT into social support interventions shows promise in enhancing diabetes self-management for adults. By harnessing the cost-effectiveness and scalability of ICT, while also maintaining a personal touch supplied by an existing or new supporter, these interventions have the potential to improve the management of diabetes and reduce the burden of complications, thereby bridging gaps in access to care. © mHealth. All rights reserved. mHealth 2024;10:18 |  https://dx.doi.org/10.21037/mhealth-23-34 A Research Protocol. JMIR Res Protoc 2017;6:e65. 74. Scott Kruse C, Karem P, Shifflett K, et al. Evaluating barriers to adopting telemedicine worldwide: A systematic review. J Telemed Telecare 2018;24:4-12. 75. Petersen C, DeMuro P. Legal and regulatory considerations associated with use of patient-generated health data from social media and mobile health (mHealth) devices. Appl Clin Inform 2015;6:16-26. 76. LeRouge C, Garfield MJ. Crossing the telemedicine chasm: have the U.S. barriers to widespread adoption of telemedicine been significantly reduced? Int J Environ Res Public Health 2013;10:6472-84. 77. Sinclair C, Holloway K, Riley G, et al. Online mental health resources in rural Australia: clinician perceptions of acceptability. J Med Internet Res 2013;15:e193. doi: 10.21037/mhealth-23-34 Cite this article as: Hazime D, Burner E. Social support via Internet communication technology for diabetes selfmanagement: a scoping review. mHealth 2024;10:18. © MHealth. All rights reserved. https://dx.doi.org/10.21037/mhealth-23-34"
    },
    {
      "text": "Five studies described two messaging-based support interventions. Mayberry et al. (21,52) and Roddy et al. (53) describe an active arm only pilot of Family-focused Add-on to Motivate Self-care (FAMS), a family-focused text message based intervention; the intervention showed improved family/friend involvement, self-efficacy, and diet at the three-and six-month timepoints. Burner et al. (51) describe a RCT pilot of an SMS-based intervention titled Trial to Examine Text-Messaging in Emergency Patients with"
    },
    {
      "text": "mHealth. All rights reserved. mHealth 2024;10:18 | https://dx.doi.org/10.21037/mhealth-23-34"
    },
    {
      "text": "emphasized gender congruent peer support program and resulted in weight loss and reduced waist circumference. Many interventions screened utilized ICT technologies in synchronous training of support people, peer coaching or healthcare delivery, such as the interventions described by Higa et al. (69), Zupa et al. (70), Wilczynska et al. (71), Johnson et al. (72), and Lewinski et al."
    },
    {
      "text": "Detailed search terms for PubMed ((\"DIABETES MELLITUS\"[Title/Abstract]) OR (T1DM[Title/Abstract]) OR (T2DM[Title/Abstract]) OR (IDDM[Title/ Abstract]) OR (NIDDM[Title/Abstract]) OR (T1D[Title/Abstract]) OR (T2D[Title/Abstract]) OR (Diabet*[Title/ Abstract]) OR (pre-diabet*[Title/Abstract]) OR (prediabet*[Title/Abstract]) OR (\"pre diabet*\"[Title/Abstract])) AND ((telemedicine[Title/Abstract]) OR (telemetry[Title/Abstract]) OR (telehealth[Title/Abstract]) OR (software[Title/Abstract]) OR (computer communication networks[Title/Abstract]) OR (online systems[Title/Abstract]) OR (computer-assisted instruction[Title/Abstract]) OR (computer[Title/Abstract]) OR (computers[Title/Abstract]) OR (computer systems[Title/ Abstract]) OR (medical informatics[Title/Abstract]) OR (handheld computers[Title/Abstract]) OR (internet[Title/Abstract]) OR (microcomputers[Title/Abstract]) OR (telecommunications[Title/Abstract]) OR (telenursing[Title/Abstract]) OR (telehealth[Title/Abstract]) OR (tele-medicine[Title/Abstract]) OR (web[Title/Abstract]) OR (interactive[Title/Abstract]) OR (telecommunication[Title/Abstract]) OR (telephone[Title/Abstract]) OR (telephones[Title/Abstract]) OR (phone[Title/ Abstract]) OR (phones[Title/Abstract]) OR (Short message service[Title/Abstract]) OR (SMS[Title/Abstract]) OR (text message[Title/Abstract]) OR (texting[Title/Abstract]) OR (tele-monitor[Title/Abstract]) OR (telemonitor[Title/Abstract]) OR (telemanagement[Title/Abstract]) OR (teleconsultation[Title/Abstract]) OR (tele-consultation[Title/Abstract]) OR (telecare[Title/Abstract]) OR (tele-care[Title/Abstract]) OR (telematic[Title/Abstract]) OR (tele-pharmacy[Title/ Abstract]) OR (telepharmacy[Title/Abstract]) OR (tele-nursing[Title/Abstract]) OR (video[Title/Abstract]) OR (electronic mail[Title/Abstract]) OR (email[Title/Abstract]) OR (emails[Title/Abstract]) OR (e-mail[Title/Abstract]) OR (e-mails[Title/ Abstract]) OR (remote consult[Title/Abstract]) OR (remote consultation[Title/Abstract]) OR (wireless[Title/Abstract]) OR (bluetooth[Title/Abstract]) OR (tele-homecare[Title/Abstract]) OR (telehomecare[Title/Abstract]) OR (remote care[Title/ Abstract]) OR (tele-support[Title/Abstract]) OR (telesupport[Title/Abstract]) OR (mobile healthcare[Title/Abstract]) OR (computer mediated therapy[Title/Abstract]) OR (electronic health[Title/Abstract]) OR (ehealth[Title/Abstract]) OR (e-health[Title/Abstract]) OR (mobile health[Title/Abstract]) OR (mhealth[Title/Abstract]) OR (m-health[Title/ Abstract]) OR (www[Title/Abstract]) OR (net[Title/Abstract]) OR (online[Title/Abstract]) OR (web[Title/Abstract]) OR (biomedical[Title/Abstract]) OR (technology[Title/Abstract]) OR (multimedia[Title/Abstract]) OR (multi-media[Title/ Abstract]) OR (software[Title/Abstract]) OR (world wide web[Title/Abstract]) OR (cellular phone[Title/Abstract]) OR (computer-assisted therapy[Title/Abstract]) OR (computer-assisted education[Title/Abstract]) OR (computer-assisted treatment[Title/Abstract]) OR (computer-based therapy[Title/Abstract]) OR (computer-based education[Title/Abstract]) OR (computer-based treatment[Title/Abstract]) OR (web-based therapy[Title/Abstract]) OR (web-based education[Title/ Abstract]) OR (web-based treatment[Title/Abstract]) OR (cd-rom[Title/Abstract]) OR (compact disc[Title/Abstract]) OR (electronic health[Title/Abstract]) OR (hypermedia[Title/Abstract]) OR (user computer interface[Title/Abstract]) OR (user-computer interface[Title/Abstract]) OR (TELEMEDICINE[Title/Abstract]) OR (Computers[Title/Abstract]) OR (telephone/[Title/Abstract]) OR (electronic mail[Title/Abstract]) OR (e-mail[Title/Abstract]) OR (email[Title/Abstract]) OR (\"e mail\"[Title/Abstract])) AND ((peer*[Title/Abstract]) OR ((lay* NEAR3 (led* OR run*)) title/abstract) OR ((user* NEAR3 (led* OR run*)) title/abstract) OR ((lay* NEAR3 (person* OR people* OR worker* OR person* OR advisor* OR consultant* OR leader* OR educator* OR tutor* OR instructor* OR facilitator*)) title/abstract) OR ((expert* NEAR3 patient*) title/ abstract) OR (CHW[Title/Abstract]) OR (((voluntary* OR volunteer*) NEAR3 (worker* OR aide* OR trained* OR care* OR service* OR involvement OR help* OR counsel* OR staff OR personnel OR provider* OR group*)) title/abstract) OR ((community health workers) title/abstract) OR ((community networks) title/abstract) OR ((self-help groups) title/abstract) OR (self* next help*[Title/Abstract]) OR ((social support) title/abstract) OR ((social* NEAR3 support*) title/abstract) OR (((support* OR career* OR caregiver*) NEAR3 (group* OR network* OR communit*)) title/abstract) OR ((mutual* NEAR3 (aid* OR support*)) title/abstract) OR (CHW[Title/Abstract]) OR ((mentor* OR befriend* OR buddy OR buddies) title/ abstract) OR (family[Title/Abstract]) OR (families[Title/Abstract]) OR (marriage[Title/Abstract]) OR (marriages[Title/ Abstract]) OR (spouse[Title/Abstract]) OR (spouses[Title/Abstract]) OR (child[Title/Abstract]) OR (children[Title/ Abstract]) OR (son[Title/Abstract]) OR (sons[Title/Abstract]) OR (daughter[Title/Abstract]) OR (daughters[Title/Abstract]) OR (partner[Title/Abstract]) OR (partners[Title/Abstract]) OR (\"sexual partner\"[Title/Abstract]) OR (friend[Title/ Abstract]) OR (friends[Title/Abstract]) OR (co-habitee[Title/Abstract]) OR (co-habitees[Title/Abstract]) OR (peer group[Title/Abstract]) OR (co-worker[Title/Abstract]) OR (co-workers[Title/Abstract]) OR (caregiver[Title/Abstract]) OR (caregivers[Title/Abstract]) OR (coworker[Title/Abstract]) OR (coworkers[Title/Abstract]) OR (cohabitee[Title/Abstract]) OR (cohabitees[Title/Abstract]) OR (\"co habitee\"[Title/Abstract]) OR (\"co habitees\"[Title/Abstract])) Supplementary"
    },
    {
      "text": "(39) et al.(39)describe e-Healthystrides, a web forum and remote discussion peer support facilitated by coaches, which indicated that improvements to self-management behaviors significantly improved during the study. Zheng et al. (40) and Liu et al. (41) discuss TangTangQuan, a quasi-experimental retrospective study with participants located in China. The TangTangQuan program resulted in improved A1c, mean fasting blood glucose (FBG), and postprandial blood glucose within a 12-month period. Lyles et al. (42) discuss InquisitHealth, which showed significant improvement in clinical outcomes, including glycemic stability and blood pressure. Zhang et al. (43) describe Lilly Connected Care Program (LCCP), a retrospective cohort with matched control groups for patients with type 2 diabetes mellitus (T2DM) in China. Results for this study indicated significant improvements in behavioral and clinical outcomes for those enrolled in the study with a support person. Allen et al. (44) describe SHARE plus, which were dyadic communication, problem-solving, and action planning platforms to facilitate continuous glucose monitor (CGM) data sharing, and broad improvements were shown in diabetes-related clinical outcomes. Litchman et al. (45) focused on Continuous Glucose Monitoring and Online Peer Support Community (CGM + OPSC), a web forum for Spanish-speaking adults from Hispanic/Latine backgrounds that showed significant improvement in A1c and CGM monitoring outcomes. Sklar et al. (46) describe CGM Share, a non-randomized trial featuring patients with gestational diabetes. While it did not mention psychosocial or behavioral outcomes, or perceived support, it did show significant improvement in clinical outcomes for study participants enrolled in the study with social support. Three articles described two unique IVR interventions, in which patients can interact with pre-recorded messages via touch tone or voice commands. Heisler and Piette (47) and Heisler et al. (48) describe an IVR-based peersupport intervention named Reciprocal Peer Support, in which peer supporters were prompted to contact Description of Studies of ICT and social support interventions by ICT modality"
    },
    {
      "text": "FewTouch Application; MoDIAB, Mothers and Diabetes Web; VA, Veterans Affairs; LCCP, Lilly Connected Care Program; CGM + OPSC, Continuous Glucose Monitoring and Online Peer Support Community; CO-IMPACT, Caring Others Increasing Engagement in Patient Aligned Care Teams; IVR, interactive voice recording; FAMS, Family-focused Add-on to Motivate Self-care; TExT-MED + FANS, Trial to Examine Text-Messaging in Emergency patients with Diabetes + Family and friends Network Support; SMS, Short Message Service; FIDE, Family-Integrated Diabetes Educational Programme; mDAWN, mobile Digital Access to a Web-enhanced Network; PMFF, Phone Messaging + Friends/Family; CD, computer compact disk; FDD, Family Defeating Diabetes. each other via IVR. In a quasi-experimental study, the investigators found improvements in self-efficacy and selfmanagement. In the RCT of IVR prompted peer support vs. nurse case manager support, the investigators found improved perception of social support, and a trend toward improvements in depression, diabetes distress, and A1c of 0.58 (P=0.004) compared to nurse case manager support. Moreover, Rosland et al. (49) discuss the Caring Others Increasing Engagement in Patient Aligned Care Teams (CO-IMPACT), which showed that patients in the CO-IMPACT arm also had greater 12-month improvements in healthy eating, diabetes self-efficacy, and satisfaction with support person involvement. Despite this, the two arms had similar improvements in A1c levels and in other measures. One email-based intervention was described by Reese et al."
    },
    {
      "text": "Outcomes organized by existing vs. new support relationship (alphabetized by intervention name)"
    },
    {
      "text": "Outcomes by measurement of perception of support (alphabetized by intervention name)"
    },
    {
      "text": "Outcomes by explicit, implicit, or undefined domains of social support (alphabetized by intervention name)"
    },
    {
      "text": "Interventions by study design and number of participants (alphabetized by intervention name)"
    }
  ],
  "references": [
    {
      "title": "Epidemiology of Type 2 Diabetes -Global Burden of Disease and Forecasted Trends",
      "authors": [
        "Mab Khan",
        "M Hashim",
        "J King"
      ],
      "year": 2024,
      "doi": "10.21037/mhealth-23-342020;10:107-11"
    },
    {
      "title": "Global trends in the incidence of hospital admissions for diabetes-related foot disease and amputations: a review of national rates in the 21st century",
      "authors": [
        "P Lazzarini",
        "S Cramb",
        "J Golledge"
      ],
      "year": 2023,
      "doi": "10.1007/s00125-022-05845-9"
    },
    {
      "title": "Epidemiology of chronic kidney disease: an update 2022",
      "authors": [
        "C Kovesdy"
      ],
      "year": 2011,
      "doi": "10.1016/j.kisu.2021.11.003"
    },
    {
      "title": "Strategies to Tackle the Global Burden of Diabetic Retinopathy: From Epidemiology to Artificial Intelligence",
      "authors": [
        "T Wong",
        "C Sabanayagam"
      ],
      "year": 2020
    },
    {
      "title": "Standards of Care in Diabetes-2023 Abridged for Primary Care Providers",
      "year": 2022,
      "doi": "10.2337/cd23-as01"
    },
    {
      "title": "Barriers to and motivators for physical activity among people with Type 2 diabetes: patients' perspectives",
      "authors": [
        "L Lidegaard",
        "N Schwennesen",
        "I Willaing"
      ],
      "year": 2016,
      "doi": "10.1111/dme.13167"
    },
    {
      "title": "Compliance and barriers to self-monitoring of blood glucose in patients with gestational diabetes mellitus: A systematic review",
      "authors": [
        "S Saha"
      ],
      "year": 2019
    },
    {
      "title": "Perceived facilitators and barriers in diabetes care: a qualitative study among health care professionals in the Netherlands",
      "authors": [
        "L Raaijmakers",
        "F Hamers",
        "M Martens"
      ],
      "year": 2013
    },
    {
      "title": "Diabetes Selfmanagement Education and Support in Adults With Type 2 Diabetes: A Consensus Report of the American Diabetes Association, the Association of Diabetes Care & Education Specialists, the Academy of Nutrition and Dietetics, the American Academy of Family Physicians, the American Academy of PAs, the American Association of Nurse Practitioners, and the American Pharmacists Association",
      "authors": [
        "M Powers",
        "J Bardsley",
        "M Cypress"
      ],
      "year": 2020
    },
    {
      "title": "National Standards for Diabetes Self-Management Education and Support",
      "authors": [
        "J Davis",
        "A Fischl",
        "J Beck"
      ],
      "year": 2022,
      "doi": "10.1177/26350106211072203"
    },
    {
      "title": "Social support and glycemic control in type 2 diabetes: a systematic review of observational studies",
      "authors": [
        "R Stopford",
        "K Winkley",
        "K Ismail"
      ],
      "year": 2013,
      "doi": "10.1016/j.pec.2013.08.016"
    },
    {
      "title": "Enhancing Social Support Among People with Cardiovascular Disease: a Systematic Scoping Review",
      "authors": [
        "C Clayton",
        "C Motley",
        "B Sakakibara"
      ],
      "year": 2019,
      "doi": "10.1007/s11886-019-1216-7"
    },
    {
      "title": "Factors Determining the Success of Therapeutic Lifestyle Interventions in Diabetes -Role of Partner and Family Support",
      "authors": [
        "L Gupta",
        "D Khandelwal",
        "P Lal"
      ],
      "year": 2019
    },
    {
      "title": "Social support and self-management capabilities in diabetes patients: An international observational study",
      "authors": [
        "J Koetsenruijter",
        "N Van Eikelenboom",
        "J Van Lieshout"
      ],
      "year": 2016
    },
    {
      "title": "Social support strategies in adult patients with diabetes: a review of strategies in the USA and Europe",
      "authors": [
        "J Kirk",
        "C Ebert",
        "G Gamble"
      ],
      "year": 2013
    },
    {
      "title": "Social support in diabetes: a systematic review of controlled intervention studies",
      "authors": [
        "H Van Dam",
        "F Van Der Horst",
        "L Knoops"
      ],
      "year": 2005
    },
    {
      "title": "The impact of social support on outcomes in adult patients with type 2 diabetes: a systematic review",
      "authors": [
        "J Strom",
        "L Egede"
      ],
      "year": 2012
    },
    {
      "title": "A systematic review and meta-analysis of trials of social network interventions in type 2 diabetes",
      "authors": [
        "G Spencer-Bonilla",
        "O Ponce",
        "R Rodriguez-Gutierrez"
      ],
      "year": 2017
    },
    {
      "title": "Structures and processes of social support",
      "authors": [
        "J House",
        "D Umberson",
        "K Landis"
      ],
      "year": 1988,
      "doi": "10.1146/annurev.so.14.080188.001453"
    },
    {
      "title": "Overview of peer support models to improve diabetes self-management and clinical outcomes",
      "authors": [
        "M Heisler"
      ],
      "year": 2007
    },
    {
      "title": "The Design, Usability, and Feasibility of a Family-Focused Diabetes Self-Care Support mHealth Intervention for Diverse, Low-Income Adults with Type 2 Diabetes",
      "authors": [
        "L Mayberry",
        "C Berg",
        "K Harper"
      ],
      "year": 2016,
      "doi": "10.1155/2016/7586385"
    },
    {
      "title": "Family-integrated diabetes education for individuals with diabetes in South-west Nigeria",
      "authors": [
        "L Ojewale",
        "O Oluwatosin"
      ],
      "year": 2022,
      "doi": "10.4314/gmj.v56i4.6"
    },
    {
      "title": "Effectiveness of Mobile Health Interventions on Diabetes and Obesity Treatment and Management: Systematic Review of Systematic Reviews",
      "authors": [
        "Y Wang",
        "Min Khuri"
      ],
      "year": 2020,
      "doi": "10.2196/15400"
    },
    {
      "title": "Experiences of Young People and Their Caregivers of Using Technology to Manage Type 1 Diabetes Mellitus: Systematic Literature Review and Narrative Synthesis",
      "authors": [
        "N Brew-Sam",
        "M Chhabra",
        "A Parkinson"
      ],
      "year": 2021
    },
    {
      "title": "Reporting scoping reviews-PRISMA ScR extension",
      "authors": [
        "J Mcgowan",
        "S Straus",
        "D Moher"
      ],
      "year": 2020
    },
    {
      "title": "Social support, self-management, and quality of life among participants in an internet-based diabetes support program: a multi-dimensional investigation. Cyberpsychol Behav © mHealth. All rights reserved",
      "authors": [
        "R Glasgow",
        "M Barrera",
        "Jr",
        "H Mckay"
      ],
      "year": 2024,
      "doi": "10.21037/mhealth-23-341999;2:271-81"
    },
    {
      "title": "Telecommunication support for rural women with diabetes",
      "authors": [
        "L Smith",
        "C Weinert"
      ],
      "year": 2000,
      "doi": "10.1177/014572170002600412"
    },
    {
      "title": "Internet-based diabetes self-management and support: Initial outcomes from the diabetes network project",
      "authors": [
        "H Mckay",
        "R Glasgow",
        "E Feil"
      ],
      "year": 2002
    },
    {
      "title": "The D-Net diabetes self-management program: long-term implementation, outcomes, and generalization results",
      "authors": [
        "R Glasgow",
        "S Boles",
        "H Mckay"
      ],
      "year": 2003
    },
    {
      "title": "Do Internet-based support interventions change perceptions of social support?: An experimental trial of approaches for supporting diabetes self-management",
      "authors": [
        "M Barrera",
        "R Glasgow",
        "H Mckay"
      ],
      "year": 2002
    },
    {
      "title": "A virtual clinic for diabetes self-management: pilot study",
      "authors": [
        "A Jennings",
        "J Powell",
        "N Armstrong"
      ],
      "year": 2009
    },
    {
      "title": "Pilot study of a virtual diabetes clinic: satisfaction and usability",
      "authors": [
        "J Powell",
        "A Jennings",
        "N Armstrong"
      ],
      "year": 2009,
      "doi": "10.1258/jtt.2009.003014"
    },
    {
      "title": "Designing a diabetes mobile application with social network support",
      "authors": [
        "T Chomutare",
        "N Tatara",
        "E Årsand"
      ],
      "year": 2013
    },
    {
      "title": "Comparison of community health worker-led diabetes medication decision-making support for low-income Latino and African American adults with diabetes using e-health tools versus print materials: a randomized, controlled trial",
      "authors": [
        "M Heisler",
        "H Choi",
        "G Palmisano"
      ],
      "year": 2014
    },
    {
      "title": "Person-centred, web-based support in pregnancy and early motherhood for women with Type 1 diabetes mellitus: a randomized controlled trial",
      "authors": [
        "K Linden",
        "M Berg",
        "A Adolfsson"
      ],
      "year": 2018
    },
    {
      "title": "Web-Based Intervention for Women With Type 1 Diabetes in Pregnancy and Early Motherhood: Critical Analysis of Adherence to Technological Elements and Study Design",
      "authors": [
        "M Berg",
        "K Linden",
        "A Adolfsson"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9665"
    },
    {
      "title": "Outcomes of a Digitally Delivered Low-Carbohydrate Type 2 Diabetes Self-Management Program: 1-Year Results of a Single-Arm Longitudinal Study",
      "authors": [
        "L Saslow",
        "C Summers",
        "J Aikens"
      ],
      "year": 2018,
      "doi": "10.2196/diabetes.9333"
    },
    {
      "title": "Effectiveness of Technologically Enhanced Peer Support in Improving Glycemic Management Among Predominantly African American, Low-Income Adults With Diabetes",
      "authors": [
        "M Heisler",
        "H Choi",
        "R Mase"
      ],
      "year": 2019
    },
    {
      "title": "Achieving Health Equity with e-Healthystrides©: Patient Perspectives of a Consumer Health Information Technology Application",
      "authors": [
        "P Pemu",
        "Josiah Willock",
        "R Alema-Mensa"
      ],
      "year": 2019,
      "doi": "10.18865/ed.29.s2.393"
    },
    {
      "title": "The effect of mobile application based interactive peer support on glycemic control in patients with type 1 diabetes mellitus",
      "authors": [
        "X Zheng",
        "D Yang",
        "Z Liu"
      ],
      "year": 2019
    },
    {
      "title": "High engagement in mobile peer support is associated with better glycemic control in type 1 diabetes: A real-world study",
      "authors": [
        "Z Liu",
        "C Wang",
        "D Yang"
      ],
      "year": 2022
    },
    {
      "title": "Real-world insights from launching remote peer-to-peer mentoring in a safety net healthcare delivery setting",
      "authors": [
        "C Lyles",
        "U Sarkar",
        "U Patel"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocaa251"
    },
    {
      "title": "Effectiveness of the Family Portal Function on the Lilly Connected Care Program (LCCP) for Patients With Type 2 Diabetes: Retrospective Cohort Study With Propensity Score Matching",
      "authors": [
        "Y Zhang",
        "C Liu",
        "S Luo"
      ],
      "year": 2021
    },
    {
      "title": "Continuous Glucose Monitoring Data Sharing in Older Adults With Type 1 Diabetes: Pilot Intervention Study",
      "authors": [
        "N Allen",
        "M Litchman",
        "J Chamberlain"
      ],
      "year": 2022,
      "doi": "10.2196/35687"
    },
    {
      "title": "Combining CGM and an Online Peer Support Community for Hispanic Adults with T2D: A Feasibility Study",
      "authors": [
        "M Litchman",
        "A Ng",
        "A Sanchez-Birkhead"
      ],
      "year": 2022,
      "doi": "10.1177/19322968211032278"
    },
    {
      "title": "Glycemic variability and indices of glycemic control among pregnant women with type 1 diabetes (T1D) based on the use of continuous glucose monitoring share technology",
      "authors": [
        "J Sklar",
        "L Pyle",
        "J Snell-Bergeon"
      ],
      "year": 2022
    },
    {
      "title": "I help you, and you help me\": facilitated telephone peer support among patients with diabetes",
      "authors": [
        "M Heisler",
        "J Piette"
      ],
      "year": 2005,
      "doi": "10.1177/0145721705283247"
    },
    {
      "title": "Diabetes control with reciprocal peer support versus nurse care management: a randomized trial",
      "authors": [
        "M Heisler",
        "S Vijan",
        "F Makki"
      ],
      "year": 2010
    },
    {
      "title": "Effectiveness of a Health Coaching Intervention for Patient-Family Dyads to Improve Outcomes Among Adults With Diabetes: A Randomized Clinical Trial",
      "authors": [
        "A Rosland",
        "J Piette",
        "R Trivedi"
      ],
      "year": 2022
    },
    {
      "title": "Two Randomized Controlled Pilot Trials of Social Forces to Improve Statin Adherence among Patients with Diabetes",
      "authors": [
        "P Reese",
        "J Kessler",
        "J Doshi"
      ],
      "year": 2016
    },
    {
      "title": "Using Mobile Health to Improve Social Support for Low-Income Latino Patients with Diabetes: A Mixed-Methods Analysis of the Feasibility Trial of TExT-MED + FANS",
      "authors": [
        "E Burner",
        "C Lam",
        "R Deross"
      ],
      "year": 2018
    },
    {
      "title": "Mixed-Methods Randomized Evaluation of FAMS: A Mobile Phone-Delivered Intervention to Improve Family/Friend Involvement in Adults' Type 2 Diabetes Self-Care",
      "authors": [
        "L Mayberry",
        "C Berg",
        "R Greevy"
      ],
      "year": 2021
    },
    {
      "title": "Changes in family involvement occasioned by FAMS mobile health intervention mediate changes in glycemic control over 12 months",
      "authors": [
        "M Roddy",
        "L Nelson",
        "R Greevy"
      ],
      "year": 2022
    },
    {
      "title": "Diabetes selfmanagement support using mHealth and enhanced informal caregiving",
      "authors": [
        "J Aikens",
        "K Zivin",
        "R Trivedi"
      ],
      "year": 2014,
      "doi": "10.1016/j.jdiacomp.2013.11.008"
    },
    {
      "title": "Integrating support persons into diabetes telemonitoring to improve selfmanagement and medication adherence",
      "authors": [
        "J Aikens",
        "R Trivedi",
        "D Aron"
      ],
      "year": 2015,
      "doi": "10.1007/s11606-014-3101-9"
    },
    {
      "title": "Improvements in illness self-management and psychological distress associated with telemonitoring support for adults with diabetes",
      "authors": [
        "J Aikens",
        "A Rosland",
        "J Piette"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcd.2014.06.003"
    },
    {
      "title": "A randomized controlled trial of an internet-based mentoring program for type 1 diabetes patients with inadequate glycemic control",
      "authors": [
        "S Suh",
        "C Jean",
        "M Koo"
      ],
      "year": 2014
    },
    {
      "title": "mobile Digital Access to a Web-enhanced Network (mDAWN): Assessing the Feasibility of Mobile Health Tools for Self-Management of Type-2 Diabetes",
      "authors": [
        "K Ho",
        "L Newton",
        "A Boothe"
      ],
      "year": 2015,
      "doi": "10.1017/cem.2016.237"
    },
    {
      "title": "Phone Messaging to Prompt Physical Activity and Social Support Among Low-Income Latino Patients With Type 2 Diabetes: A Randomized Pilot Study",
      "authors": [
        "M Ramirez",
        "S Wu"
      ],
      "year": 2017
    },
    {
      "title": "Impact of Short Message Service (SMS) Education Based on a Health Promotion Model on the Physical Activity of Patients with Type II Diabetes",
      "authors": [
        "H Lari",
        "A Noroozi",
        "R Tahmasebi"
      ],
      "year": 2018,
      "doi": "10.21315/mjms2018.25.3.7"
    },
    {
      "title": "Translating Healthy Living Messages to Postpartum Women and Their Partners After Gestational Diabetes (GDM): Body Habitus, A1C, Lifestyle Habits, and Program Engagement Results From the Families Defeating Diabetes (FDD) Randomized Trial",
      "authors": [
        "R Mcmanus",
        "D Miller",
        "M Mottola"
      ],
      "year": 2018
    },
    {
      "title": "Wearable and interactive technology to share fitness goals results in weight loss but not improved diabetes outcomes",
      "authors": [
        "R Lystrup",
        "D Carlsen",
        "D Sharon"
      ],
      "year": 2020,
      "doi": "10.1016/j.orcp.2020.08.006"
    },
    {
      "title": "Health information seeking, receipt, and use in diabetes selfmanagement",
      "authors": [
        "D Longo",
        "S Schubert",
        "B Wright"
      ],
      "year": 2010,
      "doi": "10.1370/afm.1115"
    },
    {
      "title": "The Role of Online Social Support in Supporting and Educating Parents of Young Children With Special Health Care Needs in the United States: A Scoping Review",
      "authors": [
        "B Dehoff",
        "L Staten",
        "R Rodgers"
      ],
      "year": 2016
    },
    {
      "title": "Enablers and barriers to effective diabetes self-management: A multi-national investigation",
      "authors": [
        "M Adu",
        "U Malabu",
        "Aeo Malau-Aduli"
      ],
      "year": 2019
    },
    {
      "title": "An Effective Model of Diabetes Care and Education: Revising the AADE7 Self-Care Behaviors(®)",
      "year": 2020
    },
    {
      "title": "Family support, medication adherence, and glycemic control among adults with type 2 diabetes",
      "authors": [
        "L Mayberry",
        "C Osborn"
      ],
      "year": 2012
    },
    {
      "title": "Process Evaluation of the Type 2 Diabetes Mellitus PULSE Program Randomized Controlled Trial: Recruitment, Engagement, and Overall Satisfaction",
      "authors": [
        "E Aguiar",
        "P Morgan",
        "C Collins"
      ],
      "year": 2017
    },
    {
      "title": "Integrating family and friend support, information technology, and diabetes education in community-centric diabetes self-management",
      "authors": [
        "C Higa",
        "E Davidson",
        "J Loos"
      ],
      "year": 2021
    },
    {
      "title": "Impact of a Dyadic Intervention on Family Supporter Involvement in Helping Adults Manage Type 2 Diabetes",
      "authors": [
        "M Zupa",
        "A Lee",
        "J Piette"
      ],
      "year": 2022
    },
    {
      "title": "Physical activity intervention for rural middle-aged and older Australian adults: a pilot implementation study of the ecofit program delivered in a real-world setting",
      "authors": [
        "M Wilczynska",
        "A Jansson",
        "D Lubans"
      ],
      "year": 2021
    },
    {
      "title": "Feasibility and preliminary effects of a virtual environment for adults with type 2 diabetes: pilot study",
      "authors": [
        "C Johnson",
        "M Feinglos",
        "K Pereira"
      ],
      "year": 2014
    },
    {
      "title": "Analyzing Unstructured Communication in a Computer-Mediated Environment for Adults With Type Diabetes",
      "authors": [
        "A Lewinski",
        "R Anderson",
        "A Vorderstrasse"
      ]
    }
  ],
  "num_references": 73,
  "original_doi": "https://doi.org/10.13039/100000062"
}
