{
  "paper_id": "5JH26IZF",
  "title": "Recent Advances in Cognitive Behavioral Therapy For Digestive Disorders and the Role of Applied Positive Psychology Across the Spectrum of GI Care",
  "abstract": "Background: Although cognitive behavior therapies (CBTs) have shown great promise in the reduction of symptom burden from as well as anxiety around various gastrointestinal (GI) disorders, there are substantial issues involving the scalable delivery of such interventions within the clinical setting of a gastroenterology practice, leaving most patients without access to psychological care. Goals: This paper discusses the application of positive psychology principles and techniques for adoption by various GI providers to initiate early, effective psychological care for patients with GI disorders, saving CBTs for more complex cases. Study/Results: Authors provide a comprehensive framework of patient well-being known as REVAMP, which is consistent with CBT principles, and elaborate on research and interventions that can be adopted within the gastroenterology practice setting. Building positive resources can bolster patients with GI disorders against comorbid psychological and psychiatric distress. Conclusions: Positive psychology interventions can be implemented within gastroenterology practice. Research is necessary to evaluate the efficacy and acceptability of positive psychology interventions among patients with different digestive disorders and baseline psychological characteristics, as well as the feasibility of administration by different clinicians in the gastroenterology practice setting.",
  "year": 2016,
  "date": "2016",
  "journal": "Clin Exp Gastroenterol",
  "publication": "Clin Exp Gastroenterol",
  "authors": [
    {
      "forename": "Jordyn",
      "surname": "Feingold",
      "name": "Jordyn Feingold",
      "email": "jordyn.feingold@gmail.com"
    },
    {
      "forename": "Helen",
      "surname": "Murray",
      "name": "Helen Murray"
    },
    {
      "forename": "Laurie",
      "surname": "Keefer",
      "name": "Laurie Keefer"
    },
    {
      "affiliation": "Department of Gastroenterology , Icahn School of Medicine at Mount Sinai ; ‡Division of Gastroenterology , Icahn School of Medicine at Mount Sinai , New York , NY; \n\t\t\t\t\t\t\t\t Department of Gastroenterology \n\t\t\t\t\t\t\t\t ‡Division of Gastroenterology \n\t\t\t\t\t\t\t\t Icahn School of Medicine \n\t\t\t\t\t\t\t\t Icahn School of Medicine at Mount Sinai \n\t\t\t\t\t\t\t\t at Mount Sinai \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY;"
    },
    {
      "affiliation": "†Department of Psychology , Drexel University , Philadelphia , PA. \n\t\t\t\t\t\t\t\t †Department of Psychology \n\t\t\t\t\t\t\t\t Drexel University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "MAPP , 50 E 98th Street , Apt 14F2 , New York , NY 10029 \n\t\t\t\t\t\t\t\t MAPP \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50 E 98th Street Apt 14F2 \n\t\t\t\t\t\t\t\t\t 10029 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "",
  "keywords": [
    "gastrointestinal disorders",
    "cognitive behavioral therapy",
    "applied positive psychology",
    "positive psychology interventions"
  ],
  "sections": [
    {
      "text": "(J Clin Gastroenterol 2019;53:477-485) D igestive disorders pose substantial psychological and psychiatric burdens to patients, which require scalable therapeutic interventions. Such disorders involve chronic pain, fatigue, psychological distress, comorbid psychiatric conditions including depression and anxiety, as well as embarrassment and stigma.  [1] [2] 2] [3]  In recent years, a practice of psychogastoenterology has approached functional and organic digestive disorders from a biopsychosocial perspective to reduce symptom burden and remediate psychological vulnerabilities.  4, 5 gnitive behavioral therapies (CBTs) have been successfully used to treat individuals with digestive disorders such as chronic nausea,  [6] [7] [8] [9] [10]  functional dyspepsia,  [11] [12] [13]  irritable bowel syndrome (IBS),  [14] [15] [16] [17] [18] [19]  inflammatory bowel disease (IBD),  20  and rumination syndrome.  21, 22 Based largely on evidence for IBS,  23  there is growing evidentiary support that CBTs effectively reduce (or even remit) bothersome gastrointestinal (GI) symptoms,  [11] [12] [13] 22, 23  fear and anxiety about GI symptoms,  24, 25  and improve quality of life.  [26] [27] 7] [28] [29] [30]  More rigorous research is certainly needed for the spectrum of digestive diseases and in fact, the study of CBTs for digestive disorders continues to increase (eg, recent CBT approach tested for chronic belching  31  ).\n\nCBTs for digestive disorders are purported to achieve their success though a biopsychosocial approach, addressing how problematic interactions between cognitions, behaviors, and emotions relate to GI symptoms. CBTs are flexible therapies and can vary in its use of specific techniques (ie, the \"ingredients\" of treatment) and mechanistic targets (ie, what the ingredients aim to change). For example, CBTs for IBS have placed varying emphasis on different techniquessome have emphasized cognitive techniques,  26  behavioral techniques,  26, 28, 29  or cognitive and behavioral techniques relatively equally.  27 The types of cognitive and behavioral techniques used have varied. Cognitive techniques help patients address unhelpful thinking patterns (eg, thinking that leads to avoidance behavior like \"Great … I feel nauseous after eating X food and now I won't be able to get anything done today … I have to stay home from work\"). Some CBTs have included traditional cognitive techniques (eg, cognitive restructuring) to have patients generate alternative thoughts or more tempered thoughts (eg, \"Although I don't know if I'll be able to get everything I wanted to get done today, I have been able to still work in the past while feeling this way.\" Other CBTs have included so-called \"third-wave\" cognitive techniques (eg, mindfulness,  29  cognitive defusion) that involve accepting thoughts as just thoughts our minds give us and to engage in a behavior anyway (eg, \"I know I feel nauseous and I'm going to go to work anyway because I enjoy the work I do for X reason and my family depends on my income\"). Behavioral techniques have also varied-some CBTs have included fearbased reconditioning behavioral approaches (eg, interoceptive exposure  27, 28  ) that involve approaching, rather than avoiding stimuli that provoke feared symptoms like systematic exposure to the sensation of nausea by spinning in a circle/chair for repeated time intervals. Other CBTs have included overall stress-reduction behavioral strategies involve regularly practicing strategies that aim to reduce overall stress levels (eg, progressive muscle relaxation  27  ).\n\nThe targets of CBT techniques for IBS have similarly varied (see Henrich et al  32  for a review)-purported targets have included awareness of symptoms,  33  overall stress levels, symptom anxiety and avoidance behavior,  [27] [28] [29] [30]  unhelpful thinking patterns,  26, 27, 34  problem-solving (eg, ability to cope with stressors/symptoms),  26, 34  and dysregulated autonomic arousal including hypersensitivity to visceral sensations  28  and heart-rate variability.  35 In addition, the purported maintenance mechanisms of different digestive disorders variesfor example, rumination syndrome  36  and chronic belching  31  are believed to be maintained primarily by habit-based conditioning (eg, abdominal wall contraction in response to food stimuli in the case of rumination).\n\nMany patients can benefit from brief treatment (eg, as little as 4 sessions for IBS  26  ; as little as 5 sessions for rumination syndrome  22  ), self-guided treatment,  29  or partially self-guided treatment with some contact with a therapist via the internet.  27 Second, because CBTs are skillsbased, patients adopt techniques during treatment that they can continue to use after treatment. Third, CBTs provide accountability to promote patient engagement in skills practice.\n\nHowever, despite the promise of CBTs, there are significant limitations to implementation in the gastroenterology setting.  37 First, logistical constraints (eg, access to qualified behavioral health providers; insurance reimbursement for services) provide a large barrier to receiving care, especially in the adult gastroenterology setting. Second, some patients may not accept a referral to a behavioral health specialist due to associated stigma for seeking mental health treatment.  38 Third, we do not yet known for whom which CBT-based techniques work best, which means that CBTs for GI disorders are not yet targeted for parsimonious intervention  33  and require trained specialists to personalize intervention delivery.\n\nPerhaps the most frustrating limitation of CBT for GI disorders is that patients typically go for long periods of time before referral for CBT, with significant impacts on their psychosocial functioning. Time to referral may be due to one of the above listed barriers, but also because CBT is typically not introduced until after other medical treatments have failed (eg, patients with moderate to severe IBS refractory to medical therapy, see IBS Guidelines from American College of Gastroenterology  39  ). In our experience, often by the time patients are identified as appropriate for CBT by a gastroenterology provider, both GI symptoms and centrally-mediated cognitive and behavioral processes have become maladaptive, leaving them vulnerable to psychiatric comorbidity such as depression, anxiety, chronic pain, or substance abuse. Even in the best of outcomes, patients who eventually receive CBT are able to reduce their psychological distress (eg, fear/anxiety about GI symptoms in CBT for IBS  24, 25  ) and GI symptom severity, but are not necessarily achieving a sense of well-being-they certainly are not thriving! In other words, CBT is often applied too late in the pathway of care, limiting its impact on harder disease outcomes such as cost, health care utilization, and altering underlying pathophysiology.  40 o date, gastroenterologists struggle with the promotion of coping and resilience in a busy practice setting, and often wait until patients become depressed, anxious, or highly somatic before referring on for behavioral services. Given the significant limitations to access to trained CBT providers, having patients see a CBT provider earlier in the health care process is not currently scalable. Instead, how can we promote well-being for patients with GI disorders and do so earlier on in the health care process? One potential solution lies in teaching gastroenterology providers (eg, gastroenterologists, nurse practitioners, social workers) and practice settings how to embrace psychological principles that do not require a CBT provider (eg, psychogastroenterologists), such as positive psychology. Applied positive psychology, the scientific study of positive subjective experiences, positive individual traits, and positive institutions  41  and the subsequent application of interventions aimed at enhancing well-being, may allow for early, effective psychological care for patients with GI disorders, reducing health care burden."
    },
    {
      "title": "APPLIED POSITIVE PSYCHOLOGY",
      "text": "Although existing psychogastroenterology models such as CBTs act on depression, anxiety, pain, disability, and poor quality of life, as well as disease-specific somatic responses including pain catastrophizing and symptom anxiety, the applied positive psychology model first considers individual strengths that might be protective for patients.  42 The inherently growth-oriented, strengths-based paradigm  41  emphasizes processes such as resilience  43  (ie, the ability to bounce back and grow in the face of adversity), grit  44  (ie, passion and perseverance for long-term goals), optimism,  45  self-regulation,  46  and the like. At the core of applied positive psychology are \"positive interventions\" (PIs),  47  which are intentional activities aimed at cultivating positive feelings, positive behaviors, or positive cognitions.  48 PI strategies are diverse, and range from writing gratitude letters, to mentally reliving positive experiences, to socializing,  48  and may be completed in formal settings with an individual instructor or coach,  49  within group settings,  49, 50  or individually in the style of \"self-help\" through worksheets or online modalities.  [51] [52] 2] [53]  If capitalized on, these interventions could foster successful adaptation to disease, bypassing the need for more formal, costly, psychological interventions.\n\nApplied positive psychology and its associated PIs may operate at the same level as many CBT interventions to promote coping and resilience that leads to improved quality of life. Although PIs and CBTs share several similar features (Table  1 ), PIs have several features beneficial for the gastroenterology setting. First, they can be more easily implemented than existing CBT models because they do not require the extensive training that CBTs demand. Gastroenterology providers themselves (medical doctors, nurse practitioners, social workers) may introduce basic positive psychology techniques directly into their clinical care, addressing and preventing the psychological needs of their patients before vulnerabilities arise.  42 Second, PIs may be more accepted by patients in the medical setting. In depression research, for example, patients have expressed higher satisfaction with PIs over traditional CBT, potentially because of their more positive, less stigmatizing message.  54 evel 1 evidence (2 meta-analyses and 1 systematic review) has shown that PIs have shown modest, durable effects  55  on physical and psychological outcomes in other fields of medicine, including but not limited to psychiatry,  56  neurology,  57  cardiology,  58  and oncology.  59 In a recent randomized controlled trial of cardiovascular disease patients who recently underwent cardiac procedures, recipients of a 6-week group-based positive psychology program had greater improvements in happiness, depression, and hope, compared with a waitlist control, regardless of which specific types of PIs they received.  58 As PIs are growing within in the medical field, these interventions have great promise for the gastroenterology setting.\n\nTo illustrate a unifying positive psychology framework, we present the REVAMP model (Table  2 ), which is adapted from previously described comprehensive frameworks.  [60] [61] ] [62]  REVAMP is an acronym and call-to-action for medical providers to bring an understanding of patient well-being and positive psychology interventions to the forefront of clinical practice in patients with GI disorders. It does not aim to organize interventions for a given disease state. Rather, REVAMP highlights 6 broad functional domains, each of which contributes to but does not wholly define the outcome of well-being. We propose that providers in the gastroenterology practice setting can use this model (1) as part of a \"well-being review of systems\" at each visit (see \"well-being review of systems\" column in Table  2 ), (  2 ) by \"prescribing\" specific PIs of interest to patients in a one-onone setting (see \"applied positive psychology interventions\" column in Table  2 ), and/or (3) within patient support groups. We hypothesize that the principles provided in the REVAMP model can facilitate well-being among any patient with a GI disorder, and can address some of the significant barriers to CBT in the gastroenterology setting.\n\nBelow, we review a rationale for each REVAMP domain and describe the associated PIs. Although formally administering some of these interventions may warrant further study to gain competence with these skills, we suggest several web-based resources (Table  3 ) and can provide worksheets for each of the interventions discussed upon request."
    },
    {
      "title": "POSITIVE RELATIONSHIPS",
      "text": "The presence of positive interpersonal relationships and adequate social support has been cited as the single most important predictor of life satisfaction and emotional wellbeing in people across all ages and cultures.  63 In both IBS  64  and IBD,  65  greater severity of GI symptoms, including pain, has been associated with lower perceived adequacy of social support, likely through increased stress levels.\n\nResearchers propose a variety of psychological and behavioral mechanisms that link social support with resilience to psychopathology and enhanced physical health, including stress reduction, enhanced motivation to adopt healthy behaviors and reduce risky behaviors, adherence to treatment regimens, appraisal of potentially stressful events as being less threatening, an enhanced sense of control, and enhanced self-esteem, among others.  66 Biological mechanisms at play appear to be related to activation of the hypothalamic-pituitary-adrenal (HPA) axis, and many studies in both humans and other primates reveal that socially isolated individuals have heightened stress responses and relatively prolonged sympathetic activation compared with socially connected individuals.  [67] [68] 8] [69]  In addition, laboratory studies directly comparing subjects supported by another person versus lone subjects find that supported individuals have significantly smaller rises in heart rate, blood pressure, and cortisol  70  when challenged with a particular stress-inducing task like public speaking or mental arithmetic.  71, 72 s social support and the well-being are likely associated in patients with GI disorders (eg, as shown with IBS  64  and IBD  65  ), PIs addressing the role of positive relationships could be incorporated into patient care."
    },
    {
      "title": "Practicing Gratitude",
      "text": "One PI to help patients bolster their personal relationships is to demonstrate and encourage the practice of gratitude.  73 This may be as simple as inviting patients during a visit to think about a few people in their lives for whom they are most grateful (eg, individuals whom they rely on for support with symptom management; individuals they confide in), or encourage patients to keep a gratitude journal. Patients can actively express gratitude (eg, write a gratitude letter, conduct a, gratitude phone call), or keep these sentiments more private. A clinician may simply ask a patient: \"For what or whom are you most grateful for in life? In helping you cope with disease?\"\n\nIn correlational studies, the simple act of expressing gratitude has been associated with better adjustment to chronic illness, strengthening old social ties, and nurturing new ones.  74 In 2 longitudinal studies, researchers found that trait gratitude directly lead to improved levels of social support, which in turn promoted lower levels of stress and depression over time.  75, 76 In a recent study examining gratitude in 423 patients with IBD, as measured by the Gratitude Questionnaire-6,  77  researchers found that gratitude was an important negative predictor of depression 6 months later, after controlling for relevant demographic variables, illness cognitions, and thriving.  78 Gratitude has been proposed as a stand-alone psychotherapeutic intervention that is inherently relational, and often leads to expressions of love and tenderness toward another person.  73"
    },
    {
      "title": "Active Constructive Responding",
      "text": "Active Constructive Responding is a scripted, inexpensive intervention that teaches individuals how to optimally respond to positive events in another's life.  79 This simple PI, which emphasizes the importance of helping partners \"capitalize\" on positive events through asking questions and showing enthusiasm, has been shown to increase marital and work satisfaction, enhance social ties, as well as increase daily positive affect and well-being.  80 mproving the quality of communication and connection between partners, friends, and other members of patient's social networks has the potential to improve disease coping, social support, and overall well-being."
    },
    {
      "title": "Self-Compassion",
      "text": "In addition to bolstering interpersonal relationships with others, patients may benefit from deliberately practicing selfcompassion, which is related to psychological flourishing and reduced psychopathology.  81 Put simply, self-compassion involves treating oneself like a friend or loved one (also a common CBT technique). The 3 core elements of self-compassion include (1) self-kindness, especially in times of suffering, (2) recognition that suffering is part of a shared human experience and that one is not alone in their suffering, and (3) putting one's own situation into a larger perspective.  82 Clinicians who notice  even significantly lower stress levels in experienced meditators.  83 rolonged meditation is also associated with improved nitric oxide metabolism,  84  which could have positive implications for motility (smooth muscle) and immune function of the GI tract, as nitric oxide is gut-protective.  42"
    },
    {
      "title": "ENGAGEMENT",
      "text": "Engagement is defined as deep immersion in daily life, in which patients are optimally present and emotionally and energetically invested in activities of daily life, including work, school, hobbies, and socialization. In many patients with GI illness, physical symptoms as well as anxiety and anticipation of symptoms hinder patients from experiencing optimal engagement in life. Here we discuss 2 important mechanisms of enhancing engagement, which include practicing mindfulness and employing one's unique character strengths in everyday life."
    },
    {
      "title": "Mindfulness Practice",
      "text": "Although there are variations of mindfulness techniques, the core practice involves maintaining purposeful and nonjudgmental awareness in the present moment, for example, tuning out mental chatter regarding the past or future, including a preoccupation with past or impending GI symptoms. Whether through meditation or simply setting aside mental distraction to pay attention to the here, and now, the practice has been shown to improve anxiety.  85 indfulness practice has been included in so-called \"thirdwave\" CBTs. In fact, some CBTs for GI disorders have included mindfulness skills as a cognitive technique.  29 In addition, mindfulness practice alone has already emerged as an efficacious brain-gut psychotherapy in patients with IBS  86  and IBD with functional overlap,  87  potentially mediated by reductions in maladaptive cognitive-affective processes and visceral hypersensitivity.  42, 86 Thus, mindfulness may target similar processes as CBTs to decrease GI-specific anxiety, including reducing both hypersensitivity to and over-attention towards GI symptoms (eg, by decreasing catastrophic thinking, maladaptive problem-solving, and behavioral avoidance).  29 atients with digestive disorders may benefit by adopting a regular mindfulness practice, as well as relying on mindfulness strategies including deliberate breathing as a real-time self-regulation technique that they can use to help curb distress that accompanies GI symptoms, as well as potentially the symptoms themselves. With several digital applications commercially available for mindfulness meditation, clinicians may offer a subscription to an online service, in-person meditation classes at their affiliated hospital, local recreation or community centers, or refer patients to downloadable meditations that are free to access online (such as those found on the UC San Diego Center for Mindfulness Website) or app-based subscription services (Table  3 )."
    },
    {
      "title": "Character Strengths",
      "text": "Another PI that operates at the level of enhanced engagement is the identification and deliberate use of one's unique character strengths in everyday life. By learning to rely on individual strengths such as perseverance, bravery, wisdom, gratitude, hope, love, zest, self-regulation, social intelligence, etc. to approach daily challenges related to GI illness, patients might more readily promote their own selfefficacy in managing symptoms, enhancing feelings of control and well-being. In replicated randomized, online placebocontrolled trials, participants asked to identify and use a top personal strength in a new way everyday for 1 week were found to have increased happiness and decreased depression up to 6 months later.  47 Research on strengths-based psychotherapies suggests that attention to strengths in a therapeutic setting confers superior client outcomes to many of the most commonly-used psychological interventions to treat mental illness, primarily by re-associating the negative narrative of therapy with an orientation toward using one's strengths, skills, talents, and abilities to face challenges.  88 In addition, discussing positive personal characteristics has been shown to enhance trusting relationships between patients and therapists, as well as motivate patients by instilling hope.  88, 89 linicians may point out positive character strengths they recognize in their patients, and ask how these strengths contribute to the patient's functioning and coping with illness. They may ask, \"How do you use your bravery [or other strengths] to face the challenges of living with your disorder?\"\n\nPatients can identify their own character strengths through a validated, free online questionnaire developed by positive psychology researchers based on the Character Strengths and Virtues (CSV) handbook.  47, 90 Clinicians and patients can review patient's top strengths and collaboratively brainstorm how patients might use top strengths to cope with symptoms. Strengths can be incorporated into patient oneliners and medical records to orient clinicians to the unique strengths of their patients within the clinical encounter."
    },
    {
      "title": "VITALITY",
      "text": "Vitality is what makes people feel awake, alive, able to thrive and tackle the demands of everyday life with vigor. Many patients with GI disorders, due to the organic nature of their disorder, side-effects of treatment, or psychological implications of their symptoms are hindered from pursuing interventions that would bolster their vitality (or overall well-being), such as engaging in physical activity, eating a balanced diet, and obtaining adequate sleep. Interventions targeting each of these domains in service of enhanced patient vitality must account for the patient's specific disease processes, preferences, and capabilities, but are beyond the scope of this review."
    },
    {
      "title": "ACCOMPLISHMENT",
      "text": "Progressing through treatment for GI disorders to achieve symptom reduction/remission or enhanced ability to In addition to these, contact the authors for samples of worksheets to use with patients in real time. cope with chronic symptoms requires an immense amount of perseverance, resilience, and self-efficacy. Setbacks or disease flares can be highly discouraging for patients, lead to feelings of hopelessness, withdrawal, and may undercut goals of therapy. In the same vein, feelings of self-efficacy and accomplishment are necessary for an overall sense of well-being. Clinicians can help their patients gain or re-gain a sense of mastery and ownership over their symptoms, as well as other domains in their lives, by offering a simple PI that emphasizes breaking down long-term goals, eg, improved functional status, into smaller, more manageable, short-term goals, eg, getting out of the house today."
    },
    {
      "title": "SMART Goal Setting",
      "text": "SMART goals follow the acronym SMART: specific, measurable, achievable, relevant to the patient's overall goals, and time-specific.  91 Clinicians can invite their patients to set a SMART goal to work on between visits that will help the patient to reach a valued outcome that is derived through shared decision-making. For example, A SMART goal for an IBD patient who has trouble leaving the house might sound like: \"I will go for a 10-minute morning walk around the block 3 times per week as a means of getting some exercise and fresh air this month.\" Goals can be recorded, and patients can be encouraged to increase the stretch of their goals from a visit to visit."
    },
    {
      "title": "MEANING",
      "text": "Meaning, the propensity to seek out, belong to, and serve something larger than the self  92  is an irreducible part of human nature, and is thought to enhance well-being, promote coping, improve the tolerance of physical symptoms, and buffer against depression and hopelessness.  93  recent review in patients with advanced disease, primarily terminal cancers, found that meaning in life interventions was associated with clinical benefits on measures of purposein-life, quality of life, spiritual well-being, self-efficacy, optimism, distress, hopelessness, anxiety, depression, and wish to hasten death.  94 One such intervention is about encouraging patients to explicitly think about their deepest held values."
    },
    {
      "title": "Living by Your Values",
      "text": "Living by your values is derived from a so-called thirdwave CBT, acceptance and commitment therapy.  95 Values are guiding principles of what finds meaningful in life. Values are different from goals in that goals are attainable (ie, there is an endpoint) while values are something one continues to work toward. Goals, including SMART Goals, can be set to help one work towards values. Valued domains may include compassion, family, diversity, fitness, play, strength, leadership, etc. For example, if someone holds a value in the domain of the family, their value may be to remain a caring parent and goals to work towards that value could include serving as the coach on their child's sports team, having a family meal at least twice per week, etc.\n\nGastroenterology clinicians can use simple strategies to have patients think about their values in the setting of their gastroenterology care. For example, clinicians can encourage their patients to reflect and subsequently share a list of their most deeply held values in life. They can provide a list of common values to draw from, or simply ask patients to think about what this question means to them. Questions may include \"What things do you believe in that give you meaning in life?\" or \"This is a difficult time in your life, what normally helps you get through such times?\" Together, clinicians and patients can work together to ensure aid in medical decision-making and patient adherence to behavioral recommendations.  96 Continuing the previous example, one might harness their value to be a caring parent to increase adherence to eating regularly (eg, every 3 h) for gastroparesis management; connections can be broad (eg, \"I want to eat regularly so that my symptoms do not prevent me from attending my child's sporting events\") and specific (eg, \"Each morning, I will pack my and my child's meals/ snacks together so that we both have food for the day\")."
    },
    {
      "title": "POSITIVE EMOTIONS",
      "text": "The final REVAMP element, positive emotions, reflects the daily-lived experience of positivity (feeling joy, humor, excitement, serenity, interest, hope, love, etc.). Research on positive emotions reveals that these powerful emotions bring about well-being beyond the fleeting moments in which they occur, and also help to build enduring personal physical, intellectual, and psychological resources.  97, 98 Researchers have documented across several randomized control trials that individuals experiencing momentary positive emotions show unusually flexible, creative, integrative, and efficient informational processing compared to those experiencing neutral or negative emotions.  99 In addition, positive emotions have been shown to mediate the relationship between psychological resilience and day-to-day pain catastrophizing in patients who suffer from chronic pain.  100 In this study, researchers found that daily experiences of positive emotions counteracted certain narrow modes of thinking, including rumination, helplessness, and magnification, all characteristics of pain catastrophizing, which is associated with increased pain severity, disability, and emotional distress.  101 Further, positive emotions can mitigate and reverse the physiologic effects of negative emotions, including arousal of the sympathetic nervous system and HPA axis that results in increased heart rate, blood pressure, and systemic vasoconstriction 102,103 perhaps mitigating dysregulated gut-brain interactions implicated in gut motility and GI disorders.\n\nPIs aimed at enhancing positive emotions are meant to provide a more balanced approach to emotional content, increasing positive emotions while still acknowledging negative emotional experiences, rather than eradicating negative emotions altogether. Patients suffering from digestive disorders can stand to benefit if their gastroenterology clinicians educate them not to deny, suppress, or ignore the negative emotions associated with their illness. Rather, clinicians can deliberately offer their patients techniques to cultivate, notice, and deepen positive emotions to gain a broader perspective of illness."
    },
    {
      "title": "Three Blessings",
      "text": "The Three Blessings exercise has been empirically validated to increase positive emotions and decrease depressive symptoms for up to 6 months following a 1-week intervention.  47 In this PI, clinicians can ask patients to write down 3 things that went well at the end of each day before bed. In addition to writing down what went well, clinicians can ask patients to provide a causal explanation for why each good thing happened. Clinicians can ask patients to reflect on how the exercise may contribute to an enhanced sense of well-being, and whether patients tend to notice more positive events as they occur in a given day."
    },
    {
      "title": "ADDITIONAL CONSIDERATIONS",
      "text": "Because of a current lack of evidence for positive psychology interventions within gastroenterology patients, research is necessary to explicitly study the effects of such interventions within patients across different disease states and among patients with different baseline psychiatric comorbidities (eg, those diagnosed with a mood disorder vs. those with no psychopathology), as well as the acceptability of such interventions among different patient groups. In addition, it will be important to study the optimal \"dose\" of PIs for different patients as well as the ideal administrators of such interventions (the primary GI provider vs. another ancillary provider).\n\nFinally, Keefer  42  has outlined many unanswered questions within the growing field of psychogastroenterology, including: How do existing brain-gut psychotherapies perform on positive psychology outcomes such as happiness and subjective well-being? What are the cost benefits of shifting towards a practice of pyschogastroenterology that offers early, effective psychological care and emphasizes the promotion of well-being over existing models of remediating poor coping when present? How do positive psychology constructs such as resilience and optimism align with known biomarkers of GI diseases, including those related to the HPA axis, inflammation, and the epigenetics of stress? Such open research questions can be addressed in parallel with the acceptance and administration of positive psychology in more clinical contexts."
    },
    {
      "title": "CONCLUSIONS",
      "text": "This review sought to elucidate the known benefits of CBTs on treating digestive disorders, discuss some of the limitations of disseminating CBTs, and offer a conceptual framework within positive psychology, with evidence for specific PIs, that could be feasibly incorporated into the clinical gastroenterology practice.\n\nFor many patients with GI disorders, gastroenterology medical clinicians (eg, medical doctors, nurse practitioners) are the primary provider, and most patients do not have access to separate behavioral health providers (eg, psychogastroenterologists) to manage the mental health comorbidities associated with GI disorders. Although practically, gastroenterology clinicians do not have the time or training to administer a robust CBT protocol with their patients, they may be more able to infuse principles of applied positive psychology and PIs into their care with patients.\n\nPIs are empirically-validated exercises aimed at improving well-being by capitalizing on what is already going well with patients and building more of it.  48 These may be administered by clinicians (gastroenterologists or other health care professionals) on worksheets in a clinical setting, on apps that providers can \"prescribe\" and followup on in subsequent visits, and through a well-being review of systems. At the very least, if clinicians do not feel comfortable explicitly prescribing such interventions, they still may focus on elements of well-being in their office visits by checking in on patient's relationships, engagement in daily life, vitality, sense of accomplishment, meaning, and positive emotions. Through deliberate attention to these elements of well-being early on, clinicians may be better able to identify patients for whom CBTs administered by psychogastroenterologists will be most necessary.\n\nFuture research is necessary to determine the clinical effects of PIs with different patient populations across the spectrum of GI care, as well as the feasibility and acceptability of incorporating such interventions into the GI clinical setting in particular. However, the promise of CBTs within this patient population  [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23]  as well as existing research on PIs in other chronic disease populations,  [55] [56] [57] [58] [59]  indicate that positive psychology could facilitate the integration of early, effective psychological care within the gastroenterology practice.  42 ltimately, clinicians who embrace positive psychology interventions have the potential to not only benefit their patients who are living with GI illness, but also, they may benefit themselves by attuning to well-being in their own lives."
    },
    {
      "text": "Features of Cognitive Behavior Therapy (CBT) Versus Applied Positive Psychology (APP)"
    },
    {
      "text": "REVAMP Model: Definitions, Questions, and Interventions REVAMP elements that can be intervened on within the gastroenterology clinical setting to enhance patient well-being and GI health. Definitions are provided, questions for a well-being review of systems are suggested, and examples of potential positive interventions are introduced. Only bolded interventions are discussed in this paper. Worksheets and activities for all interventions listed may be requested by contacting the authors."
    },
    {
      "text": "Summary of Recommended Tools and Resources"
    }
  ],
  "references": [
    {
      "title": "A systematic review of disease-related stigmatization in patients living with inflammatory bowel disease",
      "authors": [
        "T Taft",
        "L Keefer"
      ],
      "year": 2016
    },
    {
      "title": "Stigmatization toward irritable bowel syndrome and inflammatory bowel disease in an online cohort",
      "authors": [
        "T Taft",
        "A Bedell",
        "J Naftaly"
      ],
      "year": 2017,
      "doi": "10.1111/nmo.12921"
    },
    {
      "title": "Stigma perceptions in patients with eosinophilic gastrointestinal disorders",
      "authors": [
        "L Guadagnoli",
        "T Taft",
        "L Keefer"
      ],
      "year": 2017
    },
    {
      "title": "Snapshot of an integrated psychosocial gastroenterology service",
      "authors": [
        "S Kinsinger",
        "S Ballou",
        "L Keefer"
      ],
      "year": 2015
    },
    {
      "title": "Role of a health psychologist in the management of functional esophageal complaints",
      "authors": [
        "M Riehl",
        "S Kinsinger",
        "P Kahrilas"
      ],
      "year": 2015
    },
    {
      "title": "Strategies for the prevention and management of methotrexate-related nausea and vomiting in juvenile idiopathic arthritis: results of a UK Paediatric Rheumatology prescriber survey",
      "authors": [
        "T Amin",
        "S Shenton",
        "K Mulligan"
      ],
      "year": 2015,
      "doi": "10.1093/rheumatology/kev259"
    },
    {
      "title": "Eating As Treatment (EAT) study protocol: a stepped-wedge, randomised controlled trial of a health behaviour change intervention provided by dietitians to improve nutrition in patients with head and neck cancer undergoing radiotherapy",
      "authors": [
        "B Britton",
        "K Mccarter",
        "A Baker"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2015-008921"
    },
    {
      "title": "Hypnosis in breast cancer care: a systematic review of randomized controlled trials",
      "authors": [
        "H Cramer",
        "R Lauche",
        "A Paul"
      ],
      "year": 2015
    },
    {
      "title": "RCT of psychotherapy in women with nausea and vomiting of pregnancy",
      "authors": [
        "M Faramarzi",
        "S Yazdani",
        "S Barat"
      ],
      "year": 2015
    },
    {
      "title": "Self-reports of medication side effects and pain-related activity interference in patients with chronic pain: a longitudinal cohort study",
      "authors": [
        "M Martel",
        "P Finan",
        "A Dolman"
      ],
      "year": 2015,
      "doi": "10.1097/j.pain.0000000000000154"
    },
    {
      "title": "Flexible coping psychotherapy for functional dyspeptic patients: a randomized, controlled trial",
      "authors": [
        "C Cheng",
        "F Yang",
        "S Jun"
      ],
      "year": 2007
    },
    {
      "title": "Is there a benefit from intensified medical and psychological interventions in patients with functional dyspepsia not responding to conventional therapy?",
      "authors": [
        "S Haag",
        "W Senf",
        "S Tagay"
      ],
      "year": 2007
    },
    {
      "title": "Psychotherapy in functional dyspepsia",
      "authors": [
        "T Haug",
        "I Wilhelmsen",
        "S Svebak"
      ],
      "year": 1994,
      "doi": "10.1016/0022-3999(94)90026-4"
    },
    {
      "title": "Psychological therapies in patients with irritable bowel syndrome: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "O Altayar",
        "V Sharma",
        "L Prokop"
      ],
      "year": 2015,
      "doi": "10.1155/2015/549308"
    },
    {
      "title": "The potential role of behavioral therapies in the management of centrally mediated abdominal pain",
      "authors": [
        "L Keefer",
        "S Mandal"
      ],
      "year": 2015,
      "doi": "10.1111/nmo.12474"
    },
    {
      "title": "Psychosocial predictors of self-reported fatigue in patients with moderate to severe irritable bowel syndrome",
      "authors": [
        "J Lackner",
        "G Gudleski",
        "J Dimuro"
      ],
      "year": 2013
    },
    {
      "title": "Prediction of symptomatic improvement after exposure-based treatment for irritable bowel syndrome",
      "authors": [
        "B Ljotsson",
        "E Andersson",
        "P Lindfors"
      ],
      "year": 2013,
      "doi": "10.1186/1471-230x-13-160"
    },
    {
      "title": "A comprehensive selfmanagement irritable bowel syndrome program produces sustainable changes in behavior after 1 year",
      "authors": [
        "J Zia",
        "P Barney",
        "K Cain"
      ],
      "year": 2016
    },
    {
      "title": "Genomic and clinical effects associated with a relaxation response mind-body intervention in patients with irritable bowel syndrome and inflammatory bowel disease",
      "authors": [
        "B Kuo",
        "M Bhasin",
        "J Jacquart"
      ],
      "year": 2015
    },
    {
      "title": "Psychological Interventions for irritable bowel syndrome and inflammatory bowel diseases",
      "authors": [
        "S Ballou",
        "L Keefer"
      ],
      "year": 2017
    },
    {
      "title": "Cognitive-behavioral treatment of adult rumination behavior in the setting of disordered eating: a single case experimental design",
      "authors": [
        "J Thomas",
        "H Murray"
      ],
      "year": 2016,
      "doi": "10.1002/eat.22566"
    },
    {
      "title": "Feasibility, acceptability, and preliminary efficacy of cognitive-behavioral therapy for rumination disorder (CBT-RD)",
      "authors": [
        "H Murray",
        "A Juarascio",
        "C Call"
      ],
      "year": 2019
    },
    {
      "title": "Comparative efficacy of psychological therapies for improving mental health and daily functioning in irritable bowel syndrome: a systematic review and meta-analysis",
      "authors": [
        "K Laird",
        "E Tanner-Smith",
        "A Russell"
      ],
      "year": 2017
    },
    {
      "title": "Mechanisms of change in an exposure-based treatment for irritable bowel syndrome",
      "authors": [
        "B Ljótsson",
        "H Hesser",
        "E Andersson"
      ],
      "year": 2013
    },
    {
      "title": "Visceral sensitivity as a mediator of outcome in the treatment of irritable bowel syndrome",
      "authors": [
        "K Wolitzky-Taylor",
        "M Craske",
        "J Labus"
      ],
      "year": 2012
    },
    {
      "title": "Improvement in gastrointestinal symptoms after cognitive behavior therapy for refractory irritable bowel syndrome",
      "authors": [
        "J Lackner",
        "J Jaccard",
        "L Keefer"
      ],
      "year": 2018
    },
    {
      "title": "Brief cognitive-behavioral internet therapy for irritable bowel syndrome",
      "authors": [
        "M Hunt",
        "S Moshier",
        "M Milonova"
      ],
      "year": 2009,
      "doi": "10.1016/j.brat.2009.05.002"
    },
    {
      "title": "A cognitivebehavioral treatment for irritable bowel syndrome using interoceptive exposure to visceral sensations",
      "authors": [
        "M Craske",
        "K Wolitzky-Taylor",
        "J Labus"
      ],
      "year": 2011
    },
    {
      "title": "Internet-delivered exposure and mindfulness based therapy for irritable bowel syndrome-a randomized controlled trial",
      "authors": [
        "B Ljotsson",
        "L Falk",
        "A Vesterlund"
      ],
      "year": 2010,
      "doi": "10.1016/j.brat.2010.03.003"
    },
    {
      "title": "Exposure-based cognitive behavior therapy for children with abdominal pain: a pilot trial",
      "authors": [
        "M Lalouni",
        "O Olen",
        "M Bonnert"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0164647"
    },
    {
      "title": "Treatment of supragastric belching with cognitive behavioral therapy improves quality of life and reduces acid gastroesophageal reflux",
      "authors": [
        "E Glasinovic",
        "E Wynter",
        "J Arguero"
      ],
      "year": 2018
    },
    {
      "title": "Identifying effective techniques within psychological treatments for irritable bowel syndrome: a meta-analysis",
      "authors": [
        "J Henrich",
        "K Knittle",
        "De Gucht"
      ],
      "year": 2015
    },
    {
      "title": "Cognitive behavioral therapy for IBS: how useful, how often, and how does it work?",
      "authors": [
        "C Radziwon",
        "J Lackner"
      ],
      "year": 2017
    },
    {
      "title": "How does cognitive behavior therapy for irritable bowel syndrome work? A mediational analysis of a randomized clinical trial",
      "authors": [
        "J Lackner",
        "J Jaccard",
        "S Krasner"
      ],
      "year": 2007,
      "doi": "10.1053/j.gastro.2007.05.014"
    },
    {
      "title": "Effects of cognitive behavior therapy on heart rate variability in young females with constipation-predominant irritable bowel syndrome: a parallel-group trial",
      "authors": [
        "A Jang",
        "S-K Hwang",
        "N Padhye"
      ],
      "year": 2017
    },
    {
      "title": "Diagnosis and treatment of rumination syndrome: a critical review",
      "authors": [
        "H Murray",
        "A Juarascio",
        "D Drossman"
      ],
      "year": 2019
    },
    {
      "title": "Best practice update: incorporating psychogastroenterology into management of digestive disorders",
      "authors": [
        "L Keefer",
        "O Palsson",
        "J Pandolfino"
      ],
      "year": 2018
    },
    {
      "title": "Psychological considerations and interventions in inflammatory bowel disease patient care",
      "authors": [
        "T Taft",
        "S Ballou",
        "A Bedell"
      ],
      "year": 2017
    },
    {
      "title": "American College of Gastroenterology monograph on management of irritable bowel syndrome",
      "authors": [
        "A Ford",
        "P Moayyedi",
        "W Chey"
      ],
      "year": 2018,
      "doi": "10.1038/s41395-018-0084-x"
    },
    {
      "title": "Editorial: depression in the setting of inflammatory bowel disease means we have failed to provide early, effective, psychosocial care",
      "authors": [
        "L Keefer"
      ],
      "year": 2017
    },
    {
      "title": "Positive psychology. An introduction",
      "authors": [
        "M Seligman",
        "M Csikszentmihalyi"
      ],
      "year": 2000,
      "doi": "10.1037//0003-066x.55.1.5"
    },
    {
      "title": "Behavioural medicine and gastrointestinal disorders: the promise of positive psychology",
      "authors": [
        "L Keefer"
      ],
      "year": 2018
    },
    {
      "title": "Resilience definitions, theory, and challenges: interdisciplinary perspectives",
      "authors": [
        "S Southwick",
        "G Bonanno",
        "A Masten"
      ],
      "year": 2014,
      "doi": "10.3402/ejpt.v5.25338"
    },
    {
      "title": "Grit: perseverance and passion for long-term goals",
      "authors": [
        "A Duckworth",
        "C Peterson",
        "M Matthews"
      ],
      "year": 2007
    },
    {
      "title": "Dispositional optimism, goals, and engagement in health treatment programs",
      "authors": [
        "A Geers",
        "J Wellman",
        "L Seligman"
      ],
      "year": 2010
    },
    {
      "title": "The strength model of self-regulation: conclusions from the second decade of willpower research",
      "authors": [
        "R Baumeister",
        "D Tice",
        "K Vohs"
      ],
      "year": 2018,
      "doi": "10.1177/1745691617716946"
    },
    {
      "title": "Positive psychology progress: empirical validation of interventions",
      "authors": [
        "M Seligman",
        "T Steen",
        "N Park"
      ],
      "year": 2005,
      "doi": "10.1037/0003-066x.60.5.410"
    },
    {
      "title": "Enhancing well-being and alleviating depressive symptoms with positive psychology interventions: a practice-friendly meta-analysis",
      "authors": [
        "N Sin",
        "S Lyubomirsky"
      ],
      "year": 2009,
      "doi": "10.1002/jclp.20593"
    },
    {
      "title": "Well-being therapy of generalized anxiety disorder",
      "authors": [
        "G Fava",
        "C Ruini",
        "C Rafanelli"
      ],
      "year": 2005,
      "doi": "10.1159/000082023"
    },
    {
      "title": "Meditation as an adjunct to a happiness enhancement program",
      "authors": [
        "W Smith",
        "W Compton",
        "W West"
      ],
      "year": 1995
    },
    {
      "title": "Becoming happier takes both a will and a proper way: an experimental longitudinal intervention to boost well-being",
      "authors": [
        "S Lyubomirsky",
        "R Dickerhoof",
        "J Boehm"
      ],
      "year": 2011,
      "doi": "10.1037/a0022575"
    },
    {
      "title": "The effects of forgiveness therapy on depression, anxiety, and posttraumatic stress for women after spousal emotional abuse",
      "authors": [
        "G Reed",
        "R Enright"
      ],
      "year": 2006,
      "doi": "10.1037/0022-006x.74.5.920"
    },
    {
      "title": "The effect of positive writing on emotional intelligence and life satisfaction",
      "authors": [
        "J Wing",
        "N Schutte",
        "B Byrne"
      ],
      "year": 2006
    },
    {
      "title": "Comparing the acceptability of a positive psychology intervention versus a cognitive behavioural therapy for clinical depression",
      "authors": [
        "I Lopez-Gomez",
        "C Chaves",
        "G Hervas"
      ],
      "year": 2017,
      "doi": "10.1002/cpp.2129"
    },
    {
      "title": "Positive psychology interventions: a meta-analysis of randomized controlled studies",
      "authors": [
        "L Bolier",
        "M Haverman",
        "G Westerhof"
      ],
      "year": 2013
    },
    {
      "title": "Review of the application of positive psychology to substance use, addiction, and recovery research",
      "authors": [
        "A Krentzman"
      ],
      "year": 2013
    },
    {
      "title": "Positive psychological interventions for neurological disorders: a systematic review",
      "authors": [
        "S Lai",
        "K Lim",
        "W Low"
      ],
      "year": 2019
    },
    {
      "title": "Positive psychology interventions for patients with heart disease: a preliminary randomized trial",
      "authors": [
        "G Nikrahan",
        "L Suarez",
        "K Asgari"
      ],
      "year": 2016
    },
    {
      "title": "Positive psychology interventions in breast cancer. A systematic review",
      "authors": [
        "A Casellas-Grau",
        "A Font",
        "J Vives"
      ],
      "year": 2014
    },
    {
      "title": "A multidimensional approach to measuring well-being in students: application of the PERMA framework",
      "authors": [
        "M Kern",
        "L Waters",
        "A Adler"
      ],
      "year": 2015,
      "doi": "10.1080/17439760.2014.936962"
    },
    {
      "title": "Psychological well-being revisited: advances in the science and practice of eudaimonia",
      "authors": [
        "C Ryff"
      ],
      "year": 2014
    },
    {
      "title": "Flourishing across Europe: application of a new conceptual framework for defining well-being",
      "authors": [
        "F Huppert",
        "T So"
      ],
      "year": 2013
    },
    {
      "title": "Flourishing: Positive Psychology and the Life Well-lived",
      "authors": [
        "Clm Keyes",
        "J Haidt"
      ],
      "year": 2003
    },
    {
      "title": "The ties that bind: perceived social support, stress, and IBS in severely affected patients",
      "authors": [
        "J Lackner",
        "A Brasel",
        "B Quigley"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2982.2010.01516.x"
    },
    {
      "title": "Effect of social support on psychological distress and disease activity in inflammatory bowel disease patients",
      "authors": [
        "V Slonim-Nevo",
        "O Sarid",
        "M Friger"
      ],
      "year": 2018,
      "doi": "10.1093/ibd/izy041"
    },
    {
      "title": "Why are some individuals more resilient than others: the role of social support",
      "authors": [
        "S Southwick",
        "L Sippel",
        "J Krystal"
      ],
      "year": 2016,
      "doi": "10.1002/wps.20282"
    },
    {
      "title": "Social support and resilience to stress: from neurobiology to clinical practice",
      "authors": [
        "F Ozbay",
        "D Johnson",
        "E Dimoulas"
      ],
      "year": 2007
    },
    {
      "title": "Hypercortisolism associated with social subordinance or social isolation among wild baboons",
      "authors": [
        "R Sapolsky",
        "S Alberts",
        "J Altmann"
      ],
      "year": 1997
    },
    {
      "title": "Social influences on conditioned cortisol secretion in the squirrel monkey",
      "authors": [
        "M Stanton",
        "J Patterson",
        "S Levine"
      ],
      "year": 1985
    },
    {
      "title": "Sex-specific effects of social support on cortisol and subjective responses to acute stress",
      "authors": [
        "C Kirschbaum",
        "T Klauer",
        "S Filipp"
      ],
      "year": 1995
    },
    {
      "title": "Affiliation moderates the effects of social threat on stress-related cardiovascular responses: boundary conditions for a laboratory model of social support",
      "authors": [
        "T Kamarck",
        "B Annunziato",
        "L Amateau"
      ],
      "year": 1995
    },
    {
      "title": "Social support lowers cardiovascular reactivity to an acute stressor",
      "authors": [
        "S Lepore",
        "K Allen",
        "G Evans"
      ],
      "year": 1993
    },
    {
      "title": "Gratitude as a psychotherapeutic intervention",
      "authors": [
        "R Emmons",
        "R Stern"
      ],
      "year": 2013
    },
    {
      "title": "Counting blessings versus burdens: an experimental investigation of gratitude and subjective well-being in daily life",
      "authors": [
        "R Emmons",
        "M Mccullough"
      ],
      "year": 2003
    },
    {
      "title": "The role of gratitude in the development of social support, stress, and depression: two longitudinal studies",
      "authors": [
        "A Wood",
        "J Maltby",
        "R Gillett"
      ],
      "year": 2008
    },
    {
      "title": "The role of positive emotion and contributions of positive psychology in depression treatment: systematic review",
      "authors": [
        "V Santos",
        "F Paes",
        "V Pereira"
      ],
      "year": 2013
    },
    {
      "title": "The grateful disposition: a conceptual and empirical topography",
      "authors": [
        "M Mccullough",
        "R Emmons",
        "J Tsang"
      ],
      "year": 2002
    },
    {
      "title": "Gratitude uniquely predicts lower depression in chronic illness populations: a longitudinal study of inflammatory bowel disease and arthritis",
      "authors": [
        "F Sirois",
        "A Wood"
      ],
      "year": 2017
    },
    {
      "title": "Positive Health",
      "authors": [
        "Mep Seligman"
      ],
      "year": 2008
    },
    {
      "title": "What do you do when things go right? The intrapersonal and interpersonal benefits of sharing positive events",
      "authors": [
        "S Gable",
        "H Reis",
        "E Impett"
      ],
      "year": 2004,
      "doi": "10.1037/0022-3514.87.2.228"
    },
    {
      "title": "Self-compassion in clinical practice",
      "authors": [
        "C Germer",
        "K Neff"
      ],
      "year": 2013
    },
    {
      "title": "The role of self-compassion in development: a healthier way to relate to oneself",
      "authors": [
        "K Neff"
      ],
      "year": 2009,
      "doi": "10.1159/000215071"
    },
    {
      "title": "Open hearts build lives: positive emotions, induced through loving-kindness meditation, build consequential personal resources",
      "authors": [
        "B Fredrickson",
        "M Cohn",
        "K Coffey"
      ],
      "year": 2008,
      "doi": "10.1037/a0013262"
    },
    {
      "title": "Loving-kindness meditation's effects on nitric oxide and perceived well-being: a pilot study in experienced and inexperienced meditators",
      "authors": [
        "K Kemper",
        "D Powell",
        "C Helms"
      ],
      "year": 2015,
      "doi": "10.1016/j.explore.2014.10.002"
    },
    {
      "title": "Neural mechanisms of symptom improvements in generalized anxiety disorder following mindfulness training",
      "authors": [
        "B Holzel",
        "E Hoge",
        "D Greve"
      ],
      "year": 2013,
      "doi": "10.1016/j.nicl.2013.03.011"
    },
    {
      "title": "Therapeutic mechanisms of a mindfulness-based treatment for IBS: effects on visceral sensitivity, catastrophizing, and affective processing of pain sensations",
      "authors": [
        "E Garland",
        "S Gaylord",
        "O Palsson"
      ],
      "year": 2012,
      "doi": "10.1007/s10865-011-9391-z"
    },
    {
      "title": "Mindfulness-based therapy for inflammatory bowel disease patients with functional abdominal symptoms or high perceived stress levels",
      "authors": [
        "J Berrill",
        "M Sadlier",
        "K Hood"
      ],
      "year": 2014,
      "doi": "10.1016/j.crohns.2014.01.018"
    },
    {
      "title": "Positive psychotherapy",
      "authors": [
        "Mep Seligman",
        "T Rashid",
        "A Parks"
      ],
      "year": 2006
    },
    {
      "title": "Therapist use of client strengths: a qualitative study of positive processes",
      "authors": [
        "M Scheel",
        "C Davis",
        "J Henderson"
      ],
      "year": 2013,
      "doi": "10.1177/0011000012439427"
    },
    {
      "title": "Character Strengths and Virtues: A Handbook and Classification",
      "authors": [
        "C Peterson",
        "Mep Seligman"
      ],
      "year": 2004,
      "doi": "10.5860/choice.42-0624"
    },
    {
      "title": "Writing SMART rehabilitation goals and achieving goal attainment scaling: a practical guide",
      "authors": [
        "T Bovend'eerdt",
        "R Botell",
        "D Wade"
      ],
      "year": 2009,
      "doi": "10.1177/0269215508101741"
    },
    {
      "title": "Flourish: A Visionary New Understanding of Happiness and Well-Being",
      "authors": [
        "Mep Seligman"
      ],
      "year": 2011
    },
    {
      "title": "Understanding meaning in life interventions in patients with advanced disease: a systematic review and realist synthesis",
      "authors": [
        "M Guerrero-Torrelles",
        "C Monforte-Royo",
        "A Rodriguez-Prat"
      ],
      "year": 2017
    },
    {
      "title": "Meaning in life as a mediator between physical impairment and the wish to hasten death in patients with advanced cancer",
      "authors": [
        "M Guerrero-Torrelles",
        "C Monforte-Royo",
        "Tomas Sabado"
      ],
      "year": 2017
    },
    {
      "title": "Mindfulness and Acceptance: Expanding the Cognitive-Behavioral Tradition",
      "authors": [
        "S Hayes",
        "V Follette",
        "M Linehan"
      ],
      "year": 2004
    },
    {
      "title": "Taking a spiritual history allows clinicians to understand patients more fully",
      "authors": [
        "C Puchalski",
        "A Romer"
      ],
      "year": 2000,
      "doi": "10.1089/jpm.2000.3.129"
    },
    {
      "title": "The role of positive emotions in positive psychology. The broaden-and-build theory of positive emotions",
      "authors": [
        "B Fredrickson"
      ],
      "year": 2001,
      "doi": "10.1037//0003-066x.56.3.218"
    },
    {
      "title": "What good are positive emotions?",
      "authors": [
        "B Fredrickson"
      ],
      "year": 1998,
      "doi": "10.1037//1089-2680.2.3.300"
    },
    {
      "title": "A neuropsychological theory of positive affect and its influence on cognition",
      "authors": [
        "F Ashby",
        "A Isen",
        "A Turken"
      ],
      "year": 1999,
      "doi": "10.1037//0033-295x.106.3.529"
    },
    {
      "title": "Psychological resilience predicts decreases in pain catastrophizing through positive emotions",
      "authors": [
        "A Ong",
        "A Zautra",
        "M Reid"
      ],
      "year": 2010
    },
    {
      "title": "Catastrophizing, depression and expectancies for pain and emotional distress",
      "authors": [
        "M Sullivan",
        "W Rodgers",
        "I Kirsch"
      ],
      "year": 2001,
      "doi": "10.1016/s0304-3959(00)00430-9"
    },
    {
      "title": "Upward spirals of the heart: autonomic flexibility, as indexed by vagal tone, reciprocally and prospectively predicts positive emotions and social connectedness",
      "authors": [
        "B Kok",
        "B Fredrickson"
      ],
      "year": 2010
    },
    {
      "title": "What good are positive emotions in crises? A prospective study of resilience and emotions following the terrorist attacks on the United States on September 11th, 2001",
      "authors": [
        "B Fredrickson",
        "M Tugade",
        "C Waugh"
      ],
      "year": 2003,
      "doi": "10.1037//0022-3514.84.2.365"
    }
  ],
  "num_references": 103,
  "original_doi": "https://doi.org/10.13039/100006483"
}
