{
  "paper_id": "5RKKNNQJ",
  "title": "Wearable cuffless blood pressure monitoring: From flexible electronics to machine learning ☆",
  "abstract": "A C T Hypertension significantly contributes to the widespread occurrence of cardiovascular disease globally. Routine portable blood pressure monitoring is crucial for the prevention and screening of hypertension. Nevertheless, the bulky nature of cuff sphygmomanometers commonly used in clinical settings causes discomfort for patients. Wearable cuffless blood pressure monitoring has received significant attention as a result. Advances in flexible electronics and machine learning have provided new impetus to the development of wearable cuffless blood pressure monitoring, offering potential solutions to these challenges. Here, we review the theoretical foundations, sensors and back-end signal processing for wearable cuffless blood pressure monitoring from a full-process perspective, particularly emphasizes the new developments introduced by flexible electronics and machine learning. Flexible mechanical sensors, optical sensors, ultrasonic sensors, and flexible electrodes efficiently capture signals related to blood pressure, while the signal processing enabled by machine learning accurately analyzes the raw signals into blood pressure waveforms. Finally, the future challenges and opportunities of wearable cuffless blood pressure monitoring are envisioned.",
  "year": 2024,
  "date": "2024-05-17",
  "journal": "J. Am. Coll. Cardiol",
  "publication": "J. Am. Coll. Cardiol",
  "authors": [
    {
      "forename": "Jiangbo",
      "surname": "Hua",
      "name": "Jiangbo Hua",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Mengrui",
      "surname": "Su",
      "name": "Mengrui Su",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Jing",
      "surname": "Wu",
      "name": "Jing Wu",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yukai",
      "surname": "Zhou",
      "name": "Yukai Zhou",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yuchen",
      "surname": "Guo",
      "name": "Yuchen Guo",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yi",
      "surname": "Shi",
      "name": "Yi Shi",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China",
      "email": "yshi@nju.edu.cn"
    },
    {
      "forename": "Lijia",
      "surname": "Pan",
      "name": "Lijia Pan",
      "affiliation": "Collaborative Innovation Center of Advanced Microstructures , School of Electronic Science and Engineering , Nanjing University , Nanjing 210093 , China \n\t\t\t\t\t\t\t\t School of Electronic Science and Engineering \n\t\t\t\t\t\t\t\t Collaborative Innovation Center of Advanced Microstructures \n\t\t\t\t\t\t\t\t Nanjing University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210093 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China",
      "email": "ljpan@nju.edu.cn"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Introduction",
      "text": "Cardiovascular diseases (CVDs) account for a significant portion of global mortality, comprising nearly one-third of all deaths worldwide  [1, 2] . Hypertension, as one of the predisposing factors for CVDs, significantly contributes to the current high incidence of CVDs worldwide  [3, 4] . Proactively preventing high blood pressure (BP) can substantially mitigate the risk of cardiovascular disease  [5] [6] [7] . Therefore, periodic BP measurement is crucial for maintaining an individual's overall health. Periodic BP measurement empowers individuals to assess their BP health and detect hypertension early, thereby preventing cardiovascular diseases and associated complications  [8, 9] . Currently, BP measurement is usually performed clinically by healthcare professionals using cuff sphygmomanometers. The inflation and deflation of the cuff during measurement may induce discomfort for the patient  [10] . Furthermore, cuff-based BP measurement is limited to offering intermittent measurements under static conditions, unable to monitor and record real-time dynamic changes in BP  [11] . Hence, wearable cuffless BP monitoring devices, facilitating continuous and comfortable BP monitoring, play a crucial role in the prevention and screening of hypertension and cardiovascular diseases.\n\nThe advancement of flexible electronics empowers health monitoring devices with enhanced portability, skin-friendliness, and wearing comfort, facilitating more efficient real-time wearable monitoring  [12, 13] . Flexible electronics provide new impetus for the development of wearable cuffless BP monitoring devices. Typically, wearable cuffless BP monitoring integrates sensors, signal processing, and algorithms into a unified system for BP estimation  [14] . Flexible electrodes as well as flexible mechanical, optical and ultrasonic sensors offer a broad range of options for the sensors of wearable cuffless BP monitoring  [15] [16] [17] . Concurrently, with the continuous development of machine learning, more accurate BP estimation models can be constructed with the help of artificial neural network  [18] [19] [20] . The combination of textile triboelectric sensor, flexible strain sensor array, and graphene electronic tattoo with machine learning ensures the usability of wearable cuffless blood pressure monitoring in personalized medicine, which further improves the scope of the application of flexible electronics in wearable cuffless BP monitoring  [21] [22] [23] [24] .\n\nNumerous reviews have explored estimation methods and sensors in cuffless BP monitoring respectively  [25] [26] [27] . This paper focuses on each aspect of realizing wearable cuffless BP monitoring from a full-process perspective. Theoretical foundations, recent advances in wearable sensors facilitated by flexible electronics, and back-end signal processing of wearable cuffless BP monitoring are reviewed. First, we elucidate the principle of BP generation and the associated estimation techniques. Subsequently, we demonstrate the recent progress in various types of flexible sensors for wearable cuffless BP monitoring. According to different monitoring principles, flexible sensors applied to wearable cuffless BP monitoring can be classified into four categories: flexible mechanical, optical, ultrasonic sensors and flexible electrode. Following this, we briefly introduce the process of analyzing the raw signals acquired by flexible sensors to BP waveforms and the application of machine learning in BP estimation. Lastly, we elaborate on the current challenges of wearable cuffless BP monitoring (Fig.  1 )."
    },
    {
      "title": "BP estimation models for wearable cuffless BP monitoring",
      "text": "Wearable cuffless BP monitoring currently begins with an indirect approach that employs various sensors to measure physiological variables linked to BP. BP values are then derived based on their correlation with BP changes  [25] . Clear correlations exist between the signals of these measured physiological variables and BP. The crucial aspect is to analyze the intrinsic connection between BP and the specific physiological variable, establishing a mapping between them. In this section, we describe the physiological mechanisms of BP and introduce two prevalent models for BP estimation."
    },
    {
      "title": "Physiological mechanisms of BP",
      "text": "BP refers to the lateral pressure exerted by blood flow on the walls of blood vessels during the heart's outward ejection of blood  [31] . Depending on the blood vessel, BP can be categorized into arterial BP, venous BP, capillary BP, and so on. Commonly referred to as BP is arterial blood pressure (ABP)  [32, 33] , which is further divided into diastolic blood pressure (DBP) and systolic blood pressure (SBP). The average value of the arterial BP during each cardiac cycle is termed as the mean arterial pressure (MAP). Arterial pulse pressure increases as the ventricles contract and pump blood outward, reaching its maximum at the end of the rapid ejection period. The BP measured at this time is termed as SBP. When the ventricles relax, and blood returns, the aortic pulse pressure reaches its lowest point, and the BP is termed as DBP. BP is an indicator of circulatory system health, intricately linked to the pumping capacity of the heart, heart rate, circulating blood volume, the elasticity of blood vessels, and the resistance of peripheral blood vessels  [34] [35] [36] [37] . Prolonged elevation of BP leading to hypertension significantly increases the likelihood of diseases such as myocardial infarction, stroke, atrial fibrillation, or heart failure  [38, 39] . Recent studies have demonstrated that patients suffering from hypertension have a higher probability of developing Alzheimer's disease  [40] . Low BP in humans can also lead to various hazards, including falls, depression, dementia, and so forth  [41] [42] [43] . For instance, hypotension during or after surgery is directly associated with mortality  [44] ."
    },
    {
      "title": "Estimation models of cuffless BP monitoring",
      "text": "Building upon the analysis of the physiological mechanism of BP and an exploration of factors influencing BP changes, BP estimation can be accomplished using pulse wave and blood vessel diameter, thereby enabling wearable cuffless BP monitoring. This section introduces the BP estimation model based on pulse wave and vessel diameter."
    },
    {
      "title": "Pulse wave-based model",
      "text": "Pulse wave is generated by the cyclical beating of the heart, resulting from the contraction or relaxation of the heart  [45]  (Fig.  2a ). This process induces changes in BP and vessel volume in arterial blood vessels, causing blood to propagate towards peripheral blood vessels  [46] . Research has revealed that pulse waves carry a significant amount of information relevant to BP  [47] . Obtaining the pulse wave signal is straightforward, and its integration into wearable cuffless BP monitoring devices is seamless. The time required for pulse wave to propagate between two points in the cardiovascular system is defined as pulse transit time (PTT). The PTT-based model is the most commonly utilized technique in wearable cuffless BP monitoring  [48] .\n\nPulse wave velocity (PWV) is the speed at which a pressure pulse is transmitted through an artery. It is calculated as the ratio of the distance between two measurement points (L) to the PTT, as shown in the following equation:\n\nPWV is closely related to BP. When BP is high, the pressure of the blood against the walls of the blood vessels is greater, resulting in a higher PWV. Conversely, the PWV would be smaller. BP estimation based on PTT/PWV mainly relies on the Moens-Korteweg (M-K) equation  [49] :\n\nh is the thickness of the artery, d is the diameter of the artery, ρ is the density of the blood contained within the vessel, E is the modulus of elasticity of the artery. Due to the potential variation in parameters from artery to artery and the difficulty in measurement, Bramwell and Hill enhanced and simplified the M-K equation by introducing the Bramwell-Hill equation  [50, 51] :\n\nwhere V and P are the blood volume and pressure, respectively. dP denotes the volume of blood in a particular change in BP over a specific time interval, and dV is the amount of blood volume change relative to dP.\n\nAccording to Hughes' research, the specific calculation formula for pipe wall pressure and elastic modulus is  [52] :\n\nwhere γ is the vascular parameter and E 0 is the Young's modulus of zero arterial pressure, which varies with the individual.\n\nThe simplified PTT based algorithm model can be obtained by combining equations Eqs. 1, 2, and 3:\n\n(5)"
    },
    {
      "title": "Diameter-based model",
      "text": "A robust correlation exists between blood vessel diameter and BP  [53] . Thus, BP waveforms can be acquired by measuring the diameter of blood vessels and employing a model describing the relationship between arterial diameter and BP. Pulse echo method utilizes the amplitude and time of the echo to ascertain the presence and position of the target object. Due to the different acoustic impedance between the vascular wall tissue and other surrounding media, the pulse echo method can be employed to indirectly acquire BP waveforms by measuring the diameter of blood vessels  [54] .\n\nTaking ultrasonic waves as an example, when incident on human blood vessels, ultrasonic waves produce reflection and refraction on the anterior and posterior walls of the blood vessels, forming anterior wall echoes and posterior wall echoes, respectively. forming anterior wall echoes and posterior wall echoes. Upon arrival of the two echo signals at the sensor location, the sensor generates electrical signals (Fig.  2b ). By processing and analyzing the two echo signals, the arterial diameter D at a specific moment can be obtained as follows:\n\nIn the formula, c represents the propagation speed of ultrasonic waves in the human body. The sensor emits ultrasonic waves at the moment of t 0 . Moments t 1 and t 2 correspond to when the sensor receives the anterior and posterior wall echoes, respectively. L 1 is the distance between the anterior wall of the blood vessel and the skin surface, while L 2 is the distance between the posterior wall of the blood vessel and the skin surface.\n\nAssuming the cross-section of the blood vessel is a standard circle, the cross-sectional area A(t) at time t can be derived from the diameter D(t) of the blood vessel at time t sing the following relationship:\n\nIn 1988, Powalowski and Pensko et al. proposed an exponential relationship between the cross-sectional area of arteries and BP  [55] . The relationship between the BP waveform p(t) and the cross-sectional area of the blood vessel can be expressed as follows:\n\n120 100 Systole Diastole Pressure sensor Radial artery P (t) P (t) P s P m P d 0 T t Artery Heart ventricle t (s) Pulse pressure (mmHg) 80 a Array construction Anterior wall Mathematical equation BP waveform Ultrasound beam Posterior wall Sensor data acquisition b Device fabrication BP waveform estimation In the equation, p d refers to the diastolic pressure of the artery, A d refers to the cross-sectional area of the artery during the diastolic phase, and α is a constant. The constant α can be determined by the systolic pressure p s , diastolic pressure p d , and the corresponding cross-sectional areas of the artery A s and A d :\n\nFrom this, it is possible to utilize the blood vessel diameter obtained by pulse echo method to calculate the cross-sectional area of the blood vessel. Subsequently, by applying the relationship between BP and the cross-sectional area of the blood vessel, the BP waveform can be derived."
    },
    {
      "title": "Flexible sensors for wearable cuffless BP monitoring",
      "text": "Typically, flexible sensors for wearable cuffless BP monitoring are categorized as flexible mechanical sensors, flexible optical sensors, flexible ultrasound sensors, and flexible electrodes based on the monitoring principle. Table  1  summarizes the general advantages and disadvantages of each sensor platform."
    },
    {
      "title": "Flexible mechanical sensors",
      "text": "Mechanical methods commonly involve placing pressure or strain sensors directly on the skin surface to monitor changes in arterial diameter and skin deformation throughout each cardiac cycle. These sensors primarily consist of electrodes and an environmentally sensitive dielectric layer. Mechanical sensors employ various sensing mechanisms, including resistive, capacitive, piezoelectric, and triboelectric, for monitoring BP. Meanwhile, magnetoelastic effect-based flexible mechanical sensors hold tremendous promise for wearable cuffless BP monitoring  [57, 58] . Compared to resistive and capacitive sensors, piezoelectric, triboelectric and magnetoelastic effect-based sensors have the advantage of being self-powered.\n\nUtilizing flexible mechanical sensors for BP monitoring necessitates ensuring the sensor's high sensitivity to obtain a high-quality pulse signal. To enhance sensor sensitivity, mechanical sensors commonly incorporate microstructures on the surfaces of electrodes and dielectric layers. Wang et al.  [8]  proposed an iontronic sensor comprising iontophoretic fibrous filaments and deep eutectic solvent pads as dielectrics. The accuracy of the sensor's BP measurements was enhanced through the incorporation of electric double layers and microstructures in the capacitive pressure sensor. Yao et al.  [59]  incorporated carbon nanotubes and polydimethylsiloxane (PDMS) nanopillars into the friction layer using soft lithography to enhance the frictional electrical properties of the sensor (Fig.  3a ). Integration with personalized machine learning algorithms helped mitigate the issue of individual variability in BP monitoring.\n\nAchieving conformal contact between the sensor and the skin allows for obtaining higher quality signals. Min et al.  [28]  engineered an ultrathin piezoelectric BP sensor that achieves conformal contact with the skin. This was achieved by transferring highly sensitive Pb(Zr 0.52 Ti 0.48 ) O 3 (PZT) piezoelectric films from a bulk sapphire substrate to a flexible substrate (Fig.  3b ). In clinical validation, this BP sensor demonstrated a mean error of -0.89 ± 6.19 mmHg for systolic pressure and 0.32 ± 5.28 mmHg for diastolic pressure.\n\nA challenge in mechanical BP monitoring is the precise positioning of the sensor to minimize the impact of wrist posture on signal quality. Fan et al.  [60]  introduced a wearable liquid capsule sensor platform incorporating a piezoresistive pressure sensor for BP monitoring, eliminating the need for precise positioning. The pulse signal is transmitted to the transducer via Pascal's principle, relaxing the alignment requirement between the sensor and the artery to ≈8.5 mm. Li et al.  [22]  proposed a flexible strain sensor array capable of obtaining highprecision pulse waves from the wrist without the need for precise positioning (Fig.  3c ). This array employs carbonized silk georgette and high-conductivity nickel fabric as the active layers, scratched into the electrodes, and is encapsulated with an ultra-thin ecoflex layer."
    },
    {
      "title": "Flexible optical sensors",
      "text": "Currently, the majority of commercially available cuffless BP monitoring devices utilize optical sensing technology, with a focus on photoplethysmogram (PPG)  [61] . Its generation principle and waveform characteristics are shown in the Fig.  4a . PPG signal reflects changes in blood volume. The volume of blood present in the optical path causes a change in the amount of light absorbed or reflected. By measuring the intensity of light transmitted or reflected to the photoelectric receiver, the PPG signal can be obtained.\n\nFlexible PPG sensors typically comprise a pair of light-emitting diodes (LEDs) and photoelectric detectors (PDs). The LEDs act as light sources, illuminating the skin, while the PDs detect the transmitted or reflected light. The PPG signal typically comprises both an alternating current (AC) component caused by pulsating blood and a direct current (DC) component caused by non-pulsating tissue  [62] . Currently, two primary methods are used for measuring BP using PPG. The first involves utilizing two PPG signals or pairing PPG with ECG or other signals to obtain pulse wave signals, such as PTT, and subsequently calculating BP. The second method is to predict BP based on a single PPG signal, which simplifies the device structure but requires higher signal processing and algorithm requirements.\n\nPPG-based BP sensors commonly face challenges such as reduced prediction accuracy of BP due to sensitivity to changes in ambient light. Moreover, flexible optical sensors are prone to skin deformation, leading to the mixing of the PPG signal with noise and consequently increasing the error in the PPG signal. Currently, researchers are mainly addressing these issues from two perspectives: device and algorithm. Xu et al.  [63]  developed a high-sensitivity, low-power organic LED using a dual-layer gate dielectric design (Fig.  4b ). Upon integration with inorganic LEDs, the resulting PPG sensor demonstrated an average absolute difference of < 5 mm Hg between the measured SBP and DBP compared to commercial cuff-based devices. Li et al.  [29]  developed a flexible ultra-thin photoelectric sensor device and circuit system that incorporates three light-emitting elements and four photoelectric detectors (Fig.  4c ). Through the design of a watch chain interconnection structure to ensure the stretchability of the device and the utilization of frequency-domain optical differential to suppress motion artifacts, the system demonstrated an absolute error of less than 10 mmHg in clinical trials for BP measurement. Liu et al.  [64]  proposed a flexible PPG patch sensor based on a PDMS substrate and a dual-layer serpentine structure. Through the introduction of a Kalman filtering algorithm, they improved the accuracy of BP estimation and reduced the number of calibrations required."
    },
    {
      "title": "Flexible ultrasound sensors",
      "text": "Ultrasound, characterized by a frequency higher than 20 kHz, is a type of sound wave with good directionality and strong penetration ability. In clinical practice, ultrasound can be employed to generate images based on the distinct propagation characteristics of various tissues in the human body, aiding in disease diagnosis. Based on the pulse echo method, it is also possible to measure BP using ultrasound.\n\nClinical ultrasound equipment is typically bulky and rigid, failing to meet the portability requirements for long-term BP monitoring. The development of flexible electronics has enabled ultrasound sensors to be more conformal and flexible. The ultrasonic transducer is the most critical component for BP monitoring using ultrasound. Ultrasonic transducers, primarily based on piezoelectric effects, are widely used, and current research on flexible ultrasonic transducers is also predominantly based on piezoelectric effect. Wang et al.  [66]  designed a skin patch-type piezoelectric ultrasound transducer array capable of noninvasively measuring central BP (Fig.  5a ). The array is fabricated by embedding a 5×4 array of 1-3 piezoelectric composites into a stretchable film with serpentine interdigitated copper electrodes. It can be directly attached to locations on the human body such as the external jugular vein and the carotid arteries on the neck. Hu et al.  [30]  employed an \"island bridge\" layout with multi-layer serpentine metal interconnects, encapsulated with a silicon elastomer thin film with significant tensile strain, to fabricate a stretchable ultrasonic transducer (Fig.  5b ). The stretchability of the flexible transducer ensures its capability to operate on non-planar complex surfaces. Peng et al.  [67]  developed a flexible piezoelectric composite ultrasonic sensor using PZT-5A/PDMS anisotropic 1-3 composite materials and stretchable electrodes made of silver nanowires. This flexible ultrasonic sensor possesses a center frequency of 5 MHz, a -6 dB fractional bandwidth of 47.60%, and can continuously monitor BP waveforms during the cardiac cycle."
    },
    {
      "title": "Flexible electrodes",
      "text": "The electrical properties of biological tissues can be categorized into active and passive responses based on their origin  [68] . Active responses represent biological electrical signals originating from cell voltage changes, such as the electrocardiogram (ECG) and electromyogram (EMG). Passive responses, conversely, necessitate an external power source for measuring the electrical properties of biological tissues, such as bioimpedance  [69] . Both categories of electrical properties of biological tissues, acquired through various methods, can be utilized for wearable cuffless BP monitoring  [70] .\n\nElectrodes used to obtain bioelectrical signals are usually categorized as either wet or dry electrodes. Wet electrodes usually involve skin treatment during use, and a gel layer is present between the skin and the electrode to reduce contact impedance. However, wet electrodes have a relatively short service life due to the presence of a liquid medium. As the water in the gel evaporates, its performance gradually degrades. Dry electrodes do not require a gel medium, but their conductivity is relatively low. Compared to conventional electrodes, flexible electrodes can reduce the effect of skin stretching on the signal during the acquisition process and improve the reliability of the electrodes.\n\nThe periodic contraction of the heart is controlled by the tiny electrical pulse signals produced by the sinoatrial node in the right atrium, about 60 times per minute. During a heartbeat, the changes in electrical potential within the heart are transmitted to the body's surface through the conductive tissue and body fluids surrounding the heart, resulting in the formation of ECG. The periodic waveform representing the difference in electrical potential between any two points on the body surface is called ECG and is a reflection of the electrical activity of the heart. A comprehensive ECG typically comprises the P wave, QRS complex, T wave, and U wave (Fig.  6a )  [71] . Although there are currently methods that utilize machine learning to infer BP measurements solely from the electrocardiogram signal  [72] , it is currently not possible to draw conclusions about the effectiveness of electrocardiogram BP monitoring alone  [73, 74] . Therefore, flexible electrodes are often used in combination with mechanical or optical sensors.\n\nThe contact impedance, stability and lifetime of the electrode directly affect the quality of the acquired ECG signal. Li et al.  [75]  developed a kirigami-structured liquid metal electrode (Fig.  6b ), which demonstrates stable electrical conductivity under various deformation types such as stretching, twisting, and bending. Huang et al.  [76]  developed a flexible dry electrode based on silver nanowires. The electrode is designed with a fractal structure and utilizes polyurethane sponge as the substrate to ensure good contact with the skin and stability under bending.\n\nBased on changes in the electrical impedance caused by variations in blood flow through arteries or capillaries, flexible electrodes can also enable BP monitoring by recording the passive response of biological tissues to electrical signals such as bioimpedance. Liu et al.  [77]  employed impedance volume plethysmography (IPG) to detect PTT.\n\nThrough optimizing electrode placement, the study demonstrated the superior ability of IPG technology over PPG in monitoring BP changes to some extent. Kireev et al.  [23]  developed an atom-thick, self-adhesive, lightweight, transparent graphene electronic tattoo for use as a flexible electrode (Fig.  6c ). In the machine learning regression model with cycle training, the graphene-enabled BP method demonstrates an accuracy of 0.06 ± 2.5 mmHg (DBP) and 0.2 ± 3.6 mmHg (SBP), meeting the criteria for a Class A wearable BP monitoring device as per the IEEE standard."
    },
    {
      "title": "Signal processing for wearable cuffless BP monitoring",
      "text": "Directly obtaining BP information through a cuffless method requires estimating the BP status based on known information (e.g., PPG, ECG, etc.)  [18] . Utilizing machine learning to process existing data and estimate BP status is a common technique employed today. In the field of biomedical engineering, the signals that require processing often exhibit high randomness, substantial noise, and weak statics. Simultaneously, it is crucial to process a substantial amount of signal data to enable machine learning to discern patterns. Considering the aforementioned characteristics, time-domain cleaning and frequency-domain filtering can contribute to noise reduction prior to data processing, thereby mitigating the complexity of derivation. Subsequently, methods such as wavelet scattering transform, principal component analysis, empirical modal decomposition, and others are commonly employed for analysis. The rapid development of artificial intelligence has significantly enhanced the accuracy of wearable cuffless BP monitoring through machine learning. This section provides a detailed introduction to the aforementioned techniques."
    },
    {
      "title": "Signal preprocessing",
      "text": "In the biomedical field, biomedical signal processing encompasses the collection, processing, analysis, and visualization biomedical signals. This paper has extensively covered the techniques for collecting physiological signals in the preceding section. The current section focuses on the processing methods relevant to BP. However, prior to processing, there is a key step that needs to be done to preprocess the Light emitting array (~10 µm) Au (~150 nm) Cr (~10 nm) PTFE/parylene DPP-DTT:PCBM Al 2 O 3 /SiO 2 Au Au PI b c a Fig. 4. Flexible optical sensors for wearable cuffless blood pressure monitoring. (a) The generation principle and waveform characteristics of phototoplethysmogram. Reprint with permission from Ref. [65]. Copyright 2022, The Authors. (b) Schematic diagram of the structure of an organic phototransistor. Reprint with permission from Ref. [63]. Copyright 2017 John Wiley & Sons. (c) Schematic diagram and structural breakdown diagram of the skin like device with flexible circuit integration. Reprint with permission from Ref. [29]. Copyright 2020 Oxford University Press.\n\nsignal data, and that is noise suppression. For example, in an emergency situation, a doctor needs to measure BP in a shaking ambulance, and the results of the vehicle's vibration will be directly superimposed on the high-frequency component of the pressure signal. Therefore, noise filtering is essential due to the presence of significant noise components, such as motion artifact noise, instrument noise, etc., in the physiological signals acquired by wearable cuffless BP monitoring devices  [78, 79] . Numerous methods have been proposed for noise suppression and improving the signal-to-noise ratio for wearable cuffless BP monitoring.\n\nMethods for removing useless information can be roughly divided into time-domain cleaning and frequency-domain filtering. From the time-domain perspective, setting a threshold to exclude severely distorted information is an easy method. Salah et al.  [80]   be set to clean the Then the upper and lower limits of heartbeat based on known physiological limits can be used to exclude some data. This method discards PPG/ABP signals and their corresponding records that are below the set threshold. This helps complete coarse cleaning of the entire process (Fig.  7a ).\n\nFrequency-domain filtering is effective for removing noise based on frequency. Digital filters such as bandpass filter, high-pass filter, and low-pass filter have their specific application scenarios. This method aids in eliminating high-frequency noise occurring during signal acquisition (Fig.  7b )  [81] . In the human body, low-frequency and ultralow frequency signals, such as Mayer waves, are generated due to physiological activities. These signals can also be filtered out using this method  [82] . However, filters are not suitable for removing transient artifacts, and even adaptive filters are difficult to react and adjust during transient intervals  [83] . To address these challenges, current research is exploring the use of accelerometers to detect movement during BP measurement, aiming to mitigate the impact of motion during preprocessing  [79] . The final waveform is processed by the subtractor to remove the sum of results from multiple accelerometers, thereby compensating for the influence of transient motion artifacts."
    },
    {
      "title": "Signal processing",
      "text": "After eliminating the noise, the next step is to process the signal. As mentioned earlier, using PPG to measure BP is the most broadly applied method. Following signal acquisition, the wavelet scattering transform, a signal analysis method, can effectively extract features  [84] . Wavelet scattering transform is an efficient feature extraction method with low computational complexity and high recognition efficiency, which can effectively fill in the missing data and achieve fast recognition  [85, 86] . Wavelet transform utilizes wavelike oscillations that can be used for fitting, which are called wavelets, and then performs wavelet operations on the signal to generate a set of coefficients  [87] . These coefficients demonstrate the similarity between wavelets and signals, and can create new form that include both the information of time and the original signal. The above process is called wavelet transform, which is the foundation of wavelet scattering transform  [88] . Wavelet scattering transform is an equivalent deep convolutional network formed by cascading wavelet modules, nonlinearity filter, and low-pass filters. On the basis of this processing, the model can be trained and obtain satisfactory results through machine learning.\n\nIn addition, principal component analysis (PCA) is also a commonly used method in BP signal processing  [89] . PCA is a dimensionality reduction statistical method that can reduce the number of extracted features in BP monitoring  [90, 91] . This method transforms the data into a new coordinate system, so that the first largest variance of any data projection falls on the first coordinate, i.e. the first principal component, the second largest variance falls on the second coordinate, i.e. the second principal component, and so on. The goal of this method is to find fewer new variables than the original ones to reflect the main characteristics of the obtained signals.\n\nIn the realm of signal processing, there is another method that is very suitable for processing nonlinear and non-stationary signals, namely empirical mode decomposition (EMD)  [92] . This method decomposes signals based on their inherent time-scale characteristics, eliminating the necessity of pre-defining any basis functions. Based on the above characteristics, in theory, this method can be applied to decompose signals of any nature, so it is widely used in the field of engineering  [93] . At the heart of this method lies the process of decomposing complex signals into a finite set of intrinsic mode functions (IMFs)  [94] . The local feature signals of the original signal are contained in the decomposed components at different time scales. The function of this decomposition is similar to a bandpass filter, where the resulting IMFs contain the components of the signal in different frequency bands. However, due to the influence of signal type, the frequency bands of different IMF components may overlap, known as \"Mode Mixing\". And ensemble empirical mode decomposition (EEMD) is a noise-assisted data analysis method proposed to optimize this problem  [95] . The principle is to add uniformly distributed white noise to the target signal, then perform EMD and repeat it multiple times. Ultimately, take the mean of each IMF obtained as the final decomposition result. Based on the above technology, Chen et al.  [96]  proposed a non-contact BP measurement method. This technology combines EMD technology and wavelet transform technology, which can effectively eliminate baseline drift and high-frequency noise. Through the EEMD algorithm, several IMFs are selected to represent the baseline artifacts, and then set the above components to 0. Next, the left IMFs are combined to generate new signals, which can eliminate the influence of baseline drift artifacts. After that, the high-frequency noise signals can be removed through wavelet transform method. Go by the above steps, the processed signal tends to be smooth, providing great convenience for extracting relevant features of BP.\n\nWhether it involves removing noise from the measured signal or processing the signal, the objective is to acquire information pertinent to BP and enhance accuracy and resolution to the greatest extent possible. Once a sufficient amount of data has been accumulated, it can be leveraged to predict unknown conditions, which is the objective of machine learning."
    },
    {
      "title": "Machine learning for wearable cuffless BP monitoring",
      "text": "In recent years, machine learning, an important branch of artificial intelligence and computer science, has experienced rapid advancement. Its goal is to simulate or implement human learning behavior by studying the data and using algorithms. Deep learning is a research direction that has emerged in the field of machine learning. It is based on artificial neural networks (ANNs) to interpret and classify data, in order to discover potential patterns. As this technology matures, it is increasingly being applied to the various walks of life. The fields of medical measurement and health monitoring are no exception  [97] .\n\nAs mentioned above, common methods of measuring BP are usually based on the volume of the artery and the flow rate of blood in it. According to the actual situation, it can be seen that these features are non-linear related to BP  [98] . In this non-linear situation, ANNs seem to be an excellent method (Fig.  8a )  [99] . ANNs are a simple concept and easy to train and use  [100] . The core issue of deep learning is how to train neural networks, that is, how to adjust the weights and biases of neurons, so that neural networks can learn useful information from data and achieve expected goals. With the collection and analysis of large amounts of data, researchers have made BP monitoring increasingly convenient and accurate through deep learning.\n\nAt the beginning, features derived from PPG and ECG are often used. But the effect is not very good. Chua et al.  [101]  recently assessed the metric for the comparison between the predicted and target values of BP by employing the mean error. The findings indicate deviations of approximately ± 6 mmHg and ± 4 mmHg for SBP and DBP, respectively. Nevertheless, in practical terms, utilizing the mean error as a measure of error in regression is not optimal. This is due to the fact that the positive and negative differences tend to offset each other in the overall mean, potentially leading to a satisfactory final result even when individual errors are significant  [100] . On this basis, Senturk et al.  [102]  analyzed over 20 features extracted from PPG and ECG using complex recurrent neural network (RNN). The results show that the root mean square error of DBP can reach 1.48, which is a very good result. Machine learning and deep learning are essentially data-driven. During the analysis process, there may be useless data that has not been preprocessed and cleaned uniformly, so individual data needs to be replaced separately.\n\nConvolutional neural network (CNN) is also common estimation method used for BP estimation (Fig.  8b )  [83] . CNN have the ability of representation learning. Extract different features through different filters, automatically adjust the weights of the filters during training, and ultimately combine the extracted features for decision-making. RNN, on the other hand, are a class of recursive neural network designed specifically for sequential data input. They iteratively track the sequence's progression and feature connectivity between nodes like manner (Fig.  8c )  [103] . Paviglianiti et al.  [100]  compared and analyzed two methods in their study on predicting arterial BP, discovering both advantages and disadvantages. When processing data, CNN considers the spatial structure of the data and extracts local features. As RNN takes into account the temporal order of the data, utilizing the self-connections of neurons to preserve and utilize past information. The training process of CNN is relatively simple, but it may face issues such as overfitting. The training of RNN requires addressing the issue of sequence length, as well as addressing the problem of long-term dependencies, which is the vanishing or exploding of long sequence gradients. The two methods have their own advantages and disadvantages in predicting BP and need to be considered according to requirements.\n\nResearch has shown that with the help of machine learning, wearable cuffless BP monitoring can also obtain continuous and relatively accurate measurement results. Although the field has developed relatively maturely, there are still significant challenges in training a BP estimation model with powerful functionality and high accuracy  [20] . It still needs continuous research and development. Signal-base feature extraction Yes Yes No Similarity < 0.6? Similarity > 0.9? Yes No Exclude Exclude Valid records for further beat segmentation SNR < 2? HR conflict? No No a High-pass filter Low-pass filter R 5 R 6"
    },
    {
      "title": "Conclusions and outlook",
      "text": "In review, we provide an overview of the theoretical foundations and recent advancements in wearable cuffless BP monitoring. Based on the physiological mechanisms of BP, we introduce two commonly used prediction models for wearable cuffless BP monitoring: pulse wave-based model and diameter-based model. Due to the significant advancements in flexible electronics and signal processing algorithms, flexible mechanical, optical, and ultrasonic sensors, as well as flexible electrodes, can efficiently and conveniently acquire BP-related body information. Through integration with machine learning, the acquired signals undergo further denoising and processing, ultimately achieving skin-attachable wearable cuffless BP monitoring. At the level of flexible sensors and systems, research on wearable cuffless BP monitoring has achieved significant breakthroughs. However, further advancements are required to overcome its limitations before clinical applications can be realized.\n\nThe accuracy of data from wearable cuffless BP monitoring remains controversial. Variations among individuals, coupled with changes in the user's posture and status during monitoring add to the complexity of BP monitoring. Futhermore, long-term use and environmental factors, such as temperature changes, humidity changes, and barometric pressure changes, are more likely to affect the performance of flexible sensors than conventional rigid devices. Novel dielectric materials with optimized structural design, such as improved electrode layout and nanostructures, can be explored to improve the stability of triboelectric nanogenerator-based flexible mechanical sensors. Flexible sensors need to be able to rapidly adapt to these changes to ensure the accuracy of monitoring results. Meanwhile, the flexibility of the system power supply and signal transmission components can also contribute to further improve the accuracy of wearable cuffless BP monitoring.\n\nCurrently, the majority of existing estimation models lack universality and are susceptible to estimation bias when dealing with imbalanced datasets. Moving forward, additional research is required in classification scenarios to enhance accuracy. Concurrently, during machine learning, modeling with different modalities of input signals diminishes storage efficiency and results in a decrease in estimation speed. Researchers need to find more efficient structures for optimization.\n\nWhile wearable cuffless BP monitoring brings more comprehensive and timely health data for personalized medicine, it also faces challenges regarding data privacy and security. Health data collected by wearable devices may contain sensitive personal information. This data may lead to the leakage of personal privacy if accessed by unauthorized third parties during transmission and storage. To advance the largescale use of wearable cuffless BP monitoring, encrypted data transmission and secure storage methods need to be utilized to safeguard users' health data. Governments and regulatory agencies also need to formulate laws and regulations to promote the healthy development of wearable devices and personalized medicine.\n\nOverall, achieving accurate wearable cuffless BP monitoring and advancing its commercialization and clinical application necessitate synergistic development across various disciplines, encompassing materials science, electronics, medicine, mechanics, and computer science.\n\ny 1 y 2 y 3 … y M Outputs (SBP and DBP) Fully connected layer Input vector 0.8 0.4 Value 0 -0.\n\n4 50 150 250 Feature 350 450 ReLU To LSTM 128 x 1 x 2 x 3 x M LSTM LSTM LSTM LSTM LSTM LSTM LSTM LSTM LSTM LSTM LSTM … … … LSTM ANN ANN ANN … ANN a PPG signals ECG signals Conv (8,2,1), Rel U Max pooling (2) Conv (16,2,1), Rel U Max pooling (2) Conv (32,2,1), Rel U Max pooling (2) Conv (64,2,1), Rel U Max pooling (2) Conv (128,2,1), Rel U Max pooling (2) Conv (8,2,1), Rel U Max pooling (2) Conv (16,2,1), Rel U Max pooling (2) Conv (32,2,1), Rel U Max pooling (2) Conv (64,2,1), Rel U Max pooling (2) Conv (128,2,1), Rel U Max pooling (2) Concatenated features Batch normalization … Hypertension stage 2 Hypertension stage 1 Prehypert ension Normotension Hypotension Dense (100) h t y t h t-1 h t-2 h t-3 h t-4"
    },
    {
      "text": "Fig. 1. Links to achieve wearable cuffless blood pressure monitoring via flexible sensors. Reprint with permission from Ref. [28]. Copyright 2023 John Wiley & Sons; reprint with permission from Ref. [29]. Copyright 2020 Oxford University Press; reprint with permission from Ref. [30]. Copyright 2018, American Association for the Advancement of Science; reprint with permission from Ref. [23]. Copyright 2022 Springer Nature."
    },
    {
      "text": "Fig. 2. Estimation models of cuffless blood pressure monitoring. (a) Schematic diagram of pulse wave generation and propagation in a human body. Reprint with permission from Ref. [46]. Copyright 2022 John Wiley & Sons. (b) Schematic diagram of blood pressure waveform estimation using pulse echo method. Reprint with permission from Ref. [56]. Copyright 2022 The Authors."
    },
    {
      "text": "Fig. 3. Flexible mechanical sensors for wearable cuffless blood pressure monitoring. (a) Schematic diagram of triboelectric pulse sensor. (i) fabrication process, (ii) structure and the working principle during the process of pressing, approaching, releasing, and separating. Reprint with permission from Ref. [59]. Copyright 2023 American Chemical Society. (b) Schematic diagram of wearable piezoelectric blood pressure sensor. (i) structure of the sensor. (ii) conceptual diagram for comparison and validation with commercial sensors. Reprint with permission from Ref. [28]. Copyright 2023, John Wiley & Sons. (C) Schematic diagram of the operation and structure of the strain sensor array. Reprint with permission from Ref. [22]. Copyright 2023 American Association for the Advancement of Science."
    },
    {
      "text": "Photodetector array (~10 µm)"
    },
    {
      "text": "Fig. 5. Flexible ultrasound sensors for wearable cuffless blood pressure monitoring. (a) Schematic diagram of a stretchable ultrasound device. It captures the diameter of pulsating blood vessels in the carotid artery, internal jugular vein, and external jugular vein through pulse echo method to monitor central blood pressure. Reprint with permission from Ref. [66]. Copyright 2018 Springer Nature. (b) Schematic diagram of the structure of the stretchable ultrasonic transducer with \"island bridge\" layout. Reprint with permission from Ref. [30]. Copyright 2018 American Association for the Advancement of Science."
    },
    {
      "text": "Fig. 6. Flexible electrodes for wearable cuffless blood pressure monitoring. (a) A complete electrocardiogram waveform with beat-to-beat (BTB) interval. Reprint with permission from Ref. [71]. Copyright 2022 Elsevier. (b) Schematic diagram of a liquid metal paper. (i) fabrication process. (ii) three types of liquid metal paper with different kirigami patterns. Reprint with permission from Ref. [75]. Copyright 2022, American Chemical Society. (c) Schematic diagram of graphene electronic tattoo. (i) four tattoos are attached to the radial artery of the wrist. (ii) a set of three pairs of electronic tattoos to obtain more accurate measurements. Reprint with permission from Ref. [23]. Copyright 2022 Springer Nature."
    },
    {
      "text": "Fig. 7. Methods for signal preprocessing. (a) The flowchart of signal-level cleaning. Reprint with permission from Ref. [80]. Copyright 2022 The Authors. (b) (i) schematic diagram of the circuits for two types of filters. (ii) the power spectral density after filtering. Reprint with permission from Ref. [81]. Copyright 2018 Springer Nature."
    },
    {
      "text": "Fig. 8. Typical deep learning architectures. (a) Artificial neural networks. Reprint with permission from Ref. [99]. Copyright 2019 Elsevier. (b) Convolutional neural networks. Reprint with permission from Ref. [104]. Copyright 2022 The Authors. (c) Recurrent neural networks. Reprint with permission from Ref. [103]. Copyright 2021 Elsevier."
    },
    {
      "text": "Comparison of flexible sensors for wearable cuffless blood pressure monitoring."
    }
  ],
  "references": [
    {
      "title": "Global burden of cardiovascular diseases and risk factors, 1990-2019 update from the GBD 2019 study",
      "authors": [
        "G Roth",
        "G Mensah",
        "C Johnson",
        "G Addolorato",
        "E Ammirati",
        "L Baddour",
        "N Barengo",
        "A Beaton",
        "E Benjamin",
        "C Benziger"
      ],
      "year": 2020,
      "doi": "10.1016/j.jacc.2020.11.010"
    },
    {
      "title": "Cardiovascular disease: biochemistry to behaviour",
      "authors": [
        "B Cannon"
      ],
      "year": 2013,
      "doi": "10.1038/493s2a"
    },
    {
      "title": "Device therapy for uncontrolled hypertension: new approaches to an old problem",
      "authors": [
        "P Blankestijn",
        "M Bots"
      ],
      "year": 2017,
      "doi": "10.1038/nrneph.2017.150"
    },
    {
      "title": "Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2016: a systematic analysis for the global burden of disease study 2016",
      "authors": [
        "E Gakidou",
        "A Afshin",
        "A Abajobir",
        "K Abate",
        "C Abbafati",
        "K Abbas",
        "F Abd-Allah",
        "A Abdulle",
        "S Abera",
        "V Aboyans"
      ],
      "year": 2017,
      "doi": "10.1016/S0140-6736(17)32366-8"
    },
    {
      "title": "Blood pressure lowering for prevention of cardiovascular disease and death: a systematic review and meta-analysis",
      "authors": [
        "D Ettehad",
        "C Emdin",
        "A Kiran",
        "S Anderson",
        "T Callender",
        "J Emberson",
        "J Chalmers",
        "A Rodgers",
        "K Rahimi"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(15)01225-8"
    },
    {
      "title": "Use of blood pressure lowering drugs in the prevention of cardiovascular disease: meta-analysis of 147 randomised trials in the context of expectations from prospective epidemiological studies",
      "authors": [
        "M Law",
        "J Morris",
        "N Wald"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b1665"
    },
    {
      "title": "Impact of high-normal blood pressure on the risk of cardiovascular disease",
      "authors": [
        "R Vasan",
        "M Larson",
        "E Leip",
        "J Evans",
        "C O'donnell",
        "W Kannel",
        "D Levy"
      ],
      "year": 2001,
      "doi": "10.1056/nejmoa003417"
    },
    {
      "title": "Monitoring of vital signs with flexible and wearable medical devices",
      "authors": [
        "Y Khan",
        "A Ostfeld",
        "C Lochner",
        "A Pierre",
        "A Arias"
      ],
      "year": 2016,
      "doi": "10.1002/adma.201504366"
    },
    {
      "title": "Clinical features of 8295 patients with resistant hypertension classified on the basis of ambulatory blood pressure monitoring",
      "authors": [
        "A Sierra",
        "J Segura",
        "J Banegas",
        "M Gorostidi",
        "J Cruz",
        "P De La; Armario",
        "A Oliveras",
        "L Ruilope"
      ],
      "year": 2011,
      "doi": "10.1161/HYPERTENSIONAHA.110.168948"
    },
    {
      "title": "Feasibility study for the non-invasive blood pressure estimation based on ppg morphology: normotensive subject study",
      "authors": [
        "H Shin",
        "S Min"
      ],
      "year": 2017,
      "doi": "10.1186/s12938-016-0302-y"
    },
    {
      "title": "Emerging sensing and modeling technologies for wearable and cuffless blood pressure monitoring",
      "authors": [
        "L Zhao",
        "C Liang",
        "Y Huang",
        "G Zhou",
        "Y Xiao",
        "N Ji",
        "Y.-T Zhang",
        "N Zhao"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00835-6"
    },
    {
      "title": "The rise of plastic bioelectronics",
      "authors": [
        "T Someya",
        "Z Bao",
        "G Malliaras"
      ],
      "year": 2016,
      "doi": "10.1038/nature21004"
    },
    {
      "title": "Reviews of wearable healthcare systems: materials, devices and system integration",
      "authors": [
        "Z Lou",
        "L Wang",
        "K Jiang",
        "Z Wei",
        "G Shen"
      ],
      "year": 2020,
      "doi": "10.1016/j.mser.2019.100523"
    },
    {
      "title": "Kirigami-inspired pressure sensors for wearable dynamic cardiovascular monitoring",
      "authors": [
        "K Meng",
        "X Xiao",
        "Z Liu",
        "S Shen",
        "T Tat",
        "Z Wang",
        "C Lu",
        "W Ding",
        "X He",
        "J Yang"
      ],
      "year": 2022,
      "doi": "10.1002/adma.202202478"
    },
    {
      "title": "Flexible electronics for cardiovascular healthcare monitoring",
      "authors": [
        "T Zhang",
        "N Liu",
        "J Xu",
        "Z Liu",
        "Y Zhou",
        "Y Yang",
        "S Li",
        "Y Huang",
        "S Jiang"
      ],
      "year": 2023,
      "doi": "10.1016/j.xinn.2023.100485"
    },
    {
      "title": "A new method of continuous blood pressure monitoring using multichannel sensing signals on the wrist",
      "authors": [
        "L Wang",
        "S Tian",
        "R Zhu"
      ],
      "year": 2023,
      "doi": "10.1038/s41378-023-00590-4"
    },
    {
      "title": "Textile triboelectric nanogenerators for wearable pulse wave monitoring",
      "authors": [
        "G Chen",
        "C Au",
        "J Chen"
      ],
      "year": 2021,
      "doi": "10.1016/j.tibtech.2020.12.011"
    },
    {
      "title": "Multitask deep label distribution learning for blood pressure prediction",
      "authors": [
        "K Qin",
        "W Huang",
        "T Zhang"
      ],
      "year": 2023,
      "doi": "10.1016/j.inffus.2023.02.019"
    },
    {
      "title": "Deep learning ensemble with asymptotic techniques for oscillometric blood pressure estimation",
      "authors": [
        "S Lee",
        "J.-H Chang"
      ],
      "year": 2017,
      "doi": "10.1016/j.cmpb.2017.08.005"
    },
    {
      "title": "Machine learning and deep learning for blood pressure prediction: a methodological review from multiple perspectives",
      "authors": [
        "K Qin",
        "W Huang",
        "T Zhang",
        "S Tang"
      ],
      "year": 2023,
      "doi": "10.1007/s10462-022-10353-8"
    },
    {
      "title": "Ambulatory cardiovascular monitoring via a machine-learning-assisted textile triboelectric sensor",
      "authors": [
        "Y Fang",
        "Y Zou",
        "J Xu",
        "G Chen",
        "Y Zhou",
        "W Deng",
        "X Zhao",
        "M Roustaei",
        "T Hsiai",
        "J Chen"
      ],
      "year": 2021,
      "doi": "10.1002/adma.202104178"
    },
    {
      "title": "Monitoring blood pressure and cardiac function without positioning via a deep learning-assisted strain sensor array",
      "authors": [
        "S Li",
        "H Wang",
        "W Ma",
        "L Qiu",
        "K Xia",
        "Y Zhang",
        "H Lu",
        "M Zhu",
        "X Liang",
        "X.-E Wu"
      ],
      "year": 2023,
      "doi": "10.1126/sciadv.adh0615"
    },
    {
      "title": "Continuous cuffless monitoring of arterial blood pressure via graphene bioimpedance tattoos",
      "authors": [
        "D Kireev",
        "K Sel",
        "B Ibrahim",
        "N Kumar",
        "A Akbari",
        "R Jafari",
        "D Akinwande"
      ],
      "year": 2022,
      "doi": "10.1038/s41565-022-01145-w"
    },
    {
      "title": "Thin, soft, wearable system for continuous wireless monitoring of artery blood pressure",
      "authors": [
        "J Li",
        "H Jia",
        "J Zhou",
        "X Huang",
        "L Xu",
        "S Jia",
        "Z Gao",
        "K Yao",
        "D Li",
        "B Zhang"
      ],
      "year": 2023,
      "doi": "10.1038/s41467-023-40763-3"
    },
    {
      "title": "Cuffless blood pressure measurement",
      "authors": [
        "R Mukkamala",
        "G Stergiou",
        "A Avolio"
      ],
      "year": 2022,
      "doi": "10.1146/annurev-bioeng-110220-014644"
    },
    {
      "title": "Recent research and developing trends of wearable sensors for detecting blood pressure",
      "authors": [
        "T Arakawa"
      ],
      "year": 2018,
      "doi": "10.3390/s18092772"
    },
    {
      "title": "Continuous blood pressure measurement from invasive to unobtrusive: celebration of 200th birth anniversary of Carl Ludwig",
      "authors": [
        "X.-R Ding",
        "N Zhao",
        "G.-Z Yang",
        "R Pettigrew",
        "B Lo",
        "F Miao",
        "Y Li",
        "J Liu",
        "Y.-T Zhang"
      ],
      "year": 2016,
      "doi": "10.1109/JBHI.2016.2620995"
    },
    {
      "title": "Clinical validation of a wearable piezoelectric blood-pressure sensor for continuous health monitoring",
      "authors": [
        "S Min",
        "D Kim",
        "D Joe",
        "B Kim",
        "Y Jung",
        "J Lee",
        "B.-Y Lee",
        "I Doh",
        "J An",
        "Y.-N Youn"
      ],
      "year": 2023,
      "doi": "10.1002/adma.202301627"
    },
    {
      "title": "Wearable Skin-like optoelectronic systems with suppression of motion artifacts for cuff-less continuous blood pressure monitor",
      "authors": [
        "H Li",
        "Y Ma",
        "Z Liang",
        "Z Wang",
        "Y Cao",
        "Y Xu",
        "H Zhou",
        "B Lu",
        "Y Chen",
        "Z Han"
      ],
      "year": 2020,
      "doi": "10.1093/nsr/nwaa022"
    },
    {
      "title": "Stretchable ultrasonic transducer arrays for three-dimensional imaging on complex surfaces",
      "authors": [
        "H Hu",
        "X Zhu",
        "C Wang",
        "L Zhang",
        "X Li",
        "S Lee",
        "Z Huang",
        "R Chen",
        "Z Chen",
        "C Wang"
      ],
      "year": 2018,
      "doi": "10.1126/sciadv.aar3979"
    },
    {
      "title": "Which mechanisms determine blood pressure?",
      "authors": [
        "T Weber",
        "S Wassertheurer"
      ],
      "year": 2016,
      "doi": "10.1111/jch.12907"
    },
    {
      "title": "Blood pressure measuring devices: recommendations of the european society of hypertension",
      "authors": [
        "E O'brien",
        "B Waeber",
        "G Parati",
        "J Staessen",
        "M Myers"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.322.7285.531"
    },
    {
      "title": "Measuring blood pressure: from cuff to smartphone",
      "authors": [
        "A Barszczyk",
        "K Lee"
      ],
      "year": 2019,
      "doi": "10.1007/s11906-019-0990-3"
    },
    {
      "title": "1D-model of the human liver circulatory system",
      "authors": [
        "A Rojas",
        "S Lorente"
      ],
      "year": 2023,
      "doi": "10.1016/j.cmpb.2023.107612"
    },
    {
      "title": "The mechanism underlying fluoride-induced lowrenin hypertension is related to an imbalance in the circulatory and local reninangiotensin systems",
      "authors": [
        "C Zhu",
        "W Gu",
        "D Sun",
        "W Wei"
      ],
      "year": 2023,
      "doi": "10.1016/j.toxlet.2023.04.010"
    },
    {
      "title": "Influence of repeated cuff-inflations on 24 hour blood pressure levels",
      "authors": [
        "P Krisai",
        "A Meienberg",
        "M Mayr",
        "A Vischer",
        "T Burkard"
      ],
      "year": 2018,
      "doi": "10.1097/01.hjh.0000539476.04797.b3"
    },
    {
      "title": "Blood pressure measurement, blood vessels and treatment of hypertension",
      "authors": [
        "A Zanchetti"
      ],
      "year": 2018,
      "doi": "10.1097/HJH.0000000000001667"
    },
    {
      "title": "Cardiovascular and health cost impacts of cuff blood pressure underestimation and overestimation of invasive aortic systolic blood pressure",
      "authors": [
        "R Fonseca",
        "A Palmer",
        "D Picone",
        "I Cox",
        "M Schultz",
        "J Black",
        "W Bos",
        "H Cheng",
        "C.-H Chen",
        "A Cremer"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003510"
    },
    {
      "title": "Controversies and problems of volume control and hypertension in haemodialysis",
      "authors": [
        "E Ok",
        "G Asci",
        "C Chazot",
        "M Ozkahya",
        "E Mees"
      ],
      "year": 2016,
      "doi": "10.1016/S0140-6736(16)30389-0"
    },
    {
      "title": "Heart health meets cognitive health: evidence on the role of blood pressure",
      "authors": [
        "P Palta",
        "M Albert"
      ],
      "year": 2021,
      "doi": "10.1016/s1474-4422(21)00248-9"
    },
    {
      "title": "Atypical presentations of intracranial hypotension: comparison with classic spontaneous intracranial hypotension",
      "authors": [
        "A Capizzano",
        "L Lai",
        "J Kim",
        "M Rizzo",
        "L Gray",
        "M Smoot",
        "T Moritani"
      ],
      "year": 2016,
      "doi": "10.3174/ajnr.a4706"
    },
    {
      "title": "Delayed orthostatic hypotension",
      "authors": [
        "C Gibbons",
        "R Freeman"
      ],
      "year": 2020,
      "doi": "10.1016/j.autneu.2020.102724"
    },
    {
      "title": "Postural hypotension",
      "authors": [
        "A Gilani",
        "S Juraschek",
        "M Belanger",
        "J Vowles",
        "S Wannamethee"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n922"
    },
    {
      "title": "Effect of hypotension prediction index-guided intraoperative haemodynamic care on depth and duration of postoperative hypotension: a sub-study of the hypotension prediction trial",
      "authors": [
        "J Schenk",
        "M Wijnberge",
        "J Maaskant",
        "M Hollmann",
        "L Hol",
        "R Immink",
        "A Vlaar",
        "B Van Der Ster",
        "B Geerts",
        "D Veelo"
      ],
      "year": 2021,
      "doi": "10.1016/j.bja.2021.05.033"
    },
    {
      "title": "A flexible pressure sensor with a mesh structure formed by lost hair for human epidermal pulse wave monitoring",
      "authors": [
        "X Wang",
        "Z Feng",
        "P Li",
        "L Wang",
        "L Chen",
        "Y Wu",
        "J Yang"
      ],
      "year": 2023,
      "doi": "10.3390/s23010045"
    },
    {
      "title": "Wearable pressure sensors for pulse wave monitoring",
      "authors": [
        "K Meng",
        "X Xiao",
        "W Wei",
        "G Chen",
        "A Nashalian",
        "S Shen",
        "X Xiao",
        "J Chen"
      ],
      "year": 2022,
      "doi": "10.1002/adma.202109357"
    },
    {
      "title": "Assessment parameters for arrayed pulse wave analysis and application in hypertensive disorders",
      "authors": [
        "Z.-J Bi",
        "X.-H Yao",
        "X.-J Hu",
        "P Yuan",
        "X.-J Guo",
        "Z.-L Guo",
        "S.-H Wang",
        "J Li",
        "Y.-L Shi",
        "J.-C Li"
      ],
      "year": 2022,
      "doi": "10.1155/2022/6652028"
    },
    {
      "title": "Pulse transit time technique for cuffless unobtrusive blood pressure measurement: from theory to algorithm",
      "authors": [
        "X Ding",
        "Y.-T Zhang"
      ],
      "year": 2019,
      "doi": "10.1007/s13534-019-00096-x"
    },
    {
      "title": "Regional variation of series elasticity in canine arterial smooth muscles",
      "authors": [
        "R Cox"
      ],
      "year": 1978,
      "doi": "10.1152/ajpheart.1978.234.5.h542"
    },
    {
      "title": "The velocity of pulse wave in man",
      "authors": [
        "J Bramwell",
        "A Hill"
      ],
      "year": 1997,
      "doi": "10.1098/rspb.1922.0022"
    },
    {
      "title": "A chair-based unobtrusive cuffless blood pressure monitoring system based on pulse arrival time",
      "authors": [
        "Z Tang",
        "T Tamura",
        "M Sekine",
        "M Huang",
        "W Chen",
        "M Yoshida",
        "K Sakatani",
        "H Kobayashi",
        "S Kanaya"
      ],
      "year": 2017,
      "doi": "10.1109/jbhi.2016.2614962"
    },
    {
      "title": "Measurements of Young's modulus of elasticity of the canine aorta with ultrasound",
      "authors": [
        "D Hughes",
        "C Babbs",
        "L Geddes",
        "J Bourland"
      ],
      "year": 1979,
      "doi": "10.1016/0161-7346(79)90028-2"
    },
    {
      "title": "Motion tracking of the carotid artery wall from ultrasound image sequences: a nonlinear state-space approach",
      "authors": [
        "Z Gao",
        "Y Li",
        "Y Sun",
        "J Yang",
        "H Xiong",
        "H Zhang",
        "X Liu",
        "W Wu",
        "D Liang",
        "S Li"
      ],
      "year": 2018,
      "doi": "10.1109/TMI.2017.2746879"
    },
    {
      "title": "A phase-locked echo tracking system for recording arterial diameter changes in vivo",
      "authors": [
        "D Hokanson",
        "D Mozersky",
        "D Sumner",
        "D Strandness"
      ],
      "year": 1972,
      "doi": "10.1152/jappl.1972.32.5.728"
    },
    {
      "title": "Simultaneous assessment of diameter and pressure waveforms in the carotid artery",
      "authors": [
        "J Meinders",
        "A Hoeks"
      ],
      "year": 2004,
      "doi": "10.1016/j.ultrasmedbio.2003.10.014"
    },
    {
      "title": "A review of noninvasive methodologies to estimate the blood pressure waveform",
      "authors": [
        "T Athaya",
        "S Choi"
      ],
      "year": 2022,
      "doi": "10.3390/s22103953"
    },
    {
      "title": "Giant magnetoelastic effect enabled stretchable sensor for self-powered biomonitoring",
      "authors": [
        "X Zhao",
        "G Chen",
        "Y Zhou",
        "A Nashalian",
        "J Xu",
        "T Tat",
        "Y Song",
        "A Libanori",
        "S Xu",
        "S Li"
      ],
      "year": 2022,
      "doi": "10.1021/acsnano.1c11350"
    },
    {
      "title": "Discovering giant magnetoelasticity in soft matter for electronic textiles",
      "authors": [
        "G Chen",
        "X Zhao",
        "S Andalib",
        "J Xu",
        "Y Zhou",
        "T Tat",
        "K Lin",
        "J Chen"
      ],
      "year": 2021,
      "doi": "10.1016/j.matt.2021.09.012"
    },
    {
      "title": "Personalized machine learning-coupled nanopillar triboelectric pulse sensor for cuffless blood pressure continuous monitoring",
      "authors": [
        "C Yao",
        "T Sun",
        "S Huang",
        "M He",
        "B Liang",
        "Z Shen",
        "X Huang",
        "Z Liu",
        "H Wang",
        "F Liu"
      ],
      "year": 2023,
      "doi": "10.1021/acsnano.3c09766"
    },
    {
      "title": "Alignment-free liquidcapsule pressure sensor for cardiovascular monitoring",
      "authors": [
        "X Fan",
        "Y Huang",
        "X Ding",
        "N Luo",
        "C Li",
        "N Zhao",
        "S Chen"
      ],
      "year": 2018,
      "doi": "10.1002/adfm.201805045"
    },
    {
      "title": "Monitoring and analysis of cardiovascular pulse waveforms using flexible capacitive and piezoresistive pressure sensors and machine learning perspective",
      "authors": [
        "A Chowdhury",
        "B Jafarizadeh",
        "A Baboukani",
        "N Pala",
        "C Wang"
      ],
      "year": 2023,
      "doi": "10.1016/j.bios.2023.115449"
    },
    {
      "title": "Towards a continuous non-invasive cuffless blood pressure monitoring system using PPG: systems and circuits review",
      "authors": [
        "G Wang",
        "M Atef",
        "Y Lian"
      ],
      "year": 2018,
      "doi": "10.1109/MCAS.2018.2849261"
    },
    {
      "title": "Flexible organic/inorganic hybrid near-infrared photoplethysmogram sensor for cardiovascular monitoring",
      "authors": [
        "H Xu",
        "J Liu",
        "J Zhang",
        "G Zhou",
        "N Luo",
        "N Zhao"
      ],
      "year": 2017,
      "doi": "10.1002/adma.201700975"
    },
    {
      "title": "A wearable and flexible photoplethysmogram sensor patch for cuffless blood pressure estimation with high accuracy",
      "authors": [
        "W Liu",
        "J Cheng",
        "Z Wu",
        "J Li",
        "W Shi",
        "W Yang",
        "N Jin",
        "Y Mu",
        "B Weng",
        "J Wu"
      ],
      "year": 2022,
      "doi": "10.1109/jsen.2022.3202803"
    },
    {
      "title": "Photoplethysmogram analysis and applications: an integrative review",
      "authors": [
        "J Park",
        "H Seok",
        "S.-S Kim",
        "H Shin"
      ],
      "year": 2022,
      "doi": "10.3389/fphys.2021.808451"
    },
    {
      "title": "Monitoring of the central blood pressure waveform via a conformal ultrasonic device",
      "authors": [
        "C Wang",
        "X Li",
        "H Hu",
        "L Zhang",
        "Z Huang",
        "M Lin",
        "Z Zhang",
        "Z Yin",
        "B Huang",
        "H Gong"
      ],
      "year": 2018,
      "doi": "10.1038/s41551-018-0287-x"
    },
    {
      "title": "Noninvasive and nonocclusive blood pressure monitoring via a flexible piezo-composite ultrasonic sensor",
      "authors": [
        "C Peng",
        "M Chen",
        "H Sim",
        "Y Zhu",
        "X Jiang"
      ],
      "year": 2021,
      "doi": "10.1109/JSEN.2020.3021923"
    },
    {
      "title": "Regional admittivity reconstruction with multi-frequency complex admittance data using contactless capacitive electrical tomography",
      "authors": [
        "G Ma",
        "M Soleimani"
      ],
      "year": 2021,
      "doi": "10.1109/JSEN.2021.3074659"
    },
    {
      "title": "The theory and fundamentals of bioimpedance analysis in clinical status monitoring and diagnosis of diseases",
      "authors": [
        "S Khalil",
        "M Mohktar",
        "F Ibrahim"
      ],
      "year": 2014,
      "doi": "10.3390/s140610895"
    },
    {
      "title": "Assessment of hypertension using clinical electrocardiogram features: a first-ever review",
      "authors": [
        "K Bird",
        "G Chan",
        "H Lu",
        "H Greeff",
        "J Allen",
        "D Abbott",
        "C Menon",
        "N Lovell",
        "N Howard",
        "W.-S Chan"
      ],
      "year": 2020,
      "doi": "10.3389/fmed.2020.583331"
    },
    {
      "title": "A computationally efficient CNN-LSTM neural network for estimation of blood pressure from features of electrocardiogram and photoplethysmogram waveforms",
      "authors": [
        "S Baker",
        "W Xiang",
        "I Atkinson"
      ],
      "year": 2022,
      "doi": "10.1016/j.knosys.2022.109151"
    },
    {
      "title": "Non-invasive blood pressure estimation from ECG using machine learning techniques",
      "authors": [
        "M Simjanoska",
        "M Gjoreski",
        "M Gams",
        "A Bogdanova"
      ],
      "year": 2018,
      "doi": "10.3390/s18041160"
    },
    {
      "title": "Commentary: Assessment of hypertension using clinical electrocardiogram features: a first-ever review",
      "authors": [
        "T Sato"
      ],
      "year": 2021
    },
    {
      "title": "Current evidence suggests that estimating blood pressure from convenient ECG waveforms alone is not viable",
      "authors": [
        "C Landry",
        "R Mukkamala"
      ],
      "year": 2023,
      "doi": "10.1016/j.jelectrocard.2023.09.001"
    },
    {
      "title": "A selfsupporting, conductor-exposing, stretchable, ultrathin, and recyclable kirigamistructured liquid metal paper for multifunctional e-skin",
      "authors": [
        "X Li",
        "P Zhu",
        "S Zhang",
        "X Wang",
        "X Luo",
        "Z Leng",
        "H Zhou",
        "Z Pan",
        "Y Mao"
      ],
      "year": 2022,
      "doi": "10.1021/acsnano.1c11096"
    },
    {
      "title": "Flexible silver nanowire dry electrodes for long-term electrocardiographic monitoring",
      "authors": [
        "K Huang",
        "J Liu",
        "S Lin",
        "Y Wu",
        "E Chen",
        "Z He",
        "M Lei"
      ],
      "year": 2022,
      "doi": "10.1007/s42114-021-00322-0"
    },
    {
      "title": "A cuffless blood pressure measurement based on the impedance plethysmography technique",
      "authors": [
        "S.-H Liu",
        "D.-C Cheng",
        "C.-H Su"
      ],
      "year": 2017,
      "doi": "10.3390/s17051176"
    },
    {
      "title": "A vital sign signal noise suppression method for wearable piezoelectric devices",
      "authors": [
        "Y Xin",
        "H Liu",
        "T Hou",
        "X Song",
        "J Tong",
        "M Cui",
        "M Li",
        "J Zhai"
      ],
      "year": 2023,
      "doi": "10.1063/5.0155762"
    },
    {
      "title": "An integrated blood pressure measurement system for suppression of motion artifacts",
      "authors": [
        "H Abderahman",
        "H Dajani",
        "M Bolic",
        "V Groza"
      ],
      "year": 2017,
      "doi": "10.1016/j.cmpb.2017.03.007"
    },
    {
      "title": "Beatbased PPG-ABP cleaning technique for blood pressure estimation",
      "authors": [
        "M Salah",
        "O Omer",
        "L Hassan",
        "M Ragab",
        "A Hassan",
        "A Abdelreheem"
      ],
      "year": 2022,
      "doi": "10.1109/access.2022.3175436"
    },
    {
      "title": "Towards maximizing the sensing accuracy of an cuffless, optical blood pressure sensor using a high-order front-end filter",
      "authors": [
        "Y.-H Kao",
        "-P Chao",
        "C.-L Wey"
      ],
      "year": 2018,
      "doi": "10.1007/s00542-018-3877-3"
    },
    {
      "title": "Measuring blood pressure: from cuff to smartphone",
      "authors": [
        "A Barszczyk",
        "K Lee"
      ],
      "year": 2019,
      "doi": "10.1007/s11906-019-0990-3"
    },
    {
      "title": "Denoising nonlinear time series by adaptive filtering and wavelet shrinkage: a comparison",
      "authors": [
        "H Gao Jianbo",
        "Sultan",
        "Jing Hu",
        "Tung Wen-Wen"
      ],
      "year": 2010,
      "doi": "10.1109/LSP.2009.2037773"
    },
    {
      "title": "Wavelet scattering transform and long short-term memory network-based noninvasive blood pressure estimation from photoplethysmograph signals",
      "authors": [
        "N Jean Effil",
        "R Rajeswari"
      ],
      "year": 2022,
      "doi": "10.1007/s11760-021-01952-z"
    },
    {
      "title": "Deep scattering network with fractional wavelet transform",
      "authors": [
        "J Shi",
        "Y Zhao",
        "W Xiang",
        "V Monga",
        "X Liu",
        "R Tao"
      ],
      "year": 2021,
      "doi": "10.1109/TSP.2021.3098936"
    },
    {
      "title": "Wavelet scattering transform for ECG beat classification",
      "authors": [
        "Z Liu",
        "G Yao",
        "Q Zhang",
        "J Zhang",
        "X Zeng"
      ],
      "year": 2020,
      "doi": "10.1155/2020/3215681"
    },
    {
      "title": "Fragment-level classification of ECG arrhythmia using wavelet scattering transform",
      "authors": [
        "S Nahak",
        "A Pathak",
        "G Saha"
      ],
      "year": 2023,
      "doi": "10.1016/j.eswa.2023.120019"
    },
    {
      "title": "Wavelet scattering transform based doppler signal classification",
      "authors": [
        "A Lone",
        "N Aydin"
      ],
      "year": 2023,
      "doi": "10.1016/j.compbiomed.2023.107611"
    },
    {
      "title": "Principal component analysis",
      "authors": [
        "M Greenacre",
        "P Groenen",
        "T Hastie",
        "A D'enza",
        "A Markos",
        "E Tuzhilina"
      ],
      "year": 2022,
      "doi": "10.1038/s43586-022-00184-w"
    },
    {
      "title": "Blood pressure measurement using only a smartphone",
      "authors": [
        "L Frey",
        "C Menon",
        "M Elgendi"
      ],
      "year": 2022,
      "doi": "10.1038/s41746-022-00629-2"
    },
    {
      "title": "Uncertainty-aware principal component analysis",
      "authors": [
        "J Gortler",
        "T Spinner",
        "D Streeb",
        "D Weiskopf",
        "O Deussen"
      ],
      "year": 2020,
      "doi": "10.1109/tvcg.2019.2934812"
    },
    {
      "title": "Succinct and fast empirical mode decomposition",
      "authors": [
        "H Li",
        "Y Hu",
        "F Li",
        "G Meng"
      ],
      "year": 2017,
      "doi": "10.1016/j.ymssp.2016.09.031"
    },
    {
      "title": "A new framework to estimate breathing rate from electrocardiogram, photoplethysmogram, and blood pressure signals",
      "authors": [
        "A Adami",
        "R Boostani",
        "F Marzbanrad",
        "P Charlton"
      ],
      "year": 2021,
      "doi": "10.1109/ACCESS.2021.3066166"
    },
    {
      "authors": [
        "J Hua",
        "M Su",
        "J Wu"
      ],
      "year": 2024
    },
    {
      "title": "On the influence of time-series length in EMD to extract frequency content: simulations and models in biomedical signals",
      "authors": [
        "R Fonseca-Pinto",
        "J Ducla-Soares",
        "F Araújo",
        "P Aguiar",
        "A Andrade"
      ],
      "year": 2009,
      "doi": "10.1016/j.medengphy.2009.02.001"
    },
    {
      "title": "Median ensemble empirical mode decomposition",
      "authors": [
        "X Lang",
        "N Ur Rehman",
        "Y Zhang",
        "L Xie",
        "H Su"
      ],
      "year": 2020,
      "doi": "10.1016/j.sigpro.2020.107686"
    },
    {
      "title": "Non-contact blood pressure detection based on weighted ensemble learning model",
      "authors": [
        "W Chen",
        "D Zhai",
        "H Wu",
        "Z Luo",
        "F Liu",
        "Y Fu",
        "Y Chen",
        "X Zhang"
      ],
      "year": 2023,
      "doi": "10.1007/s11760-023-02762-1"
    },
    {
      "title": "Medical deep learning-a systematic meta-review",
      "authors": [
        "J Egger",
        "C Gsaxner",
        "A Pepe",
        "K Pomykala",
        "F Jonske",
        "M Kurz",
        "J Li",
        "J Kleesiek"
      ],
      "year": 2022,
      "doi": "10.1016/j.cmpb.2022.106874"
    },
    {
      "title": "Prognostic relevance of blood pressure variability",
      "authors": [
        "G Parati",
        "M Valentini"
      ],
      "year": 2006,
      "doi": "10.1161/01.HYP.0000198542.51471.c4"
    },
    {
      "title": "Cuffless blood pressure estimation from electrocardiogram and photoplethysmogram using waveform based ANN-LSTM network",
      "authors": [
        "S Md",
        "Md Tanveer",
        "Hasan"
      ],
      "year": 2019,
      "doi": "10.1016/j.bspc.2019.02.028"
    },
    {
      "title": "A comparison of deep learning techniques for arterial blood pressure prediction",
      "authors": [
        "A Paviglianiti",
        "V Randazzo",
        "S Villata",
        "G Cirrincione",
        "E Pasero"
      ],
      "year": 2022,
      "doi": "10.1007/s12559-021-09910-0"
    },
    {
      "title": "Continuous Blood Pressure Monitoring Using ECG and Finger Photoplethysmogram",
      "authors": [
        "C Chua",
        "C Heneghan"
      ],
      "year": 2006
    },
    {
      "title": "Repetitive Neural Network (RNN) Based Blood Pressure Estimation Using PPG and ECG Signals",
      "authors": [
        "U Senturk",
        "I Yucedag",
        "K Polat"
      ],
      "year": 2018
    },
    {
      "title": "Encoding-based memory for recurrent neural networks",
      "authors": [
        "A Carta",
        "A Sperduti",
        "D Bacciu"
      ],
      "year": 2021,
      "doi": "10.1016/j.neucom.2021.04.051"
    },
    {
      "title": "Classification of blood pressure levels based on photoplethysmogram and electrocardiogram signals with a concatenated convolutional neural network",
      "authors": [
        "Y Fuadah",
        "K Lim"
      ],
      "year": 2022,
      "doi": "10.3390/diagnostics12112886"
    }
  ],
  "num_references": 105,
  "original_doi": "https://doi.org/10.13039/501100012166"
}
