{
  "paper_id": "5WC6A4Y8",
  "title": "The efficacy of app-supported smartphone interventions for mental health problems: a meta-analysis of randomized controlled trials",
  "abstract": "Although impressive progress has been made toward developing empirically-supported psychological treatments, the reality remains that a significant proportion of people with mental health problems do not receive these treatments. Finding ways to reduce this treatment gap is crucial. Since app-supported smartphone interventions are touted as a possible solution, access to up-to-date guidance around the evidence base and clinical utility of these interventions is needed. We conducted a meta-analysis of 66 randomized controlled trials of app-supported smartphone interventions for mental health problems. Smartphone interventions significantly outperformed control conditions in improving depressive (g=0.28, n=54) and generalized anxiety (g=0.30, n=39) symptoms, stress levels (g=0.35, n=27), quality of life (g=0.35, n=43), general psychiatric distress (g=0.40, n=12), social anxiety symptoms (g=0.58, n=6), and positive affect (g=0.44, n=6), with most effects being robust even after adjusting for various possible biasing factors (type of control condition, risk of bias rating). Smartphone interventions conferred no significant benefit over control conditions on panic symptoms (g=-0.05, n=3), post-traumatic stress symptoms (g=0.18, n=4), and negative affect (g=-0.08, n=5). Studies that delivered a cognitive behavior therapy (CBT)-based app and offered professional guidance and reminders to engage produced larger effects on multiple outcomes. Smartphone interventions did not differ significantly from active interventions (face-to-face, computerized  treatment), although the number of studies was low (n≤13). The efficacy of app-supported smartphone interventions for common mental health problems was thus confirmed. Although mental health apps are not intended to replace professional clinical services, the present findings highlight the potential of apps to serve as a cost-effective, easily accessible, and low intensity intervention for those who cannot receive standard psychological treatment.",
  "year": 2017,
  "date": "2017",
  "journal": "Behav Res Ther",
  "publication": "Behav Res Ther",
  "authors": [
    {
      "forename": "Jake",
      "surname": "Linardon",
      "name": "Jake Linardon",
      "affiliation": "1  School of Psychology , Deakin University , Geelong , Victoria , Australia; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Deakin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geelong Victoria \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Pim",
      "surname": "Cuijpers",
      "name": "Pim Cuijpers",
      "affiliation": "2  Department of Clinical, Neuro and Developmental Psychology , Amsterdam Public Health Research In- stitute , Vrije Universiteit Amsterdam , Amsterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Department of Clinical, Neuro and Developmental Psychology \n\t\t\t\t\t\t\t\t Amsterdam Public Health Research In- stitute \n\t\t\t\t\t\t\t\t Vrije Universiteit Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "Mariel",
      "surname": "Messer",
      "name": "Mariel Messer",
      "affiliation": "1  School of Psychology , Deakin University , Geelong , Victoria , Australia; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Deakin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geelong Victoria \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Matthew",
      "surname": "Fuller-Tyszkiewicz",
      "name": "Matthew Fuller-Tyszkiewicz",
      "affiliation": "1  School of Psychology , Deakin University , Geelong , Victoria , Australia; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Deakin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geelong Victoria \n\t\t\t\t\t\t\t\t\t Australia;"
    }
  ],
  "doi": "10.1001/jama.2010.616",
  "keywords": [
    "App-supported smartphone interventions",
    "mental health problems",
    "depression",
    "anxiety",
    "general psychiatric distress",
    "positive affect",
    "psychological treatments"
  ],
  "sections": [
    {
      "text": "The treatment of mental health problems is expected to change considerably over the next few decades as a result of the widespread availability of Internet and mobile-device applications, and their use to deliver psychological interventions  1, 2  . This change is predicted to alleviate many barriers that stand in the way of people seeking or receiving treatment under the current model of health care delivery (e.g., insufficient number of trained professionals, geographical constraints, lack of anonymity), thereby vastly increasing the availability of psychological therapies  3, 4  .\n\nSmartphone interventions, in particular, offer many advantages over other digital interventions (e.g., computer-based), including their ability to allow users to engage in exercises and monitor symptoms in situ, in real time, and immediately before and after pivotal events, as well as their capacity to be accessed in private and at a time and location of choice  5  . However, some have noted possible risks with app-based smartphone interventions, a crucial one being the ease with which users may have access to potentially ineffective or harmful interventions  6  . Thus, practitioners and the general population need up-to-date guidance on the evidence base and clinical utility of app-supported smartphone interventions.\n\nThe efficacy of smartphone interventions for common and costly mental health problems, such as depressive and anxiety symptoms, was preliminarily documented in two recent metaanalyses. Firth et al  7, 8  identified a small number of randomized controlled trials (RCTs) that examined the efficacy of app-based smartphone interventions on symptoms of anxiety (n=9) and depression (n=18) in both clinical and non-clinical samples. Smartphone interventions were found to be significantly more efficacious in reducing symptoms of anxiety and depression than both waitlist (g=0.45 and g=0.56) and active control (mainly attention/placebo-based) groups (g=0. 19 and g=0.21). The authors found no evidence that various intervention features (e.g., in-app feedback, mood monitoring features, theoretical orientation) were significantly associated with effect sizes, although larger effects were observed when in-person feedback was not provided  7  . Preliminary findings from these meta-analyses suggest that app-supported smartphone interventions have potential in treating and preventing certain common and debilitating mental health problems.\n\nSince the publication of those two meta-analyses, which included data from RCTs published until May 2017, nearly 50 RCTs evaluating the efficacy of smartphone apps on various mental health outcomes have been conducted. Since most RCTs of smartphone apps have been published within the last couple of years, and interventions delivered through smartphone devices are attracting enormous public, scientific and media attention  9  , we expect that a significant number of additional RCTs will be conducted and published in the near future.\n\nIt is therefore timely, pertinent and necessary to conduct an updated meta-analysis examining the efficacy of app-supported smartphone interventions not only on symptoms of anxiety and depression, but also on other prevalent, costly and important mental health outcomes not examined in prior meta-analyses, including stress levels, specific anxiety symptoms (e.g., social anxiety, post-traumatic stress) and well-being/ quality of life.\n\nThe aims of the present meta-analysis of RCTs were to evaluate the efficacy of app-supported smartphone interventions on a range of mental health outcomes, and to examine whether various features related to the intervention (theoretical orientation, whether professional guidance was offered, whether reminders to engage were sent) and sample (degree of mental health problem) moderated the observed effect sizes."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Search strategy and study selection",
      "text": "We searched four major online databases (Medline, Psyc-INFO, Cochrane databases, Web of Science) in December 2018, using the search terms (\"smartphone*\" OR \"mobile phone\" OR \"cell phone\" OR \"mobile app*\" OR \"iphone\" OR \"android\" OR \"mhealth\" OR \"m-health\" OR \"cellular phone\" OR \"mobile device*\" OR \"mobile-based\" OR \"mobile health\" OR \"tablet-based\") AND (\"random*\" OR \"trial*\" OR \"allocat*\") AND (\"anxiety\" OR \"agoraphobia\" OR \"phobia*\" OR \"panic\" OR \"post-traumatic stress\" OR \"mental health\" OR \"mental illness*\" OR \"depress*\" OR \"affective disorder*\" OR \"bipolar\" OR \"mood disorder*\" OR \"psychosis\" OR \"psychotic\" OR \"schizophre*\" OR \"well-being\" OR \"wellbeing\" OR \"quality of life\" OR \"self-harm\" or \"self-injury\" OR \"stress*\" OR \"distress*\" OR \"mood\" OR \"body image\" OR \"eating disorder*\"). Reference lists of included studies and previous reviews were also hand-searched to identify any further eligible studies.\n\nA protocol for this review was registered via PROSPERO (CRD42019122136). There were three small deviations to the original protocol. First, we made a post-hoc decision to include rather than exclude studies that incorporated an app-supported smartphone intervention within a broader treatment program (e.g., additive or adjunctive designs). Second, we did not conduct meta-analyses of head-to-head comparisons of CBT vs. non-CBT-based apps, as there was an insufficient number of relevant studies. Third, we included an additional moderator, i.e. whether the smartphone intervention was directly aimed at targeting the specific symptom of interest.\n\nIncluded studies were English language RCTs that examined the effects of an app-supported smartphone intervention, compared to either a control condition or an active intervention, and provided the outcome data required to calculate an effect size.\n\nBoth published and unpublished RCTs were eligible for inclusion. Provided the smartphone intervention was designed Records identified through database searching (N=3,761) Additional unpublished records identified through other sources (N=2) Records after duplicates removed (N=3,136) Records screened (N=3,136) Records excluded (N=2,997) Full-text articles assessed for eligibility (N=139) • Full-text articles excluded (N=73) • Not an intervention delivered via smartphone device (N=31) • Not RCT design (N=4) Conference abstract (N=4) • • No relevant outcome measure (N=12) • No relevant comparison (N=10) • Not in English (N=4) • Protocol paper (N=2) • Secondary analyses from RCT (N=1) • Single session intervention (N=1) No data to calculate effect size (N=4) Studies included in metaanalysis (N=66) ACT-based app 0.903 0.967 Yes 9 0.30 (0.08-0.53)** 33% (0-66) 8 0.30 (0.11-0.49)** 1% (0-10) No 44 0.28 (0.20-0.37)*** 57% (39-68) 31 0.30 (0.19-0.41)*** 69% (55-78) Reminders to engage provided 0.065 0.004 Yes 34 0.32 (0.22-0.42)*** 61% (43-72) 23 0.39 (0.27-0.52)*** 63% (42-76) No 20 0.18 (0.08-0.29)** 16% (0-45) 16 0.15 (0.04-0.26)* 18% (0-50) Professional guidance provided 0.002 0.001 Yes 15 0.48 (0.34-0.62)*** 46% (4-69) 12 0.53 (0.36-0.70)*** 60% (26-78) No 37 0.23 (0.15-0.31)*** 32% (0-54) 27 0.21 (0.12-0.30)* 36% (0-59) Duration of post-assessment <0.001 <0.001 2-6 weeks 33 0.17 (0.08-0.26)*** 30% (0-53) 24 0.11 (0.02-0.21)* 12% (0-41) 7-11 weeks 18 0.46 (0.36-0.55)*** 45% (3-66) 15 0.52 (0.41-0.63)*** 44% (0-68) 12+ weeks 3 0.09 (-0.23 to 0.42) 49% (0-80) 0 -Apps vs. active comparison Overall effect 12 0.13 (-0.07 to 0.34) 60% (27-78) 4 0.09 (-0.21 to 0.39) 32% (0-68) Low risk of bias trials only 4 -0.00 (-0.36 to 0.35) 77% (41-90) 0 --Depressive symptoms Generalized anxiety symptoms N g (95% CI) I 2 (95% CI) Q N g (95% CI) I 2 (95% CI) Q Smartphones as an adjunct intervention 4 0.26 (-0.09 to 0.61) 71% (26-89) 1 0.05 (-0.27 to 0.38) 0% N -number of comparisons, CBT-cognitive behavior therapy, ACT -acceptance and commitment therapy *p<0.05, **p<0.01, ***p<0.001. Bold prints indicate significant differences Table 1 Meta-analysis of efficacy of mental health smartphone apps on depressive and generalized anxiety symptoms (continued)\n\nto improve mental health or general well-being, no restrictions on the samples were applied. Trials of interventions delivered only in part via smartphone devices were also included, such as adjunctive designs (smartphone app + standard therapy vs. standard therapy alone) or blended intervention programs (when participants could access the app-based intervention via smartphones or computers). Control conditions were categorized as waitlist, assessment only, treatment as usual, informational and educational resources (e.g., website links, health tips), or attention/placebo controls (e.g., gaming apps, music-listening conditions). Active interventions were categorized as standard face-to-face therapy, web-based or computerized interventions, pharmacotherapy, and self-monitoring conditions.\n\nStudies were excluded if: a) the smartphone intervention did not address mental health or well-being (e.g., interventions focusing on weight loss, physical activity, diabetes management, smoking cessation or alcohol use were excluded); b) a computerized intervention, a virtual reality exposure treatment, or a text messaging-only intervention was delivered; and c) there was no relevant comparison condition (e.g., a two-arm trial comparing two apps was excluded) or no outcome measure was reported. If a study did not include data for effect size calculation, the authors were contacted, and the study was excluded if they failed to provide the data.\n\nJL screened all records, and full texts were obtained for potentially eligible RCTs. Two independent assessors (JL and MM) examined the full texts and selected eligible RCTs."
    },
    {
      "title": "Quality assessment and data extraction",
      "text": "The quality of trials was assessed using four criteria from the Cochrane Risk of Bias tool 10 : adequate generation of allocation sequence, concealment of allocation to conditions; blinding of outcome assessors or the use of self-report questionnaires; and dealing with incomplete outcome data (assessed as low risk when outcome data used to calculate effect size were based on intention-to-treat analyses). JL conducted the quality assessments and MM coded a random 40% of studies, with good agreement observed between raters (kappa = 0.77, 0.69, 1.00 and 0.91, respectively). Disagreements were resolved through in-depth discussion.\n\nWe also coded the participant characteristics (target sample, mean age); the characteristics of the smartphone intervention (name, theoretical orientation, whether the app contained mindfulness components); the comparison condition; the out-come measures; and other trial characteristics (sample size, whether guided support or reminders to engage were offered, length of post-assessment)."
    },
    {
      "title": "Meta-analysis",
      "text": "For each comparison between a smartphone intervention and a control or active intervention condition, the effect size was calculated by dividing the difference between the two group means by the pooled standard deviation at post-test. The standardized mean difference (d) was then converted to Hedges' g to correct for small sample bias  11  . If means and standard deviations were not reported, effect sizes were calculated using conversion equations from significance tests (e.g., t statistics).\n\nTo calculate a pooled effect size, each study's effect size was weighted by its inverse variance. A positive g indicates that the smartphone condition had better outcomes than the comparison condition. Effect sizes of 0.8 can be assumed to be large, while effect sizes of 0.5 are moderate, and effect sizes of 0.2 are small  12  . If data from both intention-to-treat and completer analyses were presented, the former were extracted and analyzed.\n\nWe selected and analyzed the following mental health outcomes, as a sufficient number of trials (≥3) reported these outcomes and allowed for a meta-analysis: depressive symptoms; generalized anxiety symptoms; specific anxiety symptoms (social anxiety symptoms, panic symptoms, post-traumatic stress symptoms); stress levels; quality of life/well-being; general psychological distress; and positive and negative affect. If multiple measures of a given outcome variable were used, the mean of the effect sizes from each measure within the study was calculated, before the effect sizes were pooled.\n\nComprehensive Meta-Analysis Version 3.0 was used for the analyses  13  . Since we expected considerable heterogeneity among the studies, random effects models were employed. Heterogeneity was examined by calculating the I 2 statistic, which quantifies heterogeneity revealed by the Q statistic and reports how much overall variance (0-100%) is attributed to betweenstudy variance  14  . The 95% confidence intervals (CIs) for the I 2 statistic were also calculated.\n\nSubgroup analyses were conducted to explore sources of het erogeneity under a mixed effects model, which pools studies within a subgroup using a random effects model, but tests for significant differences between subgroups using fixed effects models.\n\nPublication bias was examined through the trim-and-fill procedure  15  , as well as Begg and Mazumdar rank correlation test. Study Statistics for each study Hedges' g V ariance p Bakker et al 16 -0.213 0.026 0 .183 Teng et al 17 -0.195 0.077 0 .481 Krafft et al 18 -0.182 0.175 0 .663 Bakker et al 16 -0.130 0.025 0 .414 Versluis et al 19 -0.117 0.055 0 .618 Kauer et al 20 -0.108 0.049 0.627 Teng et al 17 -0.088 0.063 0 .725 Krzystanek et al 21 -0.085 0.030 0 .623 Krafft et al 18 -0.077 0.150 0 .841 Faurholt-Jepsen et al 22 -0.045 0.058 0 .852 Enock et al 23 -0.042 0.013 0 .714 Krafft et al 18 -0.039 0.096 0 .899 Oh et al 24 0.057 0.113 0 .864 Ivanova et al 25 0.071 0.039 0 .716 Dennis-Tiwary et al 26 0.073 0.131 0 .839 Versluis et al 19 0.078 0.058 0 .745 Ludtke et al 27 0.083 0.053 0 .718 Arean et al 28 0.110 0.098 0 .725 Carissoli et al 29 0.126 0.101 0 .691 Krafft et al 18 0.137 0.087 0 .641 Flett et al 30 0.171 0.029 0 .317 Mistretta et al 31 0.195 0.106 0 .550 Birney et al 32 0.197 0.013 0 .087 Hirsch et al 33 0.204 0.050 0 .360 Oh et al 24 0.207 0.111 0 .533 Bakker et al 16 0.225 0.026 0 .159 Kuhn et al 34 0.228 0.033 0 .211 Flett et al 30 0.228 0.027 0 .168 Lee & Jung 35 0.229 0.025 0 .143 Moell et al 36 0.230 0.074 0 .397 Guo et al 37 0.233 0.074 0 .392 Boettcher et al 38 0.296 0.029 0 .081 Stolz et al 5 0.297 0.049 0 .180 Cox et al 39 0.315 0.097 0 .312 Roepke et al 40 0.318 0.077 0 .250 Proudfoot et al 41 0.332 0.013 0 .004 Howells et al 42 0.347 0.033 0 .057 Kollei et al 43 0.390 0.075 0 .153 Arean et al 28 0.417 0.010 0 .000 Kahn et al 44 0.437 0.046 0 .041 Proudfoot et al 41 0.446 0.013 0 .000 Bostock et al 45 0.470 0.019 0 .001 Ebert et al 46 0.528 0 .020 0.000 Ebert et al 47 0.547 0.016 0 .000 Horsch et al 48 0.571 0.027 0 .001 Ivanova et al 25 0.580 0.041 0 .004 Ebert et al 49 0.594 0.016 0 .000 Enock et al 23 0.608 0.044 0 .004 Harrer et al 50 0.625 0.028 0 .000 Heber et al 51 0.639 0.016 0 .000 Tighe et al 52 0.707 0.068 0 .007 Roepke et al 40 0.777 0.087 0 .008 Hall et al 53 0.831 0.112 0 .013 Nobis et al 54 0.855 0.017 0 .000 Total pooled effect size 0.282 0.002 0 .000 Hedges' g and 95% CI Favours control Favours app -2.00 -1.00 0 .00 1 .00 2 .00"
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Characteristics of included studies",
      "text": "A flow chart of the literature search is presented in Figure  1 . Out of a total of 3,136 screened abstracts, 66 RCTs with 77 smartphone intervention conditions were included. A variety of smart-phone apps were tested, most of which were based on cognitive and/or behavioral principles (n=35) and/or acceptance-or mindfulness-based principles (n=38).\n\nNumerous trials used some indication of mental health problems as an inclusion criterion for study entry (n=38), which most frequently included those presenting with elevated levels (either at a diagnostic or subthreshold level) of depression (n=14), anxi-\n\nFigure 3 Effect of smartphone apps vs. control conditions on generalized anxiety symptoms Study Statistics for each study Hedges' g Variance p Dennis-Tiwary et al 26 -0.305 0.132 0.401 Bakker et al 16 -0.234 0.026 0.144 Teng et al 17 -0.203 0.077 0.465 Krafft et al 18 -0.187 0.096 0.548 Bakker et al 16 -0.140 0.025 0.380 Mistretta et al 31 -0.087 0.106 0.789 Krafft et al 18 -0.020 0.096 0.950 Krafft et al 18 0.000 0.175 1.000 Flett et al 30 0.018 0.029 0.914 Pham et al 55 0.028 0.062 0.912 Versluis et al 19 0.047 0.055 0.843 Flett et al 30 0.081 0.027 0.625 Carissoli et al 29 0.126 0.101 0.691 Villani et al 56 0.152 0.006 0.050 Cox et al 39 0.177 0.096 0.569 Bakker et al 16 0.179 0.025 0.263 Oh et al 24 0.182 0.113 0.588 Ebert et al 46 0.219 0.020 0.117 Moell et al 36 0.239 0.074 0.380 Ivanova et al 25 0.273 0.039 0.167 Versluis et al 19 0.277 0.058 0.250 Roepke et al 40 0.291 0.076 0.292 Lee & Jung 35 0.294 0.025 0.061 Oh et al 24 0.364 0.112 0.276 Proudfoot et al 41 0.365 0.013 0.001 Bostock et al 45 0.377 0.019 0.006 Proudfoot et al 41 0.435 0 .013 0.000 Boettcher et al 38 0.459 0.029 0.007 Teng et al 17 0.478 0.065 0.060 Ebert et al 47 0.505 0.016 0.000 Ivanova et al 25 0.512 0.040 0.011 Roepke et al 40 0.575 0.084 0.047 Horsch et al 48 0.647 0.028 0.000 Heber et al 51 0.677 0.016 0.000 Krafft et al 18 0.706 0.159 0.077 Harrer et al 50 0.757 0.028 0.000 Ebert et al 49 0.792 0.016 0.000 Nobis et al 54 0.819 0.017 0.000 Hall et al 53 0.843 0.112 0.012 Total pooled effect size 0.304 0.003 0.000 Hedges' g and 95% CI Favours control Favours app -2.00 -1.00 0.00 1.00 2.00\n\nety (n=9), or stress (n=8). Several trials (n=28) did not use any indication of mental health problems as an inclusion criterion (e.g., general community sample, student samples), but rather targeted general well-being in these samples. The quality of RCTs varied. Fifty trials (75.7%) reported an adequate sequence generation; 24 (36.4%) used adequate allocation concealment; four (6.1%) reported blinding of outcome assessors and 62 (93.9%) used self-report questionnaires (so that direct interaction with an assessor was not required); and 37 studies (56.1%) reported data needed to calculate an effect size based on the intention-to-treat principle. Seventeen trials (25.7%) met all four criteria, 16 (24.2%) met three criteria, 27 (40.9%) met two criteria, and six trials (9.1%) met one of the criteria."
    },
    {
      "title": "Efficacy of smartphone interventions on depressive symptoms"
    },
    {
      "title": "Smartphone interventions vs. controls",
      "text": "Depressive symptoms were assessed as an outcome in 47 trials (71.2%), and 11 trials (16 comparisons) delivered an app that was specifically designed to target depressive symptoms.\n\nThe pooled effect size for the 54 comparisons between smartphone interventions and control conditions on depressive symptoms was g=0.28 (95% CI: 0.21-0.36), with moderate heterogeneity (see Table  1  and Figure  2 ). The pooled effect size was somewhat larger when adjusting for potential publication bias The pooled effect size was small but still statistically significant when attention/placebo control conditions were used (g=0.12), and larger when waitlist (g=0.32) or informational resources (g=0.39) were used as control conditions.\n\nIn the previous analyses, we included a few trials in which more than one intervention condition was compared with the same control condition (or vice versa). These comparisons were not independent from each other, which may have artificially reduced the heterogeneity estimate and affected the pooled effect size. To deal with this, we ran sensitivity analyses in which the comparison with the smallest effect size was only included in the analysis, and then repeated this again for the comparison with the largest effect size. These sensitivity analyses ensured that only one comparison per study was included in the metaanalysis. These sensitivity analyses yielded a pooled effect size highly similar to the overall effect (Table  1 )."
    },
    {
      "title": "Subgroup analyses",
      "text": "Subgroup analyses were conducted to test whether various participant or trial characteristics were significantly associated with the pooled effect size (Table  1 ).\n\nStudies that offered professional guidance (e.g., regular supportive text messages, phone calls, or personalized feedback from therapists or research staff ) produced larger effect sizes than studies that did not offer guidance. Studies with a follow-up length between 7 and 11 weeks produced larger effect sizes than studies with a follow-up length of 2-6 or ≥12 weeks. No other study characteristics were significantly associated with effect sizes."
    },
    {
      "title": "Smartphone interventions vs. active comparisons",
      "text": "The pooled effect size for the 12 comparisons between smartphone interventions and active comparisons was g=0.13 (95% CI: -0.07 to 0.34), with moderate heterogeneity. Non-significant effect sizes were observed for low risk of bias trials."
    },
    {
      "title": "Additive effects of smartphone interventions",
      "text": "Four trials examined whether adding a smartphone intervention to a standard intervention (face-to-face, computerized, pharmacotherapy) was superior to a standard intervention-only condition. The pooled effect size for the four comparisons between smartphone intervention + standard intervention vs. the standard intervention-only arm was g=0.26 (95% CI: -0.09 to 0.61)."
    },
    {
      "title": "Efficacy of smartphone interventions on generalized anxiety symptoms"
    },
    {
      "title": "Smartphone interventions vs. controls",
      "text": "Generalized anxiety symptoms were assessed as an outcome in 29 studies (43.9%), and eight studies (12 comparisons) delivered an app that was specifically designed to target generalized anxiety symptoms. The pooled effect size for the 39 comparisons was g=0.30 (95% CI: 0.20-0.40), with high heterogeneity (see Table  1  and Figure  3 ). It remained statistically significant across all sensitivity analyses. Begg and Mazumdar test was non-significant (p=0.217)."
    },
    {
      "title": "Subgroup analyses",
      "text": "Four statistically significant moderation effects were observed. Larger effect sizes were found by studies that used a CBTbased app, that reminded participants to engage in the app, that offered professional guidance, and that had a longer postassessment duration (7-11 weeks) compared to those with a shorter duration (2-6 weeks)."
    },
    {
      "title": "Smartphone interventions vs. active comparisons",
      "text": "The pooled effect size for the four comparisons was g=0.09 (95% CI: -0.21 to 0.39), with moderate heterogeneity."
    },
    {
      "title": "Efficacy of smartphone interventions on stress levels",
      "text": "Stress levels were assessed in 22 trials (33.3%). The pooled effect size for the 27 comparisons was g=0.35 (95% CI: 0.21-0.48), with high heterogeneity (Table  2 ). The pooled effect size remained statistically significant across the sensitivity analyses. Begg and Mazumdar test was non-significant (p=0.392).\n\nFour significant moderation effects were observed in subgroup analyses. Larger effect sizes were found by studies that used elevated stress levels as an entry criterion for trial inclusion, that used a CBT-based app, that offered professional guidance, and that had a longer post-assessment duration (≥ 7 weeks) compared to those with a shorter duration.\n\nThe pooled effect size for the two comparisons of smartphone vs. active interventions was g=0.21 (95% CI: -0.46 to 0.88), with high heterogeneity."
    },
    {
      "title": "Efficacy of smartphone interventions on well-being/ quality of life",
      "text": "Measures of well-being/quality of life were assessed in 36 studies (54.5%). The pooled effect size for the 43 comparisons was g=0.35 (95% CI: 0.29-0.42), with low heterogeneity (Table  2 ). The pooled effect size remained statistically significant across all sensitivity analyses. Begg and Mazumdar test was non-significant (p=0.622). Two significant moderators were observed in subgroup analyses. Larger effect sizes were found by studies that reminded participants to engage, and by those that offered professional guidance.\n\nThe pooled effect size for the six comparisons of smartphone vs. active interventions was g=0.02 (95% CI: -0.14 to 0.17). A negative, non-significant effect size was observed when restricting these analyses to low risk of bias trials."
    },
    {
      "title": "Efficacy of smartphone interventions on other outcomes",
      "text": "Table  3  presents the meta-analyses comparing smartphone interventions to control conditions on \"other\" outcomes.\n\nSmartphone interventions were significantly more effective than control conditions in improving general psychological distress (g=0.40), social anxiety symptoms (g=0.58), and positive affect (g=0.44). No significant group differences were observed for panic symptoms (g=-0.05), post-traumatic stress symptoms (g=0.18), and negative affect (g=-0.08), although the number of studies contributing to these analyses was low."
    },
    {
      "title": "DISCUSSION",
      "text": "This meta-analysis examined the efficacy of app-supported smartphone interventions for a range of mental health problems. Our search identified 66 RCTs that tested several smartphone interventions on numerous distinct clinical and non-clinical populations. Importantly, the majority of RCTs were published in the last two years, highlighting that this area of research is gaining significant momentum and is growing exponentially.\n\nWe found evidence that app-supported smartphone interventions are efficacious for several common mental health problems. They significantly outperformed control conditions in improving depressive symptoms, anxiety symptoms (generalized anxiety and social anxiety), stress levels, general psychiatric distress, quality of life, and positive affect, with effect sizes ranging from g=0.28 to g=0.58. Crucially, these effects were robust even after performing various sensitivity analyses that adjusted for common biasing factors in RCTs, including the type of control condition, trial risk of bias rating, and publication bias  57, 58  .\n\nThe statistically significant effect sizes were observed in both symptomatic (e.g., people meeting diagnostic criteria or reporting elevated mental health symptoms) and non-symptomatic (e.g., university students, general population) samples, further highlighting the potential that smartphone apps could bring within current models of mental health care. For instance, smartphone interventions could eventually serve as a low-cost, easily accessible, and user-friendly option for universal, selective or indicated preventive programs  59  . Smartphone interventions could also fit within the stepped-care model, in which low intensity interventions are offered as a first step in treatment, with more intensive resources reserved for those who fail to respond  60  .\n\nStudies that offered professional guidance (e.g., supportive text messages, personalized feedback, telephone calls) and engagement reminders were consistently associated with larger effect sizes on several mental health outcomes, although smart-phone interventions still significantly outperformed control conditions even in the subset of studies that did not offer guidance or reminders. That therapist guidance and engagement reminders bolster the effectiveness of smartphone interventions is consistent with what has been observed in a series of metaanalyses of Internet-based and computerized psychological treatments  [61] [62] [63] [64]  . However, the involvement of a therapist can be costly and may thus restrict the capacity of smartphone apps to reach the millions of people around the world in need of (and who cannot gain access to) treatment.\n\nIt has been suggested that digital interventions may benefit from peer or automated support rather than human support systems  38, 65  . The development of automated support systems may be guided by machine learning principles, so that users could receive guidance or prompts that are customized to their own needs and in real time  66  . Automated (and personalized) support has been shown to produce equivalent clinical outcomes to human support in RCTs of computerized treatments  67  , which suggests that developing and testing automated support systems for smartphone apps may be an important avenue for future research.\n\nWe also investigated whether the theoretical orientation of the smartphone intervention was associated with effect sizes. While interventions containing mindfulness-or acceptancebased components were not associated with effect sizes, CBTbased interventions produced larger effects for anxiety and stress. However, conclusions concerning the relative efficacy of different theoretical orientations would be premature at this stage, as too few head-to-head comparisons of different smartphone interventions have been performed, and those that compared CBT vs. non-CBT-based smartphone interventions reported no differences in level of symptom improvement  [68] [69] [70]  .\n\nSmartphone interventions did not significantly differ from active interventions on any outcome. These findings, although preliminary, are in line with reports regarding Internet-based treatments  71  , and point further toward the clinical utility of mental health apps. However, we note that few studies contributed to these head-to-head comparisons, so these analyses may have been underpowered. Power may have also been an issue for the other outcomes in which smartphone interventions conferred no benefit over control conditions (panic, post-traumatic stress, and negative affect). Alternatively, it could be that the content quality of smartphone apps for these specific symptoms needs to improve  72  .\n\nLimitations to the present meta-analysis must be considered. First, possible negative effects of smartphone interventions (e.g., deterioration rates)  73  were not assessed, since they were not reported in the included studies. Future studies should examine these possible negative effects  74  . Second, we did not analyze the long-term effects of smartphone interventions, due to large differences in follow-up times and since drop-outs were dealt with inconsistently across studies. Thus, it is unclear whether improvements in mental health are sustained after the period of the study. Assessing the long-term efficacy of smartphone interventions is an important future goal, particularly since promis-ing long-term effects have been noted in Internet-based trials  75  . Third, nearly all included studies assessed outcomes via selfreport questionnaires. A previous meta-analysis demonstrated that clinician-rated instruments yield significantly larger effect sizes in psychotherapy trials than self-reported measures  76  . So, it is possible that our effect size estimates were slightly underestimated.\n\nIn summary, we found evidence for the efficacy of app-supported smartphone interventions. They significantly outperformed (with small to moderate effect sizes) control conditions in improving a range of mental health outcomes, with effects remaining robust even after adjusting for various biasing factors in RCTs. Studies that offered professional guidance and engagement reminders were shown to produce the largest effects, and smartphone interventions did not differ significantly from active intervention comparisons on any outcome.\n\nAlthough mental health apps are not here to replace professional clinical services, the present findings highlight the potential of apps to serve as a cost-effective, easily accessible, and low intensity intervention for the millions of people worldwide who cannot receive standard psychological treatment."
    },
    {
      "text": "Figure 1 PRISMA flow chart of literature search. RCT -randomized controlled trial"
    },
    {
      "text": "Figure 2 Effect of smartphone apps vs. control conditions on depressive symptoms"
    },
    {
      "text": "Meta-analysis of efficacy of mental health smartphone apps on depressive and generalized anxiety symptoms"
    },
    {
      "text": "Efficacy of mental health smartphone apps on stress levels and quality of life outcomes"
    },
    {
      "text": "Meta-analysis comparing the effect of mental health smartphone apps vs. control conditions on other outcomes"
    }
  ],
  "references": [
    {
      "title": "The impact of digital technology on psychological treatments and their dissemination",
      "authors": [
        "C Fairburn",
        "V Patel"
      ],
      "year": 2017
    },
    {
      "title": "Global mental health: a new global health field comes of age",
      "authors": [
        "V Patel",
        "M Prince"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.616"
    },
    {
      "title": "Addressing the treatment gap: a key challenge for extending evidence-based psychosocial interventions",
      "authors": [
        "A Kazdin"
      ],
      "year": 2017,
      "doi": "10.1016/j.brat.2016.06.004"
    },
    {
      "title": "Expanding mental health services through novel models of intervention delivery",
      "authors": [
        "A Kazdin"
      ],
      "year": 2019
    },
    {
      "title": "A mobile app for social anxiety disorder: a three-arm randomized controlled trial comparing mobile and PC-based guided self-help interventions",
      "authors": [
        "T Stolz",
        "A Schulz",
        "T Krieger"
      ],
      "year": 2018,
      "doi": "10.1037/ccp0000301"
    },
    {
      "title": "E-therapy in the treatment and prevention of eating disorders: a systematic review and meta-analysis",
      "authors": [
        "C Loucas",
        "C Fairburn",
        "C Whittington"
      ],
      "year": 2014
    },
    {
      "title": "The efficacy of smartphone-based mental health interventions for depressive symptoms: a meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas"
      ],
      "year": 2017,
      "doi": "10.1002/wps.20472"
    },
    {
      "title": "Can smartphone mental health interventions reduce symptoms of anxiety? A meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas"
      ],
      "year": 2017,
      "doi": "10.1016/j.jad.2017.04.046"
    },
    {
      "title": "Realizing the potential of mobile mental health: new methods for new data in psychiatry",
      "authors": [
        "J Torous",
        "P Staples",
        "J-P Onnela"
      ],
      "year": 2015
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Statistical methods for meta-analysis",
      "authors": [
        "L Hedges",
        "I Olkin"
      ],
      "year": 1985
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992
    },
    {
      "title": "Introduction to meta-analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins"
      ],
      "year": 2009,
      "doi": "10.1002/9780470743386"
    },
    {
      "title": "Quantifying heterogeneity in a meta-analysis",
      "authors": [
        "J Higgins",
        "S Thompson"
      ],
      "year": 2002,
      "doi": "10.1002/sim.1186"
    },
    {
      "title": "Trim and fill: a simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000,
      "doi": "10.1111/j.0006-341x.2000.00455.x"
    },
    {
      "title": "A randomized controlled trial of three smartphone apps for enhancing public mental health",
      "authors": [
        "D Bakker",
        "N Kazantzis",
        "D Rickwood"
      ],
      "year": 2018
    },
    {
      "title": "Home-delivered attention bias modification training via smartphone to improve attention control in subclinical generalized anxiety disorder: a randomized, controlled multi-ses-sion experiment",
      "authors": [
        "M-H Teng",
        "Y-M Hou",
        "S-H Chang"
      ],
      "year": 2018,
      "doi": "10.1016/j.jad.2018.12.118"
    },
    {
      "title": "A Randomized controlled trial of multiple versions of an acceptance and commitment therapy matrix app for well-being",
      "authors": [
        "J Krafft",
        "S Potts",
        "B Schoendorff"
      ],
      "year": 2017,
      "doi": "10.1177/0145445517748561"
    },
    {
      "title": "Effectiveness of a smartphonebased worry-reduction training for stress reduction: a randomized-controlled trial",
      "authors": [
        "A Versluis",
        "B Verkuil",
        "P Spinhoven"
      ],
      "year": 2018,
      "doi": "10.1080/08870446.2018.1456660"
    },
    {
      "title": "Self-monitoring using mobile phones in the early stages of adolescent depression: randomized controlled trial",
      "authors": [
        "S Kauer",
        "S Reid",
        "A Crooke"
      ],
      "year": 2012
    },
    {
      "title": "A telemedicine platform to improve clinical parameters in paranoid schizophrenia patients: results of a one-year randomized study",
      "authors": [
        "M Krzystanek",
        "M Borkowski",
        "K Skałacka"
      ],
      "year": 2018,
      "doi": "10.1016/j.schres.2018.08.016"
    },
    {
      "title": "Daily electronic self-monitoring in bipolar disorder using smartphones -the MONARCA I trial: a randomized, placebo-controlled, single-blind, parallel group trial",
      "authors": [
        "M Faurholt-Jepsen",
        "M Frost",
        "C Ritz"
      ],
      "year": 2015
    },
    {
      "title": "Attention bias modification training via smartphone to reduce social anxiety: a randomized, controlled multisession experiment",
      "authors": [
        "P Enock",
        "S Hofmann",
        "R Mcnally"
      ],
      "year": 2014
    },
    {
      "title": "Effects of smartphone-based memory training for older adults with subjective memory complaints: a randomized controlled trial",
      "authors": [
        "S Oh",
        "S Seo",
        "J Lee"
      ],
      "year": 2018
    },
    {
      "title": "Guided and unguided acceptance and commitment therapy for social anxiety disorder and/or panic disorder provided via the Internet and a smartphone application: a randomized controlled trial",
      "authors": [
        "E Ivanova",
        "P Lindner",
        "K Ly"
      ],
      "year": 2016,
      "doi": "10.1016/j.janxdis.2016.09.012"
    },
    {
      "title": "Salutary effects of an attention bias modification mobile application on biobehavioral measures of stress and anxiety during pregnancy",
      "authors": [
        "T Dennis-Tiwary",
        "S Denefrio",
        "S Gelber"
      ],
      "year": 2017
    },
    {
      "title": "A randomized controlled trial on a smartphone self-help application (Be Good to Yourself ) to reduce depressive symptoms",
      "authors": [
        "T Lüdtke",
        "L Pult",
        "J Schröder"
      ],
      "year": 2018
    },
    {
      "title": "The use and effectiveness of mobile apps for depression: results from a fully remote clinical trial",
      "authors": [
        "P Arean",
        "K Hallgren",
        "J Jordan"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6482"
    },
    {
      "title": "Does a meditation protocol supported by a mobile application help people reduce stress? Suggestions from a controlled pragmatic trial",
      "authors": [
        "C Carissoli",
        "D Villani",
        "G Riva"
      ],
      "year": 2015,
      "doi": "10.1089/cyber.2014.0062"
    },
    {
      "title": "Mobile mindfulness meditation: a randomised controlled trial of the effect of two popular apps on mental health",
      "authors": [
        "J Flett",
        "H Hayne",
        "B Riordan"
      ],
      "year": 2019,
      "doi": "10.1007/s12671-018-1050-9"
    },
    {
      "title": "Resilience training for work-related stress among health care workers: results of a randomized clinical trial comparing in-person and smartphone-delivered interventions",
      "authors": [
        "E Mistretta",
        "M Davis",
        "M Temkit"
      ],
      "year": 2018
    },
    {
      "title": "MoodHacker mobile web app with email for adults to self-manage mild-to-moderate depression: randomized controlled trial",
      "authors": [
        "A Birney",
        "R Gunn",
        "J Russell"
      ],
      "year": 2016
    },
    {
      "title": "Managing depressive symptoms in the workplace using a web-based self-care tool: a pilot randomized controlled trial",
      "authors": [
        "A Hirsch",
        "J Luellen",
        "J Holder"
      ],
      "year": 2017
    },
    {
      "title": "A randomized controlled trial of a smartphone app for posttraumatic stress disorder symptoms",
      "authors": [
        "E Kuhn",
        "N Kanuri",
        "J Hoffman"
      ],
      "year": 2017,
      "doi": "10.1037/ccp0000163"
    },
    {
      "title": "Evaluation of an mHealth App (DeStressify) on university students' mental health: pilot trial",
      "authors": [
        "R Lee",
        "M Jung"
      ],
      "year": 2018,
      "doi": "10.2196/mental.8324"
    },
    {
      "title": "Living smart -a randomized controlled trial of a guided online course teaching adults with ADHD or sub-clinical ADHD to use smartphones to structure their everyday life",
      "authors": [
        "B Moell",
        "L Kollberg",
        "B Nasri"
      ],
      "year": 2015
    },
    {
      "title": "Development and feasibility testing of an mHealth (Text Message and WeChat) intervention to improve the medication adherence and quality of life of people living with HIV in China: pilot randomized controlled trial",
      "authors": [
        "Y Guo",
        "Z Xu",
        "J Qiao"
      ],
      "year": 2018
    },
    {
      "title": "Adding a smartphone app to internet-based self-help for social anxiety: a randomized controlled trial",
      "authors": [
        "J Boettcher",
        "K Magnusson",
        "A Marklund"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2018.04.052"
    },
    {
      "title": "Effects of mindfulness training programmes delivered by a self-directed mobile app and by telephone compared with an education programme for survivors of critical illness: a pilot randomised clinical trial",
      "authors": [
        "C Cox",
        "C Hough",
        "D Jones"
      ],
      "year": 2018
    },
    {
      "title": "Randomized controlled trial of superbetter, a smartphone-based/internet-based self-help tool to reduce depressive symptoms",
      "authors": [
        "A Roepke",
        "S Jaffee",
        "O Riffle"
      ],
      "year": 2015
    },
    {
      "title": "Impact of a mobile phone and web program on symptom and functional outcomes for people with mild-tomoderate depression, anxiety and stress: a randomised controlled trial",
      "authors": [
        "J Proudfoot",
        "J Clarke",
        "M-R Birch"
      ],
      "year": 2013
    },
    {
      "title": "Putting the 'app' in happiness: a randomised controlled trial of a smartphone-based mindfulness intervention to enhance wellbeing",
      "authors": [
        "A Howells",
        "I Ivtzan",
        "Eiroa-Orosa Fj"
      ],
      "year": 2016
    },
    {
      "title": "An app-based blended intervention to reduce body dissatisfaction: a randomized controlled pilot study",
      "authors": [
        "I Kollei",
        "C Lukas",
        "S Loeber"
      ],
      "year": 2017,
      "doi": "10.1037/ccp0000246"
    },
    {
      "title": "Post-9/11 veterans and their partners improve mental health outcomes with a self-directed mobile and web-based wellness training program: a randomized controlled trial",
      "authors": [
        "J Kahn",
        "W Collinge",
        "R Soltysik"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5800"
    },
    {
      "title": "Mindfulness on-the-go: effects of a mindfulness meditation app on work stress and well-being",
      "authors": [
        "S Bostock",
        "A Crosswell",
        "A Prather"
      ],
      "year": 2018,
      "doi": "10.1037/ocp0000118"
    },
    {
      "title": "Effectiveness of web-and mobile-based treatment of subthreshold depression with adherence-focused guidance: a single-blind randomized controlled trial",
      "authors": [
        "D Ebert",
        "C Buntrock",
        "D Lehr"
      ],
      "year": 2018
    },
    {
      "title": "Self-guided internet-based and mobile-based stress management for employees: results of a randomised controlled trial",
      "authors": [
        "D Ebert",
        "E Heber",
        "M Berking"
      ],
      "year": 2016
    },
    {
      "title": "Mobile phone-delivered cognitive behavioral therapy for insomnia: a randomized waitlist controlled trial",
      "authors": [
        "C Horsch",
        "J Lancee",
        "F Griffioen-Both"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6524"
    },
    {
      "title": "Internet-and mobile-based stress management for employees with adherence-focused guidance: efficacy and mechanism of change",
      "authors": [
        "D Ebert",
        "D Lehr",
        "E Heber"
      ],
      "year": 2016
    },
    {
      "title": "Effectiveness of an Internetand app-based intervention for college students with elevated stress: randomized controlled trial",
      "authors": [
        "M Harrer",
        "S Adam",
        "R Fleischmann"
      ],
      "year": 2018
    },
    {
      "title": "Web-based and mobile stress management intervention for employees: a randomized controlled trial",
      "authors": [
        "E Heber",
        "D Lehr",
        "D Ebert"
      ],
      "year": 2016
    },
    {
      "title": "Ibobbly mobile health intervention for suicide prevention in Australian Indigenous youth: a pilot randomised controlled trial",
      "authors": [
        "J Tighe",
        "F Shand",
        "R Ridani"
      ],
      "year": 2017
    },
    {
      "title": "An evaluation of a low intensity mHealth enhanced mindfulness intervention for Chinese university students: a randomized controlled trial",
      "authors": [
        "B Hall",
        "P Xiong",
        "X Guo"
      ],
      "year": 2018
    },
    {
      "title": "Efficacy of a web-based intervention with mobile phone support in treating depressive symptoms in adults with type 1 and type 2 diabetes: a randomized controlled trial",
      "authors": [
        "S Nobis",
        "D Lehr",
        "D Ebert"
      ],
      "year": 2015
    },
    {
      "title": "Feasibility and efficacy of an mHealth game for managing anxiety: \"flowy\" randomized controlled pilot trial and design evaluation",
      "authors": [
        "Q Pham",
        "Y Khatib",
        "S Stansfeld"
      ],
      "year": 2016,
      "doi": "10.1089/g4h.2015.0033"
    },
    {
      "title": "Self-help stress management training through mobile phones: an experience with oncology nurses",
      "authors": [
        "D Villani",
        "A Grassi",
        "C Cognetta"
      ],
      "year": 2013,
      "doi": "10.1037/a0026459"
    },
    {
      "title": "The waiting list is an inadequate benchmark for estimating the effectiveness of psychotherapy for depression",
      "authors": [
        "I Cristea"
      ],
      "year": 2019
    },
    {
      "title": "How to prove that your therapy is effective, even when it is not: a guideline",
      "authors": [
        "P Cuijpers",
        "I Cristea"
      ],
      "year": 2016
    },
    {
      "title": "Mental health smartphone apps: review and evidence-based recommendations for future developments",
      "authors": [
        "D Bakker",
        "N Kazantzis",
        "D Rickwood"
      ],
      "year": 2016,
      "doi": "10.2196/mental.4984"
    },
    {
      "title": "Stepped care treatment delivery for depression: a systematic review and meta-analysis",
      "authors": [
        "A Van Straten",
        "J Hill",
        "D Richards"
      ],
      "year": 2015
    },
    {
      "title": "Internet-based and other computerized psychological treatments for adult depression: a meta-analysis",
      "authors": [
        "G Andersson",
        "P Cuijpers"
      ],
      "year": 2009,
      "doi": "10.1080/16506070903318960"
    },
    {
      "title": "Internet-based interventions for posttraumatic stress: a meta-analysis of randomized controlled trials",
      "authors": [
        "A Kuester",
        "H Niemeyer",
        "C Knaevelsrud"
      ],
      "year": 2016
    },
    {
      "title": "The benefit of web-and computer-based interventions for stress: a systematic review and meta-analysis",
      "authors": [
        "E Heber",
        "D Ebert",
        "D Lehr"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.5774"
    },
    {
      "title": "The impact of guidance on Internet-based mental health interventions -a systematic review",
      "authors": [
        "H Baumeister",
        "L Reichler",
        "M Munzinger"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of online mindfulness-based interventions in improving mental health: a review and metaanalysis of randomised controlled trials",
      "authors": [
        "M Spijkerman",
        "Wtm Pots",
        "E Bohlmeijer"
      ],
      "year": 2016
    },
    {
      "title": "Microrandomized trials: an experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman"
      ],
      "year": 2015
    },
    {
      "title": "Comparing human and automated support for depression: fractional factorial randomized controlled trial",
      "authors": [
        "S Kelders",
        "E Bohlmeijer",
        "Wtm Pots"
      ],
      "year": 2015
    },
    {
      "title": "Efficacy and moderation of mobile appbased programs for mindfulness-based training, self-compassion training, and cognitive behavioral psychoeducation on mental health: randomized controlled noninferiority trial",
      "authors": [
        "W Mak",
        "A Tong",
        "S Yip"
      ],
      "year": 2018
    },
    {
      "title": "Comparing cognitive defusion and cognitive restructuring delivered through a mobile app for individuals high in self-criticism",
      "authors": [
        "M Levin",
        "J Haeger"
      ],
      "year": 2018
    },
    {
      "title": "Behavioural activation versus mindfulnessbased guided self-help treatment administered through a smartphone application: a randomised controlled trial",
      "authors": [
        "K Ly",
        "A Truschel",
        "L Jarl"
      ],
      "year": 2014
    },
    {
      "title": "Internet-based vs. face-to-face cognitive behavior therapy for psychiatric and somatic disorders: an updated systematic review and meta-analysis",
      "authors": [
        "P Carlbring",
        "G Andersson",
        "P Cuijpers"
      ],
      "year": 2018
    },
    {
      "title": "Quality of smartphone apps related to panic disorder",
      "authors": [
        "M Van Singer",
        "A Chatton",
        "Y Khazaal"
      ],
      "year": 2015
    },
    {
      "title": "For better or worse: an individual patient data meta-analysis of deterioration among participants receiving Internet-based cognitive behavior therapy",
      "authors": [
        "A Rozental",
        "K Magnusson",
        "J Boettcher"
      ],
      "year": 2017
    },
    {
      "title": "Negative effects in psychotherapy: commentary and recommendations for future research and clinical practice",
      "authors": [
        "A Rozental",
        "L Castonguay",
        "S Dimidjian"
      ],
      "year": 2018
    },
    {
      "title": "Long-term effects of internetsupported cognitive behaviour therapy",
      "authors": [
        "G Andersson",
        "A Rozental",
        "R Shafran"
      ],
      "year": 2018
    },
    {
      "title": "Self-reported versus clinician-rated symptoms of depression as outcome measures in psychotherapy research on depression: a meta-analysis",
      "authors": [
        "P Cuijpers",
        "J Li",
        "S Hofmann"
      ],
      "year": 2010,
      "doi": "10.1002/wps.20673"
    }
  ],
  "num_references": 76
}
