{
  "paper_id": "5XLJR7MC",
  "title": "Predicting changes in glycemic control among adults with prediabetes from activity patterns collected by wearable devices",
  "year": 2015,
  "date": "2015",
  "journal": "World J. Diabetes",
  "publication": "World J. Diabetes",
  "authors": [
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "1  Ascension , 4600 Edmundson Rd , St. Louis , MO 63134 , USA. \n\t\t\t\t\t\t\t\t Ascension \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 4600 Edmundson Rd \n\t\t\t\t\t\t\t\t\t 63134 \n\t\t\t\t\t\t\t\t\t St. Louis \n\t\t\t\t\t\t\t\t\t MO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "mitesh.patel3@ascension.org",
      "orcid": "0000-0002-5997-9984"
    },
    {
      "forename": "Daniel",
      "surname": "Polsky",
      "name": "Daniel Polsky",
      "affiliation": "4  Johns Hopkins University , 624 N. Broadway , Baltimore , MD 21205 , USA. \n\t\t\t\t\t\t\t\t Johns Hopkins University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 624 N. Broadway \n\t\t\t\t\t\t\t\t\t 21205 \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small",
      "affiliation": "3  The Wharton School , University of Pennsylvania , 3730 Walnut St , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t The Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3730 Walnut St \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Sae-Hwan",
      "surname": "Park",
      "name": "Sae-Hwan Park",
      "affiliation": "2  Perelman School of Medicine , University of Pennsylvania , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Chalanda",
      "surname": "Evans",
      "name": "Chalanda Evans",
      "affiliation": "2  Perelman School of Medicine , University of Pennsylvania , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Tory",
      "surname": "Harrington",
      "name": "Tory Harrington",
      "affiliation": "2  Perelman School of Medicine , University of Pennsylvania , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rachel",
      "surname": "Djaraher",
      "name": "Rachel Djaraher",
      "affiliation": "2  Perelman School of Medicine , University of Pennsylvania , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Sujatha",
      "surname": "Changolkar",
      "name": "Sujatha Changolkar",
      "affiliation": "5  University of Michigan Medical School , 1301 Catherine St , Ann Arbor , MI 48109 , USA. \n\t\t\t\t\t\t\t\t Medical School \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1301 Catherine St \n\t\t\t\t\t\t\t\t\t 48109 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Christopher",
      "surname": "Snider",
      "name": "Christopher Snider",
      "affiliation": "2  Perelman School of Medicine , University of Pennsylvania , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0001-7064-4352"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "2  Perelman School of Medicine , University of Pennsylvania , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "The use of wearables is increasing and data from these devices could improve the prediction of changes in glycemic control. We conducted a randomized trial with adults with prediabetes who were given either a waist-worn or wrist-worn wearable to track activity patterns. We collected baseline information on demographics, medical history, and laboratory testing. We tested three models that predicted changes in hemoglobin A1c that were continuous, improved glycemic control by 5% or worsened glycemic control by 5%. Consistently in all three models, prediction improved when (a) machine learning was used vs. traditional regression, with ensemble methods performing the best; (b) baseline information with wearable data was used vs. baseline information alone; and (c) wrist-worn wearables were used vs. waist-worn wearables. These findings indicate that models can accurately identify changes in glycemic control among prediabetic adults, and this could be used to better allocate resources and target interventions to prevent progression to diabetes. npj Digital Medicine (2021) 4:172 ;  https://doi.org/10.1038/s41746-021-00541-1\n\nAdults with diabetes have higher rates of cardiovascular disease, kidney failure, and death 1 . Nearly 90 million adults in the United States have prediabetes with an elevated blood glucose level that puts them at higher risk of developing diabetes in the future  2  . While behavioral interventions and medications have proven effective for preventing progression to diabetes, they are significantly underutilized  2  .\n\nThe effectiveness of diabetes prevention could be enhanced by more efficient targeting of resources for preventive interventions to adults that have the highest risk of developing diabetes in the near term. However, current risk prediction models vary in accuracy and most focus on predicting outcomes over longerterm periods such as 5-10 years  [3] [4] [5]  . Moreover, these models typically rely on information available at a single timepoint and do not account for levels or changes in daily health behaviors which are known to be associated with changes in glycemic control  6  .\n\nWearable devices are increasingly being adopted and could provide real-time access to data on physical activity, sleep, and heart rate patterns  7, 8  . Risk prediction models that incorporate these data could improve near-term identification of adults with worsening glycemic control who are at the highest risk of developing diabetes. Wearables are most commonly worn on the wrist or waist, but differ in that waist-worn wearables are less expensive and collect less activity information. Body location may also change the accuracy of activity tracking and device utilization  [8] [9] [10] [11] [12]  . The ideal position for using a wearable device to inform risk prediction is unknown and needs further study.\n\nIn this study, our objective was to use a randomized trial to evaluate the use of data from waist-worn wearables vs. wrist-worn wearables to improve risk prediction models for changes in glycemic control among adults with prediabetes during a 6-month remote-monitoring period. We chose to conduct this comparison because these are the two most common sites for wearing an activity tracker and a randomized trial of real-world utilization of these devices provides a more pragmatic evaluation than a more controlled evaluation. We collected baseline information on demographics, medical history, and laboratory testing from all participants and then fit prediction models to evaluate the following comparisons: (a) machine learning methods vs. traditional regression models; (b) baseline information with wearable data vs. baseline information alone; (c) data from wrist-worn wearables vs. waist-worn wearables.\n\nThe trial protocol was approved by the University of Pennsylvania Institutional Review Board and the study was pre-registered on clinicaltrials.gov (NCT03544320). Potential participants were identified using the electronic health record at Penn Medicine and invited by email. Participants were eligible if they were age 18 years or older, provided informed consent, had a smartphone or tablet compatible with the wearables, and completed baseline laboratory testing with a hemoglobin A1c of 5.7 to 6.4. Participants completed surveys on their demographics, comorbidities, and other behaviors that have been shown to be associated with developing diabetes (smoking status, awareness of prediabetes, first degree relative with diabetes, and medications to control blood sugar). Participants were sent a digital weight scale to obtain a baseline weight using Skype or FaceTime with the study team to confirm their identity. Participants were given instructions on how to obtain baseline laboratory testing at no cost to them. All of this information collected at baseline was used in each of the models (detailed descriptions of each variable are available in the Methods section).\n\nParticipants were randomized electronically by stratifying on baseline HbA1c (5.7-6.0 or 6.1-6.4) and using block sizes of two to use a waist-worn wearable (Fitbit Zip) or wrist-worn wearable (Fitbit Charge 2 HR). The waist-worn wearable collected data on physical activity while the wrist-worn wearable collected data on physical activity, sleep, and heart rate. Participants authorized the Way to Health research technology platform at the University of Pennsylvania to collect data from Fitbit  13  . Participants were asked to use the wearable devices throughout the 6-month study and to sync their wearable with the Fitbit smartphone application daily. Participants who did not sync their devices for four consecutive days were sent an automated reminder to sync data with the smartphone application. At 6 months, all participants were asked to complete end-of-study laboratory testing and an end-of-study weigh-in.\n\nThe main outcome measure was the change in hemoglobin A1c. This was assessed in three ways. First, we evaluated continuous changes in hemoglobin A1c (primary outcome measure) using R squared. Second, we evaluated a worsening in glycemic control by creating a binary indicator to represent whether the hemoglobin A1c level increased by 0.3 points (about a 5% relative increase) using Area Under the ROC Curve (AUC). Third, we evaluated an improvement in glycemic control by creating a binary indicator to represent whether the hemoglobin A1c level decreased by 0.3 points (about a 5% relative reduction) using AUC. We selected 0.3 points as our cutoff because this 5% change has been used previously and prior research indicated that a change of this magnitude in either direction was associated with a significant change in the risk of progressing to diabetes  [14] [15] [16]  .\n\nWe fit six different modeling techniques. This included three regression-based models (ordinary regression without regularization, ridge regression, and lasso regression), two tree-based models (random forest and gradient boosting trees), and one ensemble model incorporating ridge regression, random forest, and gradient boosting. We present the findings from ordinary regression without regulation and ensemble machine learning. All other models are available in the Supplement and generally had similar prediction to traditional and machine learning techniques, respectively."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Participant characteristics",
      "text": "The sample had a mean (SD) age of 56.7 years (12.7), body mass index of 32.7 (7.3) kg/m 2 , and baseline hemoglobin A1c of 6.1 (0.2); 69.4% were female, 18.8% were black, 2.7% were actively smoking, 50.5% had a first degree relative with diabetes, 91.4% were aware they had prediabetes, and 18.8% reported taking a medication for blood sugar control (Table  1 ). Characteristics were similar between the two arms (P values all > 0.05). Compared to participants that completed end-of-study laboratory testing, participants lost to follow-up were mostly similar but had higher baseline weight and lower baseline rate of hyperlipidemia (Supplementary Table  1 )."
    },
    {
      "title": "Hemoglobin A1c testing and activity measures",
      "text": "In the waist-worn wearable arm, 74 of 93 (77.7%) participants obtained end-of-study laboratory testing (Fig.  1 ). Among these participants, the mean (SD) hemoglobin A1c was 6.0 (0.2) at baseline and 6.0 (0.3) at 6 months, 5 (6.8%) had increases in their hemoglobin A1c level of ≥0.3, and 14 (18.9%) had a decrease of ≥0.3 (Table  2 ). In the wrist-worn wearable arm, 73 of 93 (78.5%) participants obtained end-of-study laboratory testing (Fig.  1 ). Among these participants, the mean (SD) hemoglobin A1c was 6.1 (0.2) at baseline and 6.1 (0.3) at 6 months, 11 (15.1%) had increases in their hemoglobin A1c level of ≥0.3, and 12 (16.4%) had a decrease of ≥0.3 (Table  2 ). For all physical activity measures, mean and standard deviations of the data, along with rates of missing data, are available in Supplementary Table  2 . For step counts, missing data rates were lower in the wrist-worn arm than the waist-worn arm (11.9% vs. 24.2%)."
    },
    {
      "title": "Continuous prediction model",
      "text": "In the continuous model using the standard approach with only baseline information and traditional linear regression, there was no difference in prediction (R squared in waist-worn arm, 0.37, 95% CI = 0.357 to 0.380; R squared in wrist-worn arm, 0.36, 95% CI = 0.343 to 0.369; P for difference = 0.15). In the enhanced approach in which wearable data was added to traditional linear regression, the wrist-worn arm had significantly greater prediction (R squared in waist-worn arm, 0.41, 95% CI = 0.395 to 0.420; R squared in wrist-worn arm, 0.50, 95% CI = 0.491 to 0.515; P < 0.001). Prediction improved in this approach when ensemble machine learning was used with greater prediction in the wristworn arm (R squared in waist-worn arm, 0.66, 95% CI = 0.658 to 0.671; R squared in wrist-worn arm, 0.70, 95% CI = 0.694 to 0.714; P < 0.001) (Fig.  2 )."
    },
    {
      "title": "Binary prediction models",
      "text": "In the binary model that evaluated a worsening of glycemic control, the standard approach with baseline information and traditional logit regression found no difference in prediction between arms (AUC in waist-worn arm, 0.55, 95% CI = 0.49-0.61; AUC in wrist-worn arm, 0.61, 95% CI = 0.55-0.67; P = 0.15). In the enhanced approach that added wearable data to the traditional logit regression, the wrist-worn arm had significantly greater prediction (AUC in waist-worn arm, 0.55, 95% CI = 0.48-0.61; AUC in wrist-worn arm, 0.74, 95% CI = 0.68-0.79; P < 0.001). Prediction improved in this approach when ensemble machine learning was used with greater prediction in the wrist-worn arm (AUC in waistworn arm, 0.68, 95% CI = 0.61-0.74; AUC in wrist-worn arm, 0.85, 95% CI = 0.79-0.90; P < 0.001) (Fig.  3 ). Results were similar in the binary model that evaluated improvement of glycemic control with the greatest prediction in the enhanced approach with wearable data that used ensemble prediction (AUC in waist-worn arm, 0.72, 95% CI = 0.66-0.77; AUC, 0.84, 95% CI = 0.77-0.91; P = 0.01) (Fig.  4 )\n\nResults from all modeling approaches are available in Supplementary Tables  3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 . Prediction in the enhanced models for the wrist-worn arm was similar when excluding sleep and heart rate data (Supplementary Tables 7, 12, 17) indicating that these variables may not be responsible for improved prediction in this arm. There were no reported adverse events in this trial."
    },
    {
      "title": "DISCUSSION",
      "text": "In this randomized trial testing the use of data from different types of wearables to improve the prediction of changes in glycemic control, we found the best prediction when using ensemble machine learning methods with data from wrist-worn wearables. These findings were consistent whether we evaluated hemoglobin A1c changes continuously or based on an increase or decrease of ≥ 0.3 (glycemic control worsened or improved by 5%).\n\nImprovements in prediction among the wrist-worn wearables arm were likely not due to the collection of sleep and heart rate patterns as our analyses found prediction was similar when these data were excluded. This indicates that superior prediction may have been due to either lower missing data rates in the wrist-worn arm or differences in accuracy between the two arms. On average, participants in the wrist-worn arm had about 1000 steps more than those in the waist-worn arm. This could have been because they were more active or they wore their devices for longer periods of the day and thereby had more accurate data collection. It is also important to note that there was more of an imbalance in the waist-worn arm in the proportion of participants with an increase vs. a decrease in a 5% change in hemoglobin A1c. Given the smaller sample size of this trial, this imbalance could have impacted prediction in this arm. Nonetheless, findings were consistent across all modeling approaches and sensitivity analyses.\n\nOur study has limitations. First, it was conducted with a small sample of patients at one health system and therefore these approaches should be tested in other settings. Second, it was conducted over a 6-month period and longer studies are needed to determine if these shorter-term changes in hemoglobin A1c lead to longer-term changes in developing diabetes. Third, we only used hemoglobin A1c as the measure for glycemic control and did use other measures such as fasting glucose levels. Fourth, we did not capture information on diet which is an important factor in the progression from prediabetes to diabetes. We also did not utilize information on change in weight in the prediction models because this information would not traditionally be available from wearable devices alone. Future studies could consider collecting diet and weight information in prediction models.\n\nDaily health behaviors contribute significantly toward longerterm health outcomes  6  , but most prior models predicting glycemic control among prediabetes have not accounted for these factors  [3] [4] [5]  . Wearable devices and smartphones can accurately track activity patterns and could help to address this limitation  7, 8  . In this randomized trial, we found that consistently in all three models, prediction improved when (a) machine learning was used vs. traditional regression, with ensemble methods performing the best; (b) baseline information with wearable data was used vs. baseline information alone; and (c) wrist-worn wearables were used vs. waist-worn wearables."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study design",
      "text": "PREDICT-DM (Prediction using a Randomized Evaluation of Data collection Integrated through Connected Technologies for Diabetes Mellitus) was a randomized clinical trial conducted between July 9, 2018 and August 1, 2019 consisting of 6-month remote-monitoring period. The trial protocol was approved by the University of Pennsylvania Institutional Review Board and the study was pre-registered on clinicaltrials.gov (NCT03544320).\n\nThe study was conducted using Way to Health  13  , a research technology platform at the University of Pennsylvania used previously for remotemonitoring of activity patterns  [17] [18] [19] [20]  . Participants used the study website to create an account, provide informed consent online, and to complete baseline and validated survey assessments. Participants authorized Way to Health to collect activity data from the wearable devices for research purposes. Each participant chose whether to receive regular study communications by email, text message, or both. Participants were given instructions on how to obtain baseline laboratory testing for hemoglobin A1c and LDL-C (low-density lipoprotein cholesterol) at no cost to the participant. All participants received $25 for completing baseline laboratory testing, $50 for fully enrolling in the trial, and $100 for completing the 6-month study, laboratory testing at 6 months, and end-ofstudy surveys."
    },
    {
      "title": "Participants",
      "text": "The electronic health record at Penn Medicine was used to identify adults with a prior hemoglobin A1c of 5.7-6.4 who did not have a diagnosis of diabetes or a past hemoglobin A1c ≥ 6.5. The study team conducted outreach by email invitations to approximately 8000 patients and invited them to learn more about the study online.\n\nParticipants were eligible if they were age 18 years or older, able to read and provide informed consent to participate, owned a smartphone or tablet compatible with the wearable device, and had baseline hemoglobin A1c of 5.7-6.4 within the past 90 days. Participants were excluded if they reported that they had any medical conditions or reasons that would prohibit them from completing the 6-month study."
    },
    {
      "title": "Randomization",
      "text": "After completing baseline laboratory testing, participants were randomized electronically by stratifying on baseline HbA1c (5.7-6.0 or 6.1-6.4) and using block sizes of two. All investigators, statisticians, and data analysts were blinded to arm assignments until the study and analysis were completed. Participants were randomized to either the waist-worn (Fitbit Zip) or wrist-worn (Fitbit Charge HR 2) wearable arm. These devices were mailed to participants with instructions on how to set them up and provide access for the Way to Health research platform to obtain data on activity patterns from Fitbit. The study team was available by phone to help participants setup their devices."
    },
    {
      "title": "Interventions and follow-up",
      "text": "All participants received a digital weight scale (Etekcity Inc). A baseline weight was obtained by using Skype (Microsoft Inc.) or FaceTime (Apple Inc.) to identify the participant and document their weight while stepping on the scale.\n\nParticipants were asked to use the wearable devices throughout the 6-month study and to sync their wearable with the Fitbit smartphone application daily. Participants who did not sync their devices for four consecutive days were sent an automated reminder to sync data with the smartphone application.\n\nAt 6 months, all participants were asked to complete end-of-study laboratory testing at no cost to them including hemoglobin A1c and LDL-C and an end-of-study weigh-in using Skype or FaceTime to capture a weight from the digital scale."
    },
    {
      "title": "Statistical analysis",
      "text": "The main outcome measure was the change in hemoglobin A1c. This was assessed in three ways. First, we evaluated continuous changes in hemoglobin A1c (primary outcome measure). Second, we evaluated a worsening in glycemic control by creating a binary indicator to represent whether the hemoglobin A1c level increased by 0.3 points (about a 5% relative increase). Third, we evaluated an improvement in glycemic control by creating a binary indicator to represent whether the hemoglobin A1c level decreased by 0.3 points (about a 5% relative reduction). We evaluated participants who had hemoglobin A1c levels collected at baseline and after the 6-month remote-monitoring intervention. Of the 186 randomized, 39 were lost to follow-up and did not have an end-ofstudy hemoglobin A1c. The final sample had 147 participants with complete data (74 of 93 in waist-worn wearables arm and 73 of 93 in wristworn wearables arm).\n\nBased on previously published approaches  [3] [4] [5]  , we developed a standard model that comprised data available at baseline as follows. Demographic Fig.  2  Prediction of continuous change in hemoglobin A1c. Displayed by type of model (linear regression or ensemble machine learning), use of data (with or without wearable data), and location of wearable (waist or wrist). Data presented are R squared and 95% confidence intervals from the testing set.\n\nFig.  3  Prediction of hemoglobin A1c worsening. Represents prediction for an increase in hemoglobin A1c of ≥ 0.3. Displayed by type of model (logistic regression or ensemble machine learning), use of data (with or without wearable data), and type of wearable (waist or wrist). Data presented are Area Under the Curve (AUC) and 95% confidence intervals from the testing set.\n\ninformation was collected using surveys included age, gender, race/ ethnicity, education, marital status, and annual household income. Surveys also asked participants if they actively smoked, had high blood pressure, had high cholesterol, had a first degree relative with diabetes, if they previously were aware they had prediabetes, and if they were actively taking a medication to control their blood sugar. We used the electronic health record to obtain the Charlson Comorbidity Index score which has been shown to predict 10-year mortality and can be used for risk adjustment  21  . Baseline hemoglobin A1c and weight were collected as previously described.\n\nAn enhanced model used the same data as in the standard model but also included information from the wearable devices as follows. Physical activity data included mean daily steps and mean minutes of moderate-tovigorous physical activity (MVPA) for each of the 6 months of the study. Heart rate data included mean monthly levels of daily resting heart rate and daily minutes in which the heart rate was in the fatburn, cardio, or peak zone. Sleep data including mean monthly level of daily time asleep, number of times the participants awoke overnight, and sleep efficiency (calculated as the total time asleep divided by the total time in bed after initially falling asleep). To address missing wearable data, we used a twofold approach. First, we included dichotomous indicator variables for each feature at participant-day level, which were aggregated by participant before feeding into machine learning training stage. Second, we conducted 10 imputations using the multiple imputations by chain equations (MICE) with a mixed effect model to impute missing data for better training effectiveness in tree-based algorithms preventing homogenous process in leaf-node developments for contextually heterogenous feature  22  . Predictors for imputation included demographics, comorbidities, baseline measures, and study month.\n\nAll the variables centered and standardized (i.e., 0 mean and 1 standard deviation) and then principal component analysis was used to reduce dimension size and engineer features for algorithm training  23, 24  . After evaluation, we selected 16 principal components which captured 83% of covariance in the wrist-worn wearables arm and 91% of covariance in the waist-worn wearables arm.\n\nThe sample was split for each study arm into training and testing folds that were mutually exclusive at the participant level in a 3:2 ratio. To address shortcomings of low power due to small sample sizes in training sets, we applied kernel bootstrapping to each arm separately until 600 resamples (300 each arm) in the training set and 400 resample (200 each arm) in the test set were obtained. This approach has been used in a simulation study  25  as well as empirical literature over various fields  26, 27  .\n\nWe fit six different modeling techniques to the training set. This included three regression-based models (ordinary regression without regularization, ridge regression, and lasso regression), two tree-based models (random forest and gradient boosting trees), and one ensemble model incorporating ridge regression, random forest and gradient boosting. For the gradient boosting and random forest models, we used an exhaustive grid search (i.e., all grid points tested) and 5-fold cross validation on the training cohort to determine hyperparameters. For each of the different modeling combinations-each model (standard and enhanced), each trial arm, and each outcome (continuous HbA1c change and binary indicators of A1c increased or decreased)-hyperparameters separately tuned. The area under the Receiver Operating Characteristic curve and the R-squared score were used in valuations of hyperparameter tuning for regression and classification algorithms. Models were not recalibrated when applied to the testing set.\n\nTo assess model performance, they were applied to the holdout testing set. For the continuous model, we used the R squared score and estimated 95% confidence intervals using the corrected and accelerated bootstrapping method with 1,000 iterations, as first suggested by Efron  28  and later validated by Carpenter and Bithell in the medical context  29  . Student's t test was used to assess for differences between comparison groups using the 1,000 bootstraps. For the binary outcome models, we used the area under the receiver operating characteristic curve (AUC). We used a nonparametric comparison test for differences between comparison groups  30  . In an exploratory analysis, we conducted prediction for the wrist-worn arm but without including sleep and heart rate data which are not collected by the waist-worn arm. This helps to understand whether it was these data elements or other factors that explain differences in prediction based on location site.\n\nFig.  4  Prediction of hemoglobin A1c improvement. Represents prediction for a decrease in hemoglobin A1c of ≥ 0.3. Displayed by type of model (logistic regression or ensemble machine learning), use of data (with or without wearable data), and type of wearable (waist or wrist). Data presented are Area Under the Curve (AUC) and 95% confidence intervals from the testing set."
    },
    {
      "text": "Fig. 1 Study flow diagram. Displayed is the flow of patients for each arm of the trial."
    },
    {
      "text": "Characteristics of the participant sample."
    },
    {
      "text": "Hemoglobin A1c and weight measures."
    }
  ],
  "references": [
    {
      "title": "Prediabetes diagnosis and treatment: a review",
      "authors": [
        "N Bansal"
      ],
      "year": 2015,
      "doi": "10.4239/wjd.v6.i2.296"
    },
    {
      "title": "Risk models and scores for type 2 diabetes: systematic review",
      "authors": [
        "D Noble",
        "R Mathur",
        "T Dent",
        "C Meads",
        "T Greenhalgh"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d7163"
    },
    {
      "title": "Prediction models for risk of developing type 2 diabetes: systematic literature search and independent external validation study",
      "authors": [
        "A Abbasi"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e5900"
    },
    {
      "title": "Predictive models for conversion of prediabetes to diabetes",
      "authors": [
        "N Yokota"
      ],
      "year": 2017
    },
    {
      "title": "The case for more active policy attention to health promotion",
      "authors": [
        "J Mcginnis",
        "P Williams-Russo",
        "J Knickman"
      ],
      "year": 2002,
      "doi": "10.1377/hlthaff.21.2.78"
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.14781"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.17841"
    },
    {
      "title": "Comparison between wrist-worn and waist-worn accelerometry",
      "authors": [
        "P Loprinzi",
        "B Smith"
      ],
      "year": 2017,
      "doi": "10.1123/jpah.2016-0211"
    },
    {
      "title": "Comparison of the wrist-worn fitbit charge 2 and the waist-worn actigraph GTX3 for measuring steps taken in occupational settings",
      "authors": [
        "J Garza",
        "Z Wu",
        "M Singh",
        "M Cherniack"
      ],
      "year": 2021,
      "doi": "10.1093/annweh/wxab065"
    },
    {
      "title": "Comparison of step outputs for waist and wrist accelerometer attachment sites",
      "authors": [
        "C Tudor-Locke",
        "T Barreira",
        "J Schuna"
      ],
      "year": 2015,
      "doi": "10.1249/mss.0000000000000476"
    },
    {
      "title": "Smartphones vs wearable devices for remotely monitoring physical activity after hospital discharge: a secondary analysis of a randomized clinical trial",
      "authors": [
        "M Patel"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2019.20677"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Hypoglycemia reduction and changes in hemoglobin A1c in the ASPIRE in-home study",
      "authors": [
        "R Weiss"
      ],
      "year": 2015,
      "doi": "10.1089/dia.2014.0306"
    },
    {
      "title": "A1C level and future risk of diabetes: a systematic review",
      "authors": [
        "X Zhang"
      ],
      "year": 2010
    },
    {
      "title": "Hemoglobin A1c predicts diabetes but not cardiovascular disease in nondiabetic women",
      "authors": [
        "A Pradhan",
        "N Rifai",
        "J Buring",
        "P Ridker"
      ],
      "year": 2007
    },
    {
      "title": "Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the United States: The STEP UP randomized clinical trial",
      "authors": [
        "M Patel"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.3505"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: The BE FIT randomized clinical trial",
      "authors": [
        "M Patel"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel"
      ],
      "year": 2016,
      "doi": "10.7326/l16-0280"
    },
    {
      "title": "Individual versus team-based financial incentives to increase physical activity: a randomized, controlled trial",
      "authors": [
        "M Patel"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "A new method of classifying prognostic co-morbidity in longitudinal-studies-development and validation",
      "authors": [
        "M Charlson",
        "P Pompei",
        "K Ales",
        "C Mackenzie"
      ],
      "year": 1987,
      "doi": "10.1016/0021-9681(87)90171-8"
    },
    {
      "title": "Mice: multivariate imputation by chained equations in R",
      "authors": [
        "S Van Buuren",
        "K Groothuis-Oudshoorn"
      ],
      "year": 2011,
      "doi": "10.32614/cran.package.mice"
    },
    {
      "title": "PCA as dimensionality reduction for large-scale image retrieval systems",
      "authors": [
        "B Mohammed Amin",
        "M Saïd",
        "B Ghalem"
      ],
      "year": 2017
    },
    {
      "title": "Fast dimensionality reduction and simple PCA",
      "authors": [
        "M Partridge",
        "R Calvo"
      ],
      "year": 1998,
      "doi": "10.1016/s1088-467x(98)00024-9"
    },
    {
      "title": "A bootstrap technique for nearest neighbor classifier design",
      "authors": [
        "Y Hamamoto",
        "S Uchimura",
        "S Tomita"
      ],
      "year": 1997,
      "doi": "10.1109/34.566814"
    },
    {
      "title": "Use of the bootstrap technique with small training sets for computer-aided diagnosis in breast ultrasound",
      "authors": [
        "D Chen",
        "W Kuo",
        "R Chang",
        "W Moon",
        "C Lee"
      ],
      "year": 2002,
      "doi": "10.1016/s0301-5629(02)00528-8"
    },
    {
      "title": "Utilize bootstrap in small data set learning for pilot run modeling of manufacturing systems",
      "authors": [
        "T Tsai",
        "D Li"
      ],
      "year": 2008,
      "doi": "10.1016/j.eswa.2007.08.043"
    },
    {
      "title": "An Introduction to the Bootstrap",
      "authors": [
        "B Efron",
        "R Tibshirani"
      ],
      "year": 1993,
      "doi": "10.1007/978-1-4899-4541-9_1"
    },
    {
      "title": "Bootstrap confidence intervals: when, which, what? A practical guide for medical statisticians",
      "authors": [
        "J Carpenter",
        "J Bithell"
      ],
      "year": 2000,
      "doi": "10.1002/(sici)1097-0258(20000515)19:9<1141::aid-sim479>3.0.co;2-f"
    },
    {
      "title": "Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach",
      "authors": [
        "E Delong",
        "D Delong",
        "D Clarke-Pearson"
      ],
      "year": 1988,
      "doi": "10.2307/2531595"
    }
  ],
  "num_references": 29,
  "original_doi": "https://doi.org/10.13039/100006920"
}
