{
  "paper_id": "65ETPIDB",
  "title": "Framing Social Comparison Feedback With Financial Incentives for Physical Activity Promotion: A Randomized Trial",
  "abstract": "Background: Social comparison feedback is often used in physical activity interventions but the optimal design of feedback is unknown. Methods: This 4-arm, randomized trial consisted of a 13-week intervention period and 13-week follow-up period. During the intervention, 4-person teams were entered into a weekly lottery valued at about $1.40/day and contingent on the team averaging ≥7000 steps per day. Social comparison feedback on performance was delivered weekly for 26 weeks, and varied by reference point (50th vs 75th percentile) and forgiveness in use of activity data (all 7 d or best 5 of 7 d). The primary outcome was the mean proportion of participant-days achieving the 7000-step goal. Results: During the intervention period, the unadjusted mean proportion of participant-days that the goal was achieved was 0.47 (95% confidence interval [CI]: 0.38 to 0.56) in the 50th percentile arm, 0.38 (95% CI: 0.30 to 0.37) in the 75th percentile arm, 0.40 (95% CI: 0.31 to 0.49) in the 50th percentile with forgiveness arm, and 0.47 (95% CI: 0.38 to 0.55) in the 75th percentile with forgiveness arm. In adjusted models during the intervention and follow-up periods, there were no significant differences between arms. Conclusions: Changing social comparison feedback did not impact physical activity.",
  "year": 2012,
  "date": "2012",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch"
    },
    {
      "forename": "Roy",
      "surname": "Rosin",
      "name": "Roy Rosin"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small"
    },
    {
      "forename": "Scarlett",
      "surname": "Bellamy",
      "name": "Scarlett Bellamy"
    },
    {
      "forename": "Karen",
      "surname": "Hoffer",
      "name": "Karen Hoffer"
    },
    {
      "forename": "David",
      "surname": "Shuttleworth",
      "name": "David Shuttleworth"
    },
    {
      "forename": "Victoria",
      "surname": "Hilbert",
      "name": "Victoria Hilbert"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu"
    },
    {
      "forename": "Lin",
      "surname": "Yang",
      "name": "Lin Yang"
    },
    {
      "forename": "Xingmei",
      "surname": "Wang",
      "name": "Xingmei Wang"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp"
    },
    {
      "surname": "Patel",
      "name": "Patel"
    },
    {
      "surname": "Yang",
      "name": "Yang"
    },
    {
      "forename": "Volpp",
      "surname": "Wang",
      "name": "Volpp Wang"
    },
    {
      "forename": "Volpp",
      "surname": "Patel",
      "name": "Volpp Patel"
    },
    {
      "forename": "Shuttle- Worth",
      "surname": "Patel",
      "name": "Shuttle- Worth Patel"
    },
    {
      "affiliation": "Perelman School of Medicine ; Center for Health Incentives and Behavioral Economics ; Center for Health Care Innovation ; University of Pennsylvania , Philadelphia , PA , USA. Bellamy is with the \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t Center for Health Incentives and Behavioral Economics \n\t\t\t\t\t\t\t\t Center for Health Care Innovation \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA. Bellamy"
    },
    {
      "affiliation": "Drexel Dornsife School of Public Health , Philadelphia , PA , USA. the Crescenz Veterans Affairs Medical Center , Philadelphia , PA , USA. \n\t\t\t\t\t\t\t\t Drexel Dornsife School of Public Health \n\t\t\t\t\t\t\t\t Crescenz Veterans Affairs Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA \n\t\t\t\t\t\t\t\t\t USA USA"
    }
  ],
  "doi": "",
  "pmid": "22934330",
  "keywords": [
    "behavioral economics",
    "smartphones",
    "step counts",
    "behavior change",
    "digital health",
    "teams"
  ],
  "sections": [
    {
      "text": "Higher levels of physical activity have been found to be associated with lower rates of cardiovascular disease, diabetes, obesity, and mortality.  [1] [2] 2] [3]  However, physically inactivity is a global issue with suboptimal rates across the world leading to preventable morbidity and mortality.  3 here has been growing interest in using social influences to improve health behaviors such as physical activity.  4 Social comparison theory posits that individuals are motivated to gain accurate self-evaluations of their performance and have led to the use of social comparison feedback as an intervention to change behavior.  5, 6 The ability to understand our performance relative to others is thought to be innate and leads to rapid response when an individual is exposed to this kind of information.  7, 8 An increasing number of smartphone applications have incorporated social comparison feedback to target health behavior change, but evidence indicates that social comparison theory could be better integrated.  9 ocial comparison has been used in a variety of settings to change physical activity. A study by Ouellette et al  10  found that individuals who were provided an image of peers who were in better shape (upward social comparison) had increases in their exercise levels. John and Norton 11 conducted a randomized trial among employees using treadmill desks and found that comparing performance to the lowest performer (download social comparison) led to declines in physical activity. Zhang et al  12  conducted a randomized trial among college students to compare social comparison versus social support. They found that social comparison was more effective at increasing physical activity but that its impact was not affected by individual or team incentives. However, these incentives were designed using delayed incentives in which exercise had to increase during the study but payment was offered at the end of the study.\n\nFinancial incentives have also been used in interventions to change health behaviors such as physical activity, more successfully when using principles from behavioral economics rather than standard economics. A recent meta-analysis identified 23 randomized trials and concluded that modest incentives (∼$1.40/day) had been shown to increase physical activity for short and long durations including after incentives were stopped.  13 Previous trials from members of our group that were included in this metaanalysis found that loss-framed and lottery-based financial incentives could increase physical activity goal attainment from 25% to 30% in control groups to 45% to 50% among intervention groups.  14, 15 n prior work, we compared the use of 2 forms of social comparison feedback with and without financial incentives to increase physical activity.  16 Adults were asked to form 4-person teams and compete on physical activity. Teams were randomly assigned to receive social comparison feedback relative to the top quartile (leaders) or to the median (norm) of team performance (mean daily steps) within their arm, as well as to receive a weekly lottery-based financial incentive or not. We found that framing social comparison feedback relative to the median with financial incentives achieved a physical activity goal of 7000 steps per day 45% of the time compared with only 27% among teams receiving feedback relative to the top quartile without incentives. The current study was designed based on our prior work,  16  other groups' success in using upward social comparison,  10  and research using financial incentives that leveraged principles from behavioral economics.  [13] [14] ] [15] [16] [17]  The objective of this study was to build upon prior work to test different ways to frame social comparison feedback with financial incentives to increase physical activity. Based on our prior work,  15  we used a lottery-based incentive with a magnitude of $1.40/d and provided incentives to all study arms. We focused our evaluation on different ways to frame social comparisons feedback specifically by using data from the entire week or the best 5 of 7 days and compared that to providing feedback relative to the norm (50th percentile) or leaders (75th percentile), as done in our prior study.  16 Using the best 5 of 7 days add an element of forgiveness for lower activity days and to our knowledge has not been tested previously in this context for increasing physical activity. Normative feedback was more effective in our prior study and feedback from some participants suggested that including all 7 days of data were a barrier to continued engagement in the study.  16 Therefore, we hypothesized that framing social comparison feedback to the norm with forgiveness would be the most effective for increasing physical activity."
    },
    {
      "title": "Methods Study Design",
      "text": "We conducted a 26-week, 2 × 2 factorial design, randomized trial between April and October 2014, consisting of a 13-week intervention period and a 13-week follow-up period. Similar to prior work,  [14] [15] [16] [17]  all participants were given a goal of achieving at least 7000 steps per day for the entire study period. This level of physical activity was chosen as the goal for several reasons. First, it was endorsed by the American College of Sports Medicine to be approximately equivalent to meeting the federal guidelines for the minimum recommended levels of physical activity that is needed to achieve health benefits.  18 Second, it is approximately 40% higher than the national average daily step count in the United States of 5000 steps per day.  19, 20 Third, recent evidence suggests that increases in physical activity are associated with reductions in premature mortality until about 7500 steps per day.  21 Fourth, this physical activity goal was used in prior studies.  [14] [15] ] [16] [17]  Step counts were tracked using the Moves smartphone application (ProtoGeo Oy, Helsinki, Finland), which uses accelerometers within the phone and has been demonstrated in our prior work to be accurate.  22 All participants received $25 for enrolling and $75 for completing the 13-week intervention period and a survey on their experience. There was no participation incentive for the 13-week follow-up period. Participants were mailed a bank check at the end of each month with accumulated earnings. The University of Pennsylvania Institutional Review Board approved this study. Statistical analysis was conducted from 2015 to 2016."
    },
    {
      "title": "Setting and Participants",
      "text": "Eligible participants were employees or family members of employees at the University of Pennsylvania Health System, age 18 and above. Participants were excluded if they were already participating in another physical activity study, not able or willing to carry an iPhone or Android with the mobile application installed, currently pregnant or lactating, intending to become pregnant within the next 6 months, or stated for any other reasons they did not expect to be able to complete a 6-month physical activity study.\n\nParticipants were recruited by email invitations and workplace flyers between February and April 2014. Participants used Way to Health, an online technology platform at the University of Pennsylvania,  23  to provide informed consent, select communication preferences (text message, e-mail, or interactive voice recording), and receive study instructions. Potential participants were instructed to form a team of 4 total members and select a captain to initiate the enrollment process. The captain provided the names and contact information for potential team members. The captains were provided with an email template they could modify and use to invite the other members of the team to visit the study website and initiate enrollment. The study team also sent emails to the potential team members informing them that a captain had invited them to initiate the enrollment process. If any of the team members was deemed ineligible, the captain was sent an email alert to identify another potential team member to continue with team enrollment. All participants were asked to complete a basic demographic questionnaire, the long form of the international physical activity questionnaire,  24  and download the Moves app to their smartphone. A team was considered eligible for participation in the study once all members had completed all surveys and questionnaires and successfully linked their Moves app to the study."
    },
    {
      "title": "Randomization and Interventions",
      "text": "A computer-generated random number sequence was used to assign each 4-person team to one of the 4 study groups using simple randomization. For 26 weeks, all participants received daily feedback on whether or not they had achieved the 7000-step goal on the prior day. During the 13-week intervention period, all teams were entered into a weekly regret lottery. Teams were assigned a 2-digit number between 00 and 99. If the team's number had a single-digit match with the winning number (an 18% chance), each member on the team was awarded $35, but they could collect it only if the 4 team members had an average daily step count of at least 7000 steps per person (eg, 28,000 steps collectively per day among the 4 members). If the team's number had a 2-digit match with the winning number (a 1% chance), each member on the team was awarded $350, but they could collect it only if the average step count for the team was at 7000 steps or greater per day per person. The expected daily economic value per participant was designed to be about $1.40, a value used successfully in prior work.  16, 15 The lottery incentive was not offered during the 13-week follow-up period.\n\nIn 2 arms (50th percentile feedback), teams received weekly social comparison feedback on how their team's average daily step count compared with the 50th percentile or median within their arm. In one of those arms, all data from all 7 days of the week were used. In the other arm, data from the 5 days with highest step counts were used to allow for 2 days of forgiveness. This feedback design was delivered to participants for all 26 weeks.\n\nIn the other 2 arms (75th percentile feedback), teams received weekly social comparison feedback on how their team's average daily step count compared with the 75th percentile or top quartile within their arm. In one of those arms, all data from all 7 days of the week were used. In the other arm, data from the 5 days with highest step counts were used. This feedback design was delivered to participants for all 26 weeks.\n\nNeither the participants nor the study coordinator could be blinded to the group assignment. All investigators, statisticians, and data analysts were blinded to group assignments until the study and its analyses were completed."
    },
    {
      "title": "Outcome Measures",
      "text": "The primary outcome was the mean proportion of participant-days that the 7000-step goal was achieved during the 13-week intervention period. Secondary outcomes included the mean proportion of participant-days the 7000-step goal was achieved during the 13-week follow-up period and mean daily steps during the intervention and follow-up periods."
    },
    {
      "title": "Statistical Analysis",
      "text": "A priori, we estimated that a sample of at least 280 participants (70 per arm) would ensure 80% power to detect a 0.20 difference between each of 3 arms with the lowest performing arm, using a conservative Bonferroni adjustment of the type I error rate using a 2-sided alpha of .017. This effect size has been demonstrated in previous studies.  [14] [15] 5] [16] [17]  A secondary comparison between each of the intervention arms would require a more conservative Bonferroni adjustment of the type I error rate using a 2-sided alpha of .0083. This calculation assumed that the mean proportion of participantdays achieving the goal in the control arm would be 0.40 and accounted for clustering by a team with an intracluster correlation coefficient of .025. Since 70 teams could not be evenly distributed into 4 arms, we enrolled 288 participants to allow for 72 teams (18 teams per arm).\n\nTwo teams had 1 participant that switched to phones that were not compatible with the Moves App before the study began and therefore were randomized. Their teams participated with 3 members. All other participants randomly assigned to a study arm were included in the intention-to-treat analysis. The mean proportion of participant-days meeting the goal and mean daily steps was estimated at the level of the team for the intervention period, the follow-up period, and for each week during the study.\n\nIn the adjusted model, generalized mixed models (via PROC GLIMMIX in SAS) were used to adjust for the repeated measures of daily participant step counts and to adjust the standard errors for clustering by team.  25, 26 Data could be missing if a participant turned off the smartphone or Moves application, disabled the study team's permission before data was accessed, or did not carry the smartphone at all. For the main analysis, we used only collected data (a step count value was received) which assumes missing data occur at random and do not bias outcomes for arms with differing levels of missing data. The main model uses a binary outcome measure (0 or 1) based on achieving the goal of 7000 steps each day and included fixed effects for arm and week of the study period. Several sensitivity analyses were conducted to assess the robustness of our findings. The main model was further adjusted using fixed effects for smartphone type (iPhone or Android). Second, the model was also evaluated using all data and coding missing data (when a step value was not received) as not achieving the goal (in contrast to using only collected data), a method used in prior work.  [14] [15] 5] [16] [17]  For the secondary outcome of mean daily steps, the model was further adjusted using fixed effects for smartphone type (iPhone or Android). Evidence suggests that step count values <1000 are unlikely to represent accurate data capture of actual activity.  27 Therefore, to avoid these observations from downward biasing mean daily step outcomes, a sensitivity analysis was conducted using the model with values <1000 excluded from the sample. All analyses were conducted using SAS (version 9.4; SAS Institute, Cary, North Carolina)."
    },
    {
      "title": "Results",
      "text": "Figure  1  reports trial enrollment. Among the randomized sample, 94.4% (270/286) completed the entire 26-week trial. Table 1 reports participant characteristics which were well-balanced across study arms. The sample was 78.0% (223/286) female, 61.5% (176/ 286) white, 19.6% (56/286) black, and 66.4% (190/286) used an iPhone to track step counts.\n\nThe percentage of participant-days on which step data were missing during the intervention period was 17.9% in the 50th percentile arm, 13.8% in the 75th percentile arm, 19.6% in the 50th percentile with forgiveness arm, and 13.2% in the 75th percentile with feedback arm.\n\nFigure  2  displays the unadjusted mean proportion of participants who achieved the 7000-step goal by week and arm. The mean proportion ranged from 0.40 to 0.56 during the first 8 weeks, declined to 0.30 to 0.37 by week 13 and then declined throughout the follow-up period, ranging from 0.20 to 0.37 in the final 4 weeks.\n\nDuring the intervention period, the unadjusted mean proportion of participant-days that the goal was achieved was 0.47 (95% confidence interval [CI]: 0.38 to 0.56) in the 50th percentile arm, 0.38 (95% CI: 0.30 to 0.37) in the 75th percentile arm, 0.40 (95% CI: 0.31 to 0.49) in the 50th percentile with forgiveness arm, and 0.47 (95% CI: 0.38 to 0.55) in the 75th percentile with forgiveness arm. In the adjusted models, there were no significant differences between arms during the intervention period (Table  2 ).\n\nDuring the following period, the unadjusted mean proportion of participant-days for which the goal was achieved was 0.32 (95% CI: 0.24 to 0.40) in the 50th percentile arm, 0.27 (95% CI: 0.19 to 0.35) in the 75th percentile arm, 0.27 (95% CI: 0.19 to 0.34) in the 50th percentile with forgiveness arm, and 0.38 (95% CI: 0.30 to 0.46) in the 75th percentile with forgiveness arm. In the adjusted models, there were no significant differences between arms during the follow-up period for the main model (Table  2 ). In the model that counted missing data as not meeting the goal, the 75th percentile with forgiveness arm had significant greater odds of achieving the goal than the 50th percentile arm with forgiveness (odds ratio: 3.33, 95% CI: 1.38 to 8.00, P = .007).\n\nDuring the intervention period, mean daily steps were 6720 (95% CI: 5917 to 7522) in the 50th percentile arm, 5634 (95% CI: 4832 to 6437) in the 75th percentile arm, 5933 (95% CI: 5131 to 6736) in the 50th percentile with forgiveness arm, and 6530 (95% CI: 5728 to 7332) in the 75th percentile with forgiveness arm. In the adjusted models, there were no significant differences between arms during the intervention period (Table  3 ).\n\nDuring the follow-up period, mean daily steps were 5596 (95% CI: 4801 to 6391) in the 50th percentile arm, 4813 (95% CI: 4018 to 5608) in the 75th percentile arm, 4884 (95% CI: 4089 to 5679) in the 50th percentile with forgiveness arm, and 5997 (95% CI: 5202 to 6792) in the 75th percentile with forgiveness arm. In the adjusted models, there were no significant differences between arms during the follow-up period (Table  3 ). No adverse events were reported during the trial."
    },
    {
      "title": "Discussion",
      "text": "In this trial, we tested the use of financial incentives and different ways to frame social comparison feedback by changing the reference point (50th vs 75th percentile) and the degree to which daily behaviors contributed (all days or best 5 of 7 d each week). We found no significant differences in physical activity among these interventions. During the follow-up period without financial incentives, physical activity levels declined, but were not significantly different among arms.\n\nThere may be several reasons for the lack of meaningful differences among the different combinations of social comparison feedback. First, all interventions used financial incentives in the form of a regret lottery. In prior work,  16, 15  this design has been shown to be effective in increasing physical when offered on a daily basis without social comparison feedback and when offered on a weekly basis with social comparison feedback. While the study did not have a control arm without incentives, it may have been that the lottery incentive was the primary driver of increased physical activity and the participants were therefore less influenced by differences in the design of performance feedback. Future studies could compare different designs of performance feedback to a true control without the presence of financial incentives.\n\nSecond, participants in each arm were not made aware of other possible intervention designs and this could have decreased the impact of the feedback design. For example, the forgiveness arms that used only the best 5 of 7 days were not told that the standard approach was to use all 7 days of data. Therefore, the element of \"forgiveness\" in the absence of a reference point indicating a requirement of 7 days may have been underappreciated by participants. Future studies could compare beginning with use of all days of data and then testing the effect of offering to forgive the 2 lowest performing days. Other behavior change techniques could also be utilized from an existing taxonomy.  28 ird, social comparison feedback was delivered on a weekly basis, and this may have been too infrequent. Since physical activity is a daily behavior, future studies could test ways to deliver feedback on a daily basis. Future studies could also compare ways to vary the structure of the incentive between the team and individual. For example, in a prior study,  17  we found that incentives offered to a combination of the individual and team were more effective at increasing physical activity than offering the incentive based on the performance of the whole team (as was conducted in this study) or the individual alone.\n\nOur study is subject to several limitations. First, participants were from a single location and were required to have smartphones which may limit generalizability. While the institution is large and contamination among participants is unlikely we were not able to evaluate its role in the study. Second, we did not have data for participants to estimate if baseline physical activity rates were similar among study arms; however, randomization was wellbalanced across arms for other characteristics. Third, all arms were offered financial incentives, and the study lacked a true control arm so we are unable to isolate the effect of using social comparison feedback alone. Fourth, goal-setting and self-monitoring have been shown to increase goal attainment,  29, 30  and we were"
    },
    {
      "title": "Conclusions",
      "text": "Performance feedback is commonly used during physical activity interventions. We found no significant differences in physical activity testing combinations of altering 2 dimensions of social comparison feedback. Future studies could test social comparison feedback without financial incentives and consider ways to further enhance the salience of the interventions."
    },
    {
      "text": "Figure 1 -Study flow diagram. All participants formed teams of 4 persons who knew each other and tracked daily step counts using their smartphones."
    },
    {
      "text": "Figure 2 -Unadjusted mean proportion of participant-days achieving the 7000-step goal, displayed by study arm for each week of the study. Solid vertical bar separates the intervention and follow-up periods."
    },
    {
      "text": "Characteristics of Study Participants"
    },
    {
      "text": "Adjusted Odds of Achieving the 7000-Step Goal During the Intervention and Follow-Up Periods"
    },
    {
      "text": "Adjusted Daily Step Differences Between Study Arms During the Intervention and Follow-Up Periods for repeated measures of daily participant step counts and for temporal trends by week using all available data.b Device refers to type of smartphone.c Values are presented as the difference between the intervention arm and control.unable to disentangle the effects of these interventions which were embedded among all study arms."
    }
  ],
  "references": [
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Trends in cardiovascular health metrics and associations with all-cause and CVD mortality among US adults",
      "authors": [
        "Q Yang",
        "M Cogswell",
        "W Flanders"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.339"
    },
    {
      "title": "The economic burden of physical inactivity: a global analysis of major noncommunicable diseases",
      "authors": [
        "D Ding",
        "K Lawson",
        "T Kolbe-Alexander"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30383-x"
    },
    {
      "title": "Engineering social incentives for health",
      "authors": [
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1056/nejmp1603978"
    },
    {
      "title": "A theory of social comparison processes",
      "authors": [
        "L Festinger"
      ],
      "year": 1954,
      "doi": "10.1177/001872675400700202"
    },
    {
      "title": "A social comparison theory metaanalysis 60+ years on",
      "authors": [
        "J Gerber",
        "L Wheeler",
        "J Suls"
      ],
      "year": 2018,
      "doi": "10.1037/bul0000127"
    },
    {
      "title": "Social-comparison, social attractiveness and evolution: how might they be related",
      "authors": [
        "P Gilbert",
        "J Price",
        "S Allan"
      ],
      "year": 1995,
      "doi": "10.1016/0732-118x(95)00002-x"
    },
    {
      "title": "When comparisons arise",
      "authors": [
        "D Gilbert",
        "R Giesler",
        "K Morris"
      ],
      "year": 1995,
      "doi": "10.1037/0022-3514.69.2.227"
    },
    {
      "title": "Smartphone apps providing social comparison for health behavior change: a need for better tailoring to person and context",
      "authors": [
        "D Arigo",
        "J Suls"
      ],
      "year": 2018,
      "doi": "10.21037/mhealth.2018.09.10"
    },
    {
      "title": "Using images to increase exercise behavior: prototypes versus possible selves",
      "authors": [
        "J Ouellette",
        "R Hessling",
        "F Gibbons",
        "M Reis-Bergan"
      ],
      "year": 2005,
      "doi": "10.1177/0146167204271589"
    },
    {
      "title": "Converging to the lowest common denominator in physical health",
      "authors": [
        "L John",
        "M Norton"
      ],
      "year": 2013,
      "doi": "10.1037/a0033849"
    },
    {
      "title": "Support or competition? How online social networks increase physical activity: a randomized controlled trial",
      "authors": [
        "J Zhang",
        "D Brackbill",
        "S Yang",
        "J Becker",
        "N Herbert",
        "D Centola"
      ],
      "year": 2016,
      "doi": "10.1016/j.pmedr.2016.08.008"
    },
    {
      "title": "Financial incentives for physical activity in adults: systematic review and meta-analysis",
      "authors": [
        "M Mitchell",
        "S Orstad",
        "A Biswas"
      ],
      "year": 2019,
      "doi": "10.1136/bjsports-2019-100633"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/m15-1635"
    },
    {
      "title": "A randomized, controlled trial of lottery-based financial incentives to increase physical activity among overweight and obese adults",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2018,
      "doi": "10.1177/0890117118758932"
    },
    {
      "title": "A randomized trial of social comparison feedback and financial incentives to increase physical activity",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1177/0890117116658195"
    },
    {
      "title": "Individual versus team-based financial incentives to increase physical activity: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "American College of Sports Medicine position stand. Quantity and quality of exercise for developing and maintaining cardiorespiratory, musculoskeletal, and neuromotor fitness in apparently healthy adults: guidance for prescribing exercise",
      "authors": [
        "C Garber",
        "B Blissmer",
        "M Deschenes"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e318213fefb"
    },
    {
      "title": "How many steps/day are enough? For adults",
      "authors": [
        "C Tudor-Locke",
        "C Craig",
        "W Brown"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-79"
    },
    {
      "title": "Accelerometerdetermined steps per day in US adults",
      "authors": [
        "C Tudor-Locke",
        "W Johnson",
        "P Katzmarzyk"
      ],
      "year": 2009,
      "doi": "10.1249/mss.0b013e318199885c"
    },
    {
      "title": "Association of step volume and intensity with all-cause mortality in older women",
      "authors": [
        "I-M Lee",
        "E Shiroma",
        "M Kamada",
        "D Bassett",
        "C Matthews",
        "J Buring"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.0899"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.17841"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "International physical activity questionnaire: 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "M Sjostrom"
      ],
      "year": 2003,
      "doi": "10.1249/01.mss.0000078924.61453.fb"
    },
    {
      "title": "Approximate inference in generalized linear mixed models",
      "authors": [
        "N Breslow",
        "D Clayton"
      ],
      "year": 1993,
      "doi": "10.1080/01621459.1993.10594284"
    },
    {
      "title": "Population-averaged and subjectspecific approaches for clustered categorical data",
      "authors": [
        "O Schabenberger",
        "T Gregoire"
      ],
      "year": 1996,
      "doi": "10.1080/00949659608811730"
    },
    {
      "title": "Individual information-centered approach for handling physical activity missing data",
      "authors": [
        "M Kang",
        "D Rowe",
        "T Barreira",
        "T Robinson",
        "M Mahar"
      ],
      "year": 2009,
      "doi": "10.1080/02701367.2009.10599546"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Does monitoring goal progress promote goal attainment? A meta-analysis of the experimental evidence",
      "authors": [
        "B Harkin",
        "T Webb",
        "Bpi Chang"
      ],
      "year": 2016,
      "doi": "10.1037/bul0000025"
    },
    {
      "title": "Implementation intentions and goal achievement: a meta-analysis of effects and processes",
      "authors": [
        "P Gollwitzer",
        "P Sheeran"
      ],
      "year": 2006,
      "doi": "10.1016/s0065-2601(06)38002-1"
    }
  ],
  "num_references": 30,
  "original_doi": "https://doi.org/10.13039/100000862"
}
