{
  "paper_id": "65KG8X9C",
  "title": "Assessing Management Support for Worksite Health Promotion: Psychometric Analysis of the Leading by Example (LBE) Instrument",
  "abstract": "Purpose. Describe the development of the leading by example (LBE) instrument. Methods. A total of 135 responses from employees of a private corporation working at 11 different worksites were factor analyzed in 2005. Exploratory factor analysis was used to obtain an initial factor structure. Factor validity was evaluated using confirmatory factor analysis methods. A second sample was collected in 2006 from the same population (N 5 178) and was used to confirm the factor structure via confirmatory factor analysis. Cronbach's a and itemtotal correlations provided information on the reliability of the factor subscales. Results. Four subscales were identified: business alignment with health promotion objectives, awareness of the health-productivity link, worksite support for health promotion, and leadership support for health promotion. Factor by group comparisons revealed that the initial factor structure was effective in detecting differences in organizational support for health promotion across different employee groups. Conclusions. Management support for health promotion can be assessed using the LBE, a brief, self-report questionnaire. Researchers can use the LBE to diagnose, track, and evaluate worksite health promotion programs. (",
  "year": 1991,
  "date": "1991",
  "journal": "Am J Health Promot",
  "publication": "Am J Health Promot",
  "authors": [
    {
      "forename": "Lindsay",
      "surname": "Della",
      "name": "Lindsay Della"
    },
    {
      "forename": "David",
      "surname": "Dejoy",
      "name": "David Dejoy",
      "email": "dmdejoy@uga.edu"
    },
    {
      "forename": "Ron",
      "surname": "Goetzel",
      "name": "Ron Goetzel"
    },
    {
      "forename": "Ronald",
      "surname": "Ozminkowski",
      "name": "Ronald Ozminkowski"
    },
    {
      "forename": "Mark",
      "surname": "Wilson",
      "name": "Mark Wilson"
    },
    {
      "affiliation": "Department of Health Promotion and Behavior , College of Public Health , University of Georgia. Institute for Health and Productivity Studies , Cornell University , Thomson Medstat. \n\t\t\t\t\t\t\t\t Department of Health Promotion and Behavior \n\t\t\t\t\t\t\t\t College of Public Health \n\t\t\t\t\t\t\t\t Institute for Health and Productivity Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t Cornell University \n\t\t\t\t\t\t\t\t Thomson Medstat"
    },
    {
      "affiliation": "315  Ramsey Center , University of Georgia , Athens , GA 30602 ; \n\t\t\t\t\t\t\t\t Ramsey Center \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 30602 \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA"
    }
  ],
  "doi": "",
  "keywords": [
    "Management Support, Instrument Development, Worksite, Prevention Research. Manuscript format: research",
    "Research purpose: instrument development",
    "Study"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Traditionally, workplace health promotion programs have focused more on changing individual employee health behaviors than changing environmental factors that impact healthy lifestyles. This historical emphasis on individual behavior change is somewhat surprising given the acknowledged importance of environmental factors in most conceptualizations of health promotion. Green and Kreuter,  1  for example, originally defined health promotion as: ''…the combina-tion of educational and environmental supports for actions and conditions of living conducive to health.'' O'Donnell 2 also acknowledged the interaction of behavioral and environmental factors and further argued that the environment would likely be the most important influence in producing sustained changes in health practices. Within this framework, supportive social and physical environments should be considered essential aspects of comprehensive worksite health promotion programs. Even Healthy People 2010 references ''comprehensive programs'' when setting objectives for worksite health promotion.  3 ore recently socioecologic models of health promotion and the use of multilevel interventions that involve combinations of individually and environmentally focused programs have helped shift workplace programs toward more inclusive approaches. This shift toward inclusive approaches has been spurred by the burgeoning practice of translating community-based capacity building concepts to workplace environments. In the literature,  Stokols 4  advocated for expanding the healthpromotive capacity of environments, and DeJoy and Wilson 5 discussed the merits of organizational health promotion. Additionally, the National Institute for Occupational Safety and Health recently commissioned two position papers on the integration of occupational safety and health and worksite health promotion as part of its Steps to a Healthier Workforce initiative.  6, 7 These papers further highlighted the environment-behavior interface in terms of employee health and well-being.\n\nFinally, the obesity epidemic has served as a catalyst in shifting worksite health promotion research toward more inclusive approaches that consider environmental and ecologic interventions. The National Heart, Lung, and Blood Institute (NHLBI) recently funded seven workplace studies to examine the contribution of environmental factors to overweight and obesity-related health and financial outcomes. Our participation as one of the study sites in this initiative formed the basis for the research reported in this article."
    },
    {
      "title": "The Role of Business Leaders in Health Promotion Efforts",
      "text": "Management support is typically viewed as critical to the success of workplace health promotion programming.  [8] [9] ] [10] [11]  And while leadership support is needed to institute and sustain individually focused health promotion programs, even greater levels of management support are required for programs that aim to change the physical work environment and/or basic operational and organizational policies and procedures. Although management support has been widely discussed in the workplace health promotion literature, there have been surprisingly few attempts to describe or measure it.\n\nFor our research, we sought to develop a tool that could be used to assess the level of organizational support and management engagement in health promotion. Our focus on management support led us to the broad realm of organizational climate research in which we found a number of studies and instruments assessing the climate for workplace safety but very few assessing the climate for health promotion.  [12] [13] ] [14]  Ribisl and Reischl's health climate questionnaire  15  represents one of the few attempts to assess health-related climate factors within work organizations. Their instrument features 12 subscales. One of the subscales, ''employer health orientation,'' provides a global assessment of management support for health promotion. More recently Barrett et al.  16  developed an organizational leadership scale as part of the Alberta Health Project in Canada. This scale follows an organizational learning perspective but is ori-ented more towards communities than workplaces. For our research, we sought a scale or set of subscales that would measure the various facets of management support for health and have some diagnostic value for use in intervention studies and program evaluations.\n\nOur quest to identify a tool that could be used to measure specific elements of management support for health promotion led us to the ''leading by example'' (LBE) questionnaire, developed by the Partnership for Prevention.  17 The questionnaire was originally used as a descriptive/educational tool as part of the Partnership's broader LBE initiative. With permission from Partnership for Prevention, we adopted their tool as the foundation for the current instrument. We modified the survey items in an effort to develop a more robust tool for diagnosing management issues and challenges and tracking management support over time.\n\nIn this article, we describe a psychometric analysis of the modified LBE questionnaire. Our primary interest was to confirm that questionnaire items successfully operationalized different facets of management commitment/engagement with respect to health promotion (i.e., validity), as well as to determine whether the items yielded consistent measurements of each facet (i.e., reliability).\n\nA variety of analytic tools were used to assess reliability and validity. Reliability, or measurement consistency, was estimated using single-test procedures. Specifically, Cronbach's a and item-total correlations served as evidence for internal consistency within LBE subscales.  18 Three types of validity assessments were employed to gauge the extent to which operationalized survey items measured the phenomena they were designed to measure: content, construct, and discriminant validity."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Instrument Development: Assessing Content Validity",
      "text": "The starting point for instrument development was the original LBE assessment developed by the Partnership for Prevention in Washington, D.C. and the WorkCare Group, Inc. in Charlottesville, Virginia. The original version of the LBE questionnaire includes 19 items grouped into six labeled categories: mission, data management, benefit design, programming, corporate environment, and evaluation. In the original version, the response format requests ''yes,'' ''no,'' or ''don't know'' answers.\n\nThe first version of the LBE questionnaire was reviewed in 2004 by a team of researchers involved in the NHLBI-funded research project. This team included PhD-level specialists in health promotion, public health, applied psychology, statistics, economics, and communications. The reviewers also included health promotion, medical, and human resources professionals from the corporate partner for the intervention study. The original developers of the LBE questionnaire were also consulted.\n\nThe original LBE questionnaire provided a core of seven items directly related to management support, commitment, and engagement. Modifications were made to some of the items in an effort to match the terminology used by the partnering organization. Additionally, new items were generated, critiqued, and revised by the team through a series of team meetings and conference calls. The new items addressed topics such as health promotion goal setting and alignment, leadership training, communication, culture building, and financial and other support for health promotion. All items, both old and new, were edited for use with employees of all educational levels. These items were measured using a five-point Likert scale, with a neutral midpoint (1 5 ''strongly disagree'' to 5 5 ''strongly agree'').\n\nA pilot version of the questionnaire was tested in spring 2005 using one of the control sites participating in the larger obesity-related intervention study. The pilot test helped identify any ambiguous or confusing items. The top portion of Table  1  contains the 15-item LBE questionnaire that emerged from this review and development process during 2004 and 2005."
    },
    {
      "title": "Respondents",
      "text": "As part of formative research activities for the larger intervention study, the draft LBE questionnaire was administered to groups of employees at 11 of the 12 sites participating in the study in 2005 (the 12th site was used for the pilot test). Questionnaires were distributed to three groups of employees at nine of the 11 sites: site leadership (management team members), health services staff, and members of the cross-discipline teams, which served as employee advisory committees. Because cross-discipline teams were not appointed at control sites (two of the 11 sites), questionnaires were only administered to leadership and health services at the control sites. Potential respondents were sent electronic copies of the LBE questionnaire. All potential respondents were requested to return their completed questionnaires electronically or via fax. Completion of the questionnaire was voluntary, and respondents were not compensated.\n\nThe average response rate across sites was 56.7%, resulting in an initial sample size of 136. Descriptive statistics identified one outlier across nearly half of the 15 items assessed via the LBE questionnaire. Based on the pervasiveness of this outlier, this respondent was excluded from further analysis, reduc-ing the total sample size to 135 for all subsequent statistical procedures. This sample size reflects a nine:one ratio of respondents to variables, a ratio generally deemed acceptable for multivariate statistical analyses.  19, 20 Of the 135 respondents, 51.1% classified themselves as site leadership, 24.4% as members of health services, and 24.4% as cross-discipline team members.\n\nInitial tests of sampling adequacy confirmed that factor analysis procedures could be performed on these data. Bartlett's test of sphericity was statistically significant (p 5 .000), indicating that the correlation matrix was not an identity matrix and that at least some of the items were correlated (a prerequisite for factor analysis to produce interpretable solutions).  19 Additionally, measures of sampling adequacy confirmed that sufficient correlations existed among variables at this sample size for conducting factor analyses. The Kaiser-Meyer Olkin summary test yielded an index of .873, and all of the anti-image correlations (i.e., negative partial correlations) were low.  19  second sample was collected from all 12 worksites 1 year later in 2006, yielding 178 responses. These data were reviewed for outliers and subsequently used to validate the factor structure generated from the 2005 sample using confirmatory factor analysis (CFA). Validating factor structure results in a second data set helped ensure that the final model was not overfitted to the development data set.  19 n general, the 2005 and 2006 samples were similar. In 2006, however, all three groups of employees at all 12 sites were asked to respond to the survey. As a result, the 2006 sample was broader: It included responses from cross-disciplinary team members at the control sites, individuals not included in the 2005 assessment (Table  2 )."
    },
    {
      "title": "Assessing Reliability and Validity",
      "text": "Because LBE items had been selected based on substantive merit but had been drawn from different sources, we determined that the initial sample from 2005 (N 5 135) should first be entered into an exploratory factor analysis (EFA), which makes no a priori assumptions about the structure of the subscales. We reasoned that the items included in the LBE questionnaire might actually be separate subscales tapping different factors related to management's role in health promo- 1. Our site leadership is committed to health promotion as an important investment in human capital. 2. Our site leadership provides adequate financial support for health promotion.À 3. Our site health promotion programs are aligned with our business goals. 4. All levels of management are educated regarding the link between employee health and productivity and cost management.\n\n5. Employees at all levels are educated about the true cost of health care and its effects on business success. 6. Our site goals and plans advocate for the improvement of employee health. 7. Site objectives for health improvement are set annually. 8. Our site provides management support for health promotion by issuing messages from the site leader about the importance of employee health to the site.À 9. Our site provides support for participation in health promotion programs.À 10. Our work teams provide support for participation in health promotion programs. 11. Our organization provides our site leadership training on the importance of employee health. 12. Our health benefits and insurance programs support prevention and health promotion. 13. This site offers incentives for employees to stay healthy, reduce their high risk behaviors, and/or practice healthy life styles. 14. Our leaders view the level of employee health and well-being as one important indicator of the site's business success. 15. Overall, our site promotes a culture of health and well being.À Items added in 2006 16. The effectiveness of our health promotion programs are evaluated based upon accepted definitions of success. 17. Site leadership shares information with employees about the effect of employee health on overall business success.1 8. All levels of employees are educated about the impact a healthy workforce can have on productivity and cost management.À Eliminated after initial psychometric analyses in 2005. `Added in 2006 to measure factor 2.\n\ntion. Based on the factor structure that emerged from the EFA, we then tested the hypothesis that the multifactor EFA structure fit the data better than a general one-factor structure. This hypothesis was tested via CFA in the 2005 sample and served as a tentative indication of discriminant validity among the subscales.  21, 22 Finally, a strict CFA was conducted in the 2006 sample (N 5 178) to validate the factor structure findings from the 2005 sample (Table  2 )."
    },
    {
      "title": "Analytic Procedures",
      "text": "The EFAs employed the principle components analysis (PCA) of factor estimation and were run using an oblique (oblimin) factor rotation in SPSS version 13.0 (SPSS, Inc., Chicago, Ill). The PCA of factor estimation was employed because it is less likely to suffer from factor indeterminacy than common factor methods, and it returns factor scores with negligible differences from those generated through common factor techniques.  23  Furthermore, an oblique factor rotation was deemed the optimal rotation for these data because it allowed extracted factors to covary. During the EFA process, decisions about the number of factors to retain were based on the convergence of several different factor retention criteria  20  : eigenvalues .1.0,  24 Cattell's scree plot,  25  parallel analysis,  26, 27  and theoretic interpretability of the final factor structure.\n\nAfter obtaining a final EFA factor structure, Cronbach's a 18 and itemtotal correlations were assessed to gauge internal consistency (i.e., reliability) within each subscale.  28 Internal consistency estimates provide an assessment of intercorrelations among a set or subset of measured scale items, whereas item-total correlations measure the degree of association between an individual item in a scale and the overall scale score. Researchers can generally claim strong internal consistency with high Cronbach's a and significant item-total correlations. Determining that questionnaire responses are consistent across scale items is generally viewed as preliminary evidence that the scale items represent one underlying content domain (construct validity) but in practice should not be cited as evidence of factor unidimensionality.  29  CFAs can be used as a more rigorous test of factor unidimensionality and factor distinction (i.e., discriminant validity). In this study, all CFAs were run using LISREL 8.7 (Scientific Software International, Lincolnwood, Ill). The x 2 statistic, used to assess model fit,  30  is an absolute measure of how well the hypothesized model fits the variation observed in the data (i.e., how well the fitted covariance matrix matches the sample covariance matrix). To conclude that the hypothesized model fits the data well, the fitted covariance matrix should essentially be equivalent to the sample covariance matrix. In this context, a nonsignificant x 2 value indicates strong model fit.\n\nThe x 2 statistic, however, can be influenced by sample size and should not be used as a stand-alone measure of model fitness. Other indices such as the Tucker Lewis index (TLI), standardized root mean square residual (SRMR) index, comparative fit index (CFI), and root mean square error of approximation (RMSEA) index, which are based on differing theoretic foundations, were also used to assess model fit. Hu and Bentler  30  recommend evaluating models against the following cutoff values: values below an RMSEA of .06 and an SRMR of .08, and values above a TLI of .95 and a CFI of .95.\n\nAdditionally, models were compared with one another based on indices of statistical fit (Dx 2 ) and practical fit (DCFI). A significant Dx 2 indicates a statistical difference between two models.  31 Cheung and Rensvold 32 also assert that a .01 CFI increase in a freer model indicates a significant improvement in fit over the more restricted, more parsimonious model."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "PCA",
      "text": "The initial EFA yielded three, possibly four, main factors. Cattell's scree plot suggested three to four primary factors, the eigenvalues greater than 1.0 criterion suggested three factors, and theoretic interpretability allowed for four factors. Parallel analysis, however, suggested only one strong factor existed with eigenvalues greater than those that could be expected by random variables. The total variance explained by the first four possible factors is detailed in the top portion of Table  3 . Overall, the four factors extracted in this initial EFA accounted for nearly two-thirds of the variation in the data (64.8%).\n\nAccording to the factor pattern matrix, items 2 and 9 posted loadings less than .40 across all four factors. Nunnally  33  suggests that researchers strive to interpret loadings above .40, stating that .30 should serve as an absolute lower bound for interpretability. In this study, .40 was used as the item retention cutoff because it indicates that an item represents approxi-\n\nTable 2 Analysis Summary Sample Year Sample Characteristics Analysis Purpose 1 2005 11 of 12 sites 1. Content Test of content and face validity At 9 sites: responses from SL, HS, CD 2. EFA Test of construct validity At 2 sites: responses from SL, HS 3. CFA Test of discriminant validity 2 2006 12 of 12 sites 1. CFA Confirmation of construct validity At all 12 sites: responses from SL, HS, CD mately 15% of the variation in the factor. Guadagnoli and Velicer 34 also suggest that .40 is a minimum loading for acceptable interpretability, stating that it represents a weakly defined component at best. They advocate striving for factor patterns that possess moderate component saturation, loadings of at least .60. Using the .40 cutoff, items 2 and 9 were eliminated from the final EFA. Additionally, items 8 and 15 posted factor loadings barely above Nunnally's .40 interpretation rule of thumb (.437 and .417, respectively) and below Guadagnoli and Velicer's .60 moderate saturation recommendation. These two items also posted cross-loadings (i.e., loadings on a second factor) above .30 (.324 and .334, respectively). As a result, items 8 and 15 were also elimi-nated from further analyses. All other parameters were retained for the final EFA.\n\nThe final EFA returned similar results to the initial analysis, despite the fact that the low-loading items were excluded, indicating that items 2, 8, 9, and 15 minimally impacted factor extraction. Rerunning the EFA procedure without items 2, 8, 9, and 15 returned a factor structure in which all items' factor loadings exceeded .60 (except for item 1, which loaded at .595), which was well above Nunnally's .30 rule of thumb cutoff criterion for item retention and which satisfied Guadagnoli and Velicer's .60 suggestion for moderate saturation.  33, 34 Table 4 presents items' loadings for the final EFA. As shown in the bottom portion of Table  3 , the four-factor solution, after analysis refinement, explained more than two-thirds of the variation in the data (69.8%).\n\nThe interfactor correlation matrix produced under the oblique rotation was also examined. This matrix indicated that the factor defined by items 4 and 5 (factor 2) was nearly orthogonal to the other factors. That is, factor 2 exhibited very low (almost zero) correlations with all of the other factors (.169 with factor 1; .180 with factor 3; 2.243 with factor 4). Conversely, factors 1, 3, and 4 were moderately correlated with one another, with correlations ranging between 2.306 and 2.439."
    },
    {
      "title": "Reliability/Internal Consistency of Resulting Factor Structure",
      "text": "The Cronbach's a reliability coefficient for the first factor was the high-  est, .82. Other Cronbach's a reliability coefficient values were generally acceptable for scales in the early stages of development: .61 (factor 2), .65 (factor 3), and .77 (factor 4).  33 Average itemtotal correlations also met acceptable levels for EFAs.  35 The average itemtotal correlations for factors 1 through 4 were .68, .45, .47, and .60, respectively. These results suggest that the scale items relating to each factor exhibit adequate measurement consistency, meeting a necessary (but not sufficient) prerequisite for construct validity.\n\nFactor 2 posted the lowest Cronbach's a reliability coefficient and the lowest average item-total correlation.  28 his low internal consistency is most likely due to only two items loading on factor 2. Two additional items were added to the survey in 2006. The additional items were designed to measure the same facet of management commitment to health promotion as questions 4 and 5 and as an effort to increase subscale internal consistency (bottom portion of Table  1 ). The utility of adding these additional items was explored via the validation analyses conducted in 2006."
    },
    {
      "title": "CFA",
      "text": "While most EFA factor retention criteria suggested that one to three factors should be retained, internal consistency analysis found that a possible fourth factor had fairly strong reliability/consistency coefficients for an EFA (.77 and .60, respectively). Furthermore, the factor loadings for the fourth-factor items met acceptable retention levels (i.e., they all exceeded .60). Fabrigar et al.  27  argue that overfactoring is a less severe error than underfactoring; in making their argument, they cite research by Fava and Velicer  36  and Wood et al.  37  that provides empiric support for the fact that overfactoring ''introduces much less error to factor loading estimates than underfactoring.'' Thus, the four-factor model was used for subsequent confirmation and factor validation analyses.\n\nAs an omnibus test of discriminant validity, the fit of a four-factor model was compared with the fit of a onefactor model using CFA procedures (Dx 2 (Ddf 5 6, N 5 135) 5 79.23, p 5\n\n.0001 and DCFI 5 .09). As might be expected, the four-factor model fit the data well, yielding a nonsignificant x 2 (38, N 5 135) 5 39.81, p 5 .39. All item loadings were statistically significant at p 5 .05, lending additional evidence of construct validity to each of the subscales assessed in the analysis. Significant correlations, however, were present at the latent factor level. These correlations were slightly stronger than those observed as a result of the EFA. Still, model comparison results suggested better model fit for the more complex four-factor model, and we tentatively concluded that the four factors extracted during the EFA exhibited some level of discriminant validity.\n\nGiven the ability to assume a general level of discriminant validity, the next step involved testing the distinctness of each pair of factors individually. To accomplish this, the four-factor model was compared with a model in which two latent factor correlations were set to equal 1.0. All possible factor-pair correlations were successively set to equal 1.0 and then compared back to the four-factor model. In this way, we tested the discriminant validity of each possible latent factor.  22 Chi-square difference tests between the four-factor model and the more constrained models indicated that discriminant validity held between each of the four factors individually: DCFI tests corroborated this conclusion (goodness of fit statistics for these models are available upon request)."
    },
    {
      "title": "Validation",
      "text": "The four-factor structure that we developed in 2005 was validated in a second sample (N 5 178), which was collected in 2006, 1 year after the initial factor analyses. For this second application, CFA was also used to assess model fit. In this separate sample, the model structure continued to show viability. Whereas x 2 was statistically significant in this sample (p 5 .003), the RMSEA, TLI, CFI, and SRMR met or exceeded accepted levels of fit (.069, .98, .98, and .043, respectively). The two items that were added to bolster the reliability and internal consistency of factor 2 yielded significant and strong factor loadings (.92 and .99, respectively)."
    },
    {
      "title": "Factor Descriptions",
      "text": "Based on the factor structure from the EFA (Table  4 ), factor names were derived to describe each factor. Items with higher factor loadings were assigned more weight in the interpretation of the factor's meaning. Specifically, items loading on the first factor dealt with how well a site's business activities aligned with its health objectives. This first factor was labeled ''business alignment with health promotion objectives.'' Items loading on the second factor asked about levels of education and training regarding the link between health and employee productivity. This factor was named ''awareness of the link between health and worker productivity.'' Items loading on the third factor tapped into the concept of employees' perceptions that the worksite supports healthy behavior. This factor was labeled ''worksite support for health promotion.'' Finally, the items that comprised the fourth factor assessed employees' perceptions of leadership support for health promotion in the workplace. Thus, this factor was labeled ''leadership support for health promotion.'' Upon completing the naming process, we were interested in interpreting our results from an intervention design and implementation point of view. In particular, we wanted to know whether the three groups of employees sampled in this study held different perceptions with regard to each of the four facets of management support for health promotion identified via the analyses. To explore this question, we created a weighted item composite to represent each factor. We then ran a post hoc analysis of variance (ANOVA) for each factor composite.\n\nGroup means were assessed for site leaders, cross-disciplinary team members, and health services staff. For factors 1 (business alignment with health objectives ) and 3 (worksite support for health promotion), health services staff rated the worksites significantly higher than site leaders and cross-disciplinary team members in ANOVA comparisons (Table  5 ). For factors 2 (awareness of the link between health and worker productivity) and 4 (leadership support for health promotion), no significant group differences materialized. Group differ-ences across factors 1 and 3 suggest that intervention elements may need to be tailored to different worksite audiences or subpopulations."
    },
    {
      "title": "DISCUSSION",
      "text": "The results of this research indicate that management support and engagement in health promotion can be reliably assessed using the LBE, a brief, self-report questionnaire. A combination of EFA and CFA were used to extract factors and demonstrate the tentative validity of a four-factor model containing 13 items. The use of CFAs provided a more rigorous test of factor unidimensionality and distinctiveness (i.e., construct and discriminant validity, respectively). The resulting four factors or subscales were labeled: (1)   business alignment with health promotion objectives, (2) awareness of the link between health and worker productivity, (3) worksite support for health promotion, and (4) leadership support for health promotion (Table  6 ).\n\nOur goal was to develop a brief instrument that could be used at baseline as a diagnostic tool to assess organizational support and management engagement in health promotion. Also, we sought to develop an instrument that could be readministered at critical milestones after an intervention had been put in place to assess shifts in the environment, in particular management support for health improvement over time. Rather than relying on a simple global or overall assessment, we sought to de-velop a tool that assessed different aspects of management support and the organization's health promotion climate."
    },
    {
      "title": "Conclusion",
      "text": "We conclude that the LBE questionnaire can be used as part of preliminary or formative research activities, exposing specific areas in which an organization's health promotion climate might support or hinder intervention fidelity and effectiveness. The questionnaire can also be a valuable tool for tracking and monitoring changes in management support for comprehensive worksite health interventions or other healthrelated programmatic activities.\n\nOur analyses of the LBE questionnaire indicate that it can be effective in À Ratings based on a scale of 1-5 (1 5 ''strongly disagree'' and 5 5 ''strongly agree'').\n\n`Superscript letters indicate significant group differences at the 0.05 level using least significant difference post hoc contrasts in a one-way factor ANOVA."
    },
    {
      "title": "Table 6",
      "text": "Items Comprising the Four Subscales of the LBE Questionnaire Factor 1: Business alignment with health promotion objectives:\n\nOur site health promotion programs are aligned with our business goals.\n\nOur site goals and plans advocate for the improvement of employee health. Site objectives for health improvement are set annually.\n\nFactor 2: Awareness of link between health and worker productivity: Employees at all levels are educated about the true cost of health care and its effects on business success. All levels of employees are educated about the impact a healthy workforce can have on productivity and cost management. Site leadership shares information with employees about the effect of employee health on overall business success. All levels of management are educated regarding the link between employee health and productivity and cost management.\n\nFactor 3: Worksite support for health promotion: This site offers incentives for employees to stay healthy, reduce their high risk behaviors, and/or practice healthy lifestyles.\n\nOur health benefits and insurance programs support prevention and health promotion. Our work teams provide support for participation in health promotion programs.\n\nFactor 4: Leadership support for health promotion:\n\nThe organization provides our site leadership training on the importance of employee health.\n\nOur leaders view the level of employee health and well-being as one important indicator of the site's business success.\n\nOur site leadership is committed to health promotion as an important investment in human capital."
    },
    {
      "title": "LBE indicates leading by example.",
      "text": "May/June 2008, Vol. 22, No. 5\n\nidentifying differences in health climate perceptions across employee groups. Specifically, the post hoc AN-OVA comparisons of weighted group by factor means points to health services staff as a segment of employees that may perceive awareness of the health-productivity link and worksite support for organizational health promotion programs differently than its counterparts. These differences in perception may simply be self-serving on the part of health services staff or they may reflect actual differences in how these particular employees process and interpret the words and actions of management. In any event, the opinions of health services staff may not yield the most valid or useful assessment of management support and organizational climate for health promotion activities.\n\nBased on the results of this research, we suggest that researchers strive to obtain formative data from a variety of audience segments within an organization, including mid-level managers, top-level leadership, and employees themselves. While we still advocate conferring with health services staff when developing programs, as these individuals are generally the strongest internal champions of health promotion interventions, we also suggest obtaining feedback and opinions from a variety of internal audiences to quantify the constructs of worksite health promotion climate and management support. Such data should help highlight potential challenges and hurdles that could affect intervention success.\n\nNot only do we propose that the LBE questionnaire may be valuable in the formative research process, but we also feel that it could become an important element of intervention evaluation. Because different internal audiences (e.g., leadership, human resources, and health services) may possess different perceptions of alignment, awareness, and support for health promotion at intervention baseline, tracking group changes over time using the LBE questionnaire should help researchers identify incremental changes in health climate constructs. Likewise, tracking each LBE factor over the course of the intervention could help pinpoint support or aware-ness problems during intervention implementation, when adjustments are still feasible. Finally, the LBE factors could be used to support assertions of intervention effectiveness, i.e., if factor means increase significantly over time from baseline estimates."
    },
    {
      "title": "Limitations",
      "text": "Despite the utility of initial findings, limitations exist with regard to the analyses outlined above. First, response rate was only adequate in both the 2005 and 2006 administration of the LBE questionnaire. Guadagnoli and Velicer 34 state that a minimum of 150 responses should be analyzed for proper factor structure determination in EFAs when components possess moderate saturation (i.e., loadings of .60). Boomsma 38 recommends at least 200 data points for proper model estimation in a CFA context. The samples used in these analyses were slightly below the EFA and CFA sample size recommendations.\n\nSecond, the model development sample and validation sample were both collected from the same organization and the same worksites. As a result, we cannot generalize the factor structure to different types of organizations or other economic situations. Additional validation research is needed to further confirm the factor structure identified in this study and to help establish the LBE questionnaire's value across various application circumstances."
    },
    {
      "title": "Implications for Future Research",
      "text": "To build on our findings, further research should involve obtaining a larger number of responses from additional independent samples of a variety of organizations. Subsequently, these samples should be subjected to CFAs. Similar target-model vs. onefactor model omnibus comparisons should be made to assess discriminant validity, and factor-restricted model comparisons should be conducted to assess individual factor distinctness. Test-retest reliability analyses should also be conducted to confirm subscale consistency. These types of additional analyses would help solidify the underlying factor structure and the reliability of the revised LBE questionnaire for future instrument applications. Researchers could also begin testing the predictive validity of these health promotion climate constructs, assessing how the constructs differentially impact intervention and health promotion program success in worksites."
    },
    {
      "title": "SO WHAT? Implications for Health Promotion Practitioners and Researchers",
      "text": "This study provides initial evidence of the validity and reliability of a brief measure suitable for assessing the level of management support for health promotion within a work setting. Management support is generally considered to be crucial to program success, yet there have been few attempts to systematically measure it. The present instrument is designed to be useful for both diagnostic and program evaluation applications. Instruments like this one are likely to be of increasing utility as the field of health promotion continues to embrace environmental and multilevel/ecologic intervention strategies for achieving prevention and health enhancement objectives.\n\nA fusion of the best of science and the best of practicetogether, to produce the greatest impact.\n\nStay on top of the science and art of health promotion with your own subscription to the American Journal of Health Promotion.\n\n\" The American Journal of Health Promotion provides a forum for that rare commodity practical and intellectual exchange between researchers and practitioners. \""
    },
    {
      "title": "Definition of Health Promotion",
      "text": "\"Health Promotion is the science and art of helping people change their lifestyle to move toward a state of optimal health. Optimal health is defined as a balance of physical, emotional, social, spiritual and intellectual health. Lifestyle change can be facilitated through a combination of efforts to enhance awareness, change behavior and create environments that support good health practices. Of the three, supportive environments will probably have the greatest impact in producing lasting change.\""
    },
    {
      "title": "Individual Institution",
      "text": "U.S."
    },
    {
      "text": "Kenneth E. Warner, PhD Avedis Donabedian Distinguished University Professor of Public Health School of Public Health, University of Michigan \" The contents of the American Journal of Health Promotion are timely, relevant, and most important, written and reviewed by the most respected researchers in our field. \" David R. Anderson, PhD Vice Programs and Technology, StayWell Health Management"
    },
    {
      "text": "(O'Donnell, American Journal of Health Promotion, 1989, 3(3):5.)DIMENSIONS OF OPTIMAL HEALTHS u bs cr ib e to da y. .."
    },
    {
      "text": "ANNUAL SUBSCRIPTION RATES: (Good through 12/31/08)"
    },
    {
      "text": "Leading by Example Questionnaire Items"
    },
    {
      "text": "Initial and Final Exploratory Factor Analyses, Total Variance Explained"
    },
    {
      "text": "Final Solution, Pattern Matrix Factor Loadings"
    },
    {
      "text": "Group Comparisons by Factor (Mean Factor Scores)ÀT"
    }
  ],
  "references": [
    {
      "title": "Health Promotion Planning: An Educational and Ecological Approach",
      "authors": [
        "L Green",
        "M Kreuter"
      ],
      "year": 1991
    },
    {
      "title": "Definition of health promotion: part III: expanding the definition",
      "authors": [
        "O' Donnell"
      ],
      "year": 1989,
      "doi": "10.4278/0890-1171-3.3.5"
    },
    {
      "title": "With understanding and improving health and objectives for improving health",
      "year": 2000
    },
    {
      "title": "Establishing and maintaining healthy environments. Toward a social ecology of health promotion",
      "authors": [
        "D Stokols"
      ],
      "year": 1992,
      "doi": "10.1037//0003-066x.47.1.6"
    },
    {
      "title": "Organizational health promotion: broadening the horizon of workplace health promotion",
      "authors": [
        "D Dejoy",
        "M Wilson"
      ],
      "year": 2003
    },
    {
      "title": "Examining the Value of Integrating Occupational Health and Safety and Health Promotion Programs in the Workplace",
      "authors": [
        "R Goetzel"
      ],
      "year": 2004
    },
    {
      "title": "Steps to a Healthier U.S. Workforce: Integrating Occupational Health and Safety and Worksite Health Promotion: State of the Science",
      "authors": [
        "G Sorensen",
        "E Barbeau"
      ],
      "year": 2004,
      "doi": "10.1037/e585772012-002"
    },
    {
      "title": "Essential building blocks for successful worksite health promotion programs",
      "authors": [
        "R Goetzel"
      ],
      "year": 1997
    },
    {
      "title": "Benchmarking best practices in workplace health promotion",
      "authors": [
        "M O'donnell",
        "C Bishop",
        "K Kaplan"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-11.4.tahp-1"
    },
    {
      "title": "Health and Productivity Management: Consortium Benchmarking Study Best Practice Report",
      "authors": [
        "R Goetzel",
        "A Guindon",
        "L Humphries"
      ],
      "year": 1998
    },
    {
      "title": "Survey of Koop Award winners: lifecycle insights",
      "authors": [
        "R Goetzel",
        "R Ozminkowski",
        "A Asciutto"
      ],
      "year": 2001
    },
    {
      "title": "Measuring safety climate: identifying the common features",
      "authors": [
        "R Flin",
        "K Mearns",
        "O' Connor",
        "P Bryden"
      ],
      "year": 2000,
      "doi": "10.1016/s0925-7535(00)00012-6"
    },
    {
      "title": "Making Safety Work: Getting Management Commitment to Occupational Health and Safety",
      "authors": [
        "A Hopkins"
      ],
      "year": 1995
    },
    {
      "title": "Safety climate in industrial organizations: theoretical and applied implications",
      "authors": [
        "D Zohar"
      ],
      "year": 1980,
      "doi": "10.1037//0021-9010.65.1.96"
    },
    {
      "title": "Measuring the climate for health in organizations: development of the worksite health climate scales",
      "authors": [
        "K Ribisl",
        "T Reischl"
      ],
      "year": 1993,
      "doi": "10.1097/00043764-199308000-00019"
    },
    {
      "title": "Development of measures of organizational leadership for health promotion",
      "authors": [
        "L Barrett",
        "R Plotnikoff",
        "K Raine",
        "D Anderson"
      ],
      "year": 2005,
      "doi": "10.1177/1090198104271970"
    },
    {
      "title": "Leading by Example: Improving the Bottom Line Through a High Performance, Less Costly Workforce",
      "year": 2004,
      "doi": "10.1108/bl-12-2014-0030"
    },
    {
      "title": "Coefficient alpha and the internal structure of tests",
      "authors": [
        "L Cronbach"
      ],
      "year": 1951,
      "doi": "10.1007/bf02310555"
    },
    {
      "title": "Multivariate Data Analysis",
      "authors": [
        "J Hair",
        "R Anderson",
        "R Tatham",
        "W Black"
      ],
      "year": 1998
    },
    {
      "title": "Factor Analysis",
      "authors": [
        "R Gorsuch"
      ],
      "year": 1983
    },
    {
      "title": "A review of scale development practices in the study of organizations",
      "authors": [
        "T Hinkin"
      ],
      "year": 1995
    },
    {
      "title": "Development and evaluation of a parent-employee interrole conflict scale",
      "authors": [
        "Agc Mallard",
        "C Lance"
      ],
      "year": 1998,
      "doi": "10.1023/a:1006914418251"
    },
    {
      "title": "Component analysis versus common factor analysis: some issues in selecting an appropriate procedure",
      "authors": [
        "W Velicer",
        "D Jackson"
      ],
      "year": 1990,
      "doi": "10.1207/s15327906mbr2501_1"
    },
    {
      "title": "The application of electronic computers to factor analysis",
      "authors": [
        "H Kaiser"
      ],
      "year": 1960,
      "doi": "10.1177/001316446002000116"
    },
    {
      "title": "The scree test for the number of factors",
      "authors": [
        "R Cattell"
      ],
      "year": 1966
    },
    {
      "title": "Factor retention decisions in exploratory factor analysis: a tutorial on parallel analysis",
      "authors": [
        "J Hayton",
        "D Allen",
        "V Scarpello"
      ],
      "year": 2004
    },
    {
      "title": "Evaluating the use of exploratory factor analysis in psychological research",
      "authors": [
        "L Fabrigar",
        "D Wegener",
        "R Maccallum",
        "E Strahan"
      ],
      "year": 1999,
      "doi": "10.1037//1082-989x.4.3.272"
    },
    {
      "title": "Introduction to Classical and Modern Test Theory",
      "authors": [
        "L Crocker",
        "J Algina"
      ],
      "year": 1986
    },
    {
      "title": "Limitations of coefficient alpha as an index of test unidimensionality",
      "authors": [
        "S Green",
        "R Lissitz",
        "S Mulaik"
      ],
      "year": 1977,
      "doi": "10.1177/001316447703700403"
    },
    {
      "title": "Fit indices in covariance structure modeling: sensitivity to underparameterized model misspecification",
      "authors": [
        "L Hu",
        "P Bentler"
      ],
      "year": 1998
    },
    {
      "title": "On the multivariate asymptotic distribution of sequential chi-square statistics",
      "authors": [
        "J Steiger",
        "A Shapiro",
        "M Browne"
      ],
      "year": 1985,
      "doi": "10.1007/bf02294104"
    },
    {
      "title": "Evaluating goodness-of-fit indexes for testing measurement invariance",
      "authors": [
        "G Cheung",
        "R Rensvold"
      ],
      "year": 2002,
      "doi": "10.1207/s15328007sem0902_5"
    },
    {
      "title": "Psychometric Theory",
      "authors": [
        "J Nunnally"
      ],
      "year": 1978
    },
    {
      "title": "Relation of sample size to the stability of component patterns",
      "authors": [
        "E Guadagnoli",
        "W Velicer"
      ],
      "year": 1988,
      "doi": "10.1037//0033-2909.103.2.265"
    },
    {
      "title": "Health Measurement Scales: A Practical Guide to Their Development and Use",
      "authors": [
        "D Streiner",
        "G Norman"
      ],
      "year": 1995
    },
    {
      "title": "The effects of overextraction on factor and components analysis",
      "authors": [
        "J Fara",
        "W Velicer"
      ],
      "year": 1992
    },
    {
      "title": "Effects of under-and overextraction on principal axis factor analysis with varimax rotation",
      "authors": [
        "J Wood",
        "D Tataryn",
        "R Gorsuch"
      ],
      "year": 1996,
      "doi": "10.1037//1082-989x.1.4.354"
    },
    {
      "title": "The robustness of LISREL against small sample sizes in factor analysis models",
      "authors": [
        "A Boomsma"
      ],
      "year": 1982
    },
    {
      "title": "FIND US ON THE WEB",
      "authors": [
        "U Only"
      ]
    },
    {
      "authors": [
        "Donald Vickery",
        "Karen Md Nutrition",
        "Glanz",
        "Mph Phd",
        "Control Smoking",
        "P Michael",
        "Scd Eriksen",
        "Control Weight",
        "D Kelly",
        "Brownell"
      ]
    },
    {
      "title": "Social Health",
      "authors": [
        "R Kenneth",
        "Pelletier",
        "Phd",
        "Md"
      ]
    },
    {
      "title": "PhD Spiritual Health Larry",
      "authors": [
        "R Kenneth",
        "; Mcleroy",
        "Chapman"
      ]
    }
  ],
  "num_references": 42,
  "original_doi": "https://doi.org/10.13039/100000050"
}
