{
  "paper_id": "66DGTJ3Y",
  "title": "Transfer between tasks involving frustrative nonreward in rats: From consummatory to instrumental successive negative contrast",
  "abstract": "A B S T R A C T In tasks involving frustrative nonreward, animals learn to expect a large reward and eventually the reward is unexpectedly (i.e., without signals) downshifted to a small reward. Rats exposed to such tasks exhibit a transient rejection of the reward (in consummatory successive negative contrast, cSNC), or a transient deterioration of anticipatory behavior (in instrumental successive negative contrast, iSNC). When these tasks are administered in series, animals trained first in the cSNC task exhibit a reduced iSNC effect. This cSNC-to-iSNC transfer effect has been attributed to counterconditioning learning during cSNC postshift sessions, that is, to pairings of anticipatory frustration (a negative emotional response) with a reward. This hypothesis was tested in two experiments that manipulated the number of postshift trials in a cSNC task (Phase 1) before switching animals to the iSNC task (Phase 2). In these experiments, animals that received a single downshift session in the cSNC task (Phase 1) exhibited a stronger iSNC effect (Phase 2) than animals that had received either five (Experiment 1) or eight (Experiment 2) downshift sessions. More extensive downshift experience created more opportunities to develop counterconditioning. These results lend support to a role of counterconditioning in the recovery from reward downshift and in the development of transfer effects across reward downshift tasks that differ in terms of response requirements, reward type, and contextual cues.",
  "year": 1992,
  "date": "1992",
  "journal": "Behavioural Processes",
  "publication": "Behavioural Processes",
  "authors": [
    {
      "forename": "Mariano",
      "surname": "Rodríguez",
      "name": "Mariano Rodríguez",
      "affiliation": "a  Instituto de Biología y Medicina Experimental , Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET) , Vuelta de Obligado 2490 , 1428 Buenos Aires , Argentina \n\t\t\t\t\t\t\t\t Instituto de Biología y Medicina Experimental \n\t\t\t\t\t\t\t\t Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vuelta de Obligado 2490 \n\t\t\t\t\t\t\t\t\t 1428 \n\t\t\t\t\t\t\t\t\t Buenos Aires \n\t\t\t\t\t\t\t\t\t Argentina"
    },
    {
      "forename": "Martín",
      "surname": "Puddington",
      "name": "Martín Puddington",
      "affiliation": "a  Instituto de Biología y Medicina Experimental , Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET) , Vuelta de Obligado 2490 , 1428 Buenos Aires , Argentina \n\t\t\t\t\t\t\t\t Instituto de Biología y Medicina Experimental \n\t\t\t\t\t\t\t\t Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vuelta de Obligado 2490 \n\t\t\t\t\t\t\t\t\t 1428 \n\t\t\t\t\t\t\t\t\t Buenos Aires \n\t\t\t\t\t\t\t\t\t Argentina"
    },
    {
      "forename": "Mauricio",
      "surname": "Papini",
      "name": "Mauricio Papini",
      "affiliation": "d  Department of Psychology , Texas Christian University , Fort Worth , TX 76102 , USA \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Texas Christian University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 76102 \n\t\t\t\t\t\t\t\t\t Fort Worth \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t USA",
      "email": "m.papini@tcu.edu"
    },
    {
      "forename": "Rubén",
      "surname": "Muzio",
      "name": "Rubén Muzio",
      "affiliation": "a  Instituto de Biología y Medicina Experimental , Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET) , Vuelta de Obligado 2490 , 1428 Buenos Aires , Argentina \n\t\t\t\t\t\t\t\t Instituto de Biología y Medicina Experimental \n\t\t\t\t\t\t\t\t Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vuelta de Obligado 2490 \n\t\t\t\t\t\t\t\t\t 1428 \n\t\t\t\t\t\t\t\t\t Buenos Aires \n\t\t\t\t\t\t\t\t\t Argentina"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Introduction",
      "text": "Animals trained with a large reward show behavioral disruption after an unexpected reduction in reward, compared to animals consistently trained with a small reward. This phenomenon, known as successive negative contrast (SNC), has been studied in a variety of situations  (Flaherty, 1996) . In consummatory SNC experiments (cSNC), animals receive daily sessions of free access to a sucrose solution while fluid consumption is recorded. In preshift sessions, animals in the experimental condition have access to a large reward (usually 32% sucrose), whereas animals in the control condition receive access to a small reward (usually 4% sucrose). In postshift sessions, both groups receive the small reward. In this task, the downshifted group typically consumes less solution than the unshifted control, despite both groups receiving the same reward  (Vogel et al., 1968) . This cSNC effect is transient; after a few postshift sessions, both groups consume a similar amount of sucrose.\n\nAnother commonly used procedure to study the effects of reward downshift is based on instrumental or anticipatory behavior (iSNC). In this iSNC task, different groups of animals learn to approach the goal box of a runway during preshift sessions, where they find either a large or a small reward (usually varying numbers of food pellets). During postshift sessions, the number of pellets is dramatically reduced in the experimental condition, but left unshifted in the control condition. Following the downshift, response latencies increase for downshifted animals beyond the level of unshifted controls. Such latencies are measured before the animal reaches the goal box and interacts with the reward. However, after a variable number of sessions, both groups perform similarly  (Crespi, 1942) .\n\nBehavioral, neurophysiological, and pharmacological evidence support the hypothesis that frustrative nonreward, a negative emotional process induced by the unexpected reward downshift  (Amsel, 1992) , contributes to these SNC effects  (Papini et al., 2015) . For instance, reward downshift altered aggressive behavior  (Mustaca et al., 2000) , induced corticosterone release  (Mitchell & Flaherty, 1998) , supported escape behavior  (Daly, 1974) , and reduced sexual behavior  (Freidin & Mustaca, 2004) . Some behavioral consequences of reward downshift are attenuated or eliminated by the administration of anxiolytics  (Flaherty et al., 1990)  and opioid agonists  (Papini, 2009) , or by inactivation or chemogenetic inhibition of neural activity in the central amygdala  (Guarino et al., 2020; Kawasaki et al., 2015) . Whereas substantial research has been devoted to the factors that trigger SNC effect, there is relatively little understanding of the factors that regulate the recovery of behavior following frustrative nonreward.\n\nTwo mechanisms have been proposed to influence the recovery from reward downshift in SNC tasks  (Papini, 2003) . First, a memory update of reward magnitude that occurs during postshift sessions as the animal experiences the downshifted reward. The disrupted effects of SNC on behavior depend on the downshift being unexpected or surprising. To the extent that the animal learns about the new reward magnitude, its presentation is less and less surprising, and thus behavioral disruption is attenuated. Evidence that a memory is established during the first encounter with the downshifted reward, in the cSNC task, was provided by post-downshift-session treatments with drugs affecting memory, including corticosterone  (Bentosela et al., 2006; Ruetti et al., 2009) , d-cycloserine  (Norris et al., 2011) , and chordiazepoxide  (Ortega et al., 2014) . Moreover, lesions of the anterior cingulate cortex  (Ortega et al., 2011)  and post-downshift-session inhibition of the amygdala  (Salinas et al., 1993)  also disrupted recovery in the cSNC and iSNC tasks, respectively. Papini (2003)  also suggested that counterconditioning resulting from pairings between anticipatory frustration and the reward available in the SNC task would reduce behavioral disruption induced by the anticipation of a negative emotion. Consistent with this hypothesis, preshift training involving partial reinforcement enhanced recovery of behavior after reward downshift in either the cSNC  (Pellegrini et al., 2004)  or iSNC tasks  (Mikulka et al., 1967) . Because the counterconditioning of anticipatory frustration is thought to mediate transfer across tasks sharing unexpected reward downshift  (Amsel, 1992) , the role of counterconditioning in the recovery from SNC effects was also explored using transfer-of-learning designs. Thus, for example, downshift experience in the cSNC task later retarded appetitive extinction in an autoshaping task  (Glueck et al., 2018) . Similarly, cSNC training in Phase 1 attenuated the iSNC effect in Phase 2  (Cuenya et al., 2015) ; similar attenuation was observed when the transition was from iSNC to cSNC.\n\nTransfer designs are especially attractive to explore the role of counterconditioning in recovery from SNC effects because they involve significant differences between tasks. For example, cSNC and iSNC tasks differ in terms of the responses recorded (consummatory licking vs. anticipatory running), the rewards used (sucrose solution vs. solid food pellets), and environmental cues (conditioning box vs. runway). Thus, whereas these sources of information differentiate these tasks, the common element between them is the posteffect of a disparity between obtained and expected rewards, which we assume to be an emotional state of frustration. In the present experiments, the strength of counterconditioning was manipulated in terms of the number of postshift trials in the cSNC task presented in Phase 1. A greater number of postshift sessions was assumed to generate a stronger counterconditioning of frustration than a smaller number of postshift session. As a result, when frustration is induced under different conditions, in a different task (iSNC in Phase 2), its disruptive effects on behavior would be attenuated in animals allowed to recover from consummatory downshift (Phase 1) because they had a greater opportunity to develop counterconditioning of the otherwise disruptive effects of frustrative nonreward."
    },
    {
      "title": "Experiment 1",
      "text": "Experiment 1 extended the findings reported previously in three directions. First,  Cuenya et al. (2015)  used inbred rat strains selected for either low or high active avoidance learning-Roman high-and low-avoidance strains. These strains present several behavioral and neurophysiological differences between each other and relative to nonselected rat strains  (Fernández-Teruel et al., 2023; Torres & Sabariego, 2014) . The present experiments attempted to test whether similar transfer effects would be observed in outbred rats. Second, in  Cuenya et al.'s (2015)  experiment, the iSNC effect was evaluated in terms of a general latency measure, whereas in the present experiments, latencies were recorded in the start, run, and goal segments of the runway. This provides a greater spatial resolution of acquired behavior to determine where counterconditioning affects running performance relative to the goal box. Third, these experiments were explicitly designed to test the counterconditioning account invoked to explain the transfer effects reported previously  (Cuenya et al., 2015; Glueck et al., 2018) ."
    },
    {
      "title": "Method"
    },
    {
      "title": "Subjects",
      "text": "Twenty-nine experimentally naïve, male, Long-Evans rats served as subjects. All animals were bred in a colony at the Instituto de Biología y Medicina Experimental-Consejo Nacional de Investigaciones Científicas y Técnicas (IBYME-CONICET). At 60 days of age, the animals were moved from the breeding colony to a different vivarium room. In the vivarium, animals were individually housed in metal cages with ad libitum access to balanced food during the initial three days. The mean (± SEM) weight of each animal during these three days was the ad libitum weight: 395.8 g (± 24.9 g). Subsequently, access to food was gradually restricted until weights reached 80-85% of their ad libitum weights. Therefore, the animals were about 70 days of age at the start of the training. Food restriction was maintained throughout the experiment, but water was freely available in the home cages. Weights were maintained by providing an appropriate amount of food at least 30 min after the end of their daily session. During the experiment, the vivarium was maintained on a 12:12 h light:dark cycle (lights on at 07:00 h), and temperature was kept between 18 -23 • C. Experimental protocols were approved by the Committee of Animal Care and Ethics from the IBYME-CONICET."
    },
    {
      "title": "Apparatus",
      "text": "The cSNC task was conducted in metal cages identical to those used to house the animals (41×25×18 cm, L×W×H), with a modified cover that increased the height of the cage 11 cm. A 5-W led lamp placed 10 cm above the consummatory cage provided illumination. This modification permitted the insertion of a spill-proof bottle, distinct from the standard water bottle regularly provided to the animals in their home cages. The sucrose solutions (32%, 4%) were prepared using a weight/weight ratio, where 32 g (or 4 g) of sucrose were mixed with 68 g (or 96 g) of distilled water. The duration of each session, starting from the first lick to the bottle, was measured using a manual stopwatch. A digital scale (Moretti NJW-1500, Japan) was used to obtain the total amount of liquid consumed by weighing each bottle before and after each session and recording the difference.\n\nThe apparatus used for iSNC training was a straight runway measuring 280×20×25 cm (L×W×H). The runway was divided into three sections separated by guillotine doors. The start, running, and goal sections were 40-cm, 200-cm, and 40-cm long, respectively. The walls and floor of the runway were painted black and the runway was covered by clear Plexiglas lids. Two guillotine doors separated the start and goal sections from the running section. The runway was illuminated by a 5-W lamp placed 1 m above the second guillotine door. Dustless precision pellets, 45 mg each (Bio-Serv F0021, USA), were used as the reward (either 16 or 2 pellets, depending on the group or the training phase). Pellets were placed in the wall-mounted feeder at the distal end of the goal box. Above the feeder was an acrylic tube with an upper fan providing air ventilation. Response latencies (in 0.1-s units) were measured with infrared sensors located on the walls of the runway, controlled by a PC equipped with a MED-PC system. The first sensor was placed 14.5 cm further from the first guillotine door, the second was situated 14.5 cm ahead the second guillotine door, and the third was located 10 cm from the feeder."
    },
    {
      "title": "Experimental Design",
      "text": "Animals were randomly assigned to one of the following three conditions: 32-4Rec/16-2, 32-4NoRec/16-2, and 4-4/2-2 (\"Rec\": recovery, i.e., more postshift sessions in Phase 1). The two training phases are separated by the slash lines in each group's name. Phase 1 involved cSNC training. Groups 32-4 received 16 preshift sessions rewarded with 32% sucrose. Subsequently, Group 32-4Rec received five postshift sessions reinforced with 4% sucrose, whereas Group 32-4NoRec had a single postshift session and remained without training the next four days. Group 4-4 received 21 sessions rewarded with a 4% sucrose. Phase 2 involved iSNC training and it began the day after the end of Phase 1. All animals underwent daily sessions of four consecutive runway trials. Group 4-4/2-2 received 20 sessions reinforced with two pellets per trial. The remaining groups completed twelve sessions reinforced with 16 pellets followed by eight sessions rewarded with 2 pellets. Animals were trained between 8:00 and 12:00 hr in the morning, 7 days per week."
    },
    {
      "title": "Procedure",
      "text": "Three pretraining sessions were conducted to familiarize animals to the cage used in Phase 1. Each pretraining session consisted of a 5-min exposure to the cSNC cage, without a bottle, followed by a 10-min exposure to the runway with the guillotine doors open and the feeder empty. Animals were placed in the start box and allowed to move freely about the runway.\n\nDuring cSNC training, animals were individually transferred from the vivarium to the experimental room, where they were moved from their home cage to the consummatory cage. After closing the cage, the bottle was manually inserted. The bottles were placed on the left or right side of the cage in a counterbalanced order across animals. Animals remained in the experimental room for 5 min with free access to the bottle. The experimenter started the stopwatch when the animal touched the sipper tube and waited outside the room until the end of the trial, at which point the experimenter entered the room and removed the bottle from the cage. The animal was then returned to its home cage and brought back to the vivarium. The consummatory cages were cleaned with a 70% ethanol solution and then washed with tap water after every session. For preshift sessions in the experimental condition (32-4), bottles contained 32% sucrose. In postshift sessions and in all sessions for the 4-4 condition, the bottle contained 4% sucrose.\n\nEach session in the iSNC task involved 4 consecutive trials. Animals were placed in the start box with the first door closed and the second open, with the feeder containing either 16 or 2 pellets depending on the experimental condition. A trial started with the opening of the guillotine door. The start latency was the time from the moment the first guillotine door was open to the moment in which the animal activated the first photocell sensor outside the start box. The run latency was the time since the activation of the first sensor to the activation of the second sensor before the second guillotine door. Finally, the goal latency was the time from the activation of the second sensor to the activation of the third sensor near the feeder. At this point, the second guillotine door was closed. The rat remained in the goal box 2 min before being removed and placed back in the start box while the runway was prepared for the next trial. The intertrial interval was approximately 30 s. After the fourth and final trial of each session, subjects were transported back to the vivarium. The runway was cleaned with a 70% ethanol solution, 5 min were allowed for ethanol evaporation, and the runway was also cleaned with a cloth moistened with tap water before the next animal was placed inside for a session."
    },
    {
      "title": "Exclusion criteria",
      "text": "A small proportion of animals exposed to the cSNC task fail to exhibit a cSNC effect  (Papini et al., 2014) . Animals that fail to exhibit the cSNC effect may also fail to produce the iSNC effect, either because they do not exhibit any form of SNC or due to a transfer effect. Conversely, one could anticipate no transfer effect in animals that had not shown cSNC and consequently will exhibit a normal iSNC response. Given the expected small number of subjects that would fail to exhibit the cSNC effect, we decided to exclude animals whose sucrose intake on the first downshift session was higher than 85% of the intake shown on the last preshift session of Phase 1. As a result of this criterion, two animals were excluded in Experiment 1, one from Group 32-4Rec/16-2 and the other from Group 32-4NoRec/16-2. The final sample size for each group is shown in Fig.  1 ."
    },
    {
      "title": "Statistical analyses",
      "text": "The dependent variables were total sucrose consumption (mL) during the 5-min session in the cSNC task (Phase 1) and the log 10 of start, run, and goal latencies in the iSNC task (Phase 2). Log transformation of latency data is common practice aiming at improving normality (see  Fernández et al., 2024) . Mixed-model, repeated-measure analysis of variance was used to assess these dependent variables. In these analyses, Session was always a repeated-measure factor. Pairwise Bonferroni tests were used to identify the source of interactions. Partial eta square, η p 2 , was used to assess effect size. Inferences were based on an alpha value less than 0.05. To simplify the narrative, statistical information is provided only for significant effects. All analyses were conducted using the IBM SPSS Statistics 27 package."
    },
    {
      "title": "Results"
    },
    {
      "title": "Phase 1: cSNC",
      "text": "Fig.  1a  illustrates total fluid consumption (mL) across trials in the cSNC task for the four groups. A Group by Session analysis for the 16 preshift sessions yielded the following results. The Group by Session interaction, F(30, 360)= 1.78, p < 0.009, η p 2 = 0.13. and the main effect of Session, F(15, 360)= 68.55, p < 0.001, η p 2 = 0.74, were significant, but the Group effect was nonsignificant. Bonferroni pairwise tests failed to identify any significant pairwise difference among groups in any of the preshift sessions.\n\nA second Group by Session analysis compared sucrose consumption in the last preshift session vs. the first postshift session to assess the effects of reward downshift. All three factors were significant, Fs > 4.78, ps < 0.008, η p 2 s > 0.30. Bonferroni pairwise tests revealed that whereas groups did not differ on session 16, both downshifted groups differed from unshifted controls on session 17, ps < 0.003. Other pairwise comparisons were nonsignificant.\n\nA third Group by Session analysis was computed to assess the recovery of consummatory behavior. Group 32-4NoRec/16-2 was excluded since these animals received only one postshift session. The Group by Session interaction and the main effect of Session were significant, Fs > 11.65, ps < 0.001, η p 2 s > 0.47. The Group effect was not significant, F(2, 26)= 2.52, p < 0.11, η p 2 = 0.16. Pairwise comparisons indicated that Group 32-4Rec/16-2 differed from Group 4-4/2-2 on sessions 17-18, ps < 0.05. Other pairwise comparisons were nonsignificant."
    },
    {
      "title": "Phase 2: iSNC",
      "text": "Fig.  1b-d  present the results from the instrumental task in terms of the start, run, and goal latencies for each session and group. Separate Group by Session analyses were conducted for each measure during preshift and postshift sessions. Preshift latencies were clearly higher in all three measures in Group 4-4/2-2, which received 2 pellets for running down the runway. Thus, the Group effect for the three latency measures was significant, Fs > 2.23, ps < 0.002, η p 2 s > 0.47. Bonferroni pairwise analyses indicated that Group 4-4/2-2′s latencies were significantly longer than those of the other two groups, ps < 0.03, which did not differ from each other.\n\nIn terms of postshift latencies, there was no evidence of iSNC in the start latency, a hint of a iSNC effect in run latencies, and a clear iSNC effect in goal latency. However, the iSNC effect was observed only in the group that experienced reward downshift in only a single postshift session in Phase 1, but not in the group that received 5 postshift sessions. Separate Group by Session analyses supported this conclusion. The Group by Session interaction was significant for start and run latencies, Fs > 1.77, ps < 0.05, η p 2 s > 0.12, but not for goal latencies. However, Bonferroni pairwise tests indicated that the source of the interaction in start latency was a significantly higher latency of Group 4-4/2-2 than of the other two groups on session 1, p < 0.005, reflecting a difference carried over from preshift sessions. For goal latency, there was a significant Group effect, F(2, 24)= 7.92, p < 0.003, η p 2 = 0.40. Bonferroni tests indicated that Group 32-4NoRec/16-2 exhibited significantly higher latencies than the other two groups, ps < 0.02, which did not differ from each other."
    },
    {
      "title": "Discussion",
      "text": "These results support the conclusion that greater exposure to the downshift sucrose solution during postshift sessions in Phase 1 attenuated the iSNC effect in Phase 2, a result that yields support to the hypothesis that the counterconditioning of anticipatory frustration plays a role in the recovery from reward downshift in both the cSNC and iSNC tasks  (Papini, 2003) . The similarity in consummatory behavior of rats exposed to 4% and 32% sucrose is not surprising. A number of experiments show that the relationship between sucrose intake and concentration is nonmonotonic  (Annicchiarico et al., 2016; Papini & Pellegrini, 2006; Sclafani & Ackroff, 2003) . With the procedures used in the present experiments, sucrose consumption tends to peak at about 16% which often results in similar levels of intake in concentrations ranging between 4% and 40%. Although this is not a general phenomenon, others have also reported similar consumption levels for 32% and 4% sucrose (e.g.,  Flaherty et al., 1990; Flaherty & Rowan, 1989) ."
    },
    {
      "title": "Experiment 2",
      "text": "In  Cuenya et al. ´s (2015)  experiment, the cSNC-to-iSNC transfer effect affected run latency, a fact that led us to expect a similar result in the Experiment 1. However, run latencies showed no evidence of an iSNC effect. In Experiment 2, the number of preshift sessions in the cSNC task (Phase 1) was reduced from 16 sessions in Experiment 1 to 10 preshift sessions in an attempt to facilitate consummatory recovery. Additionally, the number of postshift sessions was also extended from 5 to 8, thus increasing the exposure time to the downshift experience that could then be transferred to Phase 2. On the other hand, the number of sessions in the iSNC task (Phase 2) was the same as in Experiment 1 (12 preshift and 8 postshift sessions). Finally, Experiment 2 was limited to a comparison between Groups 32-4Rec/16-2 vs. 32-4NoRec/16-2."
    },
    {
      "title": "Method",
      "text": "The subjects were 17 male Long-Evans rats, experimentally naïve, and about 70 days old at the start of the experiment. Ad libitum weights and food restriction were as described in Experiment 1. The mean ( ± SEM) ad libitum weight during these three days was 388.2 g ( ± 39.1 g). As a result of the exclusion criterion described in Experiment 1, three animals were excluded, one from Group 32-4Rec/16-2 and two from Group 32-4NoRec/16-2. The final sample sizes are shown in Fig.  2 . All other maintenance conditions, apparatus, dependent measures, and statistical procedures were as described in Experiment 1."
    },
    {
      "title": "Results"
    },
    {
      "title": "Phase 1: cSNC",
      "text": "Fig.  2a  illustrates fluid consumption during the cSNC procedure in Experiment 2 (Phase 1). These data were analyzed following the same approach described in Experiment 1. An analysis of the 10 preshift sessions yielded only a significant increase in consummatory behavior across sessions, F(9, 108)= 27.14, p < 0.001, η p 2 = 0.69. The Group and Group by Session effects were nonsignificant. A second Group by Session analysis evaluated the degree of consummatory suppression by comparing sucrose consumption in the last preshift session vs. the first postshift session. The suppression was significant, F(1, 12)= 55.88, p < 0.001, η p 2 = 0.82, but neither the Group or the Group by Session interaction reached significance. A repeated-measure analysis restricted to Group 32-4Rec/16-2 revealed a significant increase of consumption across postshift sessions, F(7, 49)= 14.12, p < 0.001, η p 2 = 0.67."
    },
    {
      "title": "Phase 2: iSNC",
      "text": "Fig.  2b-d  shows the results of the iSNC task (Phase 2). An analysis of preshift performance yielded the following results. The Group by Session interaction was only significant for run latencies, F(11, 132)= 2.21, p < 0.02, η p 2 = 0.16. The main effect of Session was significant for all three latency measures, Fs(11, 32)> 37.26, ps < 0.001, η p 2 s > 0.76. All other factors were nonsignificant, including pairwise Group comparisons for run latencies in every preshift session. As for postshift sessions, all three latency measures revealed significant changes across Sessions, Fs(7, 84)> 3.41, ps < 0.02, η p 2 s > 0.22. More importantly, there were significant Group by Session interactions in run latency, F(7, 84)= 3.41, p < 0.02, η p 2 = 0.22, and goal latency, F(7, 84)= 4.80, p < 0.001, η p 2 = 0.29. The Group effects were nonsignificant. Bonferroni pairwise comparisons indicated that Groups were significantly different on session 19 for run latency, p < 0.03, and on sessions 16-17 for goal latency, ps < 0.02."
    },
    {
      "title": "Discussion",
      "text": "In Phase 1, both groups exhibited similar consummatory behavior during the cSNC task, whether in preshift or postshift sessions. Importantly, all animals suppressed their consummatory behavior after a 32-to-4% sucrose downshift and suppression was followed by a significant recovery of behavior in Group 32-4Rec/16-2. As predicted, shortening the number of preshift sessions and lengthening the number of postshift sessions in Phase 1 led to a more reliable effect that emerged in goal latency, as in Experiment 1, but also in terms of run latency."
    },
    {
      "title": "General Discussion",
      "text": "The novel findings of these studies are, first, that transfer between both SNC tasks was observed for the first time in an outbred, Long-Evans, rat strain, and second, that increasing exposure to the downshifted sucrose solution in the cSNC task eliminates the iSNC effect as observed in terms of running and goal latencies. As shown by these results, rats respond differentially in the three sections of the runway, a fact suggesting that different mechanisms may be affecting instrumental behavior as a function of distance from the goal. These results confirmed and extended previous results reported by  Cuenya et al. (2015)  using Roman high-and low-avoidance rats from inbred strains, known to differ in a range of anxiety tests  (Fernández-Teruel et al., 2023; Torres & Sabariego, 2014) , including both cSNC and iSNC  (Gómez et al., 2009; Rosas et al., 2007) . In general, Roman low-avoidance rats exhibit greater levels of anxiety behavior and also produce stronger SNC effects than Roman high-avoidance rats. In their transfer experiments,  Cuenya et al. (2015)  reported that transfer effects in both directions involving cSNC and iSNC tasks were observed in Roman low-avoidance rats, but not in Roman high-avoidance rats. These results were interpreted as being consistent with the hypothesis that these transfer effects were dependent upon the counterconditioning of an emotional response of frustration induced by the unexpected reward downshift event shared by both SNC tasks. The present experiments extended the transfer effects across tasks involving frustrative nonreward to an outbred rat strain, Long-Evans rats. The present housing condition differed from  Cuenya et al. ´s (2015)  conditions, but were similar to those used by  Glueck et al. (2018) . Despite these differences, transfer effects were also observed in the current experiments. It is noteworthy that Long-Evans rats behave in these tasks more like Roman low-avoidance rats, rather than Roman high-avoidance rats. In addition, a more detailed analysis of running performance was attempted in these experiments by recording latencies in three different sections of the runway. Experiment 1 also added an unshifted control (unshifted in both phases) that provided a baseline condition to evaluate the transfer effect.\n\nThe present results could also be explained in terms of the anticipation of frustrative nonreward, without reference to counterconditioning. A previous experience with reward downshift could make the second reward downshift less surprising and thus reduce its impact on behavior. A larger number of postshift trials with the reduced reward in Phase 1 could strengthen a memory of the downshift experience that it would then be transferred to the events in Phase 2. However, available evidence fails to support this hypothesis. Partial reinforcement during preshift sessions tends to attenuate both cSNC  (Pellegrini et al., 2004)  and iSNC  (Mikulka et al., 1967) , but, at least in the cSNC case, the administration of the benzodiazepine chlordiazepoxide before nonreinforced sessions cancels the effects of partial reinforcement. Animals treated with this anxiolytic exhibit a cSNC effect similar to that of animals exposed to continuous reinforcement during preshift sessions  (Pellegrini et al., 2004) . This result points to an emotional component to the effects of nonreinforcement on the subsequent of reward downshift on consummatory behavior.\n\nOne problem for both of these accounts of transfer effects among situations involving frustrative nonreward, the counterconditioning and the downshift anticipation accounts, comes from experiments showing asymmetrical transfer effects. For example  (Glueck et al., 2018) , reward downshift in the cSNC task (Phase 1) attenuated appetitive extinction after autoshaping acquisition (Phase 2), but there was no evidence that exposure to appetitive extinction (Phase 1) would modulate the cSNC effect (Phase 2). In fact,  Glueck et al. (2018)  found it difficult to modulate the cSNC effect by prior experience with reward downshifts. If anything, there was evidence of the opposite effect: partial reinforcement in a licking task (Phase 1) enhanced the cSNC effect relative to a continuous reinforcement task (Phase 2); notably, in this case, both tasks involving licking as the target response (Phase 2). This asymmetry could be explained if the role of counterconditioning is stronger in the iSNC task than in the cSNC task. In such a case, transfer would be more easily detectable when the Phase-2 task is instrumental than when it is consummatory. To our knowledge, this experiment remains to be carried out.\n\nWe are also interested in understanding the changes in brain function that are correlated with recovery from frustrative nonreward. There is no evidence, for example, about potential differences in brain activity in animals whose iSNC performance was affected by transfer from prior exposure to the cSNC task, vs. animals that received iSNC training for the first time. A first step could be to assess the expression of the protein c-Fos, a marker of recent neuronal activity  (Hudson, 2018) , in a wide range of brain regions in these two conditions (transfer vs. original training conditions)."
    },
    {
      "title": "CRediT authorship contribution statement"
    },
    {
      "text": "Fig. 1. (a) Consumption (mL) of sucrose solutions during the 5-min session in each group in the cSNC task (Phase 1). (b-d) Start, run, and goal latencies, transformed to the log 10 , of each group in the iSNC task (Phase 2). In all figures, the dashed line marks the transition from preshift to postshift sessions."
    },
    {
      "text": "Fig. 2. (a) Consumption (mL) of sucrose solutions during the 5-min session in each group in the cSNC task (Phase 1). (b-d) Start, run, and goal latencies, transformed to the log 10 , of each group in the iSNC task (Phase 2). In all figures, the dashed line marks the transition from preshift to postshift sessions."
    },
    {
      "text": "Mariano N. Rodríguez: Writingreview & editing, Investigation, Data curation. Martín M. Puddington: Writingreview & editing, Methodology, Formal analysis, Data curation, Conceptualization. Rubén N. Muzio: Writingreview & editing, Resources, Project administration, Funding acquisition, Conceptualization. Mauricio R. Papini: Writingoriginal draft, Visualization, Formal analysis, Data curation, Conceptualization."
    }
  ],
  "references": [
    {
      "title": "Frustration theory: An analysis of dispositional learning and memory",
      "authors": [
        "A Amsel"
      ],
      "year": 1992,
      "doi": "10.1017/cbo9780511665561"
    },
    {
      "title": "Complex effects of reward upshift on consummatory behavior",
      "authors": [
        "I Annicchiarico",
        "A Glueck",
        "L Cuenya",
        "K Kawasaki",
        "S Conrad",
        "M Papini"
      ],
      "year": 2016,
      "doi": "10.1016/j.beproc.2016.06.006"
    },
    {
      "title": "Administration of corticosterone after the first downshift trial enhances consummatory successive negative contrast",
      "authors": [
        "M Bentosela",
        "E Ruetti",
        "R Muzio",
        "A Mustaca",
        "M Papini"
      ],
      "year": 2006,
      "doi": "10.1037/0735-7044.120.2.371"
    },
    {
      "title": "Quantitative variation in incentive and performance in the White rat",
      "authors": [
        "L Crespi"
      ],
      "year": 1942,
      "doi": "10.2307/1417120"
    },
    {
      "title": "Transfer across reward devaluation tasks in inbred Roman rat strains",
      "authors": [
        "L Cuenya",
        "M Sabariego",
        "R Donaire",
        "A Fernández-Teruel",
        "C Torres",
        "M Papini"
      ],
      "year": 2015,
      "doi": "10.1016/j.lmot.2015.08.003"
    },
    {
      "title": "Reinforcing properties of escape from frustration aroused in various learning situations",
      "authors": [
        "H Daly"
      ],
      "year": 1974,
      "doi": "10.1016/s0079-7421(08)60455-7"
    },
    {
      "title": "Contribution of the Roman rat lines/strains to personality neuroscience: neurobehavioral modeling of internalizing/externalizing psychopathologies",
      "authors": [
        "A Fernández-Teruel",
        "T Cañete",
        "D Sampedro-Viana",
        "I Oliveras",
        "R Torrubia",
        "A Tobeña"
      ],
      "year": 2023,
      "doi": "10.1017/pen.2023.7"
    },
    {
      "title": "Instrumental successive negative contrast in rats: Trial distribution, reward magnitude, and prefrontal cortex activation",
      "authors": [
        "R Fernández",
        "M Puddington",
        "R Kliger",
        "J Del Core",
        "I Jure",
        "F Labombarda",
        "M Papini",
        "R Muzio"
      ],
      "year": 2024,
      "doi": "10.1016/j.physbeh.2024.114511"
    },
    {
      "title": "Incentive relativity",
      "authors": [
        "C Flaherty"
      ],
      "year": 1996
    },
    {
      "title": "Effect of serotonergic drugs on negative contrast in consummatory behavior",
      "authors": [
        "C Flaherty",
        "P Grigson",
        "M Demetrikopoulos",
        "M Weaver",
        "K Krauss",
        "G Rowan"
      ],
      "year": 1990,
      "doi": "10.1016/0091-3057(90)90080-2"
    },
    {
      "title": "Rats (Rattus norvegicus) selectively bred to differ in avoidance behavior also differ in response to novelty stress, in glycemic conditioning, and in reward contrast",
      "authors": [
        "C Flaherty",
        "G Rowan"
      ],
      "year": 1989,
      "doi": "10.1016/s0163-1047(89)90782-6"
    },
    {
      "title": "Frustration and sexual behavior in male rats",
      "authors": [
        "E Freidin",
        "A Mustaca"
      ],
      "year": 2004,
      "doi": "10.3758/bf03196030"
    },
    {
      "title": "Transfer between anticipatory and consummatory tasks involving reward loss",
      "authors": [
        "A Glueck",
        "C Torres",
        "M Papini"
      ],
      "year": 2018,
      "doi": "10.1016/j.lmot.2018.05.001"
    },
    {
      "title": "Consummatory successive negative and anticipatory contrast effects in inbred Roman rats",
      "authors": [
        "M Gómez",
        "M Escarabajal",
        "L De La Torre",
        "A Tobeña",
        "A Fernández-Teruel",
        "C Torres"
      ],
      "year": 2009,
      "doi": "10.1016/j.physbeh.2009.03.003"
    },
    {
      "title": "Frustrative nonreward: Chemogenetic inactivation of the central amygdala abolishes the effect of reward downshift without affecting alcohol intake",
      "authors": [
        "S Guarino",
        "S Conrad",
        "M Papini"
      ],
      "year": 2020,
      "doi": "10.1016/j.nlm.2020.107173"
    },
    {
      "title": "Genetic reporters of neuronal activity: c-Fos and G-CaMP6",
      "authors": [
        "A Hudson"
      ],
      "year": 2018,
      "doi": "10.1016/bs.mie.2018.01.023"
    },
    {
      "title": "Function of the centromedial amygdala in reward devaluation and open-field activity",
      "authors": [
        "K Kawasaki",
        "A Glueck",
        "I Annicchiarico",
        "M Papini"
      ],
      "year": 2015,
      "doi": "10.1016/j.neuroscience.2015.06.053"
    },
    {
      "title": "Effect of reinforcement schedules on reward shifts",
      "authors": [
        "P Mikulka",
        "R Lehr",
        "W Pavlik"
      ],
      "year": 1967,
      "doi": "10.1037/h0024516"
    },
    {
      "title": "Temporal dynamics of corticosterone elevation in successive negative contrast",
      "authors": [
        "C Mitchell",
        "C Flaherty"
      ],
      "year": 1998,
      "doi": "10.1016/S0031-9384(98)00072-9"
    },
    {
      "title": "Surprising nonreward reduces aggressive behavior in rats",
      "authors": [
        "A Mustaca",
        "C Martínez",
        "M Papini"
      ],
      "year": 2000,
      "doi": "10.46867/c4rk53"
    },
    {
      "title": "Posttrial D-cycloserine enhances the emotional memory of an incentive downshift event",
      "authors": [
        "J Norris",
        "L Ortega",
        "M Papini"
      ],
      "year": 2011,
      "doi": "10.1016/j.bbr.2011.05.001"
    },
    {
      "title": "Memory interfering effects of chlordiazepoxide on consummatory successive negative contrast",
      "authors": [
        "L Ortega",
        "A Glueck",
        "A Daniel",
        "M Prado-Rivera",
        "M White",
        "M Papini"
      ],
      "year": 2014,
      "doi": "10.1016/j.pbb.2013.11.031"
    },
    {
      "title": "Impairment of recovery from incentive downshift after lesions of the anterior cingulate cortex: Emotional or cognitive deficits",
      "authors": [
        "L Ortega",
        "M Uhelski",
        "P Fuchs",
        "M Papini"
      ],
      "year": 2011,
      "doi": "10.1037/a0025769"
    },
    {
      "title": "Comparative psychology of surprising nonreward",
      "authors": [
        "M Papini"
      ],
      "year": 2003,
      "doi": "10.1159/000072439"
    },
    {
      "title": "Role of opioid receptors in incentive contrast",
      "authors": [
        "M Papini"
      ],
      "year": 2009,
      "doi": "10.46867/ijcp.2009.22.03.01"
    },
    {
      "title": "Behavioral neuroscience of psychological pain",
      "authors": [
        "M Papini",
        "P Fuchs",
        "C Torres"
      ],
      "year": 2015,
      "doi": "10.1016/j.neubiorev.2014.11.012"
    },
    {
      "title": "Identifying profiles of recovery from reward devaluation in rats",
      "authors": [
        "S Papini",
        "I Galatzer-Levy",
        "M Papini"
      ],
      "year": 2014,
      "doi": "10.1016/j.bbr.2014.09.006"
    },
    {
      "title": "Scaling relative incentive value in consummatory behavior",
      "authors": [
        "M Papini",
        "S Pellegrini"
      ],
      "year": 2006,
      "doi": "10.1016/j.lmot.2006.01.001"
    },
    {
      "title": "Successive negative contrast after partial reinforcement in the consummatory behavior of rats",
      "authors": [
        "S Pellegrini",
        "R Muzio",
        "A Mustaca",
        "M Papini"
      ],
      "year": 2004,
      "doi": "10.1016/j.lmot.2004.04.001"
    },
    {
      "title": "Successive negative contrast effect in instrumental runway behaviour: A study with Roman high-(RHA) and Roman low-(RLA) avoidance rats",
      "authors": [
        "J Rosas",
        "J Callejas-Aguilera",
        "M Escarabajal",
        "M Gómez",
        "L De La Torre",
        "Á Agüero",
        "A Tobeña",
        "A Fernández-Teruel",
        "C Torres"
      ],
      "year": 2007,
      "doi": "10.1016/j.bbr.2007.07.027"
    },
    {
      "title": "Posttrial corticosterone administration enhances the effects of incentive downshift: Exploring the boundaries of this effect",
      "authors": [
        "E Ruetti",
        "N Justel",
        "A Mustaca",
        "M Papini"
      ],
      "year": 2009,
      "doi": "10.1037/a0013805"
    },
    {
      "title": "Amygdala modulates memory for changes in reward magnitude: reversible post-training inactivation with lidocaine attenuates the response to a reduction in reward",
      "authors": [
        "J Salinas",
        "M Packard",
        "J Mcgaugh",
        "K Sclafani ; Ackroff"
      ],
      "year": 1993,
      "doi": "10.1016/S0031-9384(03)00143-4"
    },
    {
      "title": "Incentive relativity: Gene-environment interactions",
      "authors": [
        "C Torres",
        "M Sabariego"
      ],
      "year": 2014,
      "doi": "10.46867/ijcp.2014.27.03.04"
    },
    {
      "title": "Effects of shifts in sucrose and saccharine concentrations on licking behavior in the rat",
      "authors": [
        "J Vogel",
        "P Mikulka",
        "N Spear"
      ],
      "year": 1968,
      "doi": "10.1037/h0026556"
    }
  ],
  "num_references": 34,
  "original_doi": "https://doi.org/10.13039/501100002923"
}
