{
  "paper_id": "66Y94XM6",
  "title": "A systematic review of ecological momentary assessment in autism research",
  "abstract": "Ecological momentary assessment has been increasingly used in autism studies over the last decade to capture and understand autistic people's behaviours, thoughts, feelings and daily experiences. This systematic review synthesised previous autism ecological momentary assessment studies to learn about the feasibility of ecological momentary assessment with autistic people and derive ideas to optimise the applicability of ecological momentary assessment in autism studies. Five databases (MEDLINE, PsycINFO, Web of Science, EMBASE and CINAHL) were searched, covering the time between January 1990 and October 2024, for studies using ecological momentary assessment with autistic participants. We identified 32 studies with 930 autistic participants. These studies supported the acceptability and feasibility of ecological momentary assessment with young and middle-aged autistic adults with average or above-average intelligence and language skills. Previous researchers and autistic participants in the reviewed literature suggested considering adaptations in the design of sampling schedules, ecological momentary assessment questionnaires and the implementation of incentive strategies, to improve the applicability of ecological momentary assessment with the autistic population. Future ecological momentary assessment studies could address the limitations in the extant literature, for example, lack of evidence from youth and older autistic people and a wider range of study topics. \n Lay abstract Ecological momentary assessments assess people's in-the-moment thoughts and behaviours in their daily lives in natural environments. The number of ecological momentary assessment studies with autistic people has increased over the last decade. For the first time, this review (1) summarises how well ecological momentary assessment works for allowing autistic people to describe and express their thoughts, emotions and experiences, and (2) provides suggestions for the design of ecological momentary assessment to make this research method more accessible to future autistic participants. In total, we synthesised participation experiences from 930 autistic people. Overall, ecological momentary assessment is generally acceptable for autistic adults aged from 18 to 60 and with average or above-average intelligence and language. We also identified several issues in the ecological momentary assessment procedure and suggested researchers consider these when designing future ecological momentary assessment studies with autistic people. The findings of this review provide evidence that ecological momentary assessment can be used to investigate many different questions with autistic people and suggest a wider application of ecological momentary assessment in future studies with autistic people.",
  "year": 2012,
  "date": "2012",
  "journal": "Journal of the American Academy of Child & Adolescent Psychiatry",
  "publication": "Journal of the American Academy of Child & Adolescent Psychiatry",
  "authors": [
    {
      "forename": "Yixin",
      "surname": "Chen",
      "name": "Yixin Chen",
      "email": "yixin.chen.17@ucl.ac.uk"
    },
    {
      "forename": "Zhenyang",
      "surname": "Xi",
      "name": "Zhenyang Xi"
    },
    {
      "forename": "Talya",
      "surname": "Greene",
      "name": "Talya Greene"
    },
    {
      "forename": "Will",
      "surname": "Mandy",
      "name": "Will Mandy"
    },
    {
      "affiliation": "University College London , London , UK Department of Clinical, \n\t\t\t\t\t\t\t\t Department of Clinical \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Educational and Health Psychology , University College London , 1-19 Torrington Place , London WC1E 6BT , UK. \n\t\t\t\t\t\t\t\t Educational and Health Psychology \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1-19 Torrington Place \n\t\t\t\t\t\t\t\t\t WC1E 6BT \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1177/13623613241305722",
  "keywords": [
    "autism spectrum disorders",
    "ecological momentary assessment",
    "experience sampling method",
    "systematic review"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Autism research commonly seeks to measure autistic people's behaviours, thoughts, feelings and experiences. To this end, a wide range of data collection methods have been employed. One available method is ecological momentary assessment (EMA), alternatively known as the experience sampling method (ESM), which has been widely used in studies with both clinical (e.g. depressive disorder by  Colombo et al. (2019) ; anxiety disorder by  Walz et al. (2014) ; eating disorder by  Schaefer et al. (2020) ) and non-clinical (e.g. mental health and behaviour by  Huckins et al. (2020) ; sleep and affect by  Shen et al. (2022) ) samples. EMA refers to a structured diary method for participants to self-report their thoughts, feelings, symptoms, context (e.g. location, company, activity) and the appraisal of the context in daily life. Participants in EMA studies are providing data in the real world and in real time  (Myin-Germeys et al., 2009; Myin-Germeys & Kuppens, 2022) . The reports typically have to be filled out several times a day during several consecutive days  (Myin-Germeys et al., 2003) . In this review, we focused on the implementation of EMA with the autistic population.\n\nThe number of autism EMA studies has increased over the last decade, reflecting the potential of this method to provide insights into the experiences and perspectives of autistic people. EMA has some specific methodological and research advantages compared with traditional retrospective or observational methods of data collection in autism research. First, compared with one-off questionnaires or observational assessments, 'in-the-moment' experiences or experiences over relatively short time periods (e.g. minutes or hours), collected repeatedly through EMA measures, likely have less response biases associated with retrospective recall  (Coyne & Gottlieb, 1996; Trull & Ebner-Priemer, 2009) . Second, the self-report nature of EMA reduces biases associated with over-reliance on information from others. Considering the possible mismatch between autistic people's internal feelings and thoughts, and the information being captured and recorded by observers, it is necessary to understand what autistic people experience by themselves, rather than through others' perspectives. Third, as a real-world assessment, EMA has improved ecological validity compared with assessments conducted in a laboratory setting. Autistic people's subjective experiences within natural settings may not be recreated or detected in a laboratory environment  (Myin-Germeys et al., 2009; Shiffman et al., 2008; Trull & Ebner-Priemer, 2009) , such as by Autism Diagnostic Observation Schedule (ADOS-2;  Lord et al., 2012) . However, rather than assuming EMA data are superior (see  Feller et al., 2024) , it should be noted that different types of assessments can all collect valuable information, and as such, we could view these assessments as complementary in understanding people's subjective experiences  (Solhan et al., 2009) . Furthermore, EMA in autism studies has potential to gain insights into the dynamics of autistic people's behaviours/thoughts which may not be effectively captured by commonly used one-off retrospective methods and observational assessments. Although making conclusive causal interpretations is unwarranted from EMA measures, the temporal directionality of the predictive relationship between autistic people's behaviours or emotional/affect states hints at the sequence of these subjective experiences, thereby helping contribute to the drawing of causal inferences  (Myin-Germeys & Kuppens, 2022) . Consequently, EMA has been increasingly used in autism studies and will likely continue to be applied to further understand outcomes that emerge over time.\n\nWith these methodological and research advantages of EMA in autism research, existing autism studies have implemented EMA to explore diverse study topics. However, although EMA has been conducted with people across the lifespan  (Myin-Germeys & Kuppens, 2022; Rah et al., 2006; Schmiedek et al., 2010) , with mild intellectual disability  (Gosens et al., 2024; Hulsmans et al., 2023; Wilson et al., 2020)  and with mental health conditions (e.g. Colombo et al., 2019) , the feasibility of EMA with autistic populations has not been systematically reviewed. Given the heterogeneity of autism, whether EMA is feasible for autistic people with different demographic, clinical and intellectual characteristics remains uncertain.\n\nRegarding the research topics in autism EMA studies, several individual empirical studies have examined the feasibility, reliability and validity of EMA and suggested that autistic people's social and daily experience  (Chen et al., 2014 (Chen et al., , 2015)) , stressors  (Khor, Gray, et al., 2014)  and leisure participation  (Song et al., 2023)  can be effectively captured by EMA measures. However, it should be noted that each of the conclusions about the feasibility of EMA was for a single autism research area and from one autistic sample group. In the current review, the included autism EMA studies were not limited by research area or autistic participants' demographic, clinical and intellectual characteristics. For the first time, we systematically reviewed the implementation of EMA in the autism literature, aiming to explore the feasibility of EMA measures across autism research topics and autistic populations.\n\nConsidering participants' characteristics and study aims, many EMA studies have adapted the designs of EMA measures. Given the lack of shared knowledge of the designs that could possibly limit the applicability of EMA with autistic participants, there is enormous heterogeneity in the methodologies and procedures in previous autism EMA studies. Autistic participants and researchers have commented on some previous EMA designs, both positively and negatively, and co-produced suggestions for future implementation of EMA with autistic people (e.g. Cooper et al., 2022; Cordier et al., 2016; Dallman et al., 2022) . Several previous empirical studies and reviews that do not focus on autism research have examined how EMA designs influence participants' responses  (Eisele et al., 2022; Hasselhorn et al., 2022; Wrzus & Neubauer, 2023)  and suggested some practical recommendations for future EMA studies  (van Roekel et al., 2019) . To further map autism research needs, in addition to synthesising the methodological characteristics of EMA across previous autism studies, we aimed to summarise EMA designs that could be considered to improve the applicability of EMA with autism. Although there is no one right answer for EMA designs  (Myin-Germeys & Kuppens, 2022) , this review could be a useful resource for researchers designing future autism EMA studies.\n\nTo summarise, in the current review, we synthesised previous autism EMA studies to learn about the feasibility of EMA with autistic people and derive ideas to optimise the applicability of EMA in autism studies. To achieve this aim, we had the following objectives:\n\n1. To summarise the study aims and participant characteristics of autism EMA studies. 2. To summarise the methodological characteristics and questionnaire designs of autism EMA studies. 3. To identify the feasibility of EMA in autism research, as indexed by response rates and autistic participants' qualitative feedback. 4. To summarise implementation challenges, adaptations of EMA methodologies, and recommendations for future autism EMA studies proposed by researchers and autistic participants.\n\nWe valued autistic participants' views on their EMA participation experience. Thus, autistic people's views about the methodologies and procedures that were collected before (i.e. participatory research) and after (i.e. feedback) EMA studies were considered when addressing the above four research objectives."
    },
    {
      "title": "Method",
      "text": "This systematic review was reported according to the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) standards  (Page et al., 2021) .\n\nThe protocol was registered with the International Prospective Register of Systematic Reviews (PROSPERO), registration number CRD42023421476. Any deviations from the protocol are noted below."
    },
    {
      "title": "Search strategy",
      "text": "The literature search was conducted on English studies published on MEDLINE (Ovid), PsycINFO (Ovid), Web of Science Core Collection (Web of Science), EMBASE (Ovid) and CINAHL (EBSCOhost) databases between January 1990 and October 2024. The search terms were developed by the first author, developed from search terms used in prior relevant reviews (e.g. Bos et al., 2015). Similar search terms were used for all database searches. The search terms combined text words and MeSh terms/ subject headings (depending on the databases). The search focused on two main areas: autism spectrum disorder (example terms: autis*, asperger*) and method (example terms: ecological momentary assessment, experience sampling). The text words were searched in title/abstract/ keywords to reduce the number of unqualified records. The full search strategy and limits applied to the search strategy are provided in supplementary material. Eligibility criteria Three inclusion criteria were applied. 1. Participant characteristics: Participants should have reported a diagnosis of autism spectrum disorder according to the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV, DSM-IV-TR, DSM-5, DSM-5-TR; American Psychiatric Association, 1994, 2000, 2013, 2022) or International Classification of Diseases (ICD-10 or ICD-11; World Health Organization, 2016, 2019) criteria and/or confirmed by clinical assessment tools (e.g. ADOS; Lord et al., 2012). Studies with self-reports of autism diagnosis without clinical evidence or which measured autistic traits in the general population were excluded. There were no constraints on the age or co-occurring conditions of autistic participants. 2. Ecological momentary assessment: Participants should complete self-report EMA. The EMA should have lasted for at least 3 days and assessed participants' real-life subjective experience in natural settings repeatedly throughout the study period. We set no restrictions regarding the completion format (electrical devices or paper-andpencil) and sampling schemes (signal-contingent, interval-contingent or event-contingent) of EMA. Signal-contingent means that signals were randomly/semi-randomly generated over the study sampling hours. Interval-contingent means that participants only respond to questionnaires at predetermined and equally distributed time points. Event-contingent schemes collect data of a specific event when such an event had taken place (Myin-Germeys & Kuppens, 2022). No restrictions were imposed in terms of the constructs measured by the EMA questionnaires. Studies that only passively collect physiological data by wearable devices were not included. 3. Study characteristics: We included all forms of empirical study that collected data through EMA with autism. Studies using exclusively qualitative data or review analyses were considered as sources, but not included in the current review. Book chapters were excluded."
    },
    {
      "title": "Study selection",
      "text": "The screening was conducted in two steps. First, the titles and abstracts of all identified articles were screened according to the inclusion criteria. The reference lists of reviews on related topics were manually scanned for additional articles. Then, the full texts of articles were retrieved and assessed for eligibility. A second reviewer independently screened 20% of randomly selected records from Stage 1 and the inter-rater reliability was assessed by Cohen's kappa  (Cohen, 1960) . The study selection process was conducted on Endnote 20  (The EndNote Team, 2013) ."
    },
    {
      "title": "Data extraction",
      "text": "Study information and EMA characteristics were extracted based on a coding scheme adapted from van Roekel et al. (  2019 ). The extracted descriptive information included study details (authors, publication year, country, aims), and participant characteristics (sample size, age, gender, co-occurring conditions, intelligence level and level of autism severity). Descriptive information is presented in tables. The EMA procedures, methodologies, characteristics of questionnaires and challenges/recommendations identified/raised by researchers/participants are summarised in a flowchart and tables. The second reviewer independently extracted data from 20% of the included articles, and inter-rater agreement was calculated  (Cohen, 1960) ."
    },
    {
      "title": "Risk of bias",
      "text": "The quality of included EMA studies was assessed following an adapted Strengthening the Reporting of Observational Studies in Epidemiology (STROBE; Von  Elm et al., 2007)  Checklist for Reporting EMA Studies (CREMAS) developed by  Liao et al. (2016) . The checklist covers 12 items in the methods and results sections (see details in  Liao et al., 2016) . We assessed whether each of the included studies has reported these items. A histogram of the total number of reported items and a box plot reflecting the number of studies that reported each specific item is presented."
    },
    {
      "title": "Data synthesis",
      "text": "This review synthesised the implementation of EMA in autism studies. First, the research topics and other study/ participant characteristics were summarised. Previous research topics were categorised into groups. Second, we used a flowchart to summarise the procedures of included studies. The details of each step and characteristics of EMA procedures were presented in tables, figures and texts. Third, we collected information about the feasibility (i.e. response rate and participants' qualitative feedback) of EMA. The possible factors that influence the response rate measured by previous studies were summarised. Last, challenges, adaptations in the methodologies of EMA and recommendations raised/identified by researchers and autistic participants were categorised into themes and presented in tables."
    },
    {
      "title": "Community involvement",
      "text": "No community partners were involved in this systematic review."
    },
    {
      "title": "Results",
      "text": "In total, 1001 records were identified from databases. After removing 434 duplicates manually, 567 articles were further screened and assessed for eligibility. The full text of 239 articles from electronic databases and 16 from reference lists of reviews on related topics were retrieved and assessed for eligibility. Forty-one publications were finally included in the current review. All included publications were published after 1994, with the majority (32 of 41, 78%) published from 2015 onwards. Some of these publications reported EMA datasets from the same sample and so were combined, resulting in 32 unique studies in the current review. The PRISMA flowchart of the study selection process is presented in Figure 1  (Page et al., 2021) . The inter-rater reliability for study selection was κ = 0.85  (Cohen, 1960) . The agreement for data extraction was over 98%."
    },
    {
      "title": "Objective 1 -summary of the study aims and participant characteristics of autism EMA studies",
      "text": "The study characteristics (Objective 1) are presented in Supplemental Table  S1  by studies and summarised in Table  1 .\n\nObjective 2 -summary of the methodological characteristics and questionnaire designs of autism EMA studies A summary of the procedures and methodological characteristics of EMA is presented in Figure  2 . This flowchart is a combination of study information from all included studies, so not all the details can be found in each study. The details of EMA designs are presented in Supplemental Table  S2  by studies and summarised in Figure  3 . Overall, all three common sampling schemes of EMA were found in the included studies. The most widely used approach was the signal-contingent scheme. To avoid some extreme cases in which signals could be distributed very unequally (e.g. all signals are generated in the morning), resulting in underrepresentation of the entire day (Myin-Germeys & Kuppens, 2022), and to minimise disrupting school schedules for the school-aged autistic participants (e.g. Kovac et al., 2016) , some studies used a 'semi-random' rather than a 'random' scheme by setting minimum intervals between signals or dividing the sampling time window into several periods, and thus the signals randomly prompt only within these pre-defined time slots. Studies with random or semi-random signal-contingent schemes are noted in Supplemental Table  S2 . Six signal-contingent studies instructed participants to respond to signals as much as possible (but can ignore signals when inconvenient or unsafe) and three studies specified responding as soon as possible."
    },
    {
      "title": "EMA questionnaires",
      "text": "The development of EMA questionnaires varied across studies. Nine studies adapted EMA questionnaires from previous studies/questionnaires and all studies included questions that were developed specifically for their own study. The types of questions and answering scales in EMA questionnaires are summarised in Table  2 . Of the studies that reported the length of questionnaires (27 of 32 studies, 84.4%), the number of questions ranged from 1 to 38 (M = 12.2, SD = 8.1). Only eight studies stated the mean questionnaire completion time and all of them were less than 5 min."
    },
    {
      "title": "Objective 3 -feasibility of EMA in autism research, as indexed by response rates and autistic participants' qualitative feedback",
      "text": "The response rates for signal-contingent and interval-contingent studies are summarised in Table  3 . The correlation between sampling frequency and response rate among signal-contingent studies (k = 21) was not significant (r = -0.06, p = 0.802). Looking at studies that reported both the questionnaire length and response rate (k = 20), a nonsignificant correlation (r = -0.11, p = 0.632) was found.\n\nSome plausible factors may be associated with response rate. The demographic characteristics, age  (Kovac, 2015; Kovac et al., 2016; Song et al., 2023) , gender  (Khor, Gray, et al., 2014; Khor, Melvin, et al., 2014; Song et al., 2023) , and race/ethnicity  (Song et al., 2023)  were not found to be related to response rate. No group differences were found between autistic and non-autistic participants  (Cai et al., 2020; Costache et al., 2024; Rump, 2010; Samson et al., 2015)  as well. However, whether IQ influences response rate is more ambiguous:  Khor, Gray, et al. (2014)  found a positive correlation between IQ and response rate (r = 0.46, p < 0.01), while  Kovac et al. (2016)  and  Kovac (2015)  tested for, but did not find, such a relationship. For studies with longer duration (14 days in  Khor, Gray, et al. (2014)  and  Khor, Melvin, et al. (2014) , the response rate decreased with time.\n\nRegarding the qualitative feedback collected at the end of studies, in general, autistic participants gave positive comments for the usage of electronic devices (four studies) and completion of EMA questionnaires (five studies) and reported little disruption to their daily activities (four studies). Although some previous researchers expressed concerns about autistic people's capacity to transition between activities  (Leung & Zakzanis, 2014) , autistic participants in  Chen et al. (2014)  reported that they were able to shift back and forth between responding to signals and daily activities. Gender and sex were assumed to be the same for participants in the included primary studies, and thus 'male' and 'female' are used for discussing gender issues throughout the current review, while we acknowledge that the literature does not currently afford the opportunity to tease apart effects of sex and gender  (Lai et al., 2015) .\n\nb All studies confirmed that autistic participants scored over the suggested cut-off score for autism. c Autism Diagnostic Observation Schedule  (Lord et al., 2000 (Lord et al., , 2012)) . d Social Communication Questionnaire  (Rutter, Bailey, & Lord, 2003) .\n\ne Autism Diagnostic Interview  (Lord et al., 1994; Rutter, Le Couteur, & Lord, 2003 ). f Autism Quotient  (Allison et al., 2012; Baron-Cohen et al., 2001) ."
    },
    {
      "title": "Objective 4 -summary of the implementation challenges, adaptations of EMA methodologies, and recommendations for future autism EMA studies proposed by researchers and autistic participants",
      "text": "Several challenges in the design of EMA were identified by autistic participants and researchers. Following researchers' previous experience, some made adaptations in the procedures and designs to improve the applicability of EMA for autistic participants. Other problems that have not been addressed were stated by researchers and autistic participants as suggestions for future EMA studies. We summarised these challenges, adaptations and recommendations into several themes/subthemes with descriptions in Tables  4  and  5 ."
    },
    {
      "title": "Risk of bias",
      "text": "Overall, 19 out of 32 studies specified information to allow the coding of more than 10 CREMAS items (12 items in total). Only two studies reported enough information for coding fewer than five items. Over 80% of studies reported most methodological designs, that is, technology (29/32 studies; 91%), sampling scheme (32/32 studies; 100%), frequency (29/32 studies; 91%) and study duration (32/32 studies; 100%). Training was only found in 22 studies (69%). Regarding the 'design features' item which refers to designs that address potential biases/problems, 21 (66%) studies specified methods to support participation (e.g. contacting autistic participants during the study or reducing the difficulty of completing questionnaires). The two least-reported items were latency (i.e. the time from signal to response) and missing data (i.e. variables related to response rate). Only 17 (53%) studies stated the time limits for responding/completing of EMA questionnaire. Very few studies (8/32 studies; 25%) conducted further analyses to investigate potential factors associated with response rate. See Figure  4  for the number of studies that reported each item and Supplemental Figures  S1  and  S2  for further details."
    },
    {
      "title": "Discussion",
      "text": "This current review synthesised the literature on EMA with autistic people to understand the feasibility of this method in autism research and to derive ideas for optimising it in future autism studies. Overall, this review demonstrated that EMA is a generally feasible research method for young and middle-aged autistic people with average or above-average intelligence and language ability. Several suggestions to enhance the accessibility and applicability of EMA were co-produced by researchers and autistic participants. Based on these findings, we recommend that autism EMA studies could be optimised by controlling sampling intensity, adapting questionnaire materials, and using incentives to increase engagement."
    },
    {
      "title": "Feasibility of EMA in autism research (Objectives 1, 2 & 3)",
      "text": "Across the included studies, the mean EMA response rate with autistic populations (~72%) appears to be acceptable and adequate for EMA data analyses  (Chen et al., 2014; Hintzen et al., 2010; Myin-Germeys et al., 2003) . However, EMA's feasibility may vary with autistic people's demographic and intellectual characteristics. Of the studies in the current review, autism EMA studies were more likely to be carried out with young autistic adults and those in middle age, constraining our ability to draw conclusions about the feasibility of EMA with young children and older people in the autism population. The dearth of autism ageing research was addressed in several previous reviews (e.g. Mason et al., 2022) , suggesting that the underrepresentation of older autistic adults is not limited to EMA studies, but rather is characteristic of autism research generally. Similarly, although autistic toddlers and children have been the focus of much research  (Jang et al., 2014) , collecting and analysing solely self-report information from autistic youth is relatively less common. Several previous studies documented that possible delays in autistic children's cognitive development may influence autistic children's abilities to provide an empirically reliable selfreport on their subjective experiences (e.g. Ikeda et al., 2014; Mazefsky et al., 2011) . Therefore, the underrepresentation of autistic children and older autistic people in EMA studies likely in part reflects a general autism research attention bias, rather than assuming the 'unfeasibility' of EMA with youth and elders in the autism population. Furthermore, it is possible, given that EMA studies to date tend to collect data using electronic devices (Myin-Germeys & Kuppens, 2022), that a further obstacle for work with these age groups could be a lack of access to electronic devices throughout the day (e.g. for children of school age) or limited confidence using electronic devices (e.g. for some older adults, see  Burke and Naylor (2022) ). In two previous EMA reviews, the response rates of EMA with non-autistic youth (76%;  Heron et al., 2017)  and elders (85%;  Yao et al., 2023)  were both sufficient and adequate for EMA data analyses. Following these successful implementations of EMA with non-autistic youth and elders, future autism EMA studies could also encompass autistic children and older adults, providing evidence for the feasibility of EMA with autistic people in a wider age range.\n\nRegarding autistic participants' intellectual characteristics, the underrepresentation of autistic people with ID   (2020) .\n\nInterpretation of items and options may differ between participants."
    },
    {
      "title": "Open-ended responses",
      "text": "Text responses were too ambiguous or not suitable for analysis \n\nThe subjective experiences were in visual, which were hard to be translated/reported in words."
    },
    {
      "title": "Closed-ended responses",
      "text": "Responses were limited in the pre-programmed options."
    },
    {
      "title": "Missing information",
      "text": "Participants only reported partial experience. Experiences outside sampling time window were not collected.\n\nMissed the opportunity to capture peak affective experiences in the moment of intense affect."
    },
    {
      "title": "EMA devices",
      "text": "Paper-and-pencil Cannot ensure 'in the moment' completion, the reliability of data is questioned Electronic devices  Not user-friendly for everyone. Some people reported difficulties in the usage.\n\nPossible technical issues could result in loss of data and influence participants' responds.\n\na Whether this challenge was reported by participants or not.\n\nin EMA studies not only results from selection bias in autism research (e.g. Russell et al., 2019)  but also points to some potential challenges in implementing EMA with people with ID. A recent scoping review of EMA  (Bakkum et al., 2024)  included three studies  (Gosens et al., 2024; Hulsmans et al., 2023; Wilson et al., 2020)  with people with mild ID or borderline intellectual functioning. Gosens et al. (2024)  and  Hulsmans et al. (2023)  asked participants to complete daily diary (once per day) and both reported average response rates of around 70%.  Wilson et al. (2020) , which delivered seven EMA questionnaires per sampling day, reported only 34% of compliance rate. Therefore, sampling frequency may influence the likelihood of people with ID responding to EMA questionnaires. Technical difficulties and researchers' experiences of likely misinterpretation of some gathered information were mentioned by  Hulsmans et al. (2023)  and  Wilson et al. (2020)  as well. These potential implementation difficulties suggested important research gaps in the accessibility of EMA for people with ID (Bakkum Optimising applicability of EMA in future autism studies (Objective 4)\n\nWe summarised three EMA design and implementation suggestions that arose from collaboration between autistic participants and researchers. These were designed to improve the accessibility and applicability of EMA with autistic people. It should be noted that some suggestions are not limited to autism EMA studies but could be applied in research beyond autistic participants and EMA measures. First, research fatigue comes with the increasing intensity of EMA sampling; therefore, researchers could consider adapting the data collection schedule to reduce the participation burden. In a recent meta-analysis of 477 EMA articles, the number of EMA assessments per sampling day was found to be negatively associated with response rates  (Wrzus & Neubauer, 2023) . Although this negative relationship across the included studies in the current review was not statistically significant, this preliminary evidence suggests that too-frequent sampling may reduce autistic people's willingness to continue completing EMA assessments over the study period. Alternatively, the study schedule could be adapted to reduce participant burden by, for example, arranging short intervals between study sessions where no data collection occurs. In one included study,  Chen et al. (2015)  designed a 2-to 3-day break between two study sessions and stated that this short break helps to prevent autistic participants from losing motivation to complete the EMA surveys. Such 'measurement burst' design, with multiple intensive data collection sessions being repeated longitudinally with breaks between them, reduces participant burden for completing the whole EMA. Although  Wrzus and Neubauer (2023)  did not find a significant difference in response rate and dropout rate between studies with and without implemented break days, the effect of a burst design on feasibility of EMA has not yet been specifically examined across autism studies and requires further investigation.\n\nSecond, the number and difficulty of questions in EMA questionnaires could be adapted to make EMA research more accessible for not only autistic participants but also people with diverse levels of cognitive ability. Starting from the length of the EMA questionnaire, in one included study  (Chen et al., 2015) , autistic children reported that repetitively completing long questionnaires (22 items) is boring. Similarly,  Eisele et al. (2022)  found that a long questionnaire (60 items) was associated with higher reported momentary burden and lower response rate than a short version (30 items). However,  Hasselhorn et al. (2022)  did not find evidence for such an effect and suggested that the measured constructs and the time limits for completing EMA questionnaire may possibly influence how the questionnaire length is associated with research burden and response rate. Thus, while ensuring gathering sufficient data for analyses, researchers should consider how to control the number of items in each questionnaire. One option is to use a branching approach in which the number of following questions depends on answers to previous conditionally branched questions. As adopted in several studies included in this review (e.g. Feller et al., 2023 Feller et al., , 2024;; van Oosterhout et al., 2022) , this method can reduce unnecessary questions in certain sampling moments. Regarding the wording of EMA questions, expert consensus suggests the importance of brevity considering participation experience  (Eisele et al., 2024) .\n\nTo make self-report EMA questions more accessible, researchers could consider reducing the difficulty of understanding and responding to questions. For example, a 5-point Likert-type scale with anchors of very slightly and extremely may be difficult to understand for some autistic children. Across included studies, this response scale could be modified by (1) reducing the language complexity, for example,  Kovac et al. (2016)  changed the anchor to 'not at all' and 'a lot', and (2) changing to a simpler dichotomous scale  (Chen et al., 2015) . Furthermore, graphical representations were used in several included studies. As reported by some autistic participants in  Hare et al. (2015) , their thoughts may be visual, while EMA questionnaires are mostly based only on words. This mismatch in the format requires autistic people to translate their visual thoughts into words before answering EMA questions. Across the reviewed studies,  Kovac et al. (2016)  and A. L.  Jordan et al. (2021)  used graphs to help autistic participants visualise the differences between scales and identify emotions. It is worth noting that using graphical aids in children's self-reports of moods and experiences has long been used in research  (Heron et al., 2017) , reflecting its potential to improve the accessibility of research to both autistic and non-autistic populations. However, a general guide for the design of response scales (the overall scope, use of anchors, etc.) is currently unavailable and needs more empirical research  (Eisele et al., 2024) . Open-ended questions could take more time and effort to complete while providing more insights regarding the research question  (van Roekel et al., 2019) . Therefore, in addition to the traditional written format of open-ended questions, drawing could be another medium for autistic participants to describe their thoughts and experiences  (Chen et al., 2014; Hare et al., 2015) .\n\nLast, although not explicitly summarised in the current review, a few included studies briefly described how they maintained and enhanced autistic participants' engagement throughout the EMA study. Providing direct monetary incentive, as reported in one third of the reviewed studies in  Wrzus and Neubauer (2023) , was found to be associated with higher response rate, irrespective of the monetary amount. While many incentive strategies were commonly reported and used in EMA studies with non-autistic populations (course credit, lottery, etc., see  Wrzus and Neubauer (2023) ), their implementation may not be directly applied to autistic participants. For example, autistic people across the lifespan are more likely to show greater intensity regarding special/restricted interests than non-autistic populations (C. J.  Jordan & Caldwell-Harris, 2012; Joseph et al., 2013) , and thus taking their specific interests into consideration is important when incentivising autistic participants. In  Chen et al. (2015) , the iPod touch used for EMA data collection was reported as a powerful incentive to keep autistic youth motivated over the study period. Therefore, to maximise the efficacy of incentives, autistic participants' characteristics, such as their preferred rewards and specific interests, deserve more consideration when designing strategies to enhance autistic participants' engagement in EMA data collection."
    },
    {
      "title": "Future directions",
      "text": "The current review identified several areas that future EMA autism studies could continue to investigate. First, although the current review discussed several factors that possibly influence the feasibility and applicability of EMA, there is a lack of sufficient statistical data reflecting the strength of influence. Studies comparing the quantity and quality of data between EMA with and without, for example, graphical representations in response scales, will provide stronger evidence for designing future autism EMA studies. Second, by modifying the EMA questionnaires and sampling schedule, many other autism areas could be explored by EMA as well. For example, autistic people's sensory experiences are likely to be influenced by real-time contexts and to fluctuate over time, which cannot be fully captured by retrospective sensory measurements. Incorporating EMA methods with traditional assessment tools could extend our understanding of autistic people's atypical sensory responses."
    },
    {
      "title": "Conclusion",
      "text": "Overall, this review focused on the implementation of EMA with the autistic population. Although both autistic participants and researchers have identified several challenges in the participation and design of EMA, this method was generally acceptable to young and mid-aged autistic people with average or above-average intelligence and language ability, and the response rates were sufficient for researchers to conduct data analyses and make conclusions. It is notable that there is a growing interest in the EMA method in autism research. This review encourages a wider application of EMA in future autism research."
    },
    {
      "text": "Figure 1. PRISMA flowchart of literature search and article selection."
    },
    {
      "text": "Figure 2. Summary of procedures and methodological characteristics."
    },
    {
      "text": "Figure 3. Summary of EMA designs."
    },
    {
      "text": "Figure 4. Summary plot of quality assessment results (CREMAS)."
    },
    {
      "text": "Summary of study characteristics."
    },
    {
      "text": "Summary of EMA questions and answering scale."
    },
    {
      "text": "Summary of response rate."
    },
    {
      "text": "Challenges of EMA measure."
    },
    {
      "text": "Adaptations of EMA in previous studies and recommendations of EMA for future studies.A/R: Adaptation or recommendation. Adaptations refer to designs that are already shown in included EMA studies. Recommendations are suggestions produced by researchers or participants for future studies. b Suggestions proposed by autistic participants. et al., 2024). As there is a lack of evidence on how well autistic people with ID participate and engage in EMA data collection, whether these feasibility issues are similar in autism EMA studies remains unclear."
    }
  ],
  "references": [
    {
      "title": "Toward brief 'red flags' for autism screening: The short autism spectrum quotient and the short quantitative checklist in 1,000 cases and 3,000 controls",
      "authors": [
        "C Allison",
        "B Auyeung",
        "S Baron-Cohen"
      ],
      "year": 2012,
      "doi": "10.1016/j.jaac.2011.11.003"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 1994,
      "doi": "10.1176/appi.books.9780890425787"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2000,
      "doi": "10.1176/appi.books.9780890423349"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2013,
      "doi": "10.1176/appi.books.9780890425596"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2022,
      "doi": "10.1176/appi.books.9780890425787"
    },
    {
      "title": "Accessibility and feasibility of experience sampling methods for mental health research with people with intellectual disability: Scoping of research and stakeholder views",
      "authors": [
        "L Bakkum",
        "C Paalman",
        "A Müller",
        "A Van Eeghen",
        "C Schuengel"
      ],
      "year": 2024,
      "doi": "10.1111/jar.13190"
    },
    {
      "title": "The autism-spectrum quotient (AQ): Evidence from Asperger syndrome/high-functioning autism, males and females, scientists and mathematicians",
      "authors": [
        "S Baron-Cohen",
        "S Wheelwright",
        "R Skinner",
        "J Martin",
        "E Clubley"
      ],
      "year": 2001,
      "doi": "10.1023/A:1005653411471"
    },
    {
      "title": "Experience sampling and ecological momentary assessment studies in psychopharmacology: A systematic review",
      "authors": [
        "F Bos",
        "R Schoevers",
        "Aan Het Rot"
      ],
      "year": 2015,
      "doi": "10.1016/j.euroneuro.2015.08.008"
    },
    {
      "title": "Smartphone app-based noncontact ecological momentary assessment with experienced and naïve older participants: Feasibility study",
      "authors": [
        "L Burke",
        "G Naylor"
      ],
      "year": 2022,
      "doi": "10.2196/27677"
    },
    {
      "title": "How does emotion regulation strategy use and psychological wellbeing predict mood in adults with and without autism spectrum disorder? A naturalistic assessment",
      "authors": [
        "R Cai",
        "A Richdale",
        "C Dissanayake",
        "M Uljarević"
      ],
      "year": 2020,
      "doi": "10.1007/s10803-019-03934-0"
    },
    {
      "title": "Feasibility and usability of experience sampling methodology for capturing everyday experiences of individuals with autism spectrum disorders",
      "authors": [
        "Y Chen",
        "A Bundy",
        "R Cordier",
        "S Einfeld"
      ],
      "year": 2014,
      "doi": "10.1016/j.dhjo.2014.04.004"
    },
    {
      "title": "A preliminary study on the reliability and validity of using experience sampling method in children with autism spectrum disorders",
      "authors": [
        "Y Chen",
        "R Cordier",
        "N Brown"
      ],
      "year": 2015,
      "doi": "10.3109/17518423.2013.855274"
    },
    {
      "title": "A coefficient of agreement for nominal scales",
      "authors": [
        "J Cohen"
      ],
      "year": 1960,
      "doi": "10.1177/001316446002000104"
    },
    {
      "title": "Current state and future directions of technology-based ecological momentary assessment and intervention for major depressive disorder: A systematic review",
      "authors": [
        "D Colombo",
        "J Fernández-Álvarez",
        "A Patané",
        "M Semonella",
        "M Kwiatkowska",
        "A García-Palacios",
        "P Cipresso",
        "G Riva",
        "C Botella"
      ],
      "year": 2019,
      "doi": "10.3390/jcm8040465"
    },
    {
      "title": "Cognitive processes in autism: Repetitive thinking in autistic versus non-autistic adults",
      "authors": [
        "K Cooper",
        "A Russell",
        "S Calley",
        "H Chen",
        "J Kramer",
        "B Verplanken"
      ],
      "year": 2022,
      "doi": "10.1177/13623613211034380"
    },
    {
      "title": "Piloting the use of experience sampling method to investigate the everyday social experiences of children with Asperger syndrome/high functioning autism",
      "authors": [
        "R Cordier",
        "N Brown",
        "Y Chen",
        "S Wilkes-Gillan",
        "T Falkmer"
      ],
      "year": 2016,
      "doi": "10.3109/17518423.2014.915244"
    },
    {
      "title": "Exploring emotion control and alexithymia in autistic adults: An ecological momentary assessment study",
      "authors": [
        "M Costache",
        "F Gioia",
        "N Vanello",
        "A Greco",
        "F Lefebvre",
        "A Capobianco",
        "S Weibel",
        "L Weiner"
      ],
      "year": 2024,
      "doi": "10.1007/s10803-024-06551-8"
    },
    {
      "title": "The mismeasure of coping by checklist",
      "authors": [
        "J Coyne",
        "B Gottlieb"
      ],
      "year": 1996,
      "doi": "10.1111/j.1467-6494.1996.tb00950.x"
    },
    {
      "title": "Identifying predictors of momentary negative affect and depression severity in adolescents with autism: An exploratory ecological momentary assessment study",
      "authors": [
        "A Dallman",
        "A Bailliard",
        "C Harrop"
      ],
      "year": 2022,
      "doi": "10.1007/s10803-021-04935-8"
    },
    {
      "title": "ESM-Q: A consensus-based quality assessment tool for experience sampling method items",
      "authors": [
        "G Eisele",
        "A Hiekkaranta",
        "Y Kunkels",
        "W Van Ballegooijen",
        "S Bartels",
        "J Bastiaansen",
        "P Beymer",
        "L Bylsma",
        "R Carpenter",
        "W Ellison"
      ],
      "year": 2024,
      "doi": "10.31234/osf.io/sjynv"
    },
    {
      "title": "The effects of sampling frequency and questionnaire length on perceived burden, compliance, and careless responding in experience sampling data in a student population",
      "authors": [
        "G Eisele",
        "H Vachon",
        "G Lafit",
        "P Kuppens",
        "M Houben",
        "I Myin-Germeys",
        "W Viechtbauer"
      ],
      "year": 2013,
      "doi": "10.1177/1073191120957102"
    },
    {
      "authors": [
        "Clarivate"
      ]
    },
    {
      "title": "Characterizing daily-life social interactions in adolescents and young adults with neurodevelopmental disorders: A comparison between individuals with autism spectrum disorders and 22q11.2 deletion syndrome",
      "authors": [
        "C Feller",
        "L Ilen",
        "S Eliez",
        "M Schneider"
      ],
      "year": 2023,
      "doi": "10.1007/s10803-021-05423-9"
    },
    {
      "title": "Loneliness in daily life: A comparison between youths with autism spectrum disorders and 22q11.2 deletion syndrome (22q11DS)",
      "authors": [
        "C Feller",
        "L Ilen",
        "S Eliez",
        "M Schneider"
      ],
      "year": 2024,
      "doi": "10.1002/aur.3173"
    },
    {
      "title": "Evaluating the effectiveness of Take it Personal!+ in people with mild intellectual disability or borderline intellectual functioning and substance use disorder: A multiple baseline single-case experimental study",
      "authors": [
        "L Gosens",
        "E Poelen",
        "R Didden",
        "J De Jonge",
        "A Schellekens",
        "J Vandernagel",
        "P Onghena",
        "R Otten"
      ],
      "year": 2024,
      "doi": "10.1016/j.beth.2023.07.007"
    },
    {
      "title": "Anxiety in Asperger's syndrome: Assessment in real time",
      "authors": [
        "D Hare",
        "C Wood",
        "S Wastell",
        "P Skirrow"
      ],
      "year": 2015,
      "doi": "10.1177/1362361314531340"
    },
    {
      "title": "The effects of assessment intensity on participant burden, compliance, within-person variance, and within-person relationships in ambulatory assessment",
      "authors": [
        "K Hasselhorn",
        "C Ottenstein",
        "T Lischetzke"
      ],
      "year": 2022,
      "doi": "10.3758/s13428-021-01683-6"
    },
    {
      "title": "Using mobile-technology-based ecological momentary assessment (EMA) methods with youth: A systematic review and recommendations",
      "authors": [
        "K Heron",
        "R Everhart",
        "S Mchale",
        "J Smyth"
      ],
      "year": 2017,
      "doi": "10.1093/jpepsy/jsx078"
    },
    {
      "title": "Social needs in daily life in adults with Pervasive Developmental Disorders",
      "authors": [
        "A Hintzen",
        "P Delespaul",
        "J Van Os",
        "I Myin-Germeys"
      ],
      "year": 2010,
      "doi": "10.1016/j.psychres.2010.06.014"
    },
    {
      "title": "Mental health and behavior of college students during the early phases of the COVID-19 pandemic: Longitudinal smartphone and ecological momentary assessment study",
      "authors": [
        "J Huckins",
        "A Dasilva",
        "W Wang",
        "E Hedlund",
        "C Rogers",
        "S Nepal",
        "J Wu",
        "M Obuchi",
        "E Murphy",
        "M Meyer"
      ],
      "year": 2020,
      "doi": "10.2196/20185"
    },
    {
      "title": "The feasibility of daily monitoring in adolescents and young adults with mild intellectual disability or borderline intellectual functioning",
      "authors": [
        "D Hulsmans",
        "E Poelen",
        "A Lichtwarck-Aschoff",
        "R Otten"
      ],
      "year": 2023,
      "doi": "10.1111/jar.13102"
    },
    {
      "title": "Assessment of quality of life in children and youth with autism spectrum disorder: A critical review",
      "authors": [
        "E Ikeda",
        "E Hinckson",
        "C Krägeloh"
      ],
      "year": 2014,
      "doi": "10.1007/s11136-013-0591-6"
    },
    {
      "title": "What are the ages of persons studied in autism research: A 20-year review",
      "authors": [
        "J Jang",
        "J Matson",
        "H Adams",
        "M Konst",
        "P Cervantes",
        "R Goldin"
      ],
      "year": 2014,
      "doi": "10.1016/j.rasd.2014.08.008"
    },
    {
      "title": "I felt like I was floating in space': Autistic adults' experiences of low mood and depression",
      "authors": [
        "A Jordan",
        "M Marczak",
        "J Knibbs"
      ],
      "year": 2021,
      "doi": "10.1007/s10803-020-04638-6"
    },
    {
      "title": "Understanding differences in neurotypical and autism spectrum special interests through internet forums",
      "authors": [
        "C Jordan",
        "C Caldwell-Harris"
      ],
      "year": 2012,
      "doi": "10.1352/1934-9556-50.5.391"
    },
    {
      "title": "Repetitive behavior and restricted interests in young children with autism: Comparisons with controls and stability over 2 years",
      "authors": [
        "L Joseph",
        "A Thurm",
        "C Farmer",
        "S Shumway"
      ],
      "year": 2013,
      "doi": "10.1002/aur.1316"
    },
    {
      "title": "Feasibility and validity of ecological momentary assessment in adolescents with high-functioning autism and Asperger's disorder",
      "authors": [
        "A Khor",
        "K Gray",
        "S Reid",
        "G Melvin"
      ],
      "year": 2014,
      "doi": "10.1016/j.adolescence.2013.10.005"
    },
    {
      "title": "Coping, daily hassles and behavior and emotional problems in adolescents with high-functioning autism/Asperger's disorder",
      "authors": [
        "A Khor",
        "G Melvin",
        "S Reid",
        "K Gray"
      ],
      "year": 2014,
      "doi": "10.1007/s10803-013-1912-x"
    },
    {
      "title": "Affect-modulated postauricular reflexes of children with Autism Spectrum Disorder [Doctoral dissertation",
      "authors": [
        "M Kovac"
      ],
      "year": 2015
    },
    {
      "title": "Experience sampling of positive affect in adolescents with autism: Feasibility and preliminary findings",
      "authors": [
        "M Kovac",
        "M Mosner",
        "S Miller",
        "E Hanna",
        "G Dichter"
      ],
      "year": 2016,
      "doi": "10.1016/j.rasd.2016.06.003"
    },
    {
      "title": "Sex/gender differences and autism: Setting the scene for future research",
      "authors": [
        "M Lai",
        "M Lombardo",
        "B Auyeung",
        "B Chakrabarti",
        "S Baron-Cohen"
      ],
      "year": 2015,
      "doi": "10.1016/j.jaac.2014.10.003"
    },
    {
      "title": "Brief report: Cognitive flexibility in autism spectrum disorders: A quantitative review",
      "authors": [
        "R Leung",
        "K Zakzanis"
      ],
      "year": 2014,
      "doi": "10.1007/s10803-014-2136-4"
    },
    {
      "title": "A systematic review of methods and procedures used in ecological momentary assessments of diet and physical activity research in youth: An adapted STROBE checklist for reporting EMA studies (CREMAS)",
      "authors": [
        "Y Liao",
        "K Skelton",
        "G Dunton",
        "M Bruening"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4954"
    },
    {
      "title": "The Autism Diagnostic Observation Schedule -Generic: A standard measure of social and communication deficits associated with the spectrum of autism",
      "authors": [
        "C Lord",
        "S Risi",
        "L Lambrecht",
        "E Cook",
        "B Leventhal",
        "P Dilavore",
        "A Pickles",
        "M Rutter"
      ],
      "year": 2000,
      "doi": "10.1023/a:1005592401947"
    },
    {
      "title": "Autism Diagnostic Observation Schedule",
      "authors": [
        "C Lord",
        "M Rutter",
        "P Dilavore",
        "S Risi",
        "K Gotham",
        "S Bishop"
      ],
      "year": 2012,
      "doi": "10.1037/t17256-000"
    },
    {
      "title": "Autism Diagnostic Interview-Revised: A revised version of a diagnostic interview for caregivers of individuals with possible pervasive developmental disorders",
      "authors": [
        "C Lord",
        "M Rutter",
        "A Le Couteur"
      ],
      "year": 1994,
      "doi": "10.1007/bf02172145"
    },
    {
      "title": "Older age autism research: A rapidly growing field, but still a long way to go",
      "authors": [
        "D Mason",
        "G Stewart",
        "S Capp",
        "F Happé"
      ],
      "year": 2022,
      "doi": "10.1089/aut.2021.0041"
    },
    {
      "title": "Preliminary evidence suggesting caution in the use of psychiatric selfreport measures with adolescents with high-functioning autism spectrum disorders",
      "authors": [
        "C Mazefsky",
        "J Kao",
        "D Oswald"
      ],
      "year": 2011,
      "doi": "10.1016/j.rasd.2010.03.006"
    },
    {
      "title": "The open handbook of experience sampling methodology: A step-by-step guide to designing, conducting, and analyzing ESM studies",
      "year": 2022,
      "doi": "10.11116/9789461666925"
    },
    {
      "title": "Experience sampling research in psychopathology: Opening the black box of daily life",
      "authors": [
        "I Myin-Germeys",
        "M Oorschot",
        "D Collip",
        "J Lataster",
        "P Delespaul",
        "J Van Os"
      ],
      "year": 2009,
      "doi": "10.1017/s0033291708004947"
    },
    {
      "title": "Emotional reactivity to daily life stress in psychosis and affective disorder: An experience sampling study",
      "authors": [
        "I Myin-Germeys",
        "F Peeters",
        "R Havermans",
        "N Nicolson",
        "M Devries",
        "P Delespaul",
        "J Van Os"
      ],
      "year": 2003,
      "doi": "10.1034/j.1600-0447.2003.02025.x"
    },
    {
      "title": "The PRISMA 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow",
        "L Shamseer",
        "J Tetzlaff",
        "E Akl",
        "S Brennan",
        "R Chou",
        "J Glanville",
        "J Grimshaw",
        "A Hróbjartsson",
        "M Lalu",
        "T Li",
        "E Loder",
        "E Mayo-Wilson",
        "S Mcdonald",
        ". Moher"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "Comparison of the experience sampling method and questionnaires to assess visual activities in pre-teen and adolescent children",
      "authors": [
        "M Rah",
        "J Walline",
        "G Lynn Mitchell",
        "K Zadnik"
      ],
      "year": 2006,
      "doi": "10.1111/j.1475-1313.2006.00372.x"
    },
    {
      "title": "Affective experiences in adolescents with autism: An EMA study",
      "authors": [
        "K Rump"
      ],
      "year": 2010
    },
    {
      "title": "Selection bias on intellectual ability in autism research: A cross-sectional review and meta-analysis",
      "authors": [
        "G Russell",
        "W Mandy",
        "D Elliott",
        "R White",
        "T Pittwood",
        "T Ford"
      ],
      "year": 2019,
      "doi": "10.1186/s13229-019-0260-x"
    },
    {
      "title": "The Social Communication Questionnaire: Manual",
      "authors": [
        "M Rutter",
        "A Bailey",
        "C Lord"
      ],
      "year": 2003
    },
    {
      "title": "Autism diagnostic interview-revised manual",
      "authors": [
        "M Rutter",
        "A Le Couteur",
        "C Lord"
      ],
      "year": 2003,
      "doi": "10.1037/t18128-000"
    },
    {
      "title": "Emotion regulation in autism spectrum disorder: Evidence from parent interviews and children's daily diaries",
      "authors": [
        "A Samson",
        "W Wells",
        "J Phillips",
        "A Hardan",
        "J Gross"
      ],
      "year": 2015,
      "doi": "10.1111/jcpp.12370"
    },
    {
      "title": "The role of affect in the maintenance of bingeeating disorder: Evidence from an ecological momentary assessment study",
      "authors": [
        "L Schaefer",
        "K Smith",
        "L Anderson",
        "L Cao",
        "R Crosby",
        "S Engel",
        "S Crow",
        "C Peterson",
        "S Wonderlich"
      ],
      "year": 2020,
      "doi": "10.1037/abn0000517"
    },
    {
      "title": "Hundred days of cognitive training enhance broad cognitive abilities in adulthood: Findings from the COGITO study",
      "authors": [
        "F Schmiedek",
        "M Lövdén",
        "U Lindenberger"
      ],
      "year": 2010,
      "doi": "10.3389/fnagi.2010.00027"
    },
    {
      "title": "Sleep and affect in adolescents: Bidirectional daily associations over 28-day ecological momentary assessment",
      "authors": [
        "L Shen",
        "J Wiley",
        "B Bei"
      ],
      "year": 2022,
      "doi": "10.1111/jsr.13491"
    },
    {
      "title": "Ecological momentary assessment",
      "authors": [
        "S Shiffman",
        "A Stone",
        "M Hufford"
      ],
      "year": 2008,
      "doi": "10.1146/annurev.clinpsy.3.022806.091415"
    },
    {
      "title": "Clinical assessment of affective instability: Comparing EMA indices, questionnaire reports, and retrospective recall",
      "authors": [
        "M Solhan",
        "T Trull",
        "S Jahng",
        "P Wood"
      ],
      "year": 2009,
      "doi": "10.1037/a0016869"
    },
    {
      "title": "Leisure participation of autistic adults: An ecological momentary assessment feasibility study",
      "authors": [
        "W Song",
        "L Zheng",
        "R Ticha",
        "B Abery",
        "V Nguyen-Feng"
      ],
      "year": 2023,
      "doi": "10.1352/1944-7558-128.4.319"
    },
    {
      "title": "Using experience sampling methods/ecological momentary assessment (ESM/EMA) in clinical assessment and clinical research: Introduction to the special section [Editorial",
      "authors": [
        "T Trull",
        "U Ebner-Priemer"
      ],
      "year": 2009,
      "doi": "10.1037/a0017653"
    },
    {
      "title": "Lifetime and momentary psychotic experiences in adult males and females with an autism spectrum disorder",
      "authors": [
        "K Van Der Linden",
        "C Simons",
        "T Van Amelsvoort",
        "M Marcelis"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyt.2020.00766"
    },
    {
      "title": "Exploring the autism spectrum: Moderating effects of neuroticism on stress reactivity and on the association between social context and negative affect",
      "authors": [
        "J Van Oosterhout",
        "K Van Der Linden",
        "C Simons",
        "T Van Amelsvoort",
        "M Marcelis"
      ],
      "year": 2022,
      "doi": "10.1017/s0954579420002278"
    },
    {
      "title": "A review of current ambulatory assessment studies in adolescent samples and practical recommendations",
      "authors": [
        "E Van Roekel",
        "L Keijsers",
        "J Chung"
      ],
      "year": 2019,
      "doi": "10.1111/jora.12471"
    },
    {
      "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: Guidelines for reporting observational studies",
      "authors": [
        "Von Elm",
        "E Altman",
        "D Egger",
        "M Pocock",
        "S Gøtzsche",
        "P Vandenbroucke"
      ],
      "year": 2007,
      "doi": "10.1016/S0140-6736(07)61602-X"
    },
    {
      "title": "Experience sampling and ecological momentary assessment for studying the daily lives of patients with anxiety disorders: A systematic review",
      "authors": [
        "L Walz",
        "M Nauta",
        "Aan Het",
        "M Rot"
      ],
      "year": 2014,
      "doi": "10.1016/j.janxdis.2014.09.022"
    },
    {
      "title": "Experience sampling method and the everyday experiences of adults with intellectual disability: A feasibility study",
      "authors": [
        "N Wilson",
        "Y Chen",
        "N Mahoney",
        "A Buchanan",
        "A Marks",
        "R Cordier"
      ],
      "year": 2020,
      "doi": "10.1111/jar.12753"
    },
    {
      "title": "International statistical classification of diseases and related health problems",
      "year": 2016
    },
    {
      "title": "International statistical classification of diseases and related health problems",
      "year": 2019
    },
    {
      "title": "Ecological momentary assessment: A meta-analysis on designs, samples, and compliance across research fields",
      "authors": [
        "C Wrzus",
        "A Neubauer"
      ],
      "year": 2023,
      "doi": "10.1177/10731911211067538"
    },
    {
      "title": "Compliance with ecological momentary assessment programmes in the elderly: A systematic review and metaanalysis",
      "authors": [
        "L Yao",
        "Y Yang",
        "Z Wang",
        "X Pan",
        "L Xu"
      ],
      "year": 2023,
      "doi": "10.1136/bmjopen-2022-069523"
    }
  ],
  "num_references": 76
}
