{
  "paper_id": "67VY5FDY",
  "title": "Social change, cultural evolution, and human development",
  "abstract": "Social change has accelerated globally. Greenfield's interdisciplinary and multilevel theory of social change and human development provides a unified framework for exploring implications of these changes for cultural values, learning environments/socialization processes, and human development/behavior. Data from societies where social change has occurred in place (US, China, and Mexico) and a community where it has occurred through international migration (Mexican immigrants in the US) elucidate these implications. Globally dominant sociodemographic trends are: rural to urban, agriculture to commerce, isolation to interconnectedness, less to more education, less to more technology, lesser to greater wealth, and larger to smaller families/households. These trends lead to both cultural losses (e.g., interdependence/collectivism, respect, tradition, contextualized thinking) and cultural gains (e.g.,",
  "year": 2015,
  "date": "2015-10",
  "authors": [
    {
      "name": "Patricia Greenfield",
      "email": "greenfield@psych.ucla.edu",
      "affiliation": {
        "organization": "Department of Psychology",
        "department": "Department of Psychology",
        "institution": "University of California",
        "address": "Los Angeles, USA"
      }
    },
    {
      "name": "Michele Gelfand",
      "affiliation": {
        "organization": "Department of Psychology",
        "department": "Department of Psychology",
        "institution": "University of California",
        "address": "Los Angeles, USA"
      }
    },
    {
      "name": "Yoshihisa Kashima",
      "affiliation": {
        "organization": "Department of Psychology",
        "department": "Department of Psychology",
        "institution": "University of California",
        "address": "Los Angeles, USA"
      }
    }
  ],
  "doi": "10.1016/j.copsyc.2015.10.012",
  "md5": "8299B77B52F34973967DD9627A2EF4D3",
  "publication": {
    "journal": "Curr Opin Psychol",
    "journal_inferred": true
  },
  "keywords": [
    "independence/ individualism",
    "equality",
    "innovation",
    "abstraction)"
  ],
  "funding": [
    "Acknowledgements Many thanks to  Goldie Salimkhan  for drawing Figure  2  and modifying Figure  1 ; and to  Darby A Tarlow  for organizing the reference list and drafting annotations."
  ],
  "sections": [
    {
      "text": "Social change has accelerated in the world. Ordinary people are aware of these changes and have folk theories concerning the behavioral ramifications of social change  [1 ,2] . Greenfield's theory of social change, cultural evolution, and human development provides a unified framework for exploring the cultural and psychological implications of these changes, complementing folk theories with other kinds of psychological evidence  [3 ,4] . This is a multilevel and interdisciplinary theory incorporating sociological variables at the top level (with roots in To ¨nnies  [5] ), cultural variables at the next level down, and more traditional psychological variables at the next two levels (Figure  1 ).\n\nAccording to this theory, as the world becomes more urban, formally educated, commercial, richer, interconnected, and technological, with smaller families and households (the dominant direction of social change in our globalizing world) cultural values, learning environments (i.e., socialization processes) and human development/behavior shift in predictable ways to adapt to the new conditions (e.g.,  [6 ]  and Figure  2 ).\n\nOn the cultural level, these sociodemographic changes move values from more collectivistic (family-centered, community-centered, or nation-centered) to more individualistic (e.g.,  [7,8,9 ,10] ). Adapting to new conditions, cultural values for social relationships shift from hierarchical to egalitarian gender relations, from ascribed to chosen gender roles, and from giving to others to getting for oneself; the importance of materialism and fame rises  [11] . Values adaptive in agricultural communities, such as obedience and age-graded authority, decline in importance, as child-centeredness increases  [12 -15] . Preferred thinking processes shift from tradition to innovation, from contextualized cognition to abstraction  [15, 16 ] . In metacognition, values shift from one correct perspective to multiple perspectives [14,17 ] (Figure  2 ). At the next level down, value changes are reflected in new socialization practices and learning environments that foster the behavioral expression of these values: a movement from socially guided learning to independent learning  [15, 18] ; from more bodily contact between mothers and infants to more physical separation  [19] ; from criticism as a way to bring others up to a social standard to praise as a way to foster self-confidence  [20] ; to support and warmth as important socialization practices (C Zhou, Yiu, Wu, Lin, & Greenfield, unpublished data)  [21] ; from expectations of family obligation to expectations of individual development  [22] ; from in-person social interaction to technologically mediated social interaction [9 ] (Figure  2 ). These changes in the learning environment in turn lead to new patterns of behavioral development, in other words: altered psychologies. In the social domain, adaptive behavior goes from obedient to independent [15] (C Zhou, Yiu, Wu, Lin, & Greenfield, unpublished data), from respectful to self-expressive and curious (C Zhou, Yiu, Wu, Lin, & Greenfield, unpublished data)  [23] . In the cognitive domain, processes go from detail-oriented to abstract, from tradition-based to novel  [15, 16 ]  (Figure  2 ). The bottom rectangle of Figure  2  summarizes other developmental and behavioral shifts that will be discussed later as part of the four case studies.\n\nA novel feature of the theory (illustrated later in the Maya Mexican case), is that each sociodemographic factor is equipotential. Whatever factor or factors is/are changing most rapidly will drive cultural and psychological change in a particular time or place.\n\nIn order to show the interrelation of multiple levels (depicted by the vertical arrows in Figure  1 ), four case studies will be presented. Their variety illustrates an important fact: social change is pervasive in the world; it is not limited to so-called developing countries. Nor is it limited to social change that occurs in one's place of birth: around the world, people move from poorer to wealthier societies, from rural to urban environments, from places with little opportunity for formal education to places with more, from low tech environments to high-tech environments. Hence the theory can apply to migration situations. Three of the four case studies relate to social change in place: The United States, China, and the Maya of Chiapas. One relates to migration: Latino immigration from Mexico and Central America to the United States.\n\nBut societies and migrant populations also have their discrepancies, dialectics, and disconnects in the process of adapting to social change -for example, a discrepancy between behavior and values, with shifting values sometimes leading corresponding shifts in the learning environment, and altered learning environments sometimes leading corresponding shifts in values  [24 ,25] . For in- SOCIODEMOGRAPHICS CULTURAL VALUES LEARNING ENVIRONMENT HUMAN DEVELOPMENT Current Opinion in Psychology A multilevel model linking sociological, cultural, environmental, and behavioral variables. Solid arrows denote the main causal pathway, with dashed arrows indicating an alternative causal pathway. URBAN RURAL AGRICULTURE SUBSISTENCE ISOLATED FROM LESS 3 GENERATION MANY (DOMINANT DIRECTION) OUTSIDE WORLD TECHNOLOGY FORMAL EDUCATION WEALTH HOUSEHOLDS CHILDREN SOCIODEMOGRAPHIC CHANGE VALUE CHANGE LEARNING ENVIRONMENT/SOCIALIZATION CHANGE DEVELOPMENTAL/BEHAVIORAL CHANGE COMMERCE MORE NUCLEAR FAMILY ONE LIVING ALONE LIVING WITH OTHERS COLLECTIVISM INDIVIDUALISM EQUALITY CHOICE GENDER ROLES MATERIALISM FAME OBEDIENCE MORE LESS CHILD-CENTEREDNESS INNOVATION ABSTRACTION HIERARCHY ASCRIPTION LESS MORE LESS EXPECTATIONS INTERACTION COGNITION SKILLS SOCIAL BONGING GENDER ROLES FOCUS EMPATHY FOR OTHERS LESS OTHER ASCRIBED MORE SOCIAL DETAILED TRADITION-BASED SHYNESS RESPECT OBEDIENCE SELF-EXPRESSION CURIOSITY INDEPENDENCE EXTRAVERSION ABSTRACT NOVEL TECHNOLOGICAL LESS CHOSEN SELF MORE COMPETITION STANDING OUT UNIQUENESS INTERNAL FEELING STATES FITTING IN COOPERATION SELF-ESTEEM MOTHER-INFANT BODILY CONTACT TECHNOLOGICAL INDEPENDENCE PRAISE SUPPORT WARMTH INDIVIDUAL DEVELOPMENT MORE SOCIAL GUIDANCE CRITICISM FAMILY OBLIGATION IN-PERSON AGE-GRADED AUTHORITY TRADITION CONTEXTUALIZED THINKING INTERCONNECTED WITH"
    },
    {
      "title": "Current Opinion in Psychology",
      "text": "Model of social change, cultural evolution, and human development. Relationships for which there is empirical evidence, described in the text, have been selected for inclusion. While the horizontal arrows represent the dominant direction of social change in the world, sociodemographic change can go in the opposite direction  [52 ] . In that case all the horizontal arrows would be reversed.\n\nstance, Thein-Lemelson discusses a case in rapidly changing Burma/Myanmar, a country emerging from global isolation and moving into a market economy. In this particular family, the father verbally espouses independence as a developmental goal for his daughters; yet his six-year-old daughter was considered too young to brush her own teeth  [24 ] . Here the father's values have shifted before they are supported by changes in the home learning environment. On the other hand, Thein-Lemelson describes the opposite situation: a Burmese mother verbally supports developmental goals adaptive in Burma's highly controlled and predominantly agricultural economy, such as understanding age-based hierarchy and respect for authority; yet her son's urban private elementary school, a product of the emerging market economy, emphasizes the developmental goal of independence, with socialization practices that lead to the boy's independent behaviors at home -such as washing his own face. Here a learning environment at school adapted to the newly privatized economy, and resulting independent child behavior at home, is paired with unchanged parental values.\n\nDialectical processes also occur in social change: Chen notes the directionality of global social change toward the coexistence and integrations of diverse value systems (e.g., individualistic and collectivistic)  [26] ; Hong and colleagues focus on multicultural identities  [27] ; and Chiu and Kwan discuss simultaneous encounter with symbols of more than one culture  [28] . Disconnects are frequent in the process of migration  [29, 30] ; for example, return migrants from individualistic countries such as Australia find that they must readjust to contrasting cultural practices in their native Hong Kong -for example, education by effortful memorization in Hong Kong compared with the independent exploration found in the learning environments of Australian education  [30] .\n\nAlthough not acknowledged by classical modernization theory (e.g.,  [31] ) sociodemographic trends are bidirectional -for example, not just from poor to wealthy, but also from wealthy to poor; the theory predicts that changes in culture, learning environments, and psychology are correspondingly bidirectional; a study of social change in the United States (noted in the next section) tests this prediction. Also unlike classical modernization theory, the theory of social change and human development considers cultural losses as well as cultural gainsfor example, as individual independence grows over time, family closeness diminishes (e.g.,  [15] ). Urban Rural 1800 20% 40% 60% 80% 100% 1840 1880 1920 1960 2000 Year Current Opinion in Psychology Percentage of U.S. population living in rural and urban areas from 1800 to 2000. The data sources for the graph in Figure 3 were as follows: 1800-1980 (U.S. Census Bureau, 2004); 1990 (U.S. Bureau of the Census, 1992); 2000: (U.S. Census Bureau, 2004). The operational definition of urban population used through 1960 was people 'living in incorporated places of 2500 inhabitants or more and in areas (usually minor civil divisions) classified as urban under special rules relating to population size and density' (U.S. Census Bureau, 1953, p. 9). The definition introduced in 1950 was: 'all persons living in (a) places of 2500 inhabitants or more incorporated as cities, boroughs, and villages, (b) incorporated towns of 2500 inhabitants or more incorporated as cities, boroughs, and villages, (c) the densely settled urban fringe, including both incorporated and unincorporated areas, around cities of 50,000 or more, and (d) unincorporated places of 2500 inhabitants or more outside any urban fringe' (U.S. Census Bureau, 1953, p. 9). As seen in the graph, the Census Bureau used both definitions in 1950 and 1960, allowing one to see how they relate to each other. In 2000, the definition changed to densely settled territory, termed urbanized areas and urban clusters. In all definitions of urban, the remaining population is considered rural. Figure and caption reproduced from Greenfield [12 ]."
    },
    {
      "title": "The United States",
      "text": "quency, as single-child families and living alone became more frequent family and household structures  [32 ] .\n\nOn the cultural level, content analysis of millions of books, using the Google Ngram Viewer, showed that, simultaneous with these sociodemographic shifts, individualistic words (e.g., choose, personal, individual, self, unique, special), first-person singular pronouns (e.g., I, me, mine), unique children's names, and the word child itself (indexing a rise in child-centeredness) also rose. In this same period of time, collectivistic words (e.g., duty, give, harmony, belong, compassion), first-person plural pronouns (we, us, ours), words signifying hierarchical social relations (obedience, authority), and words related to the practice of religion in everyday life ( pray, worship) also became less frequent [12 ,32 -36 ]. Figure  4  shows examples of these trends. Another individualistic cultural trend, the promotion of equal rights in the realm of gender, was manifest in a rising proportion of female pronouns relative to male pronouns in books between the 1960s and the 2000s  [37 ] ."
    },
    {
      "title": "Change in cultural values, learning environments and human development/psychology",
      "text": "In line with the rise in individualistic content and the decline of collectivistic content in books, the content of the two most popular preteen television shows for each decade from the 1960s to the 2000s changed drastically in the values they manifest: community feeling declined as a value as fame and wealth rose  [11] . A survey of 9-15-yearolds showed that individualistic, self-focused aspirations, such as fame, were tied to watching TV, as well as to actively using a social networking site, a recipe for the narcissism that is part and parcel of the fame motivation.\n\nIn contrast, collectivistic, other-focused aspirations were associated with older nontechnology activities, most of which were intrinsically social  [38 ] .\n\nSocial change, cultural evolution and human development Greenfield 87 Individual Obedience Authority Belong Pray .02800% .02400% .02000% .01600% .01200% .00800% .00400% .02500% .02000% .01500% .01000% .00500% 2000 1960 1920 Year 1880 1840 1800 2000 1960 1920 Year 1880 1840 1800 Self Unique Child Current Opinion in Psychology Top panel: Increases in frequency of words indexing adaptation to more urban, educated, wealthy, and technological environments in the United States from 1800 through 2000. Bottom panel: Decreases in frequency of words indexing adaptations to more rural, less educated, poorer, and less technological environments from 1800 through 2000. Figure from Greenfield [12 ].\n\nThese and other studies support a key theoretical idea: that communication technologies develop individualistic behaviors, attitudes, and values [39]. In-person social interaction not only develops social motivations; it also develops social skills, such as skill in reading the emotions of others [40 ]. Compared with communicating by means of technology, communicating with another person face to face maximizes the sense of bonding between friends [41 ]. Many other kinds of psychological shifts occurred as the United States became wealthier, more urban, more well educated, and more technological. Children, early adolescents, high-school students, and college students increased in self-esteem and positive self-views between the 1960s and the 2000s [42-45]; increasingly, they favored self-enhancement values such as money, fame, and image  [46] . At the same time, communal traits such as empathy have declined  [47] , while the importance of internal feeling states increased  [48] . Reflecting individualism in the domain of gender, there has been historical movement in the United States from ascribed roles of wife and mother to chosen roles in the domains of education and career, as well as increasing freedom from the constraints of marriage and sexual fidelity  [49 -51] ."
    },
    {
      "title": "Reversing these trends",
      "text": "However, the theory also predicts that reversing sociodemographic trends, for example, wealth reduction, will reverse cultural and psychological trends. In line with this prediction, yearly national surveys of college students from 1976 to 2010 showed that concern for others and for the environment were higher during times of relative economic deprivation, while materialism and positive self-views were higher in better economic times. With respect to positive self-views, the Great Recession was an historical exception, probably because of conflicting sociodemographic trends: the increasing role of technology seemed to overwhelm reduced economic level; and self-views continued to become more positive, even as concern for others and for the environment rose  [52 ] ."
    },
    {
      "title": "China",
      "text": "Sociodemographic change and cultural change On the cultural level, as China rapidly developed a market economy, individualistic pronoun use (first-person singular) and individualistic verbs, adjectives, and nouns (e.g., choose, private, freedom, and rights), as well as lexical indicators of materialism (e.g., get), became more frequent in the thousands of Chinese books analyzed by the Google Ngram Viewer [53 ,54 ,55]. As predicted by Greenfield's theory, increases in this period were significantly correlated with national increases in wealth, level of formal education, and urban population [53 ]. Also as predicted on theoretical grounds, collectivistic pronoun use (first-person plural) and some collectivistic nouns and verbs declined in the same period (e.g., help, sacrifice) and the frequency of these words was negatively correlated with national increases in wealth, level of formal education, and urban population. At the same time, the incredibly rapid social change that China has undergone was reflected in a collectivistic reaction, so that some collectivistic words (obliged, give, family) increased in frequency, a situation indicating the simultaneous presence of two value systems [53 ,26]."
    },
    {
      "title": "Socialization change and developmental change",
      "text": "These sociodemographic and cultural changes are also reflected in child socialization and development. On the level of socialization, grandmothers (who raised their own children and are now actively involved with their grandchildren) remember being parented more critically and with less praise and support than their grandchildren are being parented (C Zhou, Yiu, Wu, Lin, & Greenfield, unpublished data). They also recall themselves as significantly more obedient than their own children during childhood, and their own children as significantly more obedient than their grandchildren. Also as expected, they see their grandchildren as more autonomous, extraverted, curious, and self-expressive than their own children were during childhood, and their own children as having been more autonomous, extraverted, curious, and self-expressive than they themselves were as children.\n\nIn line with grandmothers' perceptions of social change, child surveys, teacher observations, and school records reveal that shyness used to be a positive trait in Chinese children (associated with social and academic achievement). But because extraversion is now more adaptive than shyness in the environment of a market economy, shyness has come to be associated with maladjustment (peer rejection, school problems, and depression)  [56 ] . Not only actual social change, but parental perceptions of social change can have an impact on socialization. The reports of Chinese adolescents that their parents were warm and encouraging of independence were correlated with their parents' perceptions of social change in terms of new opportunities and prospects  [21] ."
    },
    {
      "title": "Mexico Sociodemographic change and cultural change",
      "text": "In Zinacantec Maya communities in highland Chiapas, woven and embroidered patterns went from uniform tradition to individual innovation, as the economic foundation of the community moved from subsistence and agriculture to money and commerce  [15] . The Tzotzil Maya word for 'different' went from a negative to a positive, showing that fitting in became a less important value, while individual uniqueness became more valued.\n\nAs the economy became more commercial, the learning environment of informal education also shifted: weaving learners shed their reliance on interdependence with their informal teachers; they became increasingly independent learners  [18] . In the cognitive domain, children became less detail-oriented and more abstract in their representation of familiar woven patterns, while getting more skilled at representing novel patterns [16 ]. While abstraction is clearly valued in a Gesellschaft world, the decline of detailed representations represents a loss of the kind of representation needed to weave the patterns, a skill central to Maya cultural traditions. Between Generation 1 (studied in 1969 and 1970) and Generation 2 (studied in 1991) cognitive changes were mainly fueled by economic shifts from subsistence and agriculture to commerce and money. However, between Generation 2 and Generation 3 (studied in 2012), continuing cognitive changes in the same direction were mainly fueled by increased schooling [16 ]. In each case, the critical sociodemographic variable was the one that was changing most rapidly during that period of time. Simultaneously, detailed representation of woven patterns (such as one would need to weave them) was negatively affected by the loss of weaving experience, as learning to weave was replaced by going to school. Looking at the same three generations in a cross-sectional design, Manago found that the development of commerce impelled changing gender-role values (from hierarchical to egalitarian and from ascribed to chosen) from grandmothers to mothers, whereas formal schooling further advanced the changes between mothers and their teenage daughters [57,58 ]. In a study of first generation Maya university students, Manago found that the transition from homogenous village to diverse city brought with it a metacognitive shift from one correct way to multiple perspectives [14]. Similar sociodemographic change was observed in Baja California from the 1970s to the 2000s and in Veracruz from the 1980s to the 2000s. Comparing children tested in the two periods, researchers found that child behavior moved from highly cooperative to quite competitive as communities became more urban and commerce-oriented [59 ]. Immigrants from Mexico and Central America to the United States Immigrants from Mexico and Central America have transitioned from poorer countries to a wealthier one, from less educational opportunity to greater educational opportunity, and (often) from rural to urban environments. As one would expect on theoretical grounds, they bring with them a collectivistic perspective that may even be strengthened in their immigrant communities [60]. As a consequence, their values conflict with the individualistic values that dominate in the United States, for example in American schooling [61 ]. Therefore, children from Latino immigrant families are exposed to two conflicting sets of values: family oriented collectivism at home and individualism at school. This value mismatch becomes even more severe at the college level, where individualistic academic obligations are so much more demanding, making it more difficult to fulfill the family obligations that are at the heart of Latino collectivism [62 ]. In a diverse university, first-generation Latino college students from immigrant families face similar value mismatches with other-ethnic peers from more welleducated families [63]."
    },
    {
      "title": "Conclusions and future directions",
      "text": "At the extreme, the sociodemographic conditions on the left-hand side of Figure  2  approach the conditions in which the human species evolved. In that sense, they are fundamental to human life. However, equally fundamental to human life are capacities and propensities to adapt to shifting conditions, yielding the altered cultural values, learning environments, and behavioral developments we see on the right side of Figure  2 . Yet, unlike classical modernization theory, we must not see the effects of the dominant direction of social change as pure progress; instead, we must be aware that every shift toward the right-hand side of Figure  2  in values, learning environments, and behaviors, brings a loss of the corresponding values, learning environments, and behaviors on the left side of the figure, for example, a loss of traditional values, social guidance, family obligation, and respect. Future research should explore these losses, which have up to now received far too little attention. It is clear that, in today's world, social change has become more normative than social stability. Greenfield's theory of social change and human development has successfully predicted the consequences of social change around the world. It provides a generative framework for further exploration of social change, cultural evolution, and human development; in turn, continued empirical investigation will further enrich the theory [3 ,4]. From a methodological perspective, the body of literature reviewed in this article implies that the concept of replicability as the gold standard for psychological research needs to be replaced by an understanding that failure to replicate a study may be the mark of social change rather than a mark of unreliable data [59 ]."
    },
    {
      "title": "References and recommended reading",
      "text": "Papers of particular interest, published within the period of review, have been highlighted as:\n\nof special interest of outstanding interest 1.\n\nKashima Y, Bain P, Haslam N, Peters K, Laham S, Whelan J: Folk theory of social change. Asian J Soc Psychol 2009, 12:227-246. A series of experiments showed that people in an industrialized, primarily Western nation, Australia, agree on a folk theory of social change: with technological development, a society naturally becomes less communal and more agentic, with market relationships coming to dominate social life. They also believe that this direction of change is more natural than the reverse direction and that this theory can be universally applied."
    },
    {
      "title": "6.",
      "text": "Cai H, Kwan VSY, Sedikides C: A sociocultural approach to narcissism: the case of modern China. Eur J Pers 2012, 26:529-535. The study examined how Chinese self-concept and the level of narcissism were influenced by sociodemographic factors through large Internet samples. The results showed that younger people have a higher tendency to be narcissistic than older people; people with a higher socioeconomic status tend to be more narcissistic than people from lower socioeconomic classes; people from families with only one child tend to be more narcissistic than people who come from families with more than one child; people who come from urban areas tend to be more narcissistic than people who come from rural locals; and individual differences in the level of narcissism can be predicted by values that are individualistic."
    },
    {
      "title": "9.",
      "text": "Weinstock M, Ganayiem M, Igbariya R, Manago AM, Greenfield PM: Societal change and values in Arab communities in Israel: intergenerational and rural-urban comparisons. J Cross-Cult Psychol 2014  http://dx.doi.org/  10.1177/00220221/1455/792 . Using materials adapted from  Manago [59] , this study demonstrates that social change in the Gesellschaft direction lead to a greater value placed on egalitarian and independent gender roles across three generations: grandmothers, mothers, and adolescent daughters. The main sociodemographic driver of this value change was an increase in the use of mobile technology in later generations, particularly in the adolescent generation. 12.\n\nGreenfield PM: The changing psychology of culture from 1800 through 2000. Psychol Sci 2013, 24:1722-1817  http://  dx.doi.org/10.1177/0956797613479387 . Using the Google Ngram Viewer to track culturally related word frequencies in millions of books over time, the author examines the shift between 1800 and 2000 toward values adapted to urban environments (individualism, materialism, child-centered socialization) and away from values adapted to rural environments (social obligation, giving to others, social belonging, religion in everyday life, authority relations) in the United States and the United Kingdom. As predicted by  Greenfield's (2009)  theory of social change and human development, these culture shifts paralleled the change from predominantly rural to predominantly urban populations. 13. Inglehart R, Norris P: The Rising Tide: Gender Equality and Cultural Change around the World. Cambridge, England: Cambridge University Press; 2003. 14. Manago AM: The new emerging adult in Chiapas, Mexico: perceptions of traditional values and value change among first-generation Maya university students. J Adolesc Res 2012, 27:663-713  http://dx.doi.org/10.1177/0743558411417863 . 15. Greenfield PM: Weaving Generations Together: Evolving Creativity in the Zinacantec Maya. Santa Fe, NM: SAR Press; 2004:. Spanish translation: Tejedoras: Generaciones reunidas: Evolucio´n de la creatividad entre los Mayas de Chiapas. San Cristobal de Las Casas, Chiapas, Mexico; Editorial Fray Bartolome ´de Las Casas, San Cristo ´bal de Las Casas, C hiapas, Me ´xico. Santiago, Chile: Ediciones Universidad Cato ´lica de Chile. Tzotzil translation: Holobil xchi'uk chanobil: Ti k'u, x-elan ta xjel ech'el yu'unik ta sotz'lebe. San Cristo ´bal de Las Casas, Chiapas, Mexico: Editorial Fray Bartolome ´de Las Casas.. 16. Maynard AE, Greenfield PM, Childs CP: Developmental effects of economic and educational change: cognitive representation in three generations across 43 years in a Maya community. Int J Psychol 2015, 50:12-19  http://dx.doi.org/  10.1002/ijop.12129 .\n\nFrom 1969 (Generation 1) to 1991 (Generation 2), the commercial economy's rapid development led to more abstract and less detailed representation of woven patterns; skill in representing novel patterns also increased. From 1991 (Generation 2) to 2012 (Generation 3), these crosstemporal cognitive trends continued, but schooling's rapid expansion was the main factor in further development of these cognitive skills. Across the generations, girls with more weaving experience were more likely to produce detailed representation of woven patterns, a skill necessary for weaving the patterns; but fewer girls had this experience in 2012, compared with earlier generations. 17.\n\nWeinstock M: Changing epistemologies under conditions of social change in two Arab communities in Israel. Int J Psychol 2015, 50:29-36  http://dx.doi.org/10.1002/ijop.12130 . In order to study the implications of social change for epistemic thinking (i.e., the coordination of objective and subjective aspects of knowing), six dilemmas were created. Cross-generational comparison in a rural Arab village in Northern Israel and comparison of adolescents from the same village with adolescents from the mixed Israeli city of Haifa were used as proxies for longitudinal social change. Village adolescents had more subjectivist perspectives than their mothers and grandmothers. The adolescents in both environments tended toward subjectivist perspectives with no significant difference between them. Most interesting, this cognitive change mediated the relationship between generation and shifting values in #10, above. 51. Twenge  JM, Sherman RA, Wells BE: Changes in American adults' sexual behavior and attitudes, 1972-2012. Arch Sex Behav 2015  http://dx.doi.org/10.1007/s10508-015-0540-2 . 52. Park H, Twenge JM, Greenfield PM: The great recession: implications for adolescent values and behavior. Soc Psychol Pers Sci 2014, 5:310-318  http://dx.doi.org/10.1177/  1948550613495419 . On the basis of Greenfield's (2009) theory of social change and human development, the authors predicted and found that adolescents' values, behaviors, and self-assessments became more collectivistic and less individualistic during the Great Recession (2008-2010) compared to the prerecession period (2004-2006), thereby reversing long-term trends from the 1970s. Correlations with economic indicators (median income, employment rate) over the entire time period (1976-2010) showed that collectivism was high, individualism low during times of economic deprivation, consistent with Greenfield's theory. 53. Zeng R, Greenfield PM: Cultural evolution over the last 40 years in China: using the Google Ngram Viewer to study implications of social and political change for cultural values. Int J Psychol 2015. A study utilizes Google Ngram Viewer to observe the frequencies of words that indicate cultural values from 1970 to 2008 to see if Chinese society has shifted from its more collectivistic roots toward individualism in accordance to Greenfield' s theory of social change and human development. Words that indicate adaptive individualistic values rose in their frequency while words that indicate collectivistic values either dropped in their frequency or increased more slowly than the words with individualistic values between 1970 and 2008. 54. Xu Y, Hamamura T: Folk beliefs of cultural change in China. Front Psychol 2014, 5:1066  http://dx.doi.org/10.3389/  fpsyg.2014.01066 . Using survey methodology and large-scale content analysis of books using the Google Ngram Viewer, researchers identified two Chinese folk beliefs concerning cultural change: 1. Belief that materialism and individualism had increased. 2. Belief that the importance of freedom, democracy and human rights had increased. In contrast, family relations, friendship, and patriotism were seen as having enduring importance; they were not seen to be a target of cultural change. 55. Hamamura T, Xu Y: Changes in Chinese culture as examined through changes in personal pronoun usage. J Cross-Cult Psychol 2015, 46:930-941. 56. Chen X, Cen G, Li D, He Y: Social functioning and adjustment in Chinese children: the imprint of historical time. Child Dev 2005, 76:182-195. This important study demonstrates that, under conditions of rapid social change, child characteristics can change their meaning in an astonishingly short period of time. The characteristic of shyness was associated with social and academic achievement in a cohort of Chinese elementary school children assessed in 1990. By 2002, shyness, a quality less adapted to the environment of a market economy, was associated with peer rejection, school problems, and depression. 57. Manago AM: Connecting societal change to value differences across generations: adolescents, mothers, and grandmothers in a Maya community in Southern Mexico. J Cross-Cult Psychol 2014, 45:868-887  http://dx.doi.org/10.1177/0022022114527346 . 58. Manago AM: Values for gender roles and relations among high school and non-high school adolescents in a Maya community in Chiapas, Mexico. Int J Psychol 2015, 50:20-28  http://  dx.doi.org/10.1002/ijop.12126 .\n\nThe study depicts gender role and cross-sex relational values among adolescents in a southern Mexican Maya community, where, in 1999, high school was introduced. Responses to ethnographically based vignettes revealed that adolescents who had stopped their education after elementary school prioritized ascribed and complementary gender roles, as well as the importance of family mediation in cross-sex relations. In contrast, a matched group of high school students prioritized equivalent and chosen gender roles, as well as personal fulfillment and responsibility in cross-sex relations. The study documents cross-cultural similarities and differences in values surrounding personal achievement between Latino immigrant parents, multiethnic teachers, and European American parents. As predicted by  Greenfield's (2009)  theory of social change and human development, Latino immigrant parents, averaging a fifth-grade education, responded more familistically than the more highly educated multiethnic teachers or European American parents to scenarios about family life. In contrast, no group differences showed up in school-based situations that did not impact family values."
    },
    {
      "title": "62.",
      "text": "Vasquez-Salgado Y, Greenfield PM, Burgos-Cienfuegos R: Exploring home-school value conflicts: implications for academic achievement and well-being among Latino firstgeneration college students. J Adolesc Res 2014:1-35  http://  dx.doi.org/10.1177/0743558414561297 . A qualitative study revealed that first-generation Latino college students from immigrant families experience conflict between family obligations and academic obligations, such as having to choose between doing academic work and attending family events, visiting parents, or family assistance. These conflicts were experienced as persisting over time and having a negative impact on academic achievement and wellbeing."
    },
    {
      "text": "Figure 1"
    },
    {
      "text": "Figure 2"
    },
    {
      "text": "Figure 3"
    },
    {
      "text": "Figure 4"
    },
    {
      "text": "2. Kashima Y, Shi J, Tsuchiya K, Kashima ES, Cheng SYY, Chao MM, Shin S-h: Globalization and folk theory of social change: how globalization relates to societal perceptions about the past and the future. J Soc Issues 2011, 67:696-715.3.Greenfield PM: Linking social change and developmental change: shifting pathways of human development. Dev Psychol 2009, 45:401-418. Greenfield's theory of social change and human development posits that shifting sociodemographic ecologies alter cultural values and learning environments and consequently shift pathways of development. A review of empirical research shows that, as predicted by the theory, movement of any ecological variable in a Gesellschaft direction (e.g., toward a more urban, commercial, highly educated, technological society) shifts cultural values (in the direction of increased emphasis on the individual) and developmental pathways (toward more independent social behavior and more abstract cognition). 4. Greenfield PM: Social change and human development: an autobiographical journey. In Advances in Culture and Psychology, vol 2. Edited by Gelfand M, Hong YY, Chiu CY. New York: Oxford University Press; 2012. 5. To ¨nnies F: In Community and SocietyLoomis CP, TransLondon: Routledge & Kegan Paul.; 1955. (Original work published in German in 1887)."
    },
    {
      "text": "7. Hansen N, Postmes T, Tovote KA, Bos A: How modernization instigates social change: laptop usage as a driver of cultural value change and gender equality in a developing country. J Cross-Cult Psychol 2014, 45:1229-1248. 8. Park H., Greenfield PM, Joo J, Quiroz B: Sociodemographic factors influence cultural values: comparing European American with Korean mothers and children in three settings: rural Korea, urban Korea, and Los Angeles. J Cross-Cult Psychol 2015, 46:1131-1149."
    },
    {
      "text": "10. Fischer R, Boer: Culture and values. Curr Opin Psychol 2016, 8:155-160. 11. Uhls YT, Greenfield: The rise of fame: an historical content analysis. Cyberpsychology 2011, 5 (article 1)."
    },
    {
      "text": "Rivera N, Greenfield PM: The decline of cooperation, the rise of competition: developmental effects of long-term social change in Mexico. Int J Psychol 2015, 50:6-11 http:// dx.doi.org/10.1002./ijop.12120. Two experimental studies utilizing Greenfield's theory of sociocultural change and human development explored the impact of decades of globalized social change for children's development of cooperation and competition in Mexico. As predicted, the Marble Pull procedure showed a large drop over time in levels of cooperative behavior, with a corresponding rise in competitive behavior. 60. Park H, Joo J, Quiroz B, Greenfield PM: Sociodemographic factors influence cultural values: comparing European American with Korean mothers and children in three settings -rural Korea, urban Korea, and Los Angeles. J Cross-Cult Psychol 2015. 61. Greenfield PM, Quiroz B: Context and culture in the socialization and development of personal achievement values: comparing Latino immigrant, families, European American families, and elementary school teachers. J Appl Dev Psychol 2013, 34:108-118."
    },
    {
      "text": "63. Burgos-Cienfuegos R, Vasquez-Salgado Y, Ruedas-Gracia N, Greenfield PM: Disparate cultural values and modes of conflict resolution in peer relations: the experience of Latino firstgeneration college students. Hispanic J Behav Sci 2015 http:// dx.doi.org/10.1177/0739986315591343."
    },
    {
      "title": "Acknowledgements",
      "text": "Many thanks to  Goldie Salimkhan  for drawing Figure  2  and modifying Figure  1 ; and to  Darby A Tarlow  for organizing the reference list and drafting annotations."
    },
    {
      "title": "Conflict of interest statement",
      "text": "Nothing declared.\n\nTwenge JM: The age in which we live and its impact on the person. In Psychology of Change: Life Contexts, Experiences, and Identities. Edited by Reynolds KJ, Branscombe NR. New York, NY: Psychology Press; 2015:44-58. This is a comprehensive and up-to-date summary of Twenge and colleagues important and pioneering set of cross-temporal studies of the social psychological ramifications of social change."
    },
    {
      "title": "37.",
      "text": "Twenge JM, Campbell WK, Gentile B: Male and female pronoun use in U.S. books reflects women's status, 1900-2008. Sex Roles 2012, 67:488-493. The authors analyzed the complete text of almost 1.2 million United States books from the Google Books database to determine whether shifts in written language, especially the ratio of male to female pronouns, reflected trends in the status of women in the period between 1900 and 2008. The ratio of male to female gender pronouns correlated significantly with markers of American women's status such as participation in the labor force, level of education, and age at the time of the first marriage, as well as women's assertiveness, a trait linked to increased status."
    },
    {
      "title": "38.",
      "text": "Uhls YT, Zgourou E, Greenfield PM: 21st century media, fame, and other future aspirations: a national survey of 9-15 year olds. Cyberpsychology 2014, 8 (article 5). A nation-wide survey questioned children ages 9-15 about their future aspirations and their media consumption to determine how media usage is related to the development of individualistic and collectivistic values. Social network use and television watching each predicted self-focused aspirations, while both media together predicted a larger portion of the variance than either alone. Nonmedia activities, mainly of a social nature, were linked with other-focused aspirations."
    },
    {
      "title": "40.",
      "text": "Uhls YT, Michikyan M, Morris J, Garcia D, Small GW, Zgourou E, Greenfield PM: Five days at outdoor education camp without screens improves preteen skills with nonverbal emotion cues.\n\nComput Hum Behav 2014, 39:387-392. A field experiment examined whether preteens were more capable at recognizing nonverbal cues when opportunities for face-to-face interaction are increased while the use of screen-based media and communication tools are eliminated. After five days of these conditions in an overnight nature camp, preteens' ability to recognize nonverbal emotion cues improved significantly more than the ability of the control group for both videotaped scenes and facial expressions."
    },
    {
      "title": "41.",
      "text": "Sherman LE, Michikyan, Greenfield PM: The effects of text, audio, video, and in-person communication on bonding between friends. Cyberpsychology 2013, 7  http://dx.doi.org/  10.5817/CP2013-2-3  (article 3). The authors compared feelings of emotional connectedness as they occurred in person and through digital communication among pairs of college friends. Twenty-nine pairs of close friends engaged in four conversations each: in-person, video chat, audio chat, and instant messaging (IM). Bonding, as measured by both self-report and affiliation cues, differed significantly across conditions, with the greatest bonding during in-person interaction, followed by video chat, audio chat, and IM in that order."
    }
  ],
  "references": [
    {
      "title": "Historical change, cultural learning, and cognitive representation in Zinacantec Maya children",
      "authors": [
        "P Greenfield",
        "A Maynard",
        "C Childs"
      ],
      "year": 2003,
      "doi": "10.1016/j.cogdev.2003.09.004",
      "journal": "Cogn Dev",
      "volume": "18",
      "raw": "Historical change, cultural learning, and cognitive representation in Zinacantec Maya children \n\t\t \n\t\t\t P M Greenfield \n\t\t \n\t\t \n\t\t\t A E Maynard \n\t\t \n\t\t \n\t\t\t C P Childs \n\t\t \n\t\t 10.1016/j.cogdev.2003.09.004 \n\t \n\t \n\t\t Cogn Dev \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Greenfield PM, Maynard AE, Childs CP: Historical change, cultural learning, and cognitive representation in Zinacantec Maya children. Cogn Dev 2003, 18:455-487."
    },
    {
      "title": "Parenting as the expression of sociohistorical time: the case of German individualisation",
      "authors": [
        "H Keller",
        "B Lamm"
      ],
      "year": 2005,
      "doi": "10.1177/01650250544000026",
      "journal": "Int J Behav Dev",
      "volume": "29",
      "raw": "Parenting as the expression of sociohistorical time: the case of German individualisation \n\t\t \n\t\t\t H Keller \n\t\t \n\t\t \n\t\t\t B Lamm \n\t\t \n\t\t 10.1177/01650250544000026 \n\t \n\t \n\t\t Int J Behav Dev \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Keller H, Lamm B: Parenting as the expression of sociohistorical time: the case of German individualisation. Int J Behav Dev 2005, 29:238-246."
    },
    {
      "title": "Cross-cultural conflict and harmony in the social construction of the child",
      "authors": [
        "P Greenfield",
        "B Quiroz",
        "C Raeff"
      ],
      "year": 2000,
      "doi": "10.1002/cd.23220008708",
      "volume": "87",
      "raw": "Cross-cultural conflict and harmony in the social construction of the child \n\t\t \n\t\t\t P M Greenfield \n\t\t \n\t\t \n\t\t\t B Quiroz \n\t\t \n\t\t \n\t\t\t C Raeff \n\t\t \n\t\t 10.1002/cd.23220008708 \n\t \n\t \n\t\t New Directions for Child and Adolescent Development \n\t\t \n\t\t\t S Harkness \n\t\t \n\t\t \n\t\t\t C Raeff \n\t\t \n\t\t \n\t\t\t C M Super \n\t\t \n\t\t \n\t\t\t 2000 \n\t\t\t 87 \n\t\t\t \n\t\t \n\t \n\t Greenfield PM, Quiroz B, Raeff C: Cross-cultural conflict and harmony in the social construction of the child. In New Directions for Child and Adolescent Development, vol 87. Edited by Harkness S, Raeff C, Super CM. 2000:93-108."
    },
    {
      "title": "Perceived social change and childrearing attitudes in China",
      "authors": [
        "X Chen",
        "Y Bian",
        "T Xin",
        "L Wang",
        "R Silbereisen"
      ],
      "year": 2010,
      "doi": "10.1027/1016-9040/a000060",
      "journal": "Eur Psychol",
      "volume": "15",
      "raw": "Perceived social change and childrearing attitudes in China \n\t\t \n\t\t\t X Chen \n\t\t \n\t\t \n\t\t\t Y Bian \n\t\t \n\t\t \n\t\t\t T Xin \n\t\t \n\t\t \n\t\t\t L Wang \n\t\t \n\t\t \n\t\t\t R K Silbereisen \n\t\t \n\t\t 10.1027/1016-9040/a000060 \n\t\t \n\t \n\t \n\t\t Eur Psychol \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Chen X, Bian Y, Xin T, Wang L, Silbereisen RK: Perceived social change and childrearing attitudes in China. Eur Psychol 2010, 15:260-270 http://dx.doi.org/10.1027/1016-9040/a000060."
    },
    {
      "title": "Value of children and family change: a three-decade portrait from Turkey",
      "authors": [
        "C Kagitcibasi",
        "B Ataca"
      ],
      "year": 2005,
      "doi": "10.1111/j.1464-0597.2005.00213.x",
      "journal": "Appl Psychol",
      "volume": "54",
      "raw": "Value of children and family change: a three-decade portrait from Turkey \n\t\t \n\t\t\t C Kagitcibasi \n\t\t \n\t\t \n\t\t\t B Ataca \n\t\t \n\t\t 10.1111/j.1464-0597.2005.00213.x \n\t \n\t \n\t\t Appl Psychol \n\t\t \n\t\t\t 54 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Kagitcibasi C, Ataca B: Value of children and family change: a three-decade portrait from Turkey. Appl Psychol 2005, 54:317-337."
    },
    {
      "title": "Con Respeto: Bridging the Distances Between Culturally Diverse Families and Schools",
      "authors": [
        "G Valdes"
      ],
      "year": 1996,
      "raw": "G Valdes \n\t\t \n\t\t Con Respeto: Bridging the Distances Between Culturally Diverse Families and Schools \n\t\t New York \n\t\t \n\t\t\t Teachers College Press \n\t\t\t 1996 \n\t\t \n\t \n\t Valdes G: Con Respeto: Bridging the Distances Between Culturally Diverse Families and Schools. New York: Teachers College Press; 1996."
    },
    {
      "title": "Grooming and cultural socialization: a mixed method study of caregiving practices in Burma (Myanmar) and the United States",
      "authors": [
        "S Thein-Lemelson"
      ],
      "year": 2015,
      "doi": "10.1002/ijop.12119",
      "journal": "Int J Psychol",
      "volume": "50",
      "raw": "Grooming and cultural socialization: a mixed method study of caregiving practices in Burma (Myanmar) and the United States \n\t\t \n\t\t\t S M Thein-Lemelson \n\t\t \n\t\t 10.1002/ijop.12119 \n\t\t \n\t \n\t \n\t\t Int J Psychol \n\t\t \n\t\t\t 50 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t practices in two cultural settings -an urban center in Burma (Myanmar) and an urban center in the United Statesshowed that Burmese children were groomed by their caregivers significantly more often than U.S. children; these cross-cultural differences did not diminish as the children got older. Greater variability in grooming practices in Burma, compared with the United States, was interpreted as being due to the rapid social change Burma had begun to undergo \n\t Thein-Lemelson SM: Grooming and cultural socialization: a mixed method study of caregiving practices in Burma (Myanmar) and the United States. Int J Psychol 2015, 50:37-46 http://dx.doi.org/10.1002/ijop.12119. Cross-cultural comparison of grooming practices in two cultural settings -an urban center in Burma (Myanmar) and an urban center in the United States - showed that Burmese children were groomed by their caregivers significantly more often than U.S. children; these cross-cultural differences did not diminish as the children got older. Greater variability in grooming practices in Burma, compared with the United States, was interpreted as being due to the rapid social change Burma had begun to undergo."
    },
    {
      "title": "Infant sleeping arrangements and cultural values among contemporary Japanese mothers",
      "authors": [
        "M Shimizu",
        "H Park",
        "P Greenfield"
      ],
      "year": 2014,
      "doi": "10.3389/fpsyg.2014.00718",
      "journal": "Front Psychol",
      "volume": "5",
      "pages": "718",
      "raw": "Infant sleeping arrangements and cultural values among contemporary Japanese mothers \n\t\t \n\t\t\t M Shimizu \n\t\t \n\t\t \n\t\t\t H Park \n\t\t \n\t\t \n\t\t\t P M Greenfield \n\t\t \n\t\t 10.3389/fpsyg.2014.00718 \n\t \n\t \n\t\t Front Psychol \n\t\t \n\t\t\t 5 \n\t\t\t 718 \n\t\t\t 2014 \n\t\t \n\t \n\t Shimizu M, Park H, Greenfield PM: Infant sleeping arrangements and cultural values among contemporary Japanese mothers. Front Psychol 2014, 5:718."
    },
    {
      "title": "Exploring the implications of social change for human development: perspectives, issues and future directions",
      "authors": [
        "X Chen"
      ],
      "year": 2015,
      "doi": "10.1002/ijop.12128",
      "journal": "Int J Psychol",
      "volume": "50",
      "raw": "Exploring the implications of social change for human development: perspectives, issues and future directions \n\t\t \n\t\t\t X Chen \n\t\t \n\t\t 10.1002/ijop.12128 \n\t\t \n\t \n\t \n\t\t Int J Psychol \n\t\t \n\t\t\t 50 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Chen X: Exploring the implications of social change for human development: perspectives, issues and future directions. Int J Psychol 2015, 50:56-59 http://dx.doi.org/10.1002/ijop.12128."
    },
    {
      "title": "Multicultural identities",
      "authors": [
        "Y Hong",
        "Zhan Morris",
        "M Benet-Martinez"
      ],
      "year": 2016,
      "doi": "10.1016/j.copsyc.2015.09.020",
      "journal": "Curr Opin Psychol",
      "volume": "8",
      "raw": "Multicultural identities \n\t\t \n\t\t\t Y Y Hong \n\t\t \n\t\t \n\t\t\t Zhan Morris \n\t\t \n\t\t \n\t\t\t M Benet-Martinez \n\t\t \n\t\t \n\t\t\t V \n\t\t \n\t\t 10.1016/j.copsyc.2015.09.020 \n\t \n\t \n\t\t Curr Opin Psychol \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Hong YY, Zhan Morris M, Benet-Martinez V: Multicultural identities. Curr Opin Psychol 2016, 8:49-53."
    },
    {
      "title": "Globalization",
      "authors": [
        "C Chiu",
        "V Kwan"
      ],
      "year": 2016,
      "doi": "10.1016/j.copsyc.2015.09.010",
      "journal": "Curr Opin Psychol",
      "volume": "8",
      "raw": "Globalization \n\t\t \n\t\t\t C Chiu \n\t\t \n\t\t \n\t\t\t V Kwan \n\t\t \n\t\t 10.1016/j.copsyc.2015.09.010 \n\t \n\t \n\t\t Curr Opin Psychol \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Chiu C, Kwan V: Globalization. Curr Opin Psychol 2016, 8:44-48."
    },
    {
      "title": "Acculturation",
      "authors": [
        "C Ward"
      ],
      "year": 2016,
      "doi": "10.1016/j.copsyc.2015.09.021",
      "journal": "Curr Opin Psychol",
      "volume": "8",
      "raw": "Acculturation \n\t\t \n\t\t\t C Ward \n\t\t \n\t\t \n\t\t\t Geeraert \n\t\t \n\t\t 10.1016/j.copsyc.2015.09.021 \n\t \n\t \n\t\t Curr Opin Psychol \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Ward C, Geeraert: Acculturation. Curr Opin Psychol 2016, 8:98- 104."
    },
    {
      "title": "Return Migration and Identity: A Global Phenomenon, A Hong Kong Case",
      "authors": [
        "N Sussman"
      ],
      "year": 2011,
      "raw": "N M Sussman \n\t\t \n\t\t Return Migration and Identity: A Global Phenomenon, A Hong Kong Case \n\t\t Hong Kong \n\t\t \n\t\t\t Hong Kong University Press \n\t\t\t 2011 \n\t\t \n\t \n\t Sussman NM: Return Migration and Identity: A Global Phenomenon, A Hong Kong Case. Hong Kong: Hong Kong University Press; 2011."
    },
    {
      "title": "The Passing of Traditional Society: Modernizing the Middle East",
      "authors": [
        "D Lerner"
      ],
      "year": 1958,
      "raw": "D Lerner \n\t\t \n\t\t The Passing of Traditional Society: Modernizing the Middle East \n\t\t New York, NY \n\t\t \n\t\t\t Free Press \n\t\t\t 1958 \n\t\t \n\t \n\t Lerner D: The Passing of Traditional Society: Modernizing the Middle East. New York, NY: Free Press; 1958."
    },
    {
      "title": "Social structure, infectious diseases, disasters, and cultural change in America",
      "authors": [
        "I Grossmann",
        "Mew Varnum"
      ],
      "year": 2015,
      "doi": "10.1177/0956797614563765",
      "journal": "Psychol Sci",
      "volume": "26",
      "raw": "Social structure, infectious diseases, disasters, and cultural change in America \n\t\t \n\t\t\t I Grossmann \n\t\t \n\t\t \n\t\t\t Mew Varnum \n\t\t \n\t\t 10.1177/0956797614563765 \n\t\t \n\t \n\t \n\t\t Psychol Sci \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t of individualism in the United Statesfrequency of single-child relative to multi-child families, small family size, frequency of individualistic themes in books, preference for uniqueness in baby naming, divorce rates (relative to marriage rates), frequency of single-generation relative to multi-generation households, and percentage of older adults living alone -were positively intercorrelated and rose from the 1800s into the 2000s. Socioeconomic status was positively correlated with these markers of individualism and predicted each marker of individualism at either a one-year or five-year lag. \n\t Grossmann I, Varnum MEW: Social structure, infectious diseases, disasters, and cultural change in America. Psychol Sci 2015, 26:311-324 http://dx.doi.org/10.1177/ 0956797614563765. Eight different cultural-level markers of individualism in the United States - frequency of single-child relative to multi-child families, small family size, frequency of individualistic themes in books, preference for uniqueness in baby naming, divorce rates (relative to marriage rates), frequency of single-generation relative to multi-generation households, and percen- tage of older adults living alone -were positively intercorrelated and rose from the 1800s into the 2000s. Socioeconomic status was positively correlated with these markers of individualism and predicted each marker of individualism at either a one-year or five-year lag."
    },
    {
      "title": "Increases in individualistic words and phrases in American books, 1960-2008",
      "authors": [
        "J Twenge",
        "W Campbell",
        "B Gentile"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0040181",
      "journal": "PLoS ONE",
      "volume": "7",
      "pages": "e40181",
      "raw": "Increases in individualistic words and phrases in American books, 1960-2008 \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t \n\t\t\t W K Campbell \n\t\t \n\t\t \n\t\t\t B Gentile \n\t\t \n\t\t 10.1371/journal.pone.0040181 \n\t \n\t \n\t\t PLoS ONE \n\t\t \n\t\t\t 7 \n\t\t\t e40181 \n\t\t\t 2012 \n\t\t \n\t \n\t Twenge JM, Campbell WK, Gentile B: Increases in individualistic words and phrases in American books, 1960-2008. PLoS ONE 2012, 7:e40181."
    },
    {
      "title": "Tuning in to psychological change: linguistic markers of psychological traits and emotions over time",
      "authors": [
        "C Dewall",
        "R Pond",
        "W Campbell",
        "J Twenge"
      ],
      "year": 2011,
      "doi": "10.1037/a0023195",
      "journal": "Psychol Aesthet Creativity Arts",
      "volume": "5",
      "raw": "Tuning in to psychological change: linguistic markers of psychological traits and emotions over time \n\t\t \n\t\t\t C N Dewall \n\t\t \n\t\t \n\t\t\t R S Pond \n\t\t \n\t\t \n\t\t\t W K Campbell \n\t\t \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t 10.1037/a0023195 \n\t \n\t \n\t\t Psychol Aesthet Creativity Arts \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t DeWall CN, Pond RS, Campbell WK, Twenge JM: Tuning in to psychological change: linguistic markers of psychological traits and emotions over time. Psychol Aesthet Creativity Arts 2011, 5:200-207."
    },
    {
      "title": "The cultural salience of moral character and virtue declined in twentieth century America",
      "authors": [
        "P Kesebir",
        "S Kesebir"
      ],
      "year": 2012,
      "doi": "10.1080/17439760.2012.715182",
      "journal": "J Posit Psychol",
      "volume": "7",
      "raw": "The cultural salience of moral character and virtue declined in twentieth century America \n\t\t \n\t\t\t P Kesebir \n\t\t \n\t\t \n\t\t\t S Kesebir \n\t\t \n\t\t 10.1080/17439760.2012.715182 \n\t \n\t \n\t\t J Posit Psychol \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Kesebir P, Kesebir S: The cultural salience of moral character and virtue declined in twentieth century America. J Posit Psychol 2012, 7:471-480."
    },
    {
      "title": "Birth cohort differences in self-esteem, 1988-2008: a cross-temporal meta-analysis",
      "authors": [
        "B Gentile",
        "J Twenge"
      ],
      "year": 2010,
      "doi": "10.1037/a0019919",
      "journal": "Rev Gen Psychol",
      "volume": "14",
      "raw": "Birth cohort differences in self-esteem, 1988-2008: a cross-temporal meta-analysis \n\t\t \n\t\t\t B Gentile \n\t\t \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t \n\t\t\t Campbell \n\t\t \n\t\t 10.1037/a0019919 \n\t \n\t \n\t\t Rev Gen Psychol \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Gentile B, Twenge JM, Campbell: Birth cohort differences in self-esteem, 1988-2008: a cross-temporal meta-analysis. Rev Gen Psychol 2010, 14:261-268."
    },
    {
      "title": "Age and birth-cohort differences in self-esteem: a cross-temporal meta-analysis",
      "authors": [
        "J Twenge",
        "W Campbell"
      ],
      "year": 2001,
      "doi": "10.1207/s15327957pspr0504_3",
      "journal": "Pers Soc Psychol Rev",
      "volume": "5",
      "raw": "Age and birth-cohort differences in self-esteem: a cross-temporal meta-analysis \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t \n\t\t\t W K Campbell \n\t\t \n\t\t 10.1207/s15327957pspr0504_3 \n\t \n\t \n\t\t Pers Soc Psychol Rev \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Twenge JM, Campbell WK: Age and birth-cohort differences in self-esteem: a cross-temporal meta-analysis. Pers Soc Psychol Rev 2001, 5:321-344."
    },
    {
      "title": "Increases in positive self-views among high school students: birth cohort changes in anticipated performance, self-satisfaction, self-liking, and self-confidence",
      "authors": [
        "J Twenge",
        "W Campbell"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-9280.2008.02204.x",
      "journal": "Psychol Sci",
      "volume": "19",
      "raw": "Increases in positive self-views among high school students: birth cohort changes in anticipated performance, self-satisfaction, self-liking, and self-confidence \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t \n\t\t\t W K Campbell \n\t\t \n\t\t 10.1111/j.1467-9280.2008.02204.x \n\t \n\t \n\t\t Psychol Sci \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Twenge JM, Campbell WK: Increases in positive self-views among high school students: birth cohort changes in anticipated performance, self-satisfaction, self-liking, and self-confidence. Psychol Sci 2008, 19:1082-1086."
    },
    {
      "title": "Generational increases in agentic self-evaluations among American college students, 1966-2009",
      "authors": [
        "J Twenge",
        "W Campbell",
        "B Gentile"
      ],
      "year": 2012,
      "doi": "10.1080/15298868.2011.576820",
      "journal": "Self Identity",
      "volume": "11",
      "raw": "Generational increases in agentic self-evaluations among American college students, 1966-2009 \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t \n\t\t\t W K Campbell \n\t\t \n\t\t \n\t\t\t B Gentile \n\t\t \n\t\t 10.1080/15298868.2011.576820 \n\t \n\t \n\t\t Self Identity \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Twenge JM, Campbell WK, Gentile B: Generational increases in agentic self-evaluations among American college students, 1966-2009. Self Identity 2012, 11:409-427."
    },
    {
      "title": "Generational differences in young adults life goals, concern for others, and civic orientation, 1966-2009",
      "authors": [
        "J Twenge",
        "W Campbell",
        "E Freeman"
      ],
      "year": 2012,
      "doi": "10.1037/a0027408",
      "journal": "J Pers Soc Psychol",
      "volume": "102",
      "raw": "Generational differences in young adults life goals, concern for others, and civic orientation, 1966-2009 \n\t\t \n\t\t\t J M Twenge \n\t\t \n\t\t \n\t\t\t W K Campbell \n\t\t \n\t\t \n\t\t\t E C Freeman \n\t\t \n\t\t 10.1037/a0027408 \n\t \n\t \n\t\t J Pers Soc Psychol \n\t\t \n\t\t\t 102 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Twenge JM, Campbell WK, Freeman EC: Generational differences in young adults life goals, concern for others, and civic orientation, 1966-2009. J Pers Soc Psychol 2012, 102:1045-1062."
    },
    {
      "title": "Changes in dispositional empathy in American college students over time: a metaanalysis",
      "authors": [
        "T Konrath",
        "O' Brien",
        "E Hsing"
      ],
      "year": 2011,
      "doi": "10.1177/1088868310377395",
      "journal": "Pers Soc Psychol Rev",
      "volume": "15",
      "raw": "Changes in dispositional empathy in American college students over time: a metaanalysis \n\t\t \n\t\t\t T Konrath \n\t\t \n\t\t \n\t\t\t O' Brien \n\t\t \n\t\t \n\t\t\t E H Hsing \n\t\t \n\t\t \n\t\t\t C \n\t\t \n\t\t 10.1177/1088868310377395 \n\t \n\t \n\t\t Pers Soc Psychol Rev \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Konrath T, O'Brien EH, Hsing C: Changes in dispositional empathy in American college students over time: a meta- analysis. Pers Soc Psychol Rev 2011, 15:180-198."
    },
    {
      "title": "Concepts of happiness across time and cultures",
      "authors": [
        "S Oishi",
        "J Graham",
        "S Kesebir",
        "I Galinha"
      ],
      "year": 2013,
      "doi": "10.1177/0146167213480042",
      "journal": "Pers Soc Psychol Bull",
      "volume": "39",
      "raw": "Concepts of happiness across time and cultures \n\t\t \n\t\t\t S Oishi \n\t\t \n\t\t \n\t\t\t J Graham \n\t\t \n\t\t \n\t\t\t S Kesebir \n\t\t \n\t\t \n\t\t\t I C Galinha \n\t\t \n\t\t 10.1177/0146167213480042 \n\t\t \n\t \n\t \n\t\t Pers Soc Psychol Bull \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Oishi S, Graham J, Kesebir S, Galinha IC: Concepts of happiness across time and cultures. Pers Soc Psychol Bull 2013, 39:559-577 http://dx.doi.org/10.1177/0146167213480042."
    },
    {
      "title": "Changing cultural pathways through gender role and sexual development: a theoretical framework",
      "authors": [
        "A Manago",
        "P Greenfield",
        "J Kim",
        "L Ward"
      ],
      "year": 2014,
      "doi": "10.1177/0956797613479387",
      "journal": "Ethos",
      "volume": "42",
      "raw": "Changing cultural pathways through gender role and sexual development: a theoretical framework \n\t\t \n\t\t\t A M Manago \n\t\t \n\t\t \n\t\t\t P M Greenfield \n\t\t \n\t\t \n\t\t\t J Kim \n\t\t \n\t\t \n\t\t\t L M Ward \n\t\t \n\t\t 10.1177/0956797613479387 \n\t\t \n\t \n\t \n\t\t Ethos \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t , sociological, and psychological evidence, this article tests Greenfield's theory of social change and human development in the domain of gender roles and cross-sex relationships. As predicted by the theory, with movement in a community toward greater economic means, formal education, technological development, or urbanization, gender roles shift from a focus on family responsibility and formation to an emphasis on personal responsibility and pleasure \n\t Manago AM, Greenfield PM, Kim J, Ward LM: Changing cultural pathways through gender role and sexual development: a theoretical framework. Ethos 2014, 42:198-221 http:// dx.doi.org/10.1177/0956797613479387. Utilizing anthropological, sociological, and psychological evidence, this article tests Greenfield's theory of social change and human development in the domain of gender roles and cross-sex relationships. As predicted by the theory, with movement in a community toward greater economic means, formal education, technological development, or urbanization, gender roles shift from a focus on family responsibility and formation to an emphasis on personal responsibility and pleasure."
    },
    {
      "title": "New Jersey Dreaming: Capital, Culture, and the Class of '58",
      "authors": [
        "S Ortner"
      ],
      "year": 2003,
      "raw": "S B Ortner \n\t\t \n\t\t New Jersey Dreaming: Capital, Culture, and the Class of '58 \n\t\t Durham, NC \n\t\t \n\t\t\t Duke University Press \n\t\t\t 2003 \n\t\t \n\t \n\t Ortner SB: New Jersey Dreaming: Capital, Culture, and the Class of '58. Durham, NC: Duke University Press; 2003."
    }
  ],
  "num_references": 27,
  "figures": [
    {
      "description": "Figure 1"
    },
    {
      "description": "Figure 2"
    },
    {
      "description": "Figure 3"
    },
    {
      "description": "Figure 4"
    },
    {
      "description": "2. Kashima Y, Shi J, Tsuchiya K, Kashima ES, Cheng SYY, Chao MM, Shin S-h: Globalization and folk theory of social change: how globalization relates to societal perceptions about the past and the future. J Soc Issues 2011, 67:696-715.3.Greenfield PM: Linking social change and developmental change: shifting pathways of human development. Dev Psychol 2009, 45:401-418. Greenfield's theory of social change and human development posits that shifting sociodemographic ecologies alter cultural values and learning environments and consequently shift pathways of development. A review of empirical research shows that, as predicted by the theory, movement of any ecological variable in a Gesellschaft direction (e.g., toward a more urban, commercial, highly educated, technological society) shifts cultural values (in the direction of increased emphasis on the individual) and developmental pathways (toward more independent social behavior and more abstract cognition). 4. Greenfield PM: Social change and human development: an autobiographical journey. In Advances in Culture and Psychology, vol 2. Edited by Gelfand M, Hong YY, Chiu CY. New York: Oxford University Press; 2012. 5. To ¨nnies F: In Community and SocietyLoomis CP, TransLondon: Routledge & Kegan Paul.; 1955. (Original work published in German in 1887)."
    },
    {
      "description": "7. Hansen N, Postmes T, Tovote KA, Bos A: How modernization instigates social change: laptop usage as a driver of cultural value change and gender equality in a developing country. J Cross-Cult Psychol 2014, 45:1229-1248. 8. Park H., Greenfield PM, Joo J, Quiroz B: Sociodemographic factors influence cultural values: comparing European American with Korean mothers and children in three settings: rural Korea, urban Korea, and Los Angeles. J Cross-Cult Psychol 2015, 46:1131-1149."
    },
    {
      "description": "10. Fischer R, Boer: Culture and values. Curr Opin Psychol 2016, 8:155-160. 11. Uhls YT, Greenfield: The rise of fame: an historical content analysis. Cyberpsychology 2011, 5 (article 1)."
    },
    {
      "description": "Rivera N, Greenfield PM: The decline of cooperation, the rise of competition: developmental effects of long-term social change in Mexico. Int J Psychol 2015, 50:6-11 http:// dx.doi.org/10.1002./ijop.12120. Two experimental studies utilizing Greenfield's theory of sociocultural change and human development explored the impact of decades of globalized social change for children's development of cooperation and competition in Mexico. As predicted, the Marble Pull procedure showed a large drop over time in levels of cooperative behavior, with a corresponding rise in competitive behavior. 60. Park H, Joo J, Quiroz B, Greenfield PM: Sociodemographic factors influence cultural values: comparing European American with Korean mothers and children in three settings -rural Korea, urban Korea, and Los Angeles. J Cross-Cult Psychol 2015. 61. Greenfield PM, Quiroz B: Context and culture in the socialization and development of personal achievement values: comparing Latino immigrant, families, European American families, and elementary school teachers. J Appl Dev Psychol 2013, 34:108-118."
    },
    {
      "description": "63. Burgos-Cienfuegos R, Vasquez-Salgado Y, Ruedas-Gracia N, Greenfield PM: Disparate cultural values and modes of conflict resolution in peer relations: the experience of Latino firstgeneration college students. Hispanic J Behav Sci 2015 http:// dx.doi.org/10.1177/0739986315591343."
    }
  ],
  "num_figures": 9,
  "license": "2352-250X/Published by Elsevier Ltd.",
  "license_type": "unknown",
  "num_citations": 46,
  "cited_references": [
    "b8",
    "b12",
    "b6",
    "b11",
    "b4",
    "b14",
    "b1",
    "b13",
    "b9",
    "b22",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b24",
    "b23"
  ],
  "notes": [
    "[raw_affiliation] Department of Psychology , University of California , Los Angeles , USA",
    "[raw_affiliation] Department of Psychology , University of California , Los Angeles , USA",
    "[raw_affiliation] Department of Psychology , University of California , Los Angeles , USA",
    "[raw_affiliation] Department of Psychology , University of California , Los Angeles , USA",
    "Available online at www.sciencedirect.com",
    "Current Opinion in Psychology 2016, 8:84-92 www.sciencedirect.com",
    "www.sciencedirect.comCurrent Opinion in Psychology 2016, 8:84-92",
    "[raw_reference] Greenfield PM, Maynard AE, Childs CP: Historical change, cultural learning, and cognitive representation in Zinacantec Maya children. Cogn Dev 2003, 18:455-487.",
    "[raw_reference] Keller H, Lamm B: Parenting as the expression of sociohistorical time: the case of German individualisation. Int J Behav Dev 2005, 29:238-246.",
    "[raw_reference] Greenfield PM, Quiroz B, Raeff C: Cross-cultural conflict and harmony in the social construction of the child. In New Directions for Child and Adolescent Development, vol 87. Edited by Harkness S, Raeff C, Super CM. 2000:93-108.",
    "[raw_reference] Chen X, Bian Y, Xin T, Wang L, Silbereisen RK: Perceived social change and childrearing attitudes in China. Eur Psychol 2010, 15:260-270 http://dx.doi.org/10.1027/1016-9040/a000060.",
    "[raw_reference] Kagitcibasi C, Ataca B: Value of children and family change: a three-decade portrait from Turkey. Appl Psychol 2005, 54:317-337.",
    "[raw_reference] Valdes G: Con Respeto: Bridging the Distances Between Culturally Diverse Families and Schools. New York: Teachers College Press; 1996.",
    "practices in two cultural settings -an urban center in Burma (Myanmar) and an urban center in the United Statesshowed that Burmese children were groomed by their caregivers significantly more often than U.S. children; these cross-cultural differences did not diminish as the children got older. Greater variability in grooming practices in Burma, compared with the United States, was interpreted as being due to the rapid social change Burma had begun to undergo",
    "[raw_reference] Shimizu M, Park H, Greenfield PM: Infant sleeping arrangements and cultural values among contemporary Japanese mothers. Front Psychol 2014, 5:718.",
    "[raw_reference] Chen X: Exploring the implications of social change for human development: perspectives, issues and future directions. Int J Psychol 2015, 50:56-59 http://dx.doi.org/10.1002/ijop.12128.",
    "[raw_reference] Hong YY, Zhan Morris M, Benet-Martinez V: Multicultural identities. Curr Opin Psychol 2016, 8:49-53.",
    "[raw_reference] Chiu C, Kwan V: Globalization. Curr Opin Psychol 2016, 8:44-48.",
    "[raw_reference] Ward C, Geeraert: Acculturation. Curr Opin Psychol 2016, 8:98- 104.",
    "[raw_reference] Sussman NM: Return Migration and Identity: A Global Phenomenon, A Hong Kong Case. Hong Kong: Hong Kong University Press; 2011.",
    "[raw_reference] Lerner D: The Passing of Traditional Society: Modernizing the Middle East. New York, NY: Free Press; 1958.",
    "[raw_reference] Twenge JM, Campbell WK, Gentile B: Increases in individualistic words and phrases in American books, 1960-2008. PLoS ONE 2012, 7:e40181.",
    "[raw_reference] DeWall CN, Pond RS, Campbell WK, Twenge JM: Tuning in to psychological change: linguistic markers of psychological traits and emotions over time. Psychol Aesthet Creativity Arts 2011, 5:200-207.",
    "[raw_reference] Kesebir P, Kesebir S: The cultural salience of moral character and virtue declined in twentieth century America. J Posit Psychol 2012, 7:471-480.",
    "[raw_reference] Gentile B, Twenge JM, Campbell: Birth cohort differences in self-esteem, 1988-2008: a cross-temporal meta-analysis. Rev Gen Psychol 2010, 14:261-268.",
    "[raw_reference] Twenge JM, Campbell WK: Age and birth-cohort differences in self-esteem: a cross-temporal meta-analysis. Pers Soc Psychol Rev 2001, 5:321-344.",
    "[raw_reference] Twenge JM, Campbell WK: Increases in positive self-views among high school students: birth cohort changes in anticipated performance, self-satisfaction, self-liking, and self-confidence. Psychol Sci 2008, 19:1082-1086.",
    "[raw_reference] Twenge JM, Campbell WK, Gentile B: Generational increases in agentic self-evaluations among American college students, 1966-2009. Self Identity 2012, 11:409-427.",
    "[raw_reference] Twenge JM, Campbell WK, Freeman EC: Generational differences in young adults life goals, concern for others, and civic orientation, 1966-2009. J Pers Soc Psychol 2012, 102:1045-1062.",
    "[raw_reference] Konrath T, O'Brien EH, Hsing C: Changes in dispositional empathy in American college students over time: a meta- analysis. Pers Soc Psychol Rev 2011, 15:180-198.",
    "[raw_reference] Oishi S, Graham J, Kesebir S, Galinha IC: Concepts of happiness across time and cultures. Pers Soc Psychol Bull 2013, 39:559-577 http://dx.doi.org/10.1177/0146167213480042.",
    ", sociological, and psychological evidence, this article tests Greenfield's theory of social change and human development in the domain of gender roles and cross-sex relationships. As predicted by the theory, with movement in a community toward greater economic means, formal education, technological development, or urbanization, gender roles shift from a focus on family responsibility and formation to an emphasis on personal responsibility and pleasure",
    "[raw_reference] Ortner SB: New Jersey Dreaming: Capital, Culture, and the Class of '58. Durham, NC: Duke University Press; 2003."
  ],
  "editors": [
    "S Harkness",
    "C Raeff",
    "C M Super"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Current Opinion in Psychology",
  "volume": "8",
  "pages": "84-92",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:19.406970",
    "zotero_item_type": "journalArticle"
  }
}
