{
  "paper_id": "6AMF33HC",
  "title": "Evaluation of the health promotion program 'Beweeg & Scoor' Personal information",
  "md5": "BDD654585B6D02EDAE9CBBA67AAFBAE2",
  "sections": [
    {
      "text": "1. What is your email address? 2. Which municipality / organization do you work for? o Brasschaat o Essen o Kapellen o Schoten o Stabroek o Wuustwezel 3. Which department do you work for? 4. What is your gender? o Male o Female o Undisclosed 5. What is your age? o 00 -20 years old o 21 -30 years old o 31 -40 years old o 41 -50 years old o 51 -60 years old o 61 -70 years old o 71 -99 years old Activities & virtual points 6. I enjoyed the activities that were awarded virtual points in GameBus. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 7. I was able to perform the activities that were awarded virtual points in GameBus. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 8. The number of virtual points that were awarded in GameBus for performing different activities was evenly distributed. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 9. I believe that my colleagues did not cheat. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 10. I felt that the activities that were awarded virtual points in GameBus were at my level. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 11. Throughout the campaign I felt especially related to my colleagues. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree Health impact 12. I went for a walk more often than usual due to the Beweeg & Scoor program. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 13. I went for a bike ride more often than usual due to the Beweeg & Scoor program. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 14. I engaged in sports sessions more often than usual due to the Beweeg & Scoor program. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 15. I have been in touch with colleagues more often than usual due to the Beweeg & Scoor program. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree Automatic registration of activities 16. Were you aware of the possibility to have GameBus automatically record your physical activities for you? o Yes à Go to question 17 o No à Go to question 19 17. Have you used the option to have GameBus automatically record your physical activities for you? o Yes à Go to question 19 o No à Go to question 18 18. Why didn't you take advantage of the option to have GameBus automatically record activities for you? Communication & Rewards 19. Via what communication channels were you informed about the Beweeg & Scoor program? 20. I find communication on the that the Beweeg & Scoor program clear. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 21. Did you have the opportunity to win prizes throughout the Beweeg & Scoor program? o Yes à Go to question 22 o No à Go to question 24 22. What prizes could you have won? 23. Have you won one or more prizes? o Yes à Go to question 24 o No à Go to question 25 24. What prizes did you win? Personality traits How much do you agree with each statement about you as you generally are now, not as you wish to be in the future? 25. I am the life of the party. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 26. I sympathize with others' feelings. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 27. I get chores done right away. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 28. I have frequent mood swings. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 29. I have a vivid imagination. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 30. I don't talk a lot. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 31. I am not interested in other people's problems. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 32. I often forget to put things back in their proper place. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 33. I am relaxed most of the time. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 34. I am not interested in abstract ideas. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 35. I talk to a lot of different people at parties. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 36. I feel others' emotions o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 37. I like order. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 38. I get upset easily. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 39. I have difficulty understanding abstract ideas. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 40. I keep in the background. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 41. I am not really interested in others. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 42. I make a mess of things. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 43. I seldom feel blue. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree 44. I do not have a good imagination. o Strongly agree o Agree o Neutral o Disagree o Strongly disagree Other feedback and future outlook 45. How likely are you to recommend the GameBus app to a colleague? o 01 o 02 o 03 o 04 o 05 o 06 o 07 o 08 o 09 o 10 46. What experience (either positive and/or negative) with the Beweeg & Scoor program would you like to share? 47. May we contact you in response to your answers? o Yes o No 48. In what physical activity do you currently engage, and where? 49. What are your future physical activity goals? 50. What support may your employer offer to accommodate your physical activity goals?"
    }
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
