{
  "paper_id": "6GDGZYPV",
  "title": "Combining the Power of Stories and the Power of Numbers: Mixed Methods Research and Mixed Studies Reviews",
  "abstract": "This article provides an overview of mixed methods research and mixed studies reviews. These two approaches are used to combine the strengths of quantitative and qualitative methods and to compensate for their respective limitations. This article is structured in three main parts. First, the epistemological background for mixed methods will be presented. Afterward, we present the main types of mixed methods research designs and techniques as well as guidance for planning, conducting, and appraising mixed methods research. In the last part, we describe the main types of mixed studies reviews and provide a tool kit and examples. Future research needs to offer guidance for assessing mixed methods research and reporting mixed studies reviews, among other challenges.",
  "year": 1988,
  "date": "1988",
  "journal": "Sociol. Methods Res",
  "publication": "Sociol. Methods Res",
  "authors": [
    {
      "forename": "Pierre",
      "surname": "Pluye",
      "name": "Pierre Pluye",
      "affiliation": "1  Department of Family Medicine , McGill University , Montreal , Quebec , H3S 1Z1 , Canada; \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t McGill University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t H3S 1Z1 \n\t\t\t\t\t\t\t\t\t Montreal \n\t\t\t\t\t\t\t\t\t Quebec \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "pierre.pluye@mcgill.ca"
    },
    {
      "forename": "Quan",
      "surname": "Hong",
      "name": "Quan Hong",
      "affiliation": "1  Department of Family Medicine , McGill University , Montreal , Quebec , H3S 1Z1 , Canada; \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t McGill University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t H3S 1Z1 \n\t\t\t\t\t\t\t\t\t Montreal \n\t\t\t\t\t\t\t\t\t Quebec \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "quan.nha.hong@mail.mcgill.ca"
    }
  ],
  "doi": "",
  "keywords": [
    "epistemology",
    "critical appraisal",
    "methodology",
    "mixed methods",
    "systematic literature review"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Mixed methods research integrates qualitative and quantitative methods, whereas mixed studies reviews integrate qualitative, quantitative, and mixed methods studies. Mixed methods have been used for several decades in public health. For example, the Village Studies conducted in the 1960s used mixed methods, in which ethnographic studies were combined with economic studies  (64) . Over the past 50 years, the rationale for such combinations has been the same: By focusing on only qualitative or quantitative methods, researchers may overlook important evidence. Stated otherwise, mixing methods combines the power of stories and the power of numbers. In public health, stories have the power to change policies (53), and statistics traditionally provide a strong rationale to make changes.\n\nAlthough mixed methods research and mixed studies reviews are not new, these two approaches have only recently been conceptualized. The development of mixed methods has been important in the areas of program evaluation and education since the 1980s, although the first reference books on mixed methods were not published until the beginning of the twenty-first century  (18, 26, 41, 63, 83) . On the basis of a literature review of mixed methods studies  (41) , we propose the following definition: Mixed methods research is a research approach in which a researcher or team of researchers integrates (a) qualitative and quantitative research questions, (b) qualitative research methods and quantitative research designs, (c) techniques for collecting and analyzing qualitative and quantitative data, and (d ) qualitative findings and quantitative results.\n\nMixed methods are used to combine the strengths of, and to compensate for, the limitations of quantitative and qualitative methods. We offer three main reasons for mixing methods. First, researchers may need qualitative methods to interpret quantitative results. Second, they may need quantitative methods to generalize qualitative findings. Third, they may concomitantly need both methods to better understand a new phenomenon (qualitative methods) and to measure its magnitude, trends, causes, and effects (quantitative methods). In Table  1 , we present a list of common qualitative and quantitative methods that may be combined in the form of mixed methods. Readers unfamiliar with these terms should see Schwandt  (80)  and  Porta (71)  for definitions and examples of qualitative methods and quantitative methods, respectively.\n\nAs an illustration, a mixed methods evaluation of mental health services in a multiethnic community combined a quantitative cross-sectional survey (a structured questionnaire) and an ethnographic study (documents, interviews, and observations), which allowed for a better understanding\n\nTable 1 Common quantitative research designs and qualitative research methods Common quantitative research designs Common qualitative research methods Randomized controlled trials Nonrandomized studies -Case-control -Cohort study -Cross-sectional analytic study with comparison group -Nonrandomized controlled trial Descriptive studies -Case series -Case report -Incidence or prevalence study without comparison group Case study Ethnography Grounded theory Narrative approaches Phenomenology Qualitative description Note: This list is not exhaustive."
    },
    {
      "title": "BACKGROUND",
      "text": "Mixed methods can be conceptualized from epistemological debates between advocates of quantitative methods and those of qualitative methods. These discussions are usually based on two ideal types of epistemology, often considered as two competing paradigms (a paradigm being defined as a normative science or institutional standard)  (21, 44, 51) . An ideal type is an analytical tool proposed by Max Weber  (88)  and refers to the concept of \"idea.\" An ideal type is the grouping of a number of characteristics that are typical of a social phenomenon. The main two ideal types and their characteristics are (a) logical empiricism (materialism, realism, and objective arguments) usually associated with quantitative methods, and (b) constructivism (idealism, relativism, and subjective arguments) usually associated with qualitative methods. These ideal types are useful tools, though they present a portrait that is more black and white than researchers actually do.\n\nIn this section, we briefly outline these two ideal types, their main strengths and limitations, and how they help to conceptualize mixed methods research. On the one hand, logical empiricism refers to the study of phenomena in accordance with empirical laws, such as a prevalence/incidence descriptive study, or an analytical study of the likelihood/significance of an association between key factors (independent variables) and outcomes (dependent variables). Specifically, causal factor-outcome relationships illustrate these empirical laws. Logical empiricism derives from the nineteenth-century positivism and integrates the postpositivism critique of the twentieth century. Logical empiricists typically (though not necessarily) propose that empirical laws are informed by a theory that predates the research process (deductive or confirmatory approach). For instance, logical empiricists may assume (though not always) that causality cannot be established without prior normative organization of the empirical field by a logical scientific explanation. The study of causality is then based on hypotheses that are formulated using causal relations (the language of science according to logical empiricism).\n\nWith regard to causality, bias influences the validity of experimental and quasi-experimental quantitative studies. Sources of bias are more or less controlled depending on the research design. The randomized controlled trial (RCT) is a common evaluation design in public health and is considered the most valid design to examine causal relationships, but this design may be inappropriate to use in certain situations  (47) . For example, RCTs may be less appropriate than cohort studies to assess rare adverse long-term effects of programs: The randomization of thousands of people may be required to detect these effects, but doing so may be impractical or too expensive. In addition, an RCT usually provides little or no empirical evidence to explain why the effects of public health programs vary depending on different contexts of implementation when programs include multiple interventions and concern complex social systems.\n\nOn the other hand, constructivism refers to the exploration of complex phenomena. Using an interpretive process, findings are contextualized, which helps investigators to understand these phenomena better. Constructivists typically (though not necessarily) propose a theoretical model when there is no existing model (inductive or exploratory approach). For example, constructivists\n\nDownloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 MM: mixed methods"
    },
    {
      "title": "QUAL: qualitative",
      "text": "QUAN: quantitative may assume (though not always) that there is no need to form a theory before the data collection because theory will emerge from the data (grounded theory). Constructivism derives from comprehensive approaches developed by pioneers of sociology in the 1920s. Constructivist qualitative researchers stress the importance of the socially constructed nature of reality. They underscore the intimate relationship among the researcher, the phenomenon under study, and the context  (21) . They explore historical, interpretive, and narrative aspects of phenomena in accordance with the cultural, economic, and social context  (1) .\n\nQualitative methods have been concomitantly developed in several disciplines and use different interpretive procedures (e.g., ethnography in anthropology and ethnomethods in sociology). Such methods are popular in public health because they meet the needs of decision makers and professionals by providing an in-depth understanding of complex programs  (60) . This knowledge is useful for planning, implementing, assessing, and sustaining programs. Specifically, qualitative studies provide empirical findings to explain why and how the effects of programs vary in different implementation contexts. However, qualitative methods have been criticized because the findings may be specific to a particular context (knowledge not being transferable to another context) or might be based on tacit interpretive procedures, which cannot be reproduced or verified  (36) .\n\nThese two ideal types (logical empiricism for quantitative studies and constructivism for qualitative studies) help to inform the conceptual foundation of mixed methods research in three ways. First, each type may be associated with mixed methods research. For example, qualitative findings are often integrated in research examining causal relationships, where they are considered scientifically valid arguments to generate theories or hypotheses (postpositivism). According to Campbell  (11) , qualitative research evaluation is needed to propose plausible rival hypotheses for further experimental or quasi-experimental quantitative research. Second, working in mixed methods research teams may require some methodological openness and dialogue to solve tensions between members. Researchers may subscribe to different worldviews when working in such teams: Some members may subscribe to logical empiricism, whereas others may subscribe to constructivism. Easing tensions may be needed at all stages of the research process  (40) : developing a question/protocol (planning), collecting/analyzing data (implementation), and interpreting/presenting results (dissemination). Third, beyond these two ideal types, other epistemologies are associated with mixed methods research, including pragmatism  (81) , constructionism  (33) , critical theory  (24) , and critical realism  (48) . In fact, multiple epistemologies can be associated with mixed methods research  (54) , which suggests that mixed methods has the potential to become a distinctive approach  (27) ."
    },
    {
      "title": "MIXED METHODS RESEARCH",
      "text": "This section presents the main types of designs and techniques for data collection and analysis and facilitates the planning and appraisal of mixed methods research. Similar to Johnson et al.  (41) , we consider any methodological combination as mixed methods research (MM) when it satisfies all three conditions: (a) at least one qualitative method (QUAL) and one quantitative method (QUAN) are combined; (b) each method is used rigorously; and (c) the data collections, and/or data analyses, and/or results are integrated.\n\nTherefore, we claim that the following five types of methods are not MM. First, any QUAN method with collection or analysis of QUAL data that does not follow a rigorous QUAL approach is not MM. For example, a prevalence survey using a self-administered questionnaire ending with optional free comments is not MM; in this situation, researchers cannot tell why some people did (or did not) provide comments and cannot interact with participants to enrich or explain comments\n\nDownloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 Sequential exploratory design: qualitative findings inform the quantitative method, then quantitative results are mobilized to confirm or generalize qualitative findings Sequential explanatory design: quantitative results inform the qualitative method, then qualitative findings are mobilized to interpret or explain quantitative results"
    },
    {
      "title": "Convergent design:",
      "text": "quantitative and qualitative methods are complementary during data collection or data analysis or both using additional reflections, observations, and documents. Second, any QUAL method that collects or analyzes QUAN data that does not follow a rigorous QUAN design is not MM. Third, the combination of QUAN methods is not MM. Fourth, the combination of QUAL methods is not MM either. Fifth, the juxtaposition of QUAL and QUAN methods without integration of the data collections, data analyses, or results is not MM."
    },
    {
      "title": "Designs",
      "text": "A common MM classification is based on three key types of research designs, each reflecting a type of integration of QUAN and QUAL methods  (18) .\n\n1. Sequential exploratory MM design: The QUAL method is followed by a QUAN method.\n\nIn terms of integration, QUAL findings inform the QUAN method; then, QUAN results are mobilized to confirm and generalize QUAL findings. 2. Sequential explanatory MM design: The QUAN method is followed by a QUAL method.\n\nRegarding integration, QUAN results inform the QUAL method; then, QUAL findings are mobilized to interpret or explain QUAN results. 3. Convergent MM design: QUAN and QUAL methods are complementary during data collection, or data analysis, or both. Integration occurs during collection, or analysis, or collection and analysis, of QUAN and QUAL data as explained below.\n\nThe most common design is the convergent design. The QUAN and QUAL data collections may be concomitant, though not necessarily. They converge for the analysis but may be conducted separately when needed (in contrast with sequential designs where phase one is necessarily followed by phase two: results from the first phase informing the data collection and analysis of the second phase). The convergent design refers to three subtypes: data transformation, validation, and MM matrix.\n\nFirst, data transformation occurs when researchers use procedures to either quantify QUAL data (common procedure) or qualify QUAN data (uncommon procedure)  (18) . For example, quantifying QUAL data is based on a rigorous content analysis of QUAL data  (52)  and allows researchers to create an additional variable, which is combined with other variables in statistical analyses. Main steps of content analysis usually include the transformation of interviewees' responses, or in-depth observations, or documents, or both, into values of variables using a codebook (quantification of QUAL data), independent coding by at least two researchers, and estimation of inter-coder agreement using a reliability measure such as a kappa score. Second, content validation studies in psychometrics are typically seen as MM research  (85) . For instance, Pluye co-led a study whereby the analysis of QUAN data estimated the relevance of the information assessment method items, and the analysis of QUAL data evaluated their representativeness. Results were then presented in a joint table for side-by-side comparison  (5) . Third, for building an MM matrix, both QUAL and QUAN data must be available for each case  (57) . For example, Pluye et al.  (66)  studied clinicians' searches for information: QUAL interviews were conducted with a sample of QUAN survey respondents, which consisted of a sample of cases with complementary QUAL and QUAN data. For each case, data were merged into a vignette. Then, a matrix was built with cases in rows and mixed data in columns.\n\nIn addition, main variants of the sequential and convergent designs (building blocks) are multiphase and multilevel MM designs. They refer to any combination of sequential exploratory, sequential explanatory, and convergent designs (any combination of the building blocks). The multiphase design is characterized by a sequence with three or more phases. In contrast, the multilevel design is characterized by two or more levels of data collection and analysis. For example, Dagenais et al.  (20)  assessed intervention teams for vulnerable youths, with two levels of Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29\n\ndata collection and analysis: youth and team. Specifically, 441 youths completed a QUAN survey, 29 participated in a QUAL case study, and 4 teams participated in a QUAL case study. Team-level data were interpreted to account for youth-level results."
    },
    {
      "title": "Techniques",
      "text": "Researchers can use any combination of QUAL and QUAN data collection and analysis techniques in MM. Bryman  (9)  conducted a literature review of 232 articles in social science reporting MM studies. He concluded that the most common data collection techniques used in MM research are as follows (in alphabetical order): document review, focus groups, individual interviews, participant observation, and questionnaires. The most common data analysis techniques are as follows (in alphabetical order): QUAL thematic analysis  (7) , QUAN content analysis  (52) , and statistical analysis.\n\nTo portray the use of the above MM designs and techniques in public health, we carried out an overview of MM studies in this field. We conducted an exploratory search in Medline (through November 2012) using the following search strategy: (mixed adj method$).ti AND limit to English or French AND limit to humans. This search led us to identify a sample of 114 primary MM research studies in public health (the list of references is available on request). We classified these studies according to the three main types of MM design. The most common design was convergent (n = 63). Forty-eight studies were sequential: sequential explanatory design (n = 36) and sequential exploratory design (n = 12). Three additional studies used a multiphase design. The data collection techniques most often reported were semi-structured or unstructured interviews (n = 88), focus groups (n = 48), and survey questionnaires (n = 47). In Table  2 , we present the data collection techniques by design type."
    },
    {
      "title": "Guidance",
      "text": "There is a growing number of publications on MM and reference books for planning and conducting MM research, such as Creswell & Plano Clark (18), Creswell et al.  (19) , Greene  (26) , and Tashakkori & Teddlie  (83) . In contrast, the development of criteria for critically appraising\n\nTable 2 Data collection methods in a sample of public health mixed methods studies a Mixed methods designs Data collection methods Convergent (n = 63) Sequential explanatory (n = 36) Sequential exploratory (n = 12) Multiphase (n = 3) Total (n = 114) Semi-structured or unstructured in-depth individual interview 51 25 10 2 88 (77%) Focus group (group interview) 27 15 4 2 48 (42%) Self-administered survey (mail or web) 27 12 6 2 47 (41%) Structured interview survey (face-to-face or phone) 19 12 5 1 37 (32%) Validated measurement questionnaire 19 10 2 1 32 (28%) Observation 7 6 2 0 15 (13%) a List of references is available on request.\n\nTable 3 Criteria from the Mixed Methods Appraisal Tool (MMAT) Study design component Criteria 1. QUAL study or QUAL component of an MM study Sources of data relevant to answer the research question Data analysis relevant to answer the question Context taken into account in data analysis Reflexivity of researchers (their influence on findings) 2. QUAN randomized controlled trial or component of an MM study Appropriate randomization (or sequence generation) Concealment allocation (or blinding) Complete outcome data Low dropout rate 3. QUAN nonrandomized study (comparison group) or component of an MM study Recruitment minimizing bias Appropriate measurement (validated or standard) Similar participants in groups (or differences analyzed) Complete data, high response rate, and appropriate follow-up 4. Descriptive QUAN study (no comparison group) or component of an MM study Sampling appropriate to answer the research question Sample representative of the population Appropriate measurement (validated or standard) Complete data and high response rate 5. MM component of an MM study MM design relevant to answer the research questions Integration of QUAL and QUAN data and/or results Consideration of limitations associated with this integration Abbreviations: MM, mixed methods; QUAL, qualitative method; QUAN, quantitative method. MMAT: Mixed Methods Appraisal Tool Systematic mixed studies review: Literature review approach in which qualitative, quantitative, and mixed methods studies are systematically identified, selected, appraised, and synthesized the methodological quality of MM studies is still in its early stage. O'Cathain (56) reviewed the literature on the quality of MM research and proposed a comprehensive framework that contains 30 items pertaining to 8 domains of quality: planning quality, design quality, data quality, interpretive rigor, inference transferability, reporting quality, synthesizability, and utility.\n\nAt the time of writing, we know of only one validated tool for appraising the methodological quality of MM studies (62): the Mixed Methods Appraisal Tool (MMAT). Pluye led the development of the MMAT, which was based on a theory, a literature review  (65) , a pilot study  (59) , workshops, and consultations with experts  (69) . The MMAT and its user manual are available online ( http://mixedmethodsappraisaltoolpublic.pbworks.com ). The MMAT's criteria are summarized in Table  3 . In line with Hacking's constructionist theory  (32) , doing MM research creates a \"looping effect\" between QUAL and QUAN evidence and builds a new \"mixed kind\" of evidence. Given this conception of MM, the MMAT proposes different criteria for different methods: QUAL criteria for evaluating QUAL components of MM studies, QUAN criteria for QUAN components, and specific MM criteria for MM components, i.e., the integration of QUAL and QUAN components. The MMAT was pilot tested for its content validity, efficiency, and reliability  (59) .\n\nThe MMAT was designed for use in systematic mixed studies reviews, which are presented in the next section. In these reviews, the MMAT allows researchers to appraise studies with diverse common designs (QUAL, QUAN, and MM). It is used worldwide because it allows researchers to overcome the difficulties associated with using different critical appraisal tools for different designs, e.g., the CASP (Critical Appraisal Skills Program) qualitative tool for QUAL studies and the CASP quantitative tool for QUAN studies (for more information, see  http://www.casp-uk.net/ ). Other critical appraisal tools for systematic mixed studies reviews are presented in the following free access Wiki:  http://toolkit4mixedstudiesreviews.pbworks.com . However, to our knowledge, Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 apart from the MMAT, no tools were specifically designed to appraise the methodological quality of QUAL, QUAN, and MM components of MM studies  (62) ."
    },
    {
      "title": "MIXED STUDIES REVIEWS",
      "text": "Literature reviews are essential to support and justify primary research by synthesizing knowledge on a topic (what is already known) and identifying knowledge gaps. In addition, they support the production of guidelines to facilitate evidence-based practitioners' decision making and to provide an evidence-based rationale for making public health policies. Systematic reviews are typically known to synthesize data or results from QUAN studies (e.g., reviews of RCTs with/without meta-analysis) or from QUAL studies (e.g., meta-ethnographies).\n\nAnother type of systematic review, systematic mixed studies review (including QUAL, QUAN, and MM studies), is becoming popular in health sciences. We claim that the term \"mixed studies review\" should be preferred over \"mixed methods review\" because the former reflects the mixing of studies with diverse designs, whereas in a strict sense, the latter term means a review including only mixed methods studies. Mixed studies reviews are relevant in public health, particularly with respect to complex and highly context-sensitive interventions  (3) . A mixed studies review entails the synthesis of data or results from studies with diverse designs  (25, 68) . This emerging form of literature review can provide a rich and highly practical understanding of complex public health interventions and programs  (70, 82) .\n\nSystematic mixed studies reviews follow the seven standard systematic review steps: (a) writing a review question (or QUAL and QUAN questions); (b) defining eligibility criteria; (c) applying an extensive search strategy in multiple information sources; (d ) identifying potentially relevant studies (two researchers independently screening titles and abstracts); (e) selecting relevant studies (based on full text); ( f ) appraising the quality of included studies (using tools such as the MMAT); and ( g) synthesizing included studies. Systematic reviews involve specialized librarians (e.g., steps b-c) and at least two researchers working independently to assess the reliability of the review process (e.g., steps d-f ). Following these steps, we propose a Wiki to help graduate students and researchers design, conduct, and report systematic mixed studies reviews ( http://toolkit4mixedstudiesreviews.pbworks.com ). This Wiki includes examples of review questions, tips for searching studies with diverse designs, critical appraisal tools, the main types of synthesis design, and proposed template for reporting such reviews (the Wiki was designed to help train investigators on mixed studies review). The main rationale for conducting a mixed studies review is to better understand complex interventions, programs, and phenomena. A typical mixed studies review question is, \"What does the qualitative and quantitative evidence tell us about (. . .)?\" In line with the definition of MM research, we define systematic mixed studies review as a type of literature review in which a team of reviewers identifies, selects, appraises, and synthesizes QUAL, QUAN, and MM studies. During the synthesis stage, data sources consist of documents reporting QUAL findings and QUAN results of included studies. Several techniques for synthesizing QUAN and QUAL data sources have been developed over the past decade such as the Bayesian synthesis, the Evidence for Policy and Practice Information (EPPI) syntheses, the narrative synthesis, the realist synthesis, and the thematic analysis  (6, 22, 47, 58, 70, 77) . Heyvaert et al.  (35)  proposed a framework for classifying mixed studies reviews. They developed an 18-design framework based on three dimensions: the emphasis on QUAL or QUAN methods (i.e., equal or dominant status), the type of integration (i.e., sequential or convergent), and the level of integration (i.e., partial or full integration). In accordance with the above-mentioned three main types of MM research designs, we propose the following classification of mixed studies synthesis designs: sequential exploratory, sequential explanatory, and convergent (Figure  1 ). Each synthesis design is described below.\n\nDownloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 Stage 1: Formulate a review question Stage 4: Identify potential relevant studies Stage 6: Appraise the quality of included studies Stage 5: Select relevant studies Stage 7: Sequential exploratory design Sequential explanatory design Convergent design Stages of systematic review Types of mixed methods synthesis designs Stage 2: Define eligibility criteria Stage 3: Apply an extensive search strategy Phase two: QUAN synthesis of QUAN studies or all study types Phase two: QUAL synthesis of QUAL studies or all study types QUAL synthesis or QUAN synthesis of all study types Phase one: QUAL synthesis of QUAL studies or all study types Phase one: QUAN synthesis of QUAN studies or all study types"
    },
    {
      "title": "Synthesize included studies"
    },
    {
      "title": "Figure 1",
      "text": "Stages of systematic review and types of mixed studies synthesis designs. \"QUAL synthesis\" usually refers to the synthesis of studies into categories (e.g., using thematic analysis). \"QUAN synthesis\" usually refers to the synthesis of studies into variables and values (e.g., using content analysis). \"All study types\" refers to qualitative, quantitative, and mixed methods studies."
    },
    {
      "title": "Sequential Exploratory Synthesis",
      "text": "For this type of synthesis design, (a) the QUAL synthesis is followed by, and informs, the QUAN synthesis; and (b) the QUAN synthesis generalizes or tests findings of the QUAL synthesis. These two phases are consecutive: Phase-one QUAL is necessary for interpreting results of phase-two QUAN. In phase-one QUAL, results of QUAL, QUAN, and MM studies are transformed into QUAL findings (e.g., a taxonomy of study results) using QUAL thematic analysis, for instance. In phase-two QUAN, results of QUAN studies and QUAN results of MM studies are tabulated and compared when there is a common variable across studies (e.g., a common type of study results). Then, the interpretation of phase-one and phase-two results suggests new hypotheses and reveals knowledge gaps. For instance, the purpose of a sequential exploratory synthesis can be to develop a typology (phase-one QUAL) and to measure available indicators for each type (phase-two QUAN). (49) . For example, questions from Mills et al. addressed the barriers to participation of cancer patients in clinical trials (phase-one QUAL), and the frequency of these barriers (phase-two QUAN). Frequencies were not available for all identified barriers, which revealed knowledge gaps (barriers to be measured in future research)."
    },
    {
      "title": "Sequential Explanatory Synthesis",
      "text": "For this type of synthesis design, (a) the QUAN synthesis is followed by, and informs, the QUAL synthesis; and (b) the QUAL synthesis helps to explain some results of the QUAN synthesis. These two phases are consecutive: Phase-one QUAN is necessary for interpreting results of phase-two QUAL. In phase-one QUAN, results of QUAN studies and QUAN results of mixed methods studies are pooled in evidence tables for instance, and the presence and importance of differences in effects may be measured (e.g., using a meta-analysis technique when appropriate). In phase-two QUAL, findings of QUAL studies and QUAL findings of MM studies are integrated using QUAL thematic analysis, for instance. Interpretation of phase-one and phase-two results uncovers new explanations and reveals knowledge gaps. For example, the purpose of a sequential explanatory synthesis can be to measure effects of public health programs (phase-one QUAN) and to explain differences in effects (phase-two QUAL).\n\nHarden et al.  (34)  and Thomas et al.  (84)  presented examples of this synthesis design. For instance, the question in the mixed studies review by Thomas et al. was, \"What is known about the barriers to and facilitators of healthy eating among children aged 4-10 years?\" (84, p. 1010). In phase-one QUAN, they systematically reviewed RCTs that measured the effectiveness of public health interventions on healthy eating in children, then conducted a meta-analysis, and finally concluded that \"the interventions described in the trials were able to increase children's fruit and vegetable consumption by about half a portion a day\" (84, p. 1011). In phase-two QUAL, they synthesized findings of QUAL studies on children's perception of the meaning of healthy eating (using a QUAL thematic data analysis) and proposed barriers and facilitators of healthy eating based on children's viewpoints. They subsequently compared these barriers and facilitators with interventions assessed in RCTs using questions such as \"Which interventions match recommendations derived from children's views and experiences?\" and \"Which recommendations have yet to be tried in soundly evaluated interventions\"? (84, p. 1011). They concluded that the two best interventions increased vegetable consumption by more than 0.4 portions per day and that only these two interventions matched the children's viewpoint."
    },
    {
      "title": "Convergent Synthesis",
      "text": "In convergent synthesis designs, results of included studies are integrated using data transformation techniques: QUAL or QUAN transformation. In convergent QUAL synthesis design, results from studies that included QUAL, QUAN, and MM are transformed into QUAL findings. In convergent QUAN synthesis design, they are transformed into variables. Methods associated with these synthesis designs are presented below.\n\nConvergent QUAL synthesis. Convergent QUAL syntheses address research questions such as what, how, and why. To address these questions, results from studies that included QUAL, QUAN, and MM are transformed into QUAL findings such as themes, configurations, theories, concepts, and patterns. The most common data transformation technique is QUAL thematic synthesis. More complex data transformation methods are realist synthesis (to provide Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 theory-driven evaluation of public health interventions and programs), critical interpretive synthesis (to build a new theory), meta-narrative synthesis (to establish concepts), and multiple case synthesis (to find patterns across case studies). These types of convergent QUAL synthesis design are useful to address specific public health review questions.\n\nFirst, thematic QUAL synthesis can address any QUAL review question: \"[A] theme is identified by reading and re-reading the included studies using what is essentially a comparative process,\" which allows investigators to describe, organize, and interpret study results  (70, p. 96) . Rigor in thematic synthesis or analysis is based on (a) researchers going back and forth from textual data to themes, (b) discussion and consensus between researchers, and arbitrage by a third party when needed. Investigators can conduct a thematic analysis in three ways, depending on the review question and background knowledge: inductive (theory-building approach: themes derived from data), deductive (theory-driven approach: data assigned to predefined themes), and hybrid deductiveinductive approach (predefined themes, data assigned to themes, and themes supported by data or revised with data; and new themes derived from data)  (7) . A review of studies on palliative care provided an example in which five themes related to the process of shared decision making were identified: patient preferences, patient participation, outcomes of participation, barriers and facilitators, and attitudes toward participation (4). In this example, QUAL thematic analysis was combined with conceptual mapping.\n\nSecond, realist synthesis is a popular but complex method requiring a team that includes QUAL researchers with specific training on the realist approach. Guidance for realist synthesis precludes standard application  (39, 61, 90) . This synthesis is theory driven and is used to assess public health interventions and programs. It produces hypotheses about what works for whom depending on the context. According to critical realism  (79) , adapting the synthesis to the context of evidence production is necessary. The synthesis process is based on a middle-range theory that drives interventions and accounts for the contextual factors that influence social mechanisms of change to produce outcomes. It is a QUAL synthesis because it involves an ongoing interpretive process using a theory to build \"context-mechanism-outcome\" configurations and demi-regularities (patterns derived from configurations). Operational definitions of these methodological concepts are provided elsewhere  (38) . For example, Pluye co-led a realist review of the literature on communitybased participatory research  (37) . The middle-range theory was the partnership synergy theory. The benefits of participatory research were synthesized from a sample of 23 studies. Seven types of benefits were proposed, such as the production of culturally and logistically appropriate research.\n\nThird, the purpose of critical interpretive synthesis is to develop new theoretical models to provide a comprehensive understanding of specific issues (e.g., patient safety), interventions (e.g., cancer treatment), and programs (e.g., effective features). This type of mixed studies synthesis is derived from meta-ethnography (review of QUAL research studies)  (55) . Researchers extract concepts from included QUAL and QUAN studies (using thematic analysis, or conceptual mapping, or constant comparison). The synthesis critically examines these concepts across studies in terms of similarities (reciprocal translation) and differences (refutational translation), which allows researchers to build lines of argument and make a theoretical proposal  (23) . For example, Boyko et al.  (8)  synthesized 17 studies and developed a model of deliberative dialogues (knowledge translation strategy), including key characteristics of effective dialogues, such as an appropriate mix of participants.\n\nIn contrast, the purpose of meta-narrative synthesis is to establish key concepts  (30) . Here, researchers compare definitions (theoretical, methodological, and instrumental) and contexts of production (key scientists and milieux, research traditions, and languages) of important concepts across research paradigms and disciplines  (30) . Meta-narrative synthesis provides a storyline of the evolution of these concepts over time. Examples include the concepts of diffusion, dissemination,\n\nDownloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 CCM: configurational comparative method\n\nand implementation of innovations  (29) ; tension associated with electronic patient records  (28) ; and knowledge translation in organizational and policy arenas  (17) .\n\nLast, the purpose of a multiple case synthesis is to identify patterns across case studies  (91) . Conducting pattern analysis requires that similar data were collected in all included primary case studies. This type of synthesis may be of interest in public health because program evaluation is often conducted using case study methodology. One example is a synthesis of European state-level case studies on work stress prevention  (43) .\n\nConvergent QUAN synthesis. Convergent QUAN syntheses are still rare. A convergent QUAN synthesis can address typical QUAN public health research questions concerning the incidence and/or prevalence of a problem or a risk factor and the likelihood and significance of the association between factors and outcomes. To address such questions, results of included QUAL, QUAN, and MM studies are transformed into variables. The most common data transformation technique is content analysis that allows further statistical analyses. Other types of data transformation include the configurational comparative method (Boolean algebra) and the Bayesian synthesis (probabilities).\n\nContent analysis is a secular technique \"for simplifying phenomena\" because it can reduce a large amount of textual data into a small number of variables  (70, p. 50) . Rigor in content analysis is based on (a) the reproducibility of the assignment of text to values and (b) the reliability of the coding (coding scheme based on clear definitions), which is measured using intercoder agreement statistics (kappa or intraclass correlation)  (52) . Then, the results of content analysis can be used for statistical analyses. An example is provided by Buelens et al.  (10) , who synthesized the literature on negotiation: Studies with diverse designs were coded and content transformed into variables; then, a linear regression tested the association between the publication year (dependent variable) and independent variables of interest, e.g., longitudinal study (yes/no).\n\nIn contrast, the configurational comparative method (CCM) is applicable for synthesizing a small to moderate number of studies (n = 15 to 100) and can produce hypotheses on conditions associated with outcomes of public health interventions. The concept of condition refers to a key aspect of a case that is associated with an outcome. CCM has been applied to the synthesis of case studies, but included studies may not necessarily need to be case studies. For mixed studies reviews, a case can be defined as a study with an appropriate description of conditions and outcomes. CCM allows investigators to identify commonalities in the relationships between conditions and outcomes across cases, referred to as configurations  (73) . CCM reveals, in a systematic way, whether a combination of conditions is necessary and/or sufficient for an outcome and tests relationships between variables using Boolean algebra (e.g., operator AND). The CCM causation principles are based on research in narrative causation in the social sciences  (2) . CCM assumes that (a) different configurations may lead to the same outcome (equifinality), and (b) a condition may be associated with the presence of an outcome in some cases, and its absence in other cases, depending on the other conditions (nonuniformity). Although CCM has often been used for primary research since the 1980s  (72) , it is rarely used in literature reviews. Rivard & Lapointe (74)  used CCM to synthesize 89 case studies on the implementation of information technology and proposed hypotheses about user resistance behaviors.\n\nFinally, the purpose of a Bayesian synthesis is to measure the likelihood of an association between two variables, e.g., the complexity of (complex versus simple) and adherence to (low versus high) a medication. Two Bayesian syntheses are often cited  (75, 86) . In line with Bayes' theorem, results of included studies are transformed into probabilities. For example, posterior probability of \"high adherence\" given \"simple medication\" depends on prior probabilities of \"high adherence\" and \"simple medication\" and also on conditional probability of \"simple medication\" Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29\n\nwhen \"high adherence\"  (86) . The transformation of QUAL data into probabilities is complex  (14)  and is based on frequency count (e.g., the number of study participants with \"simple medication\"). However, such frequency counts are controversial because QUAL research is not appropriate for this purpose and typically involves small nonrepresentative samples  (78) ."
    },
    {
      "title": "Overview of Mixed Studies Reviews",
      "text": "To portray the use of mixed studies synthesis designs, we carried out an overview of mixed studies reviews. We conducted an exploratory search in Scopus and Medline databases (through September 2012) using the following search strategy: ((quantitati$ and qualitati$) or (mixed adj method$) or (multi adj method$)).ti AND limit to review. This search identified a sample of 29 mixed studies reviews among which 11 were retained because they followed the seven stages of systematic review and had a clear description of the synthesis technique. We then classified the systematic reviews according to the three types of mixed studies synthesis designs. The most common type of synthesis found in our sample was convergent (n = 8), of which seven were QUAL  (4, 13, 16, 42, 45, 46, 87)  and one QUAN  (15) . Three other mixed studies reviews were sequential, two of which used a sequential exploratory synthesis  (67, 76)  and one used a sequential explanatory synthesis  (12) . QUAL thematic synthesis was often used (n = 8). We found no recommendations for reporting mixed studies reviews such as for systematic reviews  (50) , with the exception of specific preliminary publication standards for realist and meta-narrative QUAL syntheses  (89, 90) ."
    },
    {
      "title": "CONCLUSION",
      "text": "Overall, this article describes MM research designs, which we applied to conceptualize synthesis designs of mixed studies reviews. In our experience, MM research and mixed studies reviews should be planned, implemented, and evaluated by researchers with expertise in QUAL and QUAN methods or by at least two researchers with complementary expertise in QUAN and QUAL methods. The scientific community needs to build consensus on and provide guidance for assessing MM research and reporting mixed studies reviews, among other challenges."
    },
    {
      "text": "Downloaded from www.annualreviews.org. University of Iowa (ar-223589) IP: 128.255.62.40 On: Wed, 16 Jul 2025 14:13:29 Examples are provided by Pluye et al. (67) and Mills et al."
    }
  ],
  "references": [
    {
      "title": "The System of Professions",
      "authors": [
        "A Abbott"
      ],
      "year": 1988
    },
    {
      "title": "The causal devolution",
      "authors": [
        "A Abbott"
      ],
      "year": 1998
    },
    {
      "title": "Reviews in public health and health promotion",
      "authors": [
        "R Armstrong",
        "E Waters",
        "J Doyle"
      ],
      "year": 2008
    },
    {
      "title": "Shared decision-making in palliative care: a systematic mixed studies review using narrative synthesis",
      "authors": [
        "E Bélanger",
        "C Rodríguez",
        "D Groleau"
      ],
      "year": 2011,
      "doi": "10.1177/0269216310389348"
    },
    {
      "title": "In pursuit of a valid information assessment method",
      "authors": [
        "Bindiganavile Sridhar"
      ],
      "year": 2011
    },
    {
      "title": "A multitude of syntheses: a comparison of five approaches from diverse policy fields",
      "authors": [
        "A Boaz",
        "D Ashby",
        "D Denyer",
        "M Egan",
        "A Harden"
      ],
      "year": 2006,
      "doi": "10.1332/174426406778881755"
    },
    {
      "title": "Transforming Qualitative Information: Thematic Analysis and Code Development",
      "authors": [
        "R Boyatzis"
      ],
      "year": 1998
    },
    {
      "title": "Deliberative dialogues as a mechanism for knowledge translation and exchange in health systems decision-making",
      "authors": [
        "J Boyko",
        "J Lavis",
        "J Abelson",
        "M Dobbins",
        "N Carter"
      ],
      "year": 2012
    },
    {
      "title": "Integrating quantitative and qualitative research: How is it done?",
      "authors": [
        "A Bryman"
      ],
      "year": 2006
    },
    {
      "title": "Methodological issues in negotiation research: a state-of-the-art-review",
      "authors": [
        "M Buelens",
        "M Woestyne",
        "S Mestdagh",
        "D Bouckenooghe"
      ],
      "year": 2008,
      "doi": "10.1007/s10726-007-9097-3"
    },
    {
      "title": "Qualitative knowing in action research",
      "authors": [
        "D Campbell"
      ],
      "year": 1988
    },
    {
      "title": "Behavioural interventions for weight management in pregnancy: a systematic review of quantitative and qualitative data",
      "authors": [
        "F Campbell",
        "M Johnson",
        "J Messina",
        "L Guillaume",
        "E Goyder"
      ],
      "year": 2011
    },
    {
      "title": "An evidence synthesis of qualitative and quantitative research on component intervention techniques, effectiveness, cost-effectiveness, equity and acceptability of different versions of health-related lifestyle advisor role in improving health",
      "authors": [
        "S Carr",
        "M Lhussier",
        "N Forster",
        "L Geddes",
        "K Deane"
      ],
      "year": 2011
    },
    {
      "title": "Transforming verbal counts in reports of qualitative descriptive studies into numbers",
      "authors": [
        "Y Chang",
        "C Voils",
        "M Sandelowski",
        "V Hasselblad",
        "J Crandell"
      ],
      "year": 2009,
      "doi": "10.1177/0193945909334434"
    },
    {
      "title": "Mixed methods approach explaining process of an older driver safety systematic literature review",
      "authors": [
        "S Classen",
        "Eds Lopez"
      ],
      "year": 2006,
      "doi": "10.1097/00013614-200604000-00002"
    },
    {
      "title": "Investigating community-based health and health promotion for homeless people: a mixed methods review",
      "authors": [
        "E Coles",
        "M Themessl-Huber",
        "R Freeman"
      ],
      "year": 2012
    },
    {
      "title": "Knowledge exchange processes in organizations and policy arenas: a narrative systematic review of the literature",
      "authors": [
        "D Contandriopoulos",
        "M Lemire",
        "J Denis",
        "E Tremblay"
      ],
      "year": 2010
    },
    {
      "title": "Designing and Conducting Mixed Methods Research",
      "authors": [
        "J Creswell",
        "Plano Clark"
      ],
      "year": 2010
    },
    {
      "title": "Best Practices for Mixed Methods Research in the Health Sciences",
      "authors": [
        "J Creswell",
        "A Klassen",
        "Plano Clark",
        "Clegg Smith"
      ],
      "year": 2011
    },
    {
      "title": "Implementation and effects of a service coordination program for youths and their families in complex situations: a mixed evaluation design",
      "authors": [
        "C Dagenais",
        "F Nault-Brière",
        "D Dupont",
        "J Dutil"
      ],
      "year": 2008,
      "doi": "10.1016/j.childyouth.2007.11.014"
    },
    {
      "title": "Handbook of Qualitative Research",
      "authors": [
        "N Denzin",
        "Y Lincoln"
      ],
      "year": 1994
    },
    {
      "title": "Synthesising qualitative and quantitative evidence: a review of possible methods",
      "authors": [
        "M Dixon-Woods",
        "S Agarwal",
        "D Jones",
        "B Young",
        "A Sutton"
      ],
      "year": 2005
    },
    {
      "title": "Conducting a critical interpretive synthesis of the literature on access to healthcare by vulnerable groups",
      "authors": [
        "M Dixon-Woods",
        "D Cavers",
        "S Agarwal",
        "E Annandale",
        "A Arthur"
      ],
      "year": 2006
    },
    {
      "title": "Bourdieu's reflexive sociology as a theoretical basis for mixed methods research: an application to complementary and alternative medicine",
      "authors": [
        "C Fries"
      ],
      "year": 2009
    },
    {
      "title": "A typology of reviews: an analysis of 14 review types and associated methodologies",
      "authors": [
        "M Grant",
        "A Booth"
      ],
      "year": 2009
    },
    {
      "title": "Toward a methodology of mixed methods social inquiry",
      "authors": [
        "J Greene"
      ],
      "year": 2006,
      "doi": "10.1177/1558689807309969"
    },
    {
      "title": "Is mixed methods social inquiry a distinctive methodology?",
      "authors": [
        "J Greene"
      ],
      "year": 2008
    },
    {
      "title": "Tensions and paradoxes in electronic patient record research: a systematic literature review using the meta-narrative method",
      "authors": [
        "T Greenhalgh",
        "H Potts",
        "G Wong",
        "P Bark",
        "D Swinglehurst"
      ],
      "year": 2009
    },
    {
      "title": "Diffusion of innovations in service organizations: systematic review and recommendations",
      "authors": [
        "T Greenhalgh",
        "G Robert",
        "F Macfarlane",
        "P Bate",
        "O Kyriakidou"
      ],
      "year": 2004
    },
    {
      "title": "Storylines of research in diffusion of innovation: a meta-narrative approach to systematic review",
      "authors": [
        "T Greenhalgh",
        "G Robert",
        "F Macfarlane",
        "P Bate",
        "O Kyriakidou",
        "R Peacock"
      ],
      "year": 2005
    },
    {
      "title": "A mix-method approach to the cultural understanding of distress and the non-use of mental health services",
      "authors": [
        "D Groleau",
        "P Pluye",
        "L Nadeau"
      ],
      "year": 2007,
      "doi": "10.1080/09638230701496386"
    },
    {
      "title": "The Social Construction of What?",
      "authors": [
        "I Hacking"
      ],
      "year": 1999
    },
    {
      "title": "A synergistic approach: conducting mixed methods research with typological and systemic design considerations",
      "authors": [
        "B Hall",
        "K Howard"
      ],
      "year": 2008,
      "doi": "10.1177/1558689808314622"
    },
    {
      "title": "Teenage pregnancy and social disadvantage: systematic review integrating controlled trials and qualitative studies",
      "authors": [
        "A Harden",
        "G Brunton",
        "A Fletcher",
        "A Oakley"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b4254"
    },
    {
      "title": "Mixed methods research synthesis: definition, framework, and potential",
      "authors": [
        "M Heyvaert",
        "B Maes",
        "P Onghena"
      ],
      "year": 2013
    },
    {
      "title": "Analyse des données qualitatives: recueil de nouvelles méthodes",
      "authors": [
        "A Huberman",
        "M Miles"
      ],
      "year": 1991
    },
    {
      "title": "Uncovering the benefits of participatory research: implications of a realist review for health research and practice",
      "authors": [
        "J Jagosh",
        "A Macaulay",
        "P Pluye",
        "J Salsberg",
        "P Bush"
      ],
      "year": 2012
    },
    {
      "title": "Assessing the outcomes of participatory research: protocol for identifying, selecting, appraising and synthesizing the literature for realist review",
      "authors": [
        "J Jagosh",
        "P Pluye",
        "A Macaulay",
        "J Salsberg",
        "J Henderson"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-24"
    },
    {
      "title": "Critical reflections on realist review: insights from customizing the methodology to the needs of participatory research assessment",
      "authors": [
        "J Jagosh",
        "P Pluye",
        "G Wong",
        "M Cargo",
        "J Salsberg"
      ],
      "year": 2014,
      "doi": "10.1002/jrsm.1099"
    },
    {
      "title": "Editorial: Living with tensions: the dialectic approach",
      "authors": [
        "R Johnson"
      ],
      "year": 2008
    },
    {
      "title": "Toward a definition of mixed methods research",
      "authors": [
        "R Johnson",
        "A Onwuegbuzie",
        "L Turner"
      ],
      "year": 2007,
      "doi": "10.1177/1558689806298224"
    },
    {
      "title": "Evaluation of the impact of nurse consultant roles in the United Kingdom: a mixed methods systematic literature review",
      "authors": [
        "F Kennedy",
        "A Mcdonnell",
        "K Gerrish",
        "A Howarth",
        "C Pollard",
        "J Redman"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2648.2011.05811.x"
    },
    {
      "title": "A multiple case study approach to work stress prevention in Europe",
      "authors": [
        "Maj Kompier",
        "C Cooper",
        "Sae Geurts"
      ],
      "year": 2000,
      "doi": "10.1080/135943200417975"
    },
    {
      "title": "La structure des révolutions scientifiques",
      "authors": [
        "T Kuhn"
      ],
      "year": 1983,
      "doi": "10.1051/978-2-7598-1904-1.c032"
    },
    {
      "title": "Mothers' experiences of bottle feeding: a systematic review of qualitative and quantitative studies",
      "authors": [
        "R Lakshman",
        "D Ogilvie",
        "K Ong"
      ],
      "year": 2009
    },
    {
      "title": "Knowledge and information needs of young people with epilepsy and their parents: mixed-method systematic review",
      "authors": [
        "S Lewis",
        "J Noyes",
        "S Mackereth"
      ],
      "year": 2010
    },
    {
      "title": "Systematically reviewing qualitative and quantitative evidence to inform management and policy-making in the health field",
      "authors": [
        "N Mays",
        "C Pope",
        "J Popay"
      ],
      "year": 2005
    },
    {
      "title": "A critical realist rationale for using a combination of quantitative and qualitative methods",
      "authors": [
        "P Mcevoy",
        "D Richards"
      ],
      "year": 2006,
      "doi": "10.1177/1744987106060192"
    },
    {
      "title": "Barriers to participation in clinical trials of cancer: a meta-analysis and systematic review of patient-reported factors",
      "authors": [
        "E Mills",
        "D Seely",
        "B Rachlis",
        "L Griffith",
        "P Wu"
      ],
      "year": 2006
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Paradigms lost and pragmatism regained: methodological implications of combining qualitative and quantitative methods",
      "authors": [
        "D Morgan"
      ],
      "year": 2007
    },
    {
      "title": "The Content Analysis Guidebook",
      "authors": [
        "K Neuendorf"
      ],
      "year": 2002,
      "doi": "10.4135/9781071873045"
    },
    {
      "title": "The power of stories over statistics",
      "authors": [
        "T Newman"
      ],
      "year": 2003
    },
    {
      "title": "The multidimensional model of research methodology: an integrated set of continua",
      "authors": [
        "K Niglas"
      ],
      "year": 2010
    },
    {
      "title": "Meta-Ethnography: Synthesising Qualitative Studies",
      "authors": [
        "G Noblit",
        "R Hare"
      ],
      "year": 1988,
      "doi": "10.4135/9781412985000"
    },
    {
      "title": "Assessing the quality of mixed methods research: towards a comprehensive framework",
      "authors": [
        "A O'cathain"
      ],
      "year": 2010
    },
    {
      "title": "Three techniques for integrating data in mixed methods studies",
      "authors": [
        "A O'cathain",
        "E Murphy",
        "J Nicholl"
      ],
      "year": 2010
    },
    {
      "title": "An emerging framework for including different types of evidence in systematic reviews for public policy",
      "authors": [
        "S Oliver",
        "A Harden",
        "R Rees",
        "J Shepherd",
        "G Brunton"
      ],
      "year": 2005
    },
    {
      "title": "Testing the reliability and efficiency of the pilot Mixed Methods Appraisal Tool (MMAT) for systematic mixed studies review",
      "authors": [
        "R Pace",
        "P Pluye",
        "G Bartlett",
        "A Macaulay",
        "J Salsberg"
      ],
      "year": 2012
    },
    {
      "title": "Qualitative Research and Evaluation Methods",
      "authors": [
        "M Patton"
      ],
      "year": 2002
    },
    {
      "title": "Realist review-a new method of systematic review designed for complex policy interventions",
      "authors": [
        "R Pawson",
        "T Greenhalgh",
        "G Harvey",
        "K Walshe"
      ],
      "year": 2005
    },
    {
      "title": "Critical appraisal tools for assessing the methodological quality of qualitative, quantitative and mixed methods studies included in systematic mixed studies reviews",
      "authors": [
        "P Pluye"
      ],
      "year": 2013
    },
    {
      "title": "Les méthodes mixtes",
      "authors": [
        "P Pluye"
      ],
      "year": 2012,
      "doi": "10.4000/books.pum.5981"
    },
    {
      "title": "Méthodes mixtes en santé mondiale",
      "authors": [
        "P Pluye"
      ],
      "year": 2012
    },
    {
      "title": "A scoring system for appraising mixed methods research, and concomitantly appraising qualitative, quantitative and mixed methods primary studies in mixed studies reviews",
      "authors": [
        "P Pluye",
        "M Gagnon",
        "F Griffiths",
        "Johnson Lafleur"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijnurstu.2009.01.009"
    },
    {
      "title": "Four levels of outcomes of information-seeking: a mixed methods study in primary health care",
      "authors": [
        "P Pluye",
        "R Grad",
        "C Repchinsky",
        "B Jovaisas",
        "J Johnson-Lafleur"
      ],
      "year": 2013,
      "doi": "10.1002/asi.22793"
    },
    {
      "title": "Impact of clinical information-retrieval technology on physicians: a literature review of quantitative, qualitative and mixed methods studies",
      "authors": [
        "P Pluye",
        "R Grad",
        "L Dunikowski",
        "R Stephenson"
      ],
      "year": 2005
    },
    {
      "title": "Understanding divergence of quantitative and qualitative data (or results) in mixed methods studies",
      "authors": [
        "P Pluye",
        "R Grad",
        "A Levine",
        "B Nicolau"
      ],
      "year": 2009,
      "doi": "10.5172/mra.455.3.1.58"
    },
    {
      "title": "Proposal: A mixed methods appraisal tool for systematic mixed studies reviews",
      "authors": [
        "P Pluye",
        "E Robert",
        "M Cargo",
        "G Bartlett",
        "O 'cathain"
      ],
      "year": 2011
    },
    {
      "title": "Synthesizing Qualitative and Quantitative Health Evidence: A Guide to Methods",
      "authors": [
        "C Pope",
        "N Mays",
        "J Popay"
      ],
      "year": 2007
    },
    {
      "title": "A Dictionary of Epidemiology",
      "authors": [
        "M Porta"
      ],
      "year": 2008
    },
    {
      "title": "QCA, 25 years after \"The Comparative Method\": mapping, challenges, and innovations-mini-symposium",
      "authors": [
        "B Rihoux",
        "A Marx"
      ],
      "year": 2013
    },
    {
      "title": "Configurational Comparative Methods: Qualitative Comparative Analysis (QCA ) and Related Techniques",
      "authors": [
        "B Rihoux",
        "C Ragin"
      ],
      "year": 2009
    },
    {
      "title": "Information technology implementers' responses to user resistance: nature and effects",
      "authors": [
        "S Rivard",
        "L Lapointe"
      ],
      "year": 2012
    },
    {
      "title": "Factors affecting uptake of childhood immunisation: a Bayesian synthesis of qualitative and quantitative evidence",
      "authors": [
        "K Roberts",
        "M Dixon-Woods",
        "R Fitzpatrick",
        "K Abrams",
        "D Jones"
      ],
      "year": 2002
    },
    {
      "title": "A systematic review and synthesis of the quantitative and qualitative evidence behind patient-centred goal setting in stroke rehabilitation",
      "authors": [
        "S Rosewilliam",
        "C Roskell",
        "A Pandyan"
      ],
      "year": 2011
    },
    {
      "title": "Overview of mixed-method systematic review designs",
      "authors": [
        "M Saini",
        "A Shlonsky"
      ],
      "year": 2012
    },
    {
      "title": "Using qualitative metasummary to synthesize qualitative and quantitative descriptive findings",
      "authors": [
        "M Sandelowski",
        "J Barroso",
        "C Voils"
      ],
      "year": 2007
    },
    {
      "title": "Realism and Social Science",
      "authors": [
        "A Sayer"
      ],
      "year": 2000
    },
    {
      "title": "The SAGE Dictionary of Qualitative Inquiry",
      "authors": [
        "T Schwandt"
      ],
      "year": 2007
    },
    {
      "title": "A pragmatist argument for mixed methodology in medical informatics",
      "authors": [
        "P Scott",
        "J Briggs"
      ],
      "year": 2009
    },
    {
      "title": "Making evidence synthesis more useful for management and policy-making",
      "authors": [
        "T Sheldon"
      ],
      "year": 2005
    },
    {
      "title": "Handbook of Mixed Methods in Social and Behavioral Research",
      "authors": [
        "A Tashakkori",
        "C Teddlie"
      ],
      "year": 2010
    },
    {
      "title": "Integrating qualitative research with trials in systematic reviews",
      "authors": [
        "J Thomas",
        "A Harden",
        "A Oakley",
        "S Oliver",
        "K Sutcliffe"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.328.7446.1010"
    },
    {
      "title": "Focus groups in psychological assessment: enhancing content validity by consulting members of the target population",
      "authors": [
        "D Vogt",
        "D King",
        "L King"
      ],
      "year": 2004,
      "doi": "10.1037/1040-3590.16.3.231"
    },
    {
      "title": "A Bayesian method for the synthesis of evidence from qualitative and quantitative reports: the example of antiretroviral medication adherence",
      "authors": [
        "C Voils",
        "V Hasselblad",
        "J Crandell",
        "Y Chang",
        "E Lee",
        "M Sandelowski"
      ],
      "year": 2009,
      "doi": "10.1258/jhsrp.2009.008186"
    },
    {
      "title": "Psychological resistance to insulin therapy in adults with type 2 diabetes: mixed-method systematic review",
      "authors": [
        "H Wang",
        "M Yeh"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2648.2011.05853.x"
    },
    {
      "title": "Économie et société: les catégories de la sociologie",
      "authors": [
        "M Weber"
      ],
      "year": 1995
    },
    {
      "title": "RAMESES publication standards: meta-narrative reviews",
      "authors": [
        "G Wong",
        "T Greenhalgh",
        "G Westhorp",
        "J Buckingham",
        "R Pawson"
      ],
      "year": 2013,
      "doi": "10.1186/1741-7015-11-20"
    },
    {
      "title": "RAMESES publication standards: realist syntheses",
      "authors": [
        "G Wong",
        "T Greenhalgh",
        "G Westhorp",
        "J Buckingham",
        "R Pawson"
      ],
      "year": 2013,
      "doi": "10.1186/1741-7015-11-21"
    },
    {
      "title": "The difference that quality makes: the case of literature reviews",
      "authors": [
        "R Yin",
        "E Bingham",
        "K Heald"
      ],
      "year": 1976,
      "doi": "10.1177/004912417600500201"
    }
  ],
  "num_references": 91,
  "original_doi": "https://doi.org/10.13039/501100000024"
}
