{
  "paper_id": "6HXMAKWF",
  "title": "Effectiveness of Interventions for Changing More Than One Behavior at a Time to Manage Chronic Conditions: A Systematic Review and Meta-analysis",
  "abstract": "Background Health behaviors play a significant role in chronic disease management. Rather than being independent of one another, health behaviors often co-occur, suggesting that targeting more than one health behavior in an intervention has the potential to be more effective in promoting better health outcomes. \n Purpose We aimed to conduct a systematic review and meta-analysis of randomized trials of interventions that target more than one behavior to examine the effectiveness of multiple health behavior change interventions in patients with chronic conditions. Methods Five electronic databases (Web of Science, PubMed, CINAHL, EMBASE, and Cochrane) were systematically searched in November 2023, and studies included in previous reviews were also consulted. We included randomized trials of interventions aiming to change more than one health behavior in individuals with chronic conditions. Two independent reviewers screened and extracted data, and used Cochrane's Risk of Bias 2 tool. Meta-analyses were conducted to estimate the effects of interventions on change in health behaviors. Results were presented as Cohen's d for continuous data, and risk ratio for dichotomous data. \n Results Sixty-one studies were included spanning a range of chronic diseases: cardiovascular (k = 25), type 2 diabetes (k = 15), hypertension (k = 10), cancer (k = 7), one or more chronic conditions (k = 3), and multiple conditions (k = 1). Most interventions aimed to change more than one behavior simultaneously (rather than in sequence) and most targeted three particular behaviors at once: \"physical activity, diet and smoking\" (k = 20). Meta-analysis of 43 eligible studies showed for continuous data (k = 29) a small to substantial positive effect on behavior change for all health behaviors (d = 0.081-2.003) except for smoking (d = -0.019). For dichotomous data (k = 23) all analyses showed positive effects of targeting more than one behavior on all behaviors (RR = 1.026-2.247). Conclusions Targeting more than one behavior at a time is effective in chronic disease management and more research should be directed into developing the science of multiple behavior change. \n Lay summary Many recommendations suggest engaging in more than one health behavior to manage a chronic disease; however, most research trying to understand or support health behavior tends to focus on only one behavior. We wanted to clarify if interventions aiming to support people in",
  "year": 2025,
  "date": "2025-08-05",
  "journal": "Prev Med Rep",
  "publication": "Prev Med Rep",
  "authors": [
    {
      "forename": "Carolina",
      "surname": "Silva",
      "name": "Carolina Silva",
      "orcid": "0000-0003-1814-032X"
    },
    {
      "forename": "Justin",
      "surname": "Presseau",
      "name": "Justin Presseau",
      "affiliation": "2  Clinical Epidemiology Program , Ottawa Hospital Research Institute , Ottawa , ON , Canada \n\t\t\t\t\t\t\t\t Clinical Epidemiology Program \n\t\t\t\t\t\t\t\t Ottawa Hospital Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ottawa \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t Canada",
      "orcid": "0000-0002-2132-0703"
    },
    {
      "forename": "Zack",
      "surname": "Van Allen",
      "name": "Zack Van Allen",
      "affiliation": "2  Clinical Epidemiology Program , Ottawa Hospital Research Institute , Ottawa , ON , Canada \n\t\t\t\t\t\t\t\t Clinical Epidemiology Program \n\t\t\t\t\t\t\t\t Ottawa Hospital Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ottawa \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "zvanallen@ohri.capaulinaschenkpaulina.schenk.13@ucl.ac.uk",
      "orcid": "0000-0002-5778-6441"
    },
    {
      "forename": "Paulina",
      "surname": "Schenk",
      "name": "Paulina Schenk",
      "affiliation": "5  Centre for Behaviour Change , University College London , London , England , UK \n\t\t\t\t\t\t\t\t Centre for Behaviour Change \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t England UK",
      "orcid": "0000-0002-5239-1977"
    },
    {
      "forename": "Maiara",
      "surname": "Moreto",
      "name": "Maiara Moreto",
      "affiliation": "6  ISPA -Instituto Universitário , Lisbon , Portugal \n\t\t\t\t\t\t\t\t ISPA -Instituto Universitário \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lisbon \n\t\t\t\t\t\t\t\t\t Portugal",
      "email": "maiara.moreto@ensp.unl.pt",
      "orcid": "0009-0004-2223-733X"
    },
    {
      "forename": "John",
      "surname": "Dinsmore",
      "name": "John Dinsmore",
      "email": "dinsmorj@tcd.ie",
      "orcid": "0000-0001-8387-3496"
    },
    {
      "forename": "Marta",
      "surname": "Marques",
      "name": "Marta Marques",
      "affiliation": "7  NOVA National School of Public Health , Comprehensive Health Research Centre (CHRC) , NOVA University of Lisbon , Lisbon , Portugal Carolina C. \n\t\t\t\t\t\t\t\t Comprehensive Health Research Centre (CHRC) \n\t\t\t\t\t\t\t\t NOVA National School of Public Health \n\t\t\t\t\t\t\t\t NOVA University of Lisbon \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lisbon \n\t\t\t\t\t\t\t\t\t Portugal Carolina C",
      "email": "mmarques@ensp.unl.pt",
      "orcid": "0000-0002-4797-9557"
    },
    {
      "affiliation": "Trinity Centre for Practice and Healthcare Innovation (TCPHI) , School of Nursing and Midwifery , Trinity College Dublin , Dublin , Ireland \n\t\t\t\t\t\t\t\t School of Nursing and Midwifery \n\t\t\t\t\t\t\t\t Trinity Centre for Practice and Healthcare Innovation (TCPHI) \n\t\t\t\t\t\t\t\t Trinity College Dublin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland"
    }
  ],
  "doi": "",
  "keywords": [
    "Noncommunicable diseases",
    "Health behavior",
    "Behavior change",
    "Systematic review",
    "Meta-analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Noncommunicable diseases (NCDs) account for 74% of all deaths  [1] . Among NCDs, cardiovascular diseases are the leading cause of mortality, followed by cancers, chronic respiratory diseases, and diabetes. With aging populations and an increase in the prevalence of long-term conditions, the number of people with multiple health conditions will continue to rise, resulting in multimorbidity  [1] . Managing chronic health conditions is a complex and persistent challenge for people faced with them and the healthcare providers and systems serving them  [2] . Health behaviors, such as physical activity, eating a healthy diet, and refraining from alcohol consumption and smoking, are not only key in preventing their development but also play a central part in their successful management  [1, 3] .\n\nBehavior change interventions can play a role in preventing exacerbations of chronic conditions and minimizing their symptoms, by supporting individuals to reduce their behavioral risk factors (e.g., stop smoking), increase protective behaviors (e.g., increase physical activity), and/or follow behavioral advice (e.g., medication adherence  [4] ). Despite the multiple behaviors indicated for the management of chronic conditions, to date, most rigorously evaluated behavior change interventions have focused on promoting single behavior change  [5] [6] [7] [8]  and related impact on clinical outcomes  [6, 9] . Analyzing whether multiple health behavior change (MHBC) interventions lead to behavioral change is an important first step to understand which behaviors are driving the improvements in clinical outcomes. Also, as multiple health behaviors often co-occur or cluster together  [10] [11] [12] , engaging in multiple behaviors has the potential to support chronic disease management.\n\nMHBC interventions aim to change more than one behavior, either sequentially or simultaneously  [13] . Previous reviews of randomized trials assessing the effectiveness of MHBC interventions have reported small to moderate effects for diet-related outcomes and physical activity  [14, 15] , and null to small effects for smoking cessation  [14, 16]  across different populations. However, existing reviews have focused on (i) either the general population or specific populations (e.g., general population  [14] , primary prevention  [11, 16] , or specific chronic conditions  [17, 18] ), (ii) specific behavioral clusters (e.g., diet and physical activity  [15, 17, 18] , smoking cessation combined with two or more additional risk behaviors  [19] ), or (iii) specific modes of delivery (e.g., eHealth interventions only  [15] ). Also, most reviews have focused their meta-analyses on clinical rather than behavioral outcomes (e.g.,  [16, 17] ), or have not conducted meta-analyses to assess the effectiveness of the interventions (e.g.,  [5, 11, 18, 19] ).\n\nCurrently, to the best of our knowledge, there is no systematic review that comprehensively assesses the effectiveness of MHBC interventions in individuals with chronic health conditions with a focus on behavior change as the outcome of interest, without selecting based on chronic conditions and/or behavioral clusters targeted. Therefore, the main aim of this review with meta-analysis was to assess the effectiveness of interventions targeting more than one health behavior in the context of chronic disease management (including physical activity, diet, smoking cessation, alcohol consumption, and medication adherence)."
    },
    {
      "title": "Methods",
      "text": "The present review followed the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA, see Supplementary Material 1 for PRISMA checklist) and has been pre-registered in PROSPERO (CRD42022327085) and Open Science Framework ( https://osf.io/hr7u3 )."
    },
    {
      "title": "Data Sources and Search Strategy",
      "text": "We searched Web of Science, PubMed, CINAHL, EMBASE, and Cochrane in November 2023 with no time constraints, to identify MHBC interventions targeting health-related behaviors of patients with chronic conditions.\n\nThree sets of search terms were used, representing: (i) Population (\"*patient*\" OR \"chronic condition\" OR \"chronic disease\" OR \"multiple morbidity\" OR \"comorbidity\" OR \"multimorbidity\"); Intervention type (\"MHBC\" OR \"multiple risk behav*\" OR \"multiple risk factors\" OR \"multiple health behav*\" OR \"multiple behav*\" OR \"goal-directed behav*\"); and (iii) Study design (\"randomized controlled trial\" OR \"RCT\" OR \"controlled trial\" OR \"controlled clinical trial\" OR \"random allocation\" OR \"random*\" OR \"intervention\"). These terms were searched in the Title, Keyword, and Abstract sections (see  https://osf.io/8hx5j/ , for complete searches in each database).\n\nPrevious reviews of MHBC interventions in patients with chronic conditions were hand-searched, and their included studies were checked and assessed for inclusion."
    },
    {
      "title": "Eligibility Criteria",
      "text": "For inclusion in this review, studies had to report MHBC interventions targeting individuals with chronic conditions, had to be published in peer-reviewed journals, and were written in English. Conference proceedings, protocols, and studies without available full texts were excluded. The following PICOS inclusion criteria were considered:\n\n1. Population: Adults with at least one chronic condition, namely type 2 diabetes, cardiovascular conditions, cancer (including cancer survivors, cancer-free ≤5 years), and hypertension. Search terms used did not specify the type of chronic conditions, as these were selected after conducting the searches by analyzing if each condition that came up met our criteria to be considered a chronic ann. behav. med. (2024) 58:432-444 condition (i.e., a disease with a long duration, that requires ongoing medical care and results in some form of functional impairment  [20, 21] ). For this review, we considered obesity as a risk factor for chronic disease. 2. Intervention: Aimed to change more than one healthrelated behavior (i.e., MHBC interventions). For the purpose of this review, we considered that for an intervention to be considered an MHBC intervention, it had to target two or more behavioral domains (e.g., diet and physical activity), as opposed to multiple aspects of one behavioral domain (e.g., fruit and vegetable consumption and energy intake). 3. Comparison: Any type of comparison group (e.g., usual care, minimal intervention). In order to evaluate interventions that were rigorously tested through randomized controlled trials (i.e., where both groups receive the same intervention except for the aspects being tested  [22] ), to be included in the meta-analysis we only considered studies with control groups receiving no\n\nintervention, receiving usual care only or minimal interventions. 4. Outcomes: Assessed at least one aspect of two or more health-related behavioral domains (e.g., fruit and vegetable consumption and physical activity minutes/week). This criterion was implemented due to the existence of various studies delivering \"lifestyle interventions\" that only provided data for one behavioral domain. 5. Study Design: Evaluated interventions within a randomized trial in a healthcare context (e.g., randomized controlled trials, cluster-randomized controlled trials, factorial designs), including digital modalities. To be included in the overall review, studies were included if they used randomization for group assignment, even if comparison groups were delivered different interventions. This allowed us to obtain a comprehensive overview of the types of MHBC interventions being conducted. However, for the meta-analysis, only randomized controlled trials were considered."
    },
    {
      "title": "Study Selection",
      "text": "All identified articles were uploaded into RAYYAN  [23] , and duplicated records were removed. Two authors (CCS and MM) independently assessed the titles and abstracts of 20% of all studies. Similarly, included records at this stage were then screened based on full-text assessment. At both stages, discrepancies were resolved through discussion with a third reviewer (MMM). Inter-rater reliability was calculated at both screening stages using Cohen's kappa, with values above 0.60 being considered moderate agreement, above 0.80 strong, and above 0.90 almost perfect  [24] . Key reasons for exclusion were recorded at the full-text stage, these included: (i) not being a randomized trial, (ii) not being a behavioral intervention, (iii) behavioral intervention not targeting multiple behaviors, (iv) participants not having a physical chronic condition, (v) participants not being adults, (vi) not having more than one behavioral outcome of interest, (vii) study not being published in English, and (viii) not being able to obtain full-text."
    },
    {
      "title": "Data Extraction",
      "text": "A standardized data extraction form was created in Microsoft Excel, and its development was informed by consulting existing ontologies and taxonomies to identify relevant information to be extracted, and by adding aspects of relevance to the context of multiple behavior changes (full data extraction table available at OSF:  https://osf.io/hnvfu ). However, this paper focuses exclusively on presenting data pertaining to study and sample details, intervention characteristics, and statistical outcomes, as follows:\n\n-Study details: Authors, year of publication, study design, country, and dates of data collection. -Sample details: Type of sample (i.e., condition, e.g., type 2 diabetes), mean age of participants, percentage of females, race, ethnicity, and socioeconomic status. -Intervention characteristics: Type of MHBC intervention (coded as sequential, simultaneous, or unclear), type of trial (coded as behavior change intervention only, part of a larger trial or unclear), intervention and control groups' designations, duration, and behaviors targeted by the intervention. -Statistical information: The following information was extracted regarding each behavioral outcome provided by authors: protocol available (coded as yes or no), primary/secondary outcome (coded as primary, secondary, or unclear), type of measurement (coded as objective or subjective), type of data (coded as dichotomous or continuous), intended direction of effect (coded as increase or decrease), the interval between the beginning of the intervention and last follow-up (coded as months), the interval between the end of the intervention and last follow-up (coded as months), the sample size of the intervention group and control group, type of statistics used to calculate the effect size, effect size provided by authors (when available), effect size calculated.\n\nData extraction was performed in full by one author (CCS), a second author independently extracted data for 20% of included studies (PS), and disparities were resolved through discussion."
    },
    {
      "title": "Quality Assessment",
      "text": "Two authors independently assessed the methodological quality and risk of bias using the Cochrane Risk of Bias (RoB) 2 for randomized controlled trials and for cluster-randomized trials were used  [25] . Disagreements were discussed with a third author. Inter-rater reliability was calculated using Cohen's kappa. For randomized controlled trials, the RoB tool has five domains: (i) bias arising from the randomization process, (ii) bias due to deviations from intended interventions, (iii) bias due to missing outcome data, (iv) bias in the measurement of the outcome, and (v) bias in the selection of the reported result. Whereas for cluster-randomized trials the RoB tool has an additional domain accounting for \"identification/ recruitment bias.\" Each domain is comprised by signaling questions and the responses to these questions are fed into algorithms to score each domain either as \"low risk,\" \"some concerns,\" or \"high risk.\" The scores of each domain are further mapped into an overall risk of bias judgment."
    },
    {
      "title": "Data Synthesis",
      "text": "A narrative and descriptive synthesis of the key aspects of included studies was provided for information on study and sample details, and intervention characteristics (in summary tables organized per condition).\n\nFor the meta-analyses, we only included studies that used what we established as a \"true\" control group (i.e., no intervention, usual care, delayed intervention, or minimal intervention), and that provided sufficient/adequate data to calculate effect sizes.\n\nIn this review, we included studies that focused on two or more behavioral domains, such as physical activity and diet. However, due to the considerable heterogeneity in the measurement of these domains, we established general and specific rules for the inclusion of outcomes: First, we categorized outcome data as continuous or dichotomous. Within each category, outcomes were further divided based on how they were measured, that is, objectively (e.g., pedometers) or subjectively (e.g., self-reported questionnaires). This resulted in four categories: \"subjective and continuous,\" \"subjective and dichotomous,\" \"objective and continuous,\" and \"objective and dichotomous.\" If the authors provided data for multiple categories (e.g., medication adherence measured both subjectively and objectively), we included them all in the separate analyses. However, if authors provided multiple measures within one category for a behavioral domain (e.g., \"moderate aerobic exercise, minutes/week\" and \"mild aerobic exercise, minutes/week\" measured subjectively and provided as continuous data), we selected the most frequently reported measure from the ones provided and used that one for the analysis.\n\nWe also established rules within each behavioral domain. For the diet domain, a substantial variety of aspects were identified. We selected the most frequently reported outcomes across studies to ensure we were able to capture at least one aspect of diet from most studies, which were \"fruit and vegetable intake\" (combined or separately) and \"fat intake\" (including outcomes such as total fat, saturated fat, unsaturated fat, high-fat foods).\n\nFor the physical activity domain, data was first separated based on whether they measured physical activity or sedentary behavior. Since multiple variables were frequently provided for this domain (e.g., \"strenuous or moderate aerobic exercise, minutes/week,\" \"strenuous aerobic exercise, minutes/week,\" \"moderate aerobic exercise, minutes/week,\" and \"mild aerobic exercise, minutes/week\"), we selected one outcome for each analyses based on its frequency (i.e., when multiple measurements were provided for the same behavioral domain, we chose the most frequently reported one from the included studies).\n\nThe same decision rules were applied for the remaining behavioral domains, that is, smoking cessation, alcohol consumption, and medication adherence. This systematic approach ensured greater comparability across studies.\n\nAfter applying the decision rules, relationships between the behavioral variables were analyzed using meta-analytical techniques (effects) using Comprehensive Meta-Analysis (CMA  [26] ). Pooled intervention effect estimates were presented using a random-effects model using a 95% confidence interval. Meta-analyses were conducted to compare differences between outcomes of intervention and control participants for each of the following behaviors: physical activity, sedentary behavior, fruit and vegetable intake, fat intake, smoking cessation, alcohol consumption, and medication adherence. Analyses were separated according to the follow-up timepoint (at the end of the intervention and at the latest follow-up time provided), type of measurement (subjective and objective), and type of data provided (continuous and dichotomous). Possible estimated effect sizes were calculated using Cohen's d for continuous outcomes and Risk Ratios (calculated assuming a higher value, i.e., >1, is a positive change) for dichotomous outcomes. The presence and extent of heterogeneity were explored using the I 2 statistics. Sensitivity analyses were conducted when possible if (i) studies obtained a high overall risk of bias according to the RoB 2 tool, (ii) the interventions lacked clarity regarding the behaviors being targeted (e.g., using terms such as \"lifestyle\"), and (iii) extremely long follow-ups were used (e.g., 60 months).\n\nSubgroup analyses were planned for the type of chronic condition of participants (i.e., cardiovascular diseases, type 2 diabetes, hypertension, cancer, and one or more chronic conditions). However, due to the limited number of studies available for each analysis, effects were provided for each of these conditions and behaviors for reference."
    },
    {
      "title": "Results",
      "text": "Electronic searches identified 3,696 records, 2,083 after removing duplicates. Of these, 213 were screened at the fulltext level, and a total of 25 studies were included. Moderate inter-rater reliability was obtained for screening at the fulltext stage (k = 0.709). In addition, 36 studies were identified by going through the included studies of previous reviews  [15] [16] [17] [18] [19] . In total, 61 studies were included in the review (see Fig.  1  for the Flow chart and Supplementary Material 2 for a list of included studies).\n\nSee Supplementary Table  1  for a complete list of reasons for excluded studies at the full-text screening stage."
    },
    {
      "title": "Overview of Studies",
      "text": "Of the 61 included studies, 25 related to cardiovascular diseases (40.98%), 15 to type 2 diabetes (24.59%), 10 to hypertension (16.39%), 7 to cancer (11.48%), 3 to one or more chronic conditions (4.92%; which included one study with individuals with type 2 diabetes and/or hypertension, one with individuals with diabetes and/or coronary heart disease, and one with older adults with one or more chronic conditions), and 1 with individuals with self-reported arthritis and other health conditions (1.64%). The included studies were published between 1994 and 2023 and across 24 countries, the most frequent ones being USA (k = 21, 34.43%), UK (k = 8, 13.11%), and Australia (k = 5, 8.20%).\n\nOverall, the average age of participants was 58.53 years, with a slightly lower average age observed in studies targeting individuals with hypertension (M = 56.80). The percentage of females in all studies was 48.45%. However, across all conditions, the average proportion of female participants was higher (ranging from 57.61% to 81.80%), except in studies targeting cardiovascular diseases (28.53%). See Supplementary Table  2  for study, sample, and setting information."
    },
    {
      "title": "Intervention Characteristics",
      "text": "The number of behaviors targeted per intervention ranged between 2 and 5, with an average of 3. Physical activity and diet were the most frequent behaviors targeted (k = 60 and k = 56 respectively), followed by smoking cessation (k = 38), alcohol consumption (k = 14), and medication adherence (k = 13). Overall, a total of 10 behavioral clusters were targeted across interventions, with the most frequent ones being: \"physical activity, diet and smoking\" (k = 20, 32.79%), and \"physical activity and diet\" (k = 16, 26.32%). The most frequently targeted behavioral clusters for each condition were as follows: \"diet, physical activity and smoking\" for cardiovascular diseases (k = 12 of 25), \"diet and physical activity\" for type 2 diabetes (k = 7 of 15), and cancer (k = 5 out of 7), and \"diet, physical activity, smoking and alcohol consumption\" for hypertension (k = 3 out of 10). Most interventions were considered \"behavior change interventions only\" (k = 53), with the remaining being \"part of a larger trial\" (k = 7) or \"unclear\" (k = 1). Some intervention groups aimed to change multiple behaviors simultaneously (k = 46), others sequentially (k = 8), and the remaining ones did not provide sufficient information to make this determination (k = 10). Those aiming to change behaviors sequentially were mostly found in the context of cardiovascular diseases (k = 3), and targeting two behaviors (k = 4), with the most frequent cluster being \"physical activity and diet\" (k = 3).\n\nMost studies had one intervention group and one comparison group. Three studies had two intervention groups: (i) Glasgow et al.  [27]  had two intervention groups (\"computer-assisted diabetes self-management (CASM)\" and \"CASM plus human support condition\") and a control (\"enhanced usual care\"), (ii) Hyman et al.  [28]  had two intervention groups (\"simultaneous group\" and \"sequential group\") and a control (\"usual care\"), and (iii) Liu et al.  [29]  had two intervention groups (\"expert-driven e-counselling\" and \"control driven e-counselling\") and a control. One study had one intervention group that matched our criteria (\"multiple-goal group\") and two possible comparison groups (\"single-goal group\" and \"attention control group\"  [30] ).\n\nRegarding the types of control groups used, most studies used usual care/routine care as controls (k = 29), others had no intervention, minimal interventions, or waiting groups (k = 23), and the remaining used different interventions as controls (k = 10).\n\nA wide range of intervention duration was found, varying from one day only to 7.8 years. Most interventions lasted up to 6 months (54.10%), but on average intervention duration was close to 1 year (48.10 weeks). See Supplementary Table  3  for intervention characteristics. See Table  1  for a summary of the sample and study details of included interventions."
    },
    {
      "title": "Quality Appraisal",
      "text": "The risk of bias assessment for RCTs is detailed in Supplementary Fig.  1 , which referred to 53 studies (151 outcomes). Most studies presented some concerns regarding the overall risk of bias (49.7%), including some that were high risk (30.5%) and low risk (19.9%). The domain with the smallest percentage of studies with a low risk was \"selection of the reported result\" (36.4%), and this was mostly due to some studies not having a clear description of their outcomes, a pre-registered protocol, or having inconsistencies.\n\nThe risk of bias assessment for cluster RCTs is detailed in Supplementary Fig.  2 , which referred to eight studies (19 outcomes). A low overall risk of bias was not identified for any study because all presented some level of concern on one (or more) domains. Most studies presented some concerns regarding the overall risk of bias (73.3%) and the remaining presented high risk (26.3%).\n\nInter-rater reliability was assessed for 20% of the studies, and a moderate agreement was obtained (k = 0.68)."
    },
    {
      "title": "Meta-analyses",
      "text": "Of the 61 studies, 43 were included in the meta-analyses. Those that were excluded were due to not using a \"true\" control group (k = 8) and due to not having sufficient/adequate data available to calculate effects (k = 10). See Supplementary Table  4  for reasons for exclusion from meta-analysis.\n\nThe behavioral outcomes included in this review were separated for analyses according to the following categories: (i) physical activity, (ii) sedentary behavior, (iii) fruit and vegetable intake, (iv) fat intake, (v) smoking cessation, (vi) alcohol consumption, and (vii) medication adherence. To ensure comparability across studies, analyses were also separated based on the type of measurement used (subjective or objective), the type of statistical data provided (continuous or dichotomous), and according to the timepoints provided (at the end of the intervention and at the latest follow-up available)."
    },
    {
      "title": "Overall Effectiveness of MHBC Interventions Across Health-related Behaviors",
      "text": "Sixteen analyses were conducted for studies that provided outcome data at the end of the intervention. All analyses showed small to large positive effects for the behaviors of interest (d = 0.081-2.003, RR = 1.026-2.001), except for smoking cessation for subjective and continuous data, which had a small negative effect (d = -0.019). See Table  2  for a summary of the effects.\n\nFor studies that provided outcome data at the latest follow-up time available, all analyses showed small to large positive effects for the behaviors of interest (d = 0.139-0.894, RR = 1.006-2.247). See Table  3  for a summary of effects."
    },
    {
      "title": "Change in Physical Activity Levels",
      "text": "End of intervention timepoint: In trials reporting outcomes at the end of the intervention period, 20 studies with subjective and continuous data were analyzed to assess changes in physical activity. These showed small positive effects in changing physical activity (d = 0.177, CI = 0.091-0.263, I 2 = 50.95%, k = 20). See Supplementary Fig.  3  for plot. For interventions providing subjective and dichotomous outcomes, the likelihood of an increase in physical activity levels was higher in the treatment group than in the control (RR = 1.661, CI = 1.395-1.977, I 2 = 85.66%, k = 12). See Supplementary Fig.  4  for plot. As for interventions targeting physical activity that provided objective and continuous outcomes, these had moderate positive effects in changing physical activity (d = 0.358, CI = -0.074 to 0.790, I 2 = 87.22%, k = 3). From the three interventions in the analysis, two were part of the same study that had two intervention groups and one control. See Supplementary Fig.  5  for plot.\n\nLatest follow-up timepoint: Analysis of the six studies with subjective and continuous data showed positive effects in increasing physical activity (d = 0.231, CI = -0.055 to 0.516, I 2 = 84.90%, k = 7). See Supplementary Fig.  6  for plot. For interventions providing subjective and dichotomous data, increases in physical activity levels were more likely in the treatment group than the control group (RR = 1.860, CI = 1.227-2.819, I 2 = 90.03%, k = 4). See Supplementary Fig.  7  for plot. Only one intervention provided objective and continuous data for a physical activity outcome with a follow-up period after the end of the intervention, and it had a large positive effect (d = 0.894, CI = 0.657-1.130, k = 1).\n\nPublication bias and sensitivity analyses: For physical activity, funnel plots indicated some asymmetry for subjective and continuous/dichotomous data at both timepoints (end of the intervention and latest follow-up). For these, the use of the trim and fill methods estimated one missing study for Table 2 Summary of Effects at the End of Intervention Timepoint Physical activity Sedentary behavior Fruit and veg intake Fat intake Smoking cessation Alcohol consumption Medication adherence Subjective and continuous d = 0.177 CI = 0.091-0.263 I 2 = 50.95% k = 20 n IG = 2,566 n CG = 2,535 8 targeted D, PA, and S 6 targeted D and PA 2 targeted D, PA, S, and A 2 targeted D, PA, S, A, and MA 1 targeted PA, S, and A 1 targeted D, PA, and MA d = 2.003 CI = N/A I 2 = N/A k = 1 n IG = 93 n CG = 93 Targeted D, PA, and S d = 0.232 CI = 0.013-0.452 I 2 = 86.04% k = 8 n IG = 1,279 n CG = 1,342 2 targeted D, PA, and S 4 targeted D and PA 1 targeted D, PA, S, and A 1 targeted D, PA, S, A, and MA d = 0.436 CI = 0.199-0.674 I 2 = 85.47% k = 10 n IG = 1,181 n CG = 1,128 3 targeted D, PA, and S 6 targeted D and PA 1 targeted D, PA, S, and A d = -0.019 CI = -0.211 to 0.172 I 2 = 19.41% k = 4 n IG = 288 n CG = 275 1 targeted D, PA, and S 1 targeted D, PA, S, and A 1 targeted D, PA, S, A, and MA 1 PA, S, and A d = 0.081 CI = -0.045 to 0.206 I 2 = 15.35% k = 6 n IG = 650 n CG = 641 1 targeted D and PA 3 targeted D, PA, S, and A 1 targeted D, PA, S, A, and MA 1 PA, S, and A d = 0.373 CI = 0.185-0.560 I 2 = 3.67% k = 4 n IG = 236 n CG = 229 1 targeted D, PA, S & A 1 targeted D, PA, S, and MA 1 targeted D, PA, S, A, and MA 1 PA, S, and A Subjective and dichotomous RR = 1.661 CI = 1.395-1.977 I 2 = 85.66% k = 12 n IG = 2,209 n CG = 2,188 3 targeted D, PA, S, A, and MA 2 targeted D, PA, and S 2 targeted D and PA 2 targeted D, PA, S, and A 2 targeted D, PA, and MA 1 targeted D, PA, and A RR = 2.001 CI = N/A I 2 = N/A k = 1 n IG = 338 n CG = 351 Targeted D, PA, and S RR = 1.326 CI = 1.043-1.686 I 2 = 87.93% k = 7 n IG = 2,292 n CG = 1,042 2 targeted D, PA, and S 2 targeted D and PA 1 targeted D, PA, S, and A 2 targeted D, PA, S, A, and MA RR = 1.286 CI = 0.896-1.845 I 2 = 64.56% k = 3 n IG = 371 n CG = 349 1 targeted D, PA & S 1 targeted D and PA 1 targeted D, PA, and A RR = 1.102 CI = 1.020-1.189 I 2 = 77.63% k = 12 n IG = 1,712 n CG = 1,781 3 targeted D, PA, and S 1 targeted D, PA, and A 4 targeted D, PA, S, and A 1 targeted S and A Targeted D, PA, S 1 targeted D, PA, S, and MA 2 targeted D, PA, S, A, and MA RR = 1.026 CI = 0.936-1.125 I 2 = 55.11% k = 5 n IG = 609 n CG = 491 2 targeted D, PA, S, and A 1 targeted D, PA, S, A, and MA 1 PA, S, and A 1 S and A RR = 1.047 CI = N/A I 2 = N/A k = 2 n IG = 595 n CG = 595 1 targeted D, PA, and MA 1 targeted D, PA, S, A, and MA Objective and continuous d = 0.358 CI = -0.074 to 0.790 I 2 = 87.22% k = 3 n IG = 339 n CG = 337 1 targeted D, PA, and S 1 targeted D and PA N/A N/A N/A N/A N/A N/A Objective and dichotomous N/A N/A N/A N/A RR = 1.252 CI = 1.019-1.538 I 2 = 65.35% k = 4 n IG = 675 n CG = 699 4 targeted D, PA, and S N/A N/A A alcohol consumption; CG control group; D diet; IG intervention group; MA medication adherence; PA physical activity; S smoking cessation.\n\nTable 3 Summary of Effects at the Latest Follow-up Timepoint Available Latest follow-up timepoint: One study provided subjective and continuous data with positive effects regarding smoking cessation (d = 0.228, CI = -0.211 to 0.668, k = 1). For interventions providing outcomes that were subjective and dichotomous, smoking cessation was more likely in the treatment than in the control group (RR = 1.006, CI = 0.893-1.134, I 2 = 51.14%, k = 5). See Supplementary Fig.  37  for plot. For objective and dichotomous only two studies provided data on smoking cessation, and this was more likely in the treatment group (RR = 1.226, CI = 1.103-1.364, k = 2).\n\nPublication bias and sensitivity analyses: For smoking cessation, at the end of the intervention timepoint, inspection of funnel plots indicated some asymmetry, and use of the trim and fill method estimated missing studies, with slight decreases. See Supplementary Figs. 39-41 for plots. Removal of one study with a high risk of bias led to slightly higher effects in smoking cessation for subjective and dichotomous data (RR = 1.081, CI = 1.002-1.167, I 2 = 76.14%, k = 11), and removal of one study with an unclear behavioral target led to slightly higher effects in smoking cessation for subjective and dichotomous data (RR = 1.105, CI = 1.021-1.195, I 2 = 79.64%, k = 11). See Supplementary Figs. 42  and  43  for plots."
    },
    {
      "title": "Change in Alcohol Consumption",
      "text": "End of intervention timepoint: Studies assessing alcohol consumption used for the analysis with subjective and continuous data showed small positive effects in reducing alcohol consumption (d = 0.081, CI = -0.045 to 0.206, I 2 = 15.35%, k = 6). See Supplementary Fig.  44  for plot. For interventions providing subjective and dichotomous outcomes, the desired outcome was more likely in the treatment than the control group (RR = 1.026, CI = 0.936-1.125, I 2 = 55.11%, k = 5). See Supplementary Fig.  45  for plot.\n\nLatest follow-up timepoint: Two studies assessing alcohol consumption were used for the analysis with subjective and continuous data, and these had positive effects in changing this behavior (d = 0.320, CI = -0.262 to 0.901, k = 2). One study provided data for subjective and dichotomous data and showed positive effects in reducing alcohol consumption (RR = 1.194, CI = 0.773-1.945, k = 1).\n\nPublication bias and sensitivity analyses: For alcohol consumption at the end of the intervention timepoints, funnel plots indicated asymmetry and the trim and fill method estimated no missing studies for subjective and continuous data, and one missing study for subjective and dichotomous data, which had a small impact on the findings. See Supplementary Figs. 46 and 47 for plots. In the sensitivity analysis, removal of studies with an overall high risk of bias resulted in an increased reduction in alcohol consumption in both analyses (d = 0.092, CI = -0.032 to 0.216, I 2 = 0%, k = 3 and RR = 1.045, CI = 0.908-1.203, I 2 = 66.33%, k = 4), as did removing studies with an unclear behavioral target (d = 0.150, CI = -0.022 to 0.321, I 2 = 34.25%, k = 3 and RR = 1.058, CI = 0.950-1.179, I 2 = 55.30%, k = 4). See Supplementary Figs. 48-51 for plots."
    },
    {
      "title": "Changes in Medication Adherence",
      "text": "End of intervention timepoint: Four studies assessing medication adherence were used for the analysis with subjective and continuous data, and these had positive effects in changing this behavior (d = 0.373, CI = 0.185-0.560, I 2 = 3.67%, k = 4). See Supplementary Fig.  52  for plot. For the two studies that provided subjective and dichotomous outcomes, medication adherence was more likely in the treatment than the control group (RR = 1.047, CI = 1.010-1.086, k = 2).\n\nLatest follow-up timepoint: The two studies that provided subjective and continuous data at the follow-up timepoint showed positive effects in changing medication adherence (d = 0.475, CI = 0.145-0.805, k = 2).\n\nPublication bias and sensitivity analyses: For medication adherence, funnel plots indicated no asymmetry and the use of the trim and fill method estimated no missing study for subjective and continuous data at the end of the intervention timepoint. Sensitivity analysis by removing studies with unclear behavioral targets showed a smaller increase in medication adherence. See Supplementary Figs. 53 and 54 for plots."
    },
    {
      "title": "Effectiveness of MHBC Interventions per Chronic Condition",
      "text": "Due to the limited number of studies available for each analysis, we were unable to conduct subgroup analyses based on the type of condition (i.e., cardiovascular diseases, type 2 diabetes, hypertension, cancer, and one or more chronic conditions). Instead, effects were provided for each of these conditions and behaviors for reference. Please refer to Supplementary Tables 5-12 for the effect sizes of all behaviors in each condition.\n\nFor cardiovascular diseases, most analyses showed small to large positive effects for all behaviors (d = 0.131-1.749, RR = 1.066-2.247). The exception was for smoking cessation, objective and dichotomous data, at the end of the intervention (RR = 0.970), and subjective and dichotomous at the latest follow-up timepoint (RR = 0.921). However, some of these analyses only included one or two studies. For type 2 diabetes, at the end of the intervention timepoint, analyses showed small to large positive effects for all behaviors (d = 0.030-0.766, RR = 1.653). At the latest follow-up timepoint, analyses showed negative effects (d = -0.053 to -0.277, RR = 0.847), except for objective and continuous data (d = 0.894). However, most of these analyses only included one study. For hypertension, analyses for subjective and continuous data for physical activity, fruit and vegetable intake, and smoking cessation had negative effects (d = -0.121, d = -0.083, d = -0.371, respectively). All other analyses resulted in positive effects for all behaviors. However, all of these analyses included between one and three studies. For cancer, analyses showed small positive effects for all behaviors (d = 0.043-0.273, RR = 1.026-1.834). However, most of these analyses included only one study. For studies with one or more chronic conditions, analyses showed positive effects for all behaviors (d = 0.261-2.003, RR = 1.250-1.303), except for smoking cessation (RR = 0.900). However, all analyses included only one or two studies."
    },
    {
      "title": "Discussion",
      "text": "This systematic review identified 61 randomized trials evaluating interventions that aim to support individuals with chronic conditions (cardiovascular diseases, type 2 diabetes, hypertension, cancer and cancer survivors, one or more chronic conditions, and multiple conditions) to change more than one health behavior.\n\nFindings from the meta-analyses indicated that interventions targeting multiple behavior changes can be effective in promoting positive changes across different behavioral domains in the context of chronic disease management. Specifically, these interventions resulted in increased levels of physical activity, reduced sedentary behavior, improved dietary habits by increasing fruit and vegetable intake and decreasing fat intake, reduced alcohol consumption, and improved medication adherence. These positive effects were observed when compared to control conditions not only immediately after the intervention but also during follow-up periods, indicating their potential sustained impact. In relation to smoking cessation, the interventions showed positive effects at later follow-up timepoints, but immediate outcomes showed small negative effects for continuous data.\n\nThe findings on diet and physical activity are consistent with previous reviews that have demonstrated the effectiveness of MHBC interventions in improving these behaviors  [14, 15, 31] . The two reviews found on MHBC interventions that conducted a meta-analysis for the behavioral domain \"smoking cessation,\" found no evidence of reductions in smoking behavior  [16]  and small positive effects  [14] . As most reviews on MHBC interventions have not conducted meta-analyses with behavioral outcomes, further research is needed to gain a comprehensive understanding of the effectiveness of these interventions in changing behaviors such as smoking habits, alcohol consumption, and medication adherence.\n\nA previous study synthesizing reviews and meta-analyses of interventions aiming to change diet and physical activity suggested that single behavior change approaches may be more effective in altering diet and physical activity  [32] . Whereas a meta-analysis of research reports found that targeting a moderate number of behavioral recommendations (two to three) to be most effective  [33] . Still, the absence of comparative studies of these approaches (i.e., MHBC interventions vs. single behavior change interventions) prevents any conclusive claims. Similarly, in our review, only one study had a comparison group characterized as a \"single behavior change intervention\"  [30] , limiting our ability to ascertain which approach is more effective and to determine whether there are any costs associated with focusing attention and efforts on multiple behavioral changes.\n\nAmong the interventions analyzed, \"physical activity, diet and smoking\" was the most frequently targeted behavioral cluster. Previous reviews have focused on specific behavioral clusters in terms of their scopes  [15, [17] [18] [19] , with \"diet and physical activity\" being the most common one  [15, 17, 18] . However, understanding which behaviors tend to cluster together and how they correlate to each other can provide important data to inform the development of interventions tailored to specific populations and their behavioral \"profile\"  [12, 34] .\n\nIn terms of the type of MHBC intervention (i.e., simultaneous vs. sequential), limited research has examined this specific question. Still, the available evidence on randomized trials from a narrative review  [11]  and a systematic review and meta-analysis  [35]  suggests that there is no significant difference in the effectiveness between these two types of MHBC interventions. Among the interventions included in this review, most aimed to change behaviors simultaneously across all conditions, while only a smaller number adopted a sequential approach. Notably, a significant number of studies did not provide sufficient information to determine whether they employed a sequential or simultaneous approach. The poor reporting of included studies and the low utilization of sequential designs inhibit us from thoroughly assessing the impact of intervention design on efficacy.\n\nFinally, it is interesting to note that the reported outcomes displayed slightly higher effects at the latest follow-up timepoints compared to those immediately after the intervention, with the exception of fruit and vegetable consumption. Caution is needed when interpreting these results, as there were fewer studies included in the latest follow-up analyses and due to the high heterogeneity in many of the analyses. Still, this raises the question of whether the more behavioral changes are targeted, the more enduring the effects may be. Interestingly, a systematic review of randomized controlled trials in adults with obesity revealed that focusing on a single behavior yielded greater long-term effects on behavior change, whereas targeting both diet and physical activity together resulted in greater long-term weight loss  [36] . Further investigation is needed to provide a clearer understanding of the sustained impact of MHBC interventions across different behavioral clusters.\n\nThis review provides valuable insights into MHBC interventions targeting individuals with chronic conditions. Unlike previous reviews  [11, [14] [15] [16] [17] [18] [19] , this study focused on multiple chronic conditions across various behavioral domains. This review focused on behavioral outcomes, rather than indirect measures of behavior change intervention effectiveness. This emphasis on behavioral outcomes is key, as without understanding whether the behaviors are actually being modified, we cannot determine if these changes are resulting in improved clinical outcomes. This review contributes to the advancement of this area by employing systematic decision rules for the selection and analysis of behavioral domains, addressing the absence of specific guidelines for conducting analyses in the field of MHBC interventions. Some limitations should be noted. First, it is possible that our search may have missed relevant studies, as some studies were identified through previous reviews rather than solely through our search strategy. This may be attributed to the fact that intervention studies often do not explicitly use the term \"multiple health behavior change,\" instead referring to the specific behaviors they target (e.g., \"diet and physical activity intervention\") or using broader terms such as \"lifestyle interventions.\" Also, when focusing our search on \"chronic conditions\"-related terms, and by not using specific conditions' names (e.g., type 2 diabetes), we may have also missed studies of interest. This limitation highlights the need for the use of a shared language/nomenclature in this field to facilitate the dissemination of findings.\n\nOne of the challenges of this review was the selection of outcomes for each behavioral domain. The high heterogeneity observed in the aspects of the behavioral domains (in particular for diet and physical activity), along with the variety of measurement approaches, and presentation of statistical data, posed difficulties and limited the interpretation and comparability of results across studies. This emphasizes the need for the development and use of valid measures to capture multiple health behaviors comprehensively  [10] . Additionally, the establishment of core outcome sets, which define a standardized set of outcomes to be reported in all studies within a specific research area  [37] , could enhance the comparability and synthesis of findings in future research. These limitations highlight the challenges, and ultimately the opportunities, for the development of a science of multiple behavior change and of how it is reported to build towards a more cumulative evidence base.\n\nSimilar to findings in other reviews (e.g.,  [15] ), a majority of the included studies in this review did not provide protocol or trial registration information, which hampers the assessment of study design and potential biases. Additionally, important details such as primary outcomes were often unclear. This absence of a priori power analysis and inadequate reporting of study protocols can compromise the reliability and validity of the findings. Also, caution should be exercised when interpreting the results of this review, due to the high heterogeneity observed among the included studies and the limited number of studies available for certain analyses."
    },
    {
      "title": "Conclusion",
      "text": "In the context of chronic disease management, change in more than one health behavior is often recommended to achieve better health outcomes. This systematic review and metaanalysis shed light on the landscape of MHBC interventions targeting individuals with chronic conditions and indicates that these interventions can improve health-related behaviors.\n\nThe findings emphasize the predominance of interventions that aim to change multiple behaviors simultaneously, with \"diet, physical activity and smoking\" being the most targeted cluster. Moving forward, it will be important to improve the quality of MHBC interventions by (i) providing detailed protocols and/or trial registrations with information on intervention components and primary and secondary outcomes, (ii) testing different types of MHBC interventions (simultaneous vs. sequential) and targeting different behavioral clusters tailored to the populations behavioral \"profile,\" (iii) developing and using standardized outcome measures, such as core outcome sets, to facilitate comparability and synthesis of results across studies, and (iv) conducting a more in-depth analysis into the components of these interventions (e.g., mode of delivery) to gain a better understanding of what works for whom, in which context, how, and why. Adopting these steps will contribute to advancing the effectiveness and scientific rigor of MHBC interventions in promoting behavior change among individuals with chronic conditions."
    },
    {
      "text": "Fig. 1. PRISMA flow chart."
    },
    {
      "text": "alcohol consumption; CG control group; D diet; IG intervention group; MA medication adherence; PA physical activity; S smoking cessation."
    },
    {
      "text": "ann. behav. med. (2024) 58:432-444"
    },
    {
      "text": "Summary of Sample and Study Details of Included Interventions"
    }
  ],
  "references": [
    {
      "title": "Noncommunicable diseases",
      "year": 2024,
      "doi": "10.2471/b09509"
    },
    {
      "title": "The global burden of multiple chronic conditions: A narrative review",
      "authors": [
        "C Hajat",
        "E Stein"
      ],
      "year": 2018,
      "doi": "10.1016/j.pmedr.2018.10.008"
    },
    {
      "title": "Management and prevention strategies for non-communicable diseases (NCDs) and their risk factors",
      "authors": [
        "A Budreviciute",
        "S Damiati",
        "D Sabir"
      ],
      "year": 2020,
      "doi": "10.3389/fpubh.2020.574111"
    },
    {
      "title": "Designing and implementing behaviour change interventions to improve population health",
      "authors": [
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1258/jhsrp.2008.008014"
    },
    {
      "title": "A systematic review of single health behavior change interventions vs. multiple health behavior change interventions among older adults",
      "authors": [
        "C Nigg",
        "C Long"
      ],
      "year": 2012,
      "doi": "10.1007/s13142-012-0130-y"
    },
    {
      "title": "Comparison of seven popular structured dietary programmes and risk of mortality and major cardiovascular events in patients at increased cardiovascular risk: Systematic review and network meta-analysis",
      "authors": [
        "G Karam",
        "A Agarwal",
        "B Sadeghirad"
      ],
      "year": 2023,
      "doi": "10.1136/bmj-2022-072003"
    },
    {
      "title": "Effectiveness of physical activity interventions delivered or prompted by health professionals ann",
      "authors": [
        "V Kettle",
        "C Madigan",
        "A Coombe"
      ],
      "year": 2022,
      "doi": "10.1136/bmj-2021-068465"
    },
    {
      "title": "Systematic review of behavioural smoking cessation interventions for older smokers from deprived backgrounds",
      "authors": [
        "P Smith",
        "R Poole",
        "M Mann",
        "A Nelson",
        "G Moore",
        "K Brain"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2019-032727"
    },
    {
      "title": "Effectiveness of weight management interventions for adults delivered in primary care: Systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "C Madigan",
        "H Graham",
        "E Sturgiss"
      ],
      "year": 2022
    },
    {
      "title": "Future directions of multiple behavior change research",
      "authors": [
        "K Geller",
        "S Lippke",
        "C Nigg"
      ],
      "year": 2017,
      "doi": "10.1007/s10865-016-9809-8"
    },
    {
      "title": "A review of multiple health behavior change interventions for primary prevention",
      "authors": [
        "J Prochaska",
        "J Prochaska"
      ],
      "year": 2011,
      "doi": "10.1177/1559827610391883"
    },
    {
      "title": "Clustering of Health Behaviors in Canadians: A multiple behavior analysis of data from the Canadian Longitudinal Study on Aging",
      "authors": [
        "Z Van Allen",
        "S Bacon",
        "P Bernard"
      ],
      "year": 2023,
      "doi": "10.1093/abm/kaad008"
    },
    {
      "title": "Multiple health behavior change research: An introduction and overview",
      "authors": [
        "J Prochaska",
        "B Spring",
        "C Nigg"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.02.001"
    },
    {
      "title": "Multiple risk behavior interventions: Meta-analyses of RCTs",
      "authors": [
        "N Meader",
        "K King",
        "K Wright"
      ],
      "year": 2017
    },
    {
      "title": "Effects of eHealth-based multiple health behavior change interventions on physical activity, healthy diet, and weight in people with noncommunicable diseases: Systematic review and meta-analysis",
      "authors": [
        "Y Duan",
        "B Shang",
        "W Liang",
        "G Du",
        "M Yang",
        "R Rhodes"
      ],
      "year": 2021,
      "doi": "10.2196/23786"
    },
    {
      "title": "Multiple health behaviour change interventions for primary prevention of cardiovascular disease in primary care: Systematic review and metaanalysis",
      "authors": [
        "S Alageel",
        "M Gulliford",
        "L Mcdermott",
        "A Wright"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-015375"
    },
    {
      "title": "Behaviour change techniques targeting both diet and physical activity in type 2 diabetes: A systematic review and meta-analysis",
      "authors": [
        "K Cradock",
        "G Ólaighin",
        "F Finucane",
        "H Gainforth",
        "L Quinlan",
        "Kam Ginis"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-016-0436-0"
    },
    {
      "title": "Physical activity and/or dietary interventions in breast cancer survivors: A systematic review of the maintenance of outcomes",
      "authors": [
        "L Spark",
        "M Reeves",
        "B Fjeldsoe",
        "E Eakin"
      ],
      "year": 2013,
      "doi": "10.1007/s11764-012-0246-6"
    },
    {
      "title": "Identifying contexts and mechanisms in multiple behavior change interventions affecting smoking cessation success: A rapid realist review",
      "authors": [
        "N Minian",
        "Corrin Lingam"
      ],
      "year": 2020
    },
    {
      "title": "Use your words carefully: What is a chronic disease?",
      "authors": [
        "S Bernell",
        "S Howard"
      ],
      "year": 2016
    },
    {
      "title": "Redefinition of skin cancer as a chronic disease",
      "authors": [
        "A Sutton",
        "A Crew",
        "A Wysong"
      ],
      "year": 2016,
      "doi": "10.1001/jamadermatol.2015.4215"
    },
    {
      "title": "Designing a research project: Randomised controlled trials and their principles",
      "authors": [
        "J Kendall"
      ],
      "year": 2003,
      "doi": "10.1136/emj.20.2.164"
    },
    {
      "title": "Rayyan-a web and mobile app for systematic reviews",
      "authors": [
        "M Ouzzani",
        "H Hammady",
        "Z Fedorowicz",
        "A Elmagarmid"
      ],
      "year": 2016,
      "doi": "10.1186/s13643-016-0384-4"
    },
    {
      "title": "Interrater reliability: The kappa statistic",
      "authors": [
        "M Mchugh"
      ],
      "year": 2012
    },
    {
      "title": "RoB 2: A revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jac Sterne",
        "J Savovic",
        "M Page"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4898"
    },
    {
      "title": "Comprehensive Meta-Analysis (CMA) 3.0: A software review",
      "authors": [
        "P Brüggemann",
        "K Rajguru"
      ],
      "year": 2022,
      "doi": "10.1057/s41270-022-00184-5"
    },
    {
      "title": "Twelve-month outcomes of an internet-based diabetes self-management support program",
      "authors": [
        "R Glasgow",
        "D Kurz",
        "D King"
      ],
      "year": 2012
    },
    {
      "title": "Simultaneous vs. sequential counseling for multiple behavior change",
      "authors": [
        "D Hyman",
        "V Pavlik",
        "W Taylor",
        "G Goodrick",
        "L Moye"
      ],
      "year": 2007,
      "doi": "10.1001/archinte.167.11.1152"
    },
    {
      "title": "Effectiveness of user-and expert-driven web-based hypertension programs: An RCT",
      "authors": [
        "S Liu",
        "D Brooks",
        "S Thomas",
        "G Eysenbach",
        "R Nolan"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2018.01.009"
    },
    {
      "title": "Setting single or multiple goals for diet and physical activity behaviors improves cardiovascular disease risk factors in adults with type 2 diabetes: A Pragmatic Pilot Randomized Trial",
      "authors": [
        "C Swoboda",
        "C Miller",
        "C Wills"
      ],
      "year": 2016,
      "doi": "10.1177/0145721716650043"
    },
    {
      "title": "Impact of nutrition and physical activity interventions provided by nutrition and exercise practitioners for the adult general population: A systematic review and meta-analysis",
      "authors": [
        "E Nitschke",
        "K Gottesman",
        "P Hamlett"
      ],
      "year": 2022,
      "doi": "10.3390/nu14091729"
    },
    {
      "title": "Improving physical activity and dietary behaviours with single or multiple health behaviour interventions? A synthesis of meta-analyses and reviews",
      "authors": [
        "S Sweet",
        "M Fortier"
      ],
      "year": 2010,
      "doi": "10.3390/ijerph7041720"
    },
    {
      "title": "When it comes to lifestyle recommendations, more is sometimes less: A meta-analysis of theoretical assumptions underlying the effectiveness of interventions promoting multiple behavior domain change",
      "authors": [
        "K Wilson",
        "I Senay",
        "M Durantini"
      ],
      "year": 2015,
      "doi": "10.1037/a0038295"
    },
    {
      "title": "A prospective cohort study of health behavior profiles after age 50 and mortality risk",
      "authors": [
        "B Shaw",
        "N Agahi"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-803"
    },
    {
      "title": "Comparative efficacy of simultaneous versus sequential multiple health behavior change interventions among adults: A systematic review of randomised trials",
      "authors": [
        "E James",
        "M Freund",
        "A Booth"
      ],
      "year": 2016
    },
    {
      "title": "Behavioural interventions for obese adults with additional risk factors for morbidity: Systematic review of effects on behaviour, weight and disease risk factors",
      "authors": [
        "S Dombrowski",
        "A Avenell",
        "F Sniehott"
      ],
      "year": 2010,
      "doi": "10.1159/000323076"
    },
    {
      "title": "The COMET Handbook: Version 1.0",
      "authors": [
        "P Williamson",
        "D Altman",
        "H Bagley"
      ],
      "year": 2017,
      "doi": "10.1186/s13063-017-1978-4"
    }
  ],
  "num_references": 37,
  "original_doi": "https://doi.org/10.13039/501100001871"
}
