{
  "paper_id": "6LMXKBSX",
  "title": "Social Incentives and Gamification to Promote Weight Loss: The LOSE IT Randomized, Controlled Trial",
  "abstract": "BACKGROUND: Social networks influence obesity patterns, but interventions to leverage social incentives to promote weight loss have not been well evaluated. OBJECTIVE: To test the effectiveness of gamification interventions designed using insights from behavioral economics to enhance social incentives to promote weight loss. DESIGN: The Leveraging Our Social Experiences and Incentives Trial (LOSE IT) was a 36-week randomized, controlled trial with a 24-week intervention and 12-week follow-up. PARTICIPANTS: One hundred and ninety-six obese adults (body mass index ≥ 30) comprising 98 two-person teams. \n INTERVENTIONS: All participants received a wireless weight scale, used smartphones to track daily step counts, formed two-person teams with a family member or friend, and selected a weight loss goal. Teams were randomly assigned to control or one of two gamification interventions for 36 weeks that used points and levels to enhance collaborative social incentives. One of the gamification arms also had weight and step data shared regularly with each participant's primary care physician (PCP). MAIN OUTCOME MEASURES: The primary outcome was weight loss at 24 weeks. Secondary outcomes included weight loss at 36 weeks. KEY RESULTS: At 24 weeks, participants lost significant weight from baseline in the control arm (mean: -3.9 lbs; 95% CI: -6.1 to -1.7; P < 0.001), the gamification arm (mean: -6.6 lbs; 95% CI: -9.4 to -3.9; P < 0.001), and the gamification arm with PCP data sharing (mean: -4.8 lbs; 95% CI: -7.4 to -2.3; P < 0.001). At 36 weeks, weight loss from baseline remained significant in the control arm (mean: -3.5 lbs; 95% CI: -6.1 to -0.8; P = 0.01), the gamification arm (mean: -6.3 lbs; 95% CI: -9.2 to -3.3; P < 0.001), and the gamification arm with PCP data sharing (mean: -5.2 lbs; 95% CI: -8.5 to -2.0; P < 0.01). However, in the main adjusted model, there were no significant differences in weight loss between each of the intervention arms and control at either 12, 24, or 36 weeks. CONCLUSIONS: Using digital health devices to track behavior with a partner led to significant weight loss through 36 weeks, but the gamification interventions were not effective at promoting weight loss when compared to control.",
  "year": 2016,
  "date": "2016",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Gregory",
      "surname": "Kurtzman",
      "name": "Gregory Kurtzman",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Susan",
      "surname": "Day",
      "name": "Susan Day",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small",
      "affiliation": "3  The Wharton School , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t The Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Marta",
      "surname": "Lynch",
      "name": "Marta Lynch",
      "affiliation": "2  Penn Medicine Nudge Unit , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Penn Medicine Nudge Unit \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Wenli",
      "surname": "Wang",
      "name": "Wenli Wang",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Charles",
      "surname": "Rareshide",
      "name": "Charles Rareshide",
      "affiliation": "2  Penn Medicine Nudge Unit , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Penn Medicine Nudge Unit \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA; \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "affiliation": "Crescenz Veterans Affairs Medical Center , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t Crescenz Veterans Affairs Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "keywords": [
    "clinicaltrials.gov gamification",
    "behavioral economics",
    "social incentives",
    "weight loss",
    "physical activity",
    "clinical trial",
    "smartphones"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Nearly 40% of adults in the USA are obese.  1 Excess weight gain is associated with worse health outcomes including higher rates of cardiovascular disease, diabetes, and hypertension.  2 Interest in weight loss program is significant with more than 50% of adults reporting that they are actively trying to lose weight.  3 ational guidelines for the management of obesity have highlighted the importance of primary care models for promoting weight loss among overweight and obese adults.  4, 5 owever, primary care physicians (PCPs) face many challenges incorporating these recommendations into practice.  6 CPs often lack tools to monitor patients' weight, diet, and physical activity outside of the office visit. Moreover, effective programs to motivate patients to lose and sustain weight change are lacking.\n\nGamification is the use of game design elements, such as points and levels, and is increasingly being used in digital health interventions to promote behavior change, such as weight loss and physical activity.  [7] [8] ] [9] [10]  In a clinical trial, we previously demonstrated how insights from behavioral economics could be used to design gamification interventions to enhance social incentives and significantly increase physical activity.  11 These types of interventions leverage remotemonitoring technologies and could be deployed in primary care settings to promote weight loss.\n\nIn this study, our objective was to conduct a randomized, controlled trial to test the effectiveness of a gamification intervention that used insights from behavioral economics to enhance social incentives, such as collaboration, accountability, and peer support to promote weight loss. To test the optimal approach to implement this within a primary care setting, we compared a control group to a gamification intervention with and without sharing data with the PCP. We also incorporated several novel approaches that leverage technology to improve scalability, such as digital health devices to remotely monitor weight and step data, conducting virtual weigh-ins through smartphone-based video conferencing, and automating data sharing to the electronic health record through Apple HealthKit's integration with EPIC."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study Design",
      "text": "LOSE IT (Leveraging Our Social Experiences and Incentives Trial) was a 36-week randomized, controlled trial conducted between January 25, 2016 and November 21, 2016 consisting of a 24-week intervention period and a 12-week follow-up period. The study protocol is available (Online Appendix 1) and was approved by the University of Pennsylvania Institutional Review Board.\n\nThe study was conducted using Way to Health, a research platform at the University of Pennsylvania used previously for behavioral interventions.  [11] [12] 2] [13] [14] [15]  Interested participants were asked to form teams of two with a family member or friend. Each participant used the study website to create an account, provide online informed consent, and complete baseline eligibility surveys. Eligible participants were scheduled for an inperson visit with their teammate, during which they downloaded the smartphone application (Withings HealthMate), which our previous study found to be accurate at tracking track daily step counts.  16 During the visit, each participant was setup with a wireless weight scale (Withings WS-30) to capture a baseline weight and take home for use. Participants were given a goal of 10,000 steps per day and asked to select a weight loss goal in pounds between 6 and 8% of their baseline weight. Participants completed surveys on their social support,  17  readiness to lose weight,  18  and state of health. All participants selected whether to receive study communications by text message, e-mail, or both.\n\nParticipants completed weigh-ins at 12, 24, and 36 weeks virtually by using Facetime or Skype to confirm their identity and transmit weight data. All patients received $20 for completing enrollment, $20 for completing the 12-week weigh-in, $40 for completing the 24-week weigh-in, and $40 for completing the 36-week weigh-in. Participants were allowed to keep the weight scale after the trial concluded. Accumulated earnings were mailed in the form of a bank check to participants at the end of each month."
    },
    {
      "title": "Participants",
      "text": "Recruitment occurred from November 11, 2015 to March 11, 2016 using flyers at primary care clinics at the University of Pennsylvania Health System (UPHS) and e-mail invitations to employees at the University of Pennsylvania and UPHS. Participants were eligible if they were age 18 to 70 years old, had a body mass index of 30 or greater, had an iPhone smartphone, and had a family member or friend interested in participating with them. Participants were excluded if participation was infeasible (e.g., inability to provide consent or speak English), unsafe (e.g., history of eating disorder, binging, laxative or diuretic use; metastatic cancer; pregnant or breastfeeding), they were already enrolled in another weight loss study, or they had any reason or medical condition prohibiting them from completing the 36-week trial."
    },
    {
      "title": "Randomization and Interventions",
      "text": "Teams were randomly assigned to a study arm using a computerized random number generator with block sizes of three teams. All investigators, statisticians, and data analysts were blinded to arm assignments until the study and analysis were completed.\n\nParticipants in teams assigned to control received no other interventions. Participants in the gamification arms were given weekly weight targets over 24 weeks that declined evenly each week from their baseline to their target. For example, a participant with a goal to lose 12 lbs would have been asked to meet weight targets that declined by 0.5 lbs each of the 24 weeks. They were also entered into a game with their teammate for 36 weeks that was designed using insights from behavioral economics to address predictable barriers to behavior change and to enhance social incentives, similar to prior work.  11 First, participants signed a commitment pledge to try their best to achieve their step goal by 24 weeks and maintain it through 36 weeks. Precommitment has been demonstrated to motivate behavior change.  19, 20 Second, every Monday, the team was endowed with 70 points (10 for each day of the upcoming week) and a weight target for the week. Each day, the team was informed of the one member who was selected at random to represent their team. If that member weighed in on the prior day (regardless of the weight), the team kept its points; otherwise, 10 points were lost. This design leveraged three important psychological principles to increase weight scale utilization: individuals tend to be more motivated by losses than gains,  12  behavior is often better sustained by variable than constant reinforcement,  21  and individuals tend to be more motivated for aspirational behavior around temporal landmarks, such as the beginning of the week (the fresh start effect).  22 Third, if the team had 40 points or more at the end of the week and both individuals met their weight target for the week on at least 1 day, the team advanced up a level (bronze, silver, gold, platinum). If not, the team dropped a level. This design creates achievable goal gradients (the notion that the next highest level was attainable), a sense of social status, progression through the game, and longer-term loss aversion for teams that reached higher levels. Teams began in silver and were informed of their new level and weight target each Monday. Teams were not told how other teams were doing. Finally, participants were informed that if they met their weight loss goal, they would receive a trophy as a reward at the end of the study.\n\nAfter 24 weeks, participants were asked to select whether they would like to strive for either their full remaining goal by 36 weeks or half of it. The gamification intervention was continued through 36 weeks with the updated weight target.\n\nParticipants in the gamification with PCP sharing arm also had their data sent to their PCP on a regular basis for 36 weeks. If the participant's PCP was at Penn, the data was sent to the electronic health record using Apple Healthkit's integration with EPIC through our patient portal smartphone application. This data would appear daily in the patient's chart but only be viewed by the PCP when they accessed it. PCPs were sent an EPIC message for each patient for which data was sent electronically. If the participant's PCP was outside of our institution, they were mailed a letter each month that included the lowest weight and average steps for each week in the past month. All participants also received a copy of a letter to the PCP each month by mail. PCPs were encouraged to discuss this information with their patients as they saw fit with the hope that it would provide an additional social incentive to promote weight loss."
    },
    {
      "title": "Outcome Measures",
      "text": "The primary outcome was change in weight at 24 weeks. Secondary outcomes included change in weight at 36 weeks, mean step counts during the intervention and follow-up period, and proportion of participant-days achieving step goals during the intervention and follow-up period."
    },
    {
      "title": "Statistical Analysis",
      "text": "A priori, we estimated that a sample of 150 participants (25 two-person teams per arm) would provide at least 80% power to detect an 8-lbs difference in weight loss between any of the intervention arms and control, assuming a standard deviation of 10 lbs, a 20% dropout rate, and using a conservative Bonferroni adjustment of the type I error rate with a twosided α level of 0.025. Due to high interest in the study, we increased the sample size to allow 196 participants to enroll.\n\nAll randomly assigned participants were included in the intention-to-treat analysis. Weight data could be missing if a participant declined or did not follow through with a scheduled weigh-in. Step data could be missing for any day if a participant did not use the smartphone to track activity or did not upload data. For each participant on each day of the study (participant-day level), the number of steps achieved was obtained as a continuous variable and this was used to estimate mean daily steps. These data were dichotomized at the participant-day level to create a binary variable indicating whether or not each participant achieved his or her step goal and this variable was used to estimate the proportion of participant-days that step goals were achieved.\n\nFor the main analysis, we used multiple imputation (using the MICE package in R) for missing weight data and for step data that were missing or less than 1000 steps. Evidence indicates that step values less than 1000 may not represent accurate data capture,  23, 24  and we have accounted for these values as missing data in prior work.  11, 12, [14] [15] 5] [16]  Five imputations were conducted using the following predictors of missing data: baseline weight, age, sex, race/ethnicity, education, marital status, household income, self-reported health, stage of change, and social support score. Results were combined using Rubin's standard rules.  25 Secondary analyses were conducted using collected data without multiple imputation.\n\nUnadjusted analyses estimated the change in weight within arm from baseline to 12, 24, and 36 weeks, as well as the mean step counts for the intervention and follow-up periods.\n\nIn adjusted analyses, we fit linear mixed models to the outcome variables, adjusting for baseline weight and clustering at the level of the team. Models using step data were also adjusted for a participant's repeated observations. Analyses were conducted using R (version 3.4.1)."
    },
    {
      "title": "RESULTS",
      "text": "One hundred ninety-six participants comprising 98 teams were randomized (Fig.  1 ). The mean age of participants was 41.4 years and 85.7% were women (Table  1 ). Baseline measures were similar between arms with an overall mean body mass index of 36.3 and mean weight of 225.9 lbs. Participants had a mean weight loss goal of 17.2 lbs.\n\nMean weight loss outcomes by arm are displayed in Table  2 . At 24 weeks, participants lost significant weight from baseline in the control arm (mean: -3.9 lbs; 95% CI: -6.1 to -1.7; P < 0.001), the gamification arm (mean: -6.6 lbs; 95% CI: -9.4 to -3.9; P < 0.001), and the gamification arm with PCP data sharing (mean: -4.8 lbs; 95% CI: -7.4 to -2.3; P < 0.001). At 36 weeks, weight loss from baseline remained significant in the control arm (mean: -3.5 lbs; 95% CI: -6.1 to -0.8; P = 0.01), the gamification arm (mean: -6.3 lbs; 95% CI: -9.2 to -3.3; P < 0.001), and the gamification arm with PCP data sharing (mean: -5.2 lbs; 95% CI: -8.5 to -2.0; P < 0.01). However, in the main adjusted model, there were no significant differences in weight loss between each of the intervention arms and control at either 12, 24, or 36 weeks.\n\nMean step counts by arm are displayed in Table  3 . The gamification arm had the highest mean step count; however, in the main adjusted model, there were no significant differences between each of the intervention arms and control. During the 24-week intervention, the proportion of participant days that the goal of 10,000 steps was achieved was 15.5% in control, 17.0% in the gamification arm, and 12.4% in the gamification arm with PCP data sharing. These declined to 11.4, 12.9, and 10.3%, respectively, during the follow-up period.\n\nIn subgroup analysis by whether or not the teammates lived together, there was greater mean weight loss among participants that lived together compared to those that did not, particularly among the intervention arms at both 24 and 36 weeks (Fig.  2 ). At 24 weeks, participants in the gamification arm that lived together had a mean weight change of -9.8 lbs (95% CI: -17.6 to -2.0; P = 0.01 compared to baseline) compared to participants that did not live together of -6.1 lbs (95% CI: -9.0 to -3.2; P < 0.001). At 36 weeks, participants in this arm that lived together had a mean weight change of -8.6 lbs (95% CI: -16.2 to -1.1; P = 0.03) compared to participants that did not live together of -5.8 lbs (95% CI: -9.1 to -2.6; P < 0.001).\n\nAll results were similar in sensitivity models the used collected data without multiple imputation (Online Appendix 2). There were no adverse events reported during the trial."
    },
    {
      "title": "DISCUSSION",
      "text": "In this trial, we found that using digital health devices to track health behaviors with a partner led to significant weight loss through 36 weeks for all three arms. However, the gamification interventions were not effective at promoting weight loss when compared to control.\n\nOur findings reveal several important insights for future intervention design. First, we found that teammates who lived together had greater mean weight loss than teammates who lived separately. This finding was larger among the intervention arms in which a social incentive was used. In previous work,  26  Christakis and Fowler used a large retrospective cohort to demonstrate that trends in weight gain propagated through social networks. Jackson and colleagues used a different retrospective cohort to demonstrate that when one partner lost weight, the other partner was more likely to also lose weight.  27 Our study is one of the first to demonstrate this\n\n556 Assessed for eligibility 360 Excluded 90 Did not meet inclusion criteria 7 Declined to participate 263 Did not complete enrollment before study closed 66 (33 teams) Randomized to control 66 (33 teams) Completed 24 weeks (primary endpoint) 66 (33 teams) Included in analysis 66 (33 teams) Included in analysis 66 (33 teams) Completed 36 weeks (follow-up endpoint) 66 (33 teams) Randomized to gamification intervention 64 (32 teams) Completed 24 weeks (primary endpoint) 62 (30 teams) Completed 36 weeks (follow-up endpoint) 66 (33 teams) Completed 12 weeks 66 (33 teams) Completed 12 weeks 64 (32 teams) Randomized to gamification intervention with PCP data sharing 60 (30 teams) Completed 24 weeks (primary endpoint) 64 (32 teams) Included in analysis 59 (29 teams) Completed 36 weeks (follow-up endpoint) 62 (31 teams) Completed 12 weeks 196 (98 teams) Randomized 2 no longer interested 2 no longer interested 1 no longer interested 2 no longer interested 2 no longer interested  Second, sharing data with PCPs did not significantly improve weight loss among participants in the gamification intervention. This could be because we did not actively engage physicians in the trial, and therefore, they may not have been reviewing the data. Or, physicians may not have found the information actionable. Since participants also received a copy of the letter, they may have generated expectations about PCP involvement that were not met, and this could have been demotivating. Future interventions could test ways to better engage clinicians with patients to understand how this type of information could be delivered in a more useful manner.  28 It may also be the case that physicians do not need to be involved in receiving these data and they could simply facilitate initial engagement with the program which can then be automated to promote behavior change.  29 hird, this trial leveraged technology in several novel ways that could be used in future trials to increase broad scalability. More than two thirds of adults have a smartphone, 30 and our previous research has found these devices to be accurate for tracking step counts.  16 We used video conferencing through  Apple FaceTime or Skype to conduct virtual with participants, which saved them the time and cost of traveling for an in-person weigh-in. The gamification interventions were automated through a technology platform and required minimal personnel for oversight.  31 Future studies could test ways to use these approaches in different populations.\n\nOur study is subject to several limitations. First, participants were mostly women, and had to have an iPhone, which may limit generalizability. Second, we did not obtain data on baseline physical activity and step counts were only captured, while participants were carrying their smartphones. Third, our control group was different from usual care in that two teammates participated together and used digital health devices. Finally, we did not test the gamification intervention in teams of individuals that did not know each other."
    },
    {
      "title": "CONCLUSIONS",
      "text": "The use of digital health devices to track health behaviors with a partner led to significant weight loss through 36 weeks, particularly among teammates that lived together. However, the gamification interventions were not effective at promoting weight loss when compared to control. Future studies could test different ways to design the gamification interventions to better leverage strong social connections and to better engage clinicians."
    },
    {
      "text": "Fig. 1 Study flow diagram. All participants formed teams of two people that knew each other, tracked step counts using their smartphones, and were given a wireless weight scale."
    },
    {
      "text": "Fig. 2 Weight loss by arm based on if teammates lived together or not. Solid bars represent participants that formed teams but lived separately. Dashed bars represent participants that lived together in the same residence."
    },
    {
      "text": "Characteristics of Study ParticipantsData from the main model that adjusts for baseline weight and used multiple imputation for missing weight data †P values within study arms (first three columns) represent change in weight compared to baseline in that study arm. P values within the final two columns represent differences between each intervention and control relationship between weight loss and social ties in a prospective trial and indicates that future social incentive-based interventions may be more effective if partners live together or have stronger social ties."
    },
    {
      "text": "Physical Activity OutcomesData from the main model that adjusts for baseline weight and used multiple imputation for miss step data and daily step values less than 1000"
    }
  ],
  "references": [
    {
      "title": "Trends in Obesity Among Adults in the United States, 2005 to 2014",
      "authors": [
        "K Flegal",
        "D Kruszon-Moran",
        "M Carroll",
        "C Fryar",
        "C Ogden"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.6458"
    },
    {
      "title": "Health Effects of Overweight and Obesity in 195 Countries over 25 Years",
      "authors": [
        "Gbdo Collaborators",
        "A Afshin",
        "M Forouzanfar"
      ],
      "year": 2017,
      "doi": "10.1056/nejmoa1614362"
    },
    {
      "title": "Change in Percentages of Adults With Overweight or Obesity Trying to Lose Weight, 1988-2014",
      "authors": [
        "K Snook",
        "A Hansen",
        "C Duke",
        "K Finch",
        "A Hackney",
        "J Zhang"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2016.20036"
    },
    {
      "title": "AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and The Obesity Society",
      "authors": [
        "M Jensen",
        "D Ryan",
        "C Apovian"
      ],
      "year": 2013,
      "doi": "10.1161/01.cir.0000437739.71477.ee"
    },
    {
      "title": "Assessment and lifestyle management of patients with obesity: clinical recommendations from systematic reviews",
      "authors": [
        "R Kushner",
        "D Ryan"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.10432"
    },
    {
      "title": "Weight maintenance: challenges, tools and strategies for primary care physicians",
      "authors": [
        "T Soleymani",
        "S Daniel",
        "W Garvey"
      ],
      "year": 2016,
      "doi": "10.1111/obr.12322"
    },
    {
      "title": "Gamification for health promotion: systematic review of behaviour change techniques in smartphone apps",
      "authors": [
        "E Edwards",
        "J Lumsden",
        "C Rivas"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-012447"
    },
    {
      "title": "It's All in the Game-The Uses of Gamification to Motivate Behavior Change",
      "authors": [
        "I Kawachi"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.4798"
    },
    {
      "title": "A game plan: Gamification design principles in mHealth applications for chronic disease management",
      "authors": [
        "A Miller",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2016,
      "doi": "10.1177/1460458214537511"
    },
    {
      "title": "Using wearable devices and smartphones to track physical activity: Initial activation, sustained use, and step counts across sociodemographic characteristics in a national sample",
      "authors": [
        "M Patel",
        "L Foschini",
        "G Kurtzman"
      ],
      "year": 2017,
      "doi": "10.7326/m17-1495"
    },
    {
      "title": "Effect of a Game-Based Intervention Designed to Enhance Social Incentives to Increase Physical Activity Among Families: The BE FIT Randomized Clinical Trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Framing Financial Incentives to Increase Physical Activity Among Overweight and Obese Adults: A Randomized, Controlled Trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/l16-0280"
    },
    {
      "title": "Premium-Based Financial Incentives Did Not Promote Workplace Weight Loss In A 2013-15 Study",
      "authors": [
        "M Patel",
        "D Asch",
        "A Troxel"
      ],
      "year": 2016,
      "doi": "10.1377/hlthaff.2015.0945"
    },
    {
      "title": "Individual Versus Team-Based Financial Incentives to Increase Physical Activity: A Randomized, Controlled Trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "A Randomized Trial of Social Comparison Feedback and Financial Incentives to Increase Physical Activity",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1177/0890117116658195"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.17841"
    },
    {
      "title": "The MOS social support survey",
      "authors": [
        "C Sherbourne",
        "A Stewart"
      ],
      "year": 1991,
      "doi": "10.1016/0277-9536(91)90150-b"
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.38"
    },
    {
      "title": "Procrastination, deadlines, and performance: self-control by precommitment",
      "authors": [
        "D Ariely",
        "K Wertenbroch"
      ],
      "year": 2002,
      "doi": "10.1111/1467-9280.00441"
    },
    {
      "title": "Commitment devices: using initiatives to change behavior",
      "authors": [
        "T Rogers",
        "K Milkman",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.3485"
    },
    {
      "title": "The behavior of organisms: an experimental analysis",
      "authors": [
        "B Skinner"
      ],
      "year": 1938,
      "doi": "10.1056/nejm193809222191221"
    },
    {
      "title": "The Fresh Start Effect: Temporal Landmarks Motivate Aspirational Behavior",
      "authors": [
        "H Dai",
        "K Milkman",
        "J Riis"
      ],
      "year": 2014,
      "doi": "10.1287/mnsc.2014.1901"
    },
    {
      "title": "Pedometer-measured physical activity and health behaviors in U.S. adults",
      "authors": [
        "Bassett Dr",
        "H Wyatt",
        "H Thompson",
        "J Peters",
        "J Hill"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181dc2e54"
    },
    {
      "title": "Individual information-centered approach for handling physical activity missing data",
      "authors": [
        "M Kang",
        "D Rowe",
        "T Barreira",
        "T Robinson",
        "M Mahar"
      ],
      "year": 2009,
      "doi": "10.1080/02701367.2009.10599546"
    },
    {
      "title": "Multiple imputation for nonresponse in surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987
    },
    {
      "title": "The spread of obesity in a large social network over 32 years",
      "authors": [
        "N Christakis",
        "J Fowler"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsa066082"
    },
    {
      "title": "The influence of partner's behavior on health behavior change: the English Longitudinal Study of Ageing",
      "authors": [
        "S Jackson",
        "A Steptoe",
        "J Wardle"
      ],
      "year": 2015,
      "doi": "10.1001/jamainternmed.2014.7554"
    },
    {
      "title": "The Promise, Growth, and Reality of Mobile Health-Another Data-free Zone",
      "authors": [
        "A Roess"
      ],
      "year": 2017,
      "doi": "10.1056/nejmp1713180"
    },
    {
      "title": "Automated hovering in health care-watching over the 5000 hours",
      "authors": [
        "D Asch",
        "R Muller",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1056/nejmp1203869"
    },
    {
      "title": "On the Way to Health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    }
  ],
  "num_references": 30,
  "original_doi": "https://doi.org/10.13039/100000862"
}
