{
  "paper_id": "6RSSHDHC",
  "title": "Continuous Improvement of Digital Health Applications Linked to Real-World Performance Monitoring: Safe Moving Targets?",
  "abstract": "Real-time high-quality data on the performance of digital health applications is needed for feedback-led optimization and to ensure safety and performance, particularly if they will have on-market updates. Developers must verify that applications accurately and consistently fulfill their intended purpose in realworld use. In particular, new thinking from regulators recognizes the importance of monitoring real-world performance. It is acknowledged that real-world data can deliver information from wider patient populations than are generally included in controlled studies, and in certain circumstances, this can enable extensions of the application's intended purpose. Proactive postmarket surveillance surveys are an important source of real-world data that are distinct from clinical investigations but may vary in quality and, if inappropriately designed, can be subject to uncontrolled bias. We aimed to describe the practice of real-world data gathering through patient-reported and clinician-reported outcomes and high-quality surveys and identify challenges, uncertainties, and health policy gaps.",
  "year": 2022,
  "date": "2022",
  "journal": "NPJ Digit Med",
  "publication": "NPJ Digit Med",
  "authors": [
    {
      "forename": "Stephen",
      "surname": "Gilbert",
      "name": "Stephen Gilbert"
    },
    {
      "forename": "Andreia",
      "surname": "Pimenta",
      "name": "Andreia Pimenta"
    },
    {
      "forename": "Ashley",
      "surname": "Stratton-Powell",
      "name": "Ashley Stratton-Powell"
    },
    {
      "forename": "Cindy",
      "surname": "Welzel",
      "name": "Cindy Welzel"
    },
    {
      "forename": "Tom",
      "surname": "Melvin",
      "name": "Tom Melvin"
    },
    {
      "forename": "Kröner",
      "surname": "Frese- Nius",
      "name": "Kröner Frese- Nius"
    },
    {
      "affiliation": "Center for Digital Health , Technische Universität Dres- den , Dresden , Germany (S. \n\t\t\t\t\t\t\t\t Center for Digital Health \n\t\t\t\t\t\t\t\t Technische Universität Dres- den \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dresden \n\t\t\t\t\t\t\t\t\t Germany (S"
    },
    {
      "affiliation": "G., C.W.) ; Ada Health GmbH , Berlin , Germany (S \n\t\t\t\t\t\t\t\t G., C.W.) \n\t\t\t\t\t\t\t\t Ada Health GmbH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Berlin \n\t\t\t\t\t\t\t\t\t Germany (S"
    },
    {
      "affiliation": ".G., A.P.); RQM+ , Blenheim Court , Nottingham , United Kingdom (A. S.-P.) ; and \n\t\t\t\t\t\t\t\t S.-P.) \n\t\t\t\t\t\t\t\t .G., A.P.); RQM+ \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Blenheim Court Nottingham \n\t\t\t\t\t\t\t\t\t United Kingdom (A"
    },
    {
      "affiliation": "School of Med- icine , Trinity College , Univer- sity of Dublin , Dublin , Ireland \n\t\t\t\t\t\t\t\t School of Med- icine \n\t\t\t\t\t\t\t\t Trinity College \n\t\t\t\t\t\t\t\t Univer- sity of Dublin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland"
    }
  ],
  "doi": "10.1016/j.mcpdig.2023.05.010",
  "sections": [
    {
      "title": "SEARCH STRATEGY AND SELECTION CRITERIA",
      "text": "References for this Health Policy Manuscript were identified through searches of PubMed with the following search terms: digital health; post market, surveillance, real-world {evidence/ data/performance monitoring}; from 2017 until December 2022. The articles were also identified through searches of the authors' own files and through relevant citations in the identified literature. Only articles published in English were reviewed. The final reference list was generated on the basis of the originality and relevance to the broad scope of this review."
    },
    {
      "title": "M",
      "text": "edical device software is an important part of modern and integrated health care and is increasingly being used by clinicians, patients, and health care institutions, affecting treatment decisions.  1, 2 National regulations have different classification schemes that determine what software use cases are considered for medical devices and in which risk classes they fall. 3e9  Medical device software is divided into software as a medical device (SaMD) and software in a medical device. SaMD may drive critical diagnosis or treatment decisions, whereas software in a medical device may control active implants, such as implantable pacemakers.  3, 4, 10 For these use cases, prospective clinical investigation (CI) data are generally needed before market approval (Figure  1 ).  11 owever, many SaMDs are of low or intermediate risk and take the form of mobile device digital health applications (DHAs)  5, 12, 13  in the zone between safety-critical medical applications and wellness applications.  5, 12, 13 ncreasing numbers of DHAs are being made available to consumers through application stores, many of which are medical devices, requiring regulatory approval. 14e16  It was recognized that there have been insufficient oversight procedures for what constitutes regulated SaMD on the application stores,  15  and there has been a related reclassification of many SaMD applications in the European Union (EU) into a higher risk category.  17 imultaneously, the application of traditional regulatory approaches to lower-risk and intermediate-risk SaMDs may not be the only approach to ensuring the safety and performance of these devices, and there is increasing acknowledgment that, as technologies evolve, regulatory frameworks and approaches also need to evolve. We aimed to review the literature on the most recent thinking in governance and oversight of on-market adaptation and predetermined change plans for DHA technologies, considering alongside the needs and requirements for clinical evidence and approvals of changes needed under current regulatory frameworks."
    },
    {
      "title": "ON-MARKET ADAPTIVE DHAS AND ARTI-FICIAL INTELLIGENCEeBASED OR MA-CHINE LEARNINGeBASED SAMD",
      "text": "To a much greater degree than for physical or hardware-based devices, change, or adaptation is a core aspect of the general philosophy of software development. DHAs are often also artificial intelligence (AI) or machine learning (ML) based, and adaptation on the basis of learning is also a central principle of this technology.  18, 19 Current regulatory approaches make it effectively impossible to have compliant real-time or nearereal-time adaptive/continuous learning AI-based SaMD on the market (often referred to as adaptive AIs), owing to rigid change control frameworks. 18e21 This approach, under which both software and AI-prediction models are effectively fixed once in the market, may remain the central paradigm. It is important to recognize that it is not an evidence-based approach but is on the basis of an adoption of general medical device design conventions.  18, 19 However, there are proposed regulatory approaches in the United States and United Kingdom, and to a lesser extent the EU, which are acknowledging the role of adaptability in AI-based technologies and are looking toward enabling this through real-world performance (RWP)-monitoring approaches.  18, 19, 22, 23 The methods proposed include predetermined change control plans (PCCPs) and SaMD prespecifications. As has now been acknowledged by some regulators, iterative and incremental software change does not only apply to AI/ML methods, and DHAs are inherently amenable to adaptation in their design through human/developer feedbackebased learning and update.  18, 19, 23 ndeed, it could be considered an anomaly that initial frameworks for adaptive SaMD  22  have considered ML-based adaptation as inherently a different category of change than incremental human developer changes, on the basis of feedback. The changes that result from human developers are not inherently higher risk than changes in a prediction model in the process of retraining on data, and may lower risk, having passed through change control and risk assessment processes. From first principles, human-led changes are no more or less likely to be safe than AI-based changes. Common incremental changes include but are not limited to updates relating to operating system updates, dependent software components and libraries, bug fixes, security updates, user interface/user experience changes, and routine updates for security.  24, 25 Current approaches to regulation accept some degree of iterative adaptive development, with the classification of nonsubstantial and substantial changes of software, the latter requiring advance approval by regulatory bodies, particularly for high-risk devices.  18 Newly proposed approaches in the United Kingdom would go beyond this, by applying the PCCP concept, first developed in the context of changes because of ML, to changes coded by human\n\nARTICLE HIGHLIGHTS d Real-world performance monitoring is important to gather realtime high-quality data on the performance of digital health applications and, particularly, important for adaptive tools d Real-world data deliver information from wider patient populations, which can enable the extension of the application's intended purpose d Proactive postmarket surveillance is an important source of real-world data but may vary in quality and can be subject to uncontrolled bias d Patient-reported and clinician-reported outcomes and highquality surveys are important approaches for real-world data gathering for digital health applications software developers. 19,23 The degree to which this would extend current regulatory approaches is not certain. It is also uncertain the degree that PCCPs would enable continuous delivery, let alone continuous deployment, concepts shown in Figure 2. The application of this concept to SaMD is controversial, and it remains to be seen the degree to which it will actually be introduced into regulatory approaches. When PCCP-based approaches are introduced, either for general DHAs or particularly for AI/ML-based SaMD, this will require a transformative increase of both the focus on and the need for postmarket surveillance (PMS)/real-world data (RWD) methods, and this will require a range of RWP-monitoring approaches and tools suited for different use cases and evidence needs. Software connected to medical device Standalone software as therapeutic or diagnostic Software as medical device (SaMD) Software as wellness e.g. fitness apps Documentation software e.g. EHR systems Software in a medical device (embedded) e.g. surgical lasers Healthcare decision Informs Categorisation under IMDRF framework Drives Treat or diagnose Nonserious Serious Patient condition Critical Class I e.g. information app to support patient in their disease journey for nonserious condition e.g. acne Class I e.g. information app to support patient in their disease journey for serious condition e.g. diabetes Class II e.g. for patients living with heart failure, software for predicting risk of worsening condition Class I e.g. risk score prediction software for developing migraine Class II e.g. software to assist cardiac arrythmia analysis Class III e.g. monitoring software for skin lesions (malignant/benign) Class II e.g. digital therapeutic for mild to moderate depressive disorder Class Ill e.g. sound therapy software to treat tinnitus Class IV e.g. screening software for mutable pathogens/ pandemic outbreak FIGURE 1. Overview of software in health care and risk categories of Software as Medical Device (SaMD) under the international IMDRF framework, 3 which is reflected in the regulations of most countries. IMDRF, International Medical Device Regulators Forum."
    },
    {
      "title": "RWP Monitoring of DHAs and AI/ML-Based SaMD",
      "text": "For all medical devices, such as SaMD, the introduction of the Medical Device Regulation (EU) 745/2017 formalized the requirement for manufacturers to continually and proactively demonstrate the safety and performance after their market approval, in a process known as postmarket clinical follow-up (PMCF).  11, 26 he approaches of all these countries recognize the importance of surveillance and RWD, such as registries, electronic health record data, and surveys, as forms of clinical data for lower-risk DHAs. 27e32 Indeed, in the context of lower-risk and intermediaterisk class DHAs, RWP monitoring, a form of PMS, can replace the need for formal postmarket CIs (Figure  1 ).  33 However, there is the requirement for highly structured and certified processes for development, assessment, release, and surveillance.  34, 35 In addition, there is the requirement for sufficient premarket clinical data that demonstrate safety and benefit,  36  and this can be provided through peer-reviewed reports and available postmarket data, provided that the developer can establish that this is adequate. Nonetheless, CIs may be necessary to provide data that are not available through other sources, to establish clinical validation, and to answer specific safety or performance questions.  37 eal-world data are also relevant to the lifting of devices from EU certification under legacy regulations to the updated regulatory approvals, in the so-called transition period for older DHAs, between 2021 and 2028.  11, 38 In this case, RWD is particularly applicable because the typical risk profile of these products is likely to be known and considered to be acceptable. The task of identifying risks arising from misuse and off-label use can be more effectively identified through the less-targeted and broader data collection approaches, which are characteristic of RWP monitoring."
    },
    {
      "title": "Purpose of RWP Monitoring",
      "text": "Proactive PMS (such as PMCF) is generally required for all devices, but a tailored approach can be adopted, depending on the factors listed (Table  1 ). 39e41 For some DHAs, minimal PMCF can be justified, which may include the scanning of journal articles. Whether proactive activities are required or not will depend on the product's intended purpose, the approach to its postapproval development and release, and the level of novelty. Moreover, clinical evidence gaps at the time of approval affect the degree of clinical evidence required: for example, if the clinical data did not capture all possible target populations, clinical indications, use scenarios, or claims comprehensively.  32 Active PMS/RWP monitoring may allow the identification of important unknown data on the device (Table  1 ).  42 n additional driver for performing proactive PMS activities can be used to deliver direct or supportive data on the cost-effectiveness of the SaMD/SiMD, which are rarely captured in the clinical evidence used for the initial market approval. For some but not all SaMDs, quality of life or other indicators of health economic performance may be relevant for Health Technology Assessments (HTAs), reimbursement, and tendering processes.  43 This is relevant for SaMDs that will be integrated with or prescribed by major health care networks (eg, UK National Health Service) and for which the data generated for initial regulatory approval/ conformity assessment is often not the same because the data required for scaling the product. Recent approaches to HTA in the United Kingdom have incorporated not only the consideration that the DHA may further develop after release but also looked to coordinate approval and HTA approaches. 44e46  For consumer DHAs, which are often funded through consumer payments, similar data gathering may be relevant to pricing, to the further refinement and development of business models, for product optimization, and for forming new product hypotheses."
    },
    {
      "title": "Methods for RWP Monitoring Relevant to DHAs",
      "text": "Real-world data include analyses of electronic health records (such as demographic characteristics, anamnesis, family history, all clinical test results, and medication data), health insurance claims, user surveys, patient surveys, wearable and DHA-derived data (from DHAs other than the DHA under surveillance), environmental data, user location data, social media analytics, and web and literature data.  47 Of these sources of data, 2 forms that are being increasingly applied and have particular importance are feedback from individuals in the target populations (often but not always patients) and feedback from individuals in the user population (patients, other lay-users, health care providers [HCPs]). Although these data sources may be more subjective than analysis-based or sensor-based data streams (eg, blood test data and environment sensor data), they have the advantage of providing highly nuanced data regarding the real-life experience of the individuals interacting with the devicesddata that must be considered in the evaluation of DHAs. The outside-ofclinical-investigation surveying of user and target population perspectives are recognized as an important source of data for PMS in international frameworks.  48 Although surveys are recognized as an important data source, literature and regulatory guidance also acknowledges that they can vary in quality, can be subject to bias, and have some limitations in their data applicability.  32, 47 However, regulations and associated guidance do not define surveys, and although they have come to prominence, there is little information on their design, approval, or conduct. The developments of regulatory thought and approaches for surveying user and target population opinion are an important health policy topic in digital health and of high relevance to\n\nContinuous improvement Continuous approval v 1 v 2 v i Continuous monitoring Continuous deployment • Differential product release • A/B testing in different markets • In app feedback • Complaints • App store feedback • Usage statistics • Social medial feedback • PROMs/PREMs/PPl • ClinROs • Automated external measurement platforms • Interface design/usability • Retraining • Model refinement • Intended purpose refinement • Bug fixes & patches • Interoperability refinement • Data export refienment • Automated internal processes including verification, validation • Regulation as code • Digital audit and review by regualtory bodies • Automated external measurement platforms • Automated assessment by regulatory body FIGURE 2. The concept of continuous monitoring, continuous improvement, continuous approval, and continuous release of DHAs, which has been introduced in recent thinking from regulatory bodies. 19,23 HCPs, patients, payers, regulators, and DHA developers. Future approaches for RWP monitoring may include the use of depersonalized patient/citizen data relating to DHAs, obtained through application to national data access bodies, under the dataspace frameworks. 49 RWP Monitoring in Context of Application A/ B-Test Experiments Postmarket surveillance and RWD gathering are generally considered to be observational research, both in guidelines and in proposals of the monitoring of AI/ML-based SaMD through approaches for monitoring adaptive change.  22 If change-monitoring approaches are extended to agile/continuous software development,  19, 23  then a logical extension of this would be that surveys would be not only used for observation of the performance of a single released version but also extended to the comparison of multiple versions released simultaneously. For conventional hardware devices, having different versions on the global market at the same time is unusual or temporary in practice. However, for digital technologies, it is more common in the evaluation of performance and linked to product development and obtaining feedback.  2 If on-market adaptivity of SaMD DHAs is to be enabled, then it will be necessary to adopt novel methods for RWP monitoring. It may be necessary to borrow from methods that have been standardized for real-time network-based evaluation of application updates for over a decade 50 but that have not been regarded as part of the validation and evaluation of SaMD. For non-SaMD applications, it is commonplace to differentially release changes to different regions, to specific subgroups of users, or with random sampling of users. The effects of the changes are then monitored. This can be performed through web-based randomized controlled experiments. There are a range of designs, for example, A/B tests, which can compare 2 system features. These tools are used to optimize web page design; however, they adopt a number of similar methods to traditional CI design, for example, regarding hypothesis testing or statistical rationales.  50 There is no inherent reason that these test approaches could not be used for PMS/RWP monitoring, provided that they were conducted in an ethical, rigorous, and recorded manner. This would be assisted through formal guidelines on how to conduct these types of studies ethically. It is critical that these approaches are only applied to optimization and continued improvement and never expose the user to unacceptable risk, and the developer should specifically assess risk, ethical approval, and regulatory requirements before using them.\n\nA recent development adopted in the premarket approval phase of DHA development has potential to be applied in the postmarket phase, possibly as a part of A/B testing. In this approach, 2-phase mixedmethods research is applied. An observational and adaptation phase is followed by a detailed evaluation phase. 51e53  In the first phase, qualitative and quantitative user experience research is performed using structured interviews and surveys, assessing the target population and/or the HCP-user interaction with DHA and their perceptions of it. At the end of this phase, the DHA is modified on the basis of the feedback. In the second phase, definitive evidence is generated regarding the performance and clinical benefit of the DHA, potentially through a CI. Provided that the changes made to the DHA were within those specified in the PCCP, this approach could be applied to on-market products, in 2 phases as described, or in more iterative phases of"
    },
    {
      "title": "The Use of Surveys for RWP Monitoring",
      "text": "Surveying users for information on postmarket safety and performance is a common practice for medical device developers  32, 54  and is highly applicable to DHAs. The approach is predominantly used to supplement preexisting clinical evidence, obtaining real-time information from those using the medical device is invaluable to achieving a responsive RWP-monitoring system. This approach is particularly important to the evidencegeneration approval of SaMDs because user feedback loops are an inherent part of software and user interface development approaches and because surveys can be efficiently delivered from within the DHAs themselves.  32, 54 owever, there is no formal definition of a survey in the context of PMS or RWP monitoring, in regulations, associated guidelines, or harmonized normative standards. Internationally, the ethical and legal requirements and frameworks for surveys are often unclear. This is in contrast to CIs, which have strict approval, monitoring, and oversight procedures that are highly regulated, and although requirements vary internationally, these are always clearly specified and defined. Among the developers of DHAs, there is often a lack of certainty of the borderline between activities that could fall under the definition of RWD data collection as part of proactive PMS activities and a second group of activities that meet the definition of a CI, such as under Medical Device Regulation (EU) 745/2017 and in associated normative standards  11, 55  and under the Code of Federal Regulations Title 21.  56  Survey developers often face a catch-22 situation; although regulations include surveys as an approach for PMS, there is the implication that they are more flexible and are less demanding than CIs, but when regulatory bodies assess medical device quality systems and the evidence for device approval, there is often pressure for procedures to be systematized in a way that resembles CIs.  57 Although some survey approaches may take place within fully digitized CI registries, which would have highly determined approaches, with monitoring according to Good Clinical Practice, and consideration of an ethical approval committee, it is also clear that surveys will have to be used in more flexible frameworks, if their role in the RWP monitoring of AI/ML and continuous development DHAs is to be realized. These surveys may be more informal and may resemble in-application feedback surveys and may in some scenarios be without specific ethical approval or formal monitoring. It is likely that there will be a continuum of approaches between these extremes, and future regulatory policy will need to clarify the types of approval processes required and the types of purpose for which data can be applied.  32, 47, 58 rvey Instruments in RWP Monitoring Data for RWP monitoring can be gathered, at least partly, from patient-generated evidence measures, such as patient-reported outcome measures (PROMs) (including patient quality-of-life values), patient preference information, and patient-reported experience measures.  59 Patient-reported outcome measures are patient-centered tools that can be used for the direct reporting of health outcomes by the target population of the DHA. A recent review identified 315 generic and condition specific validated PROMs, with the highest number for musculoskeletal conditions, cancer, and gastrointestinal conditions.  60 Another important source of information is HCP/ clinician-generated evidence measures, such as clinician-reported outcomes (ClinROs, also known as CROMs).  61 These are validated outcome measures for use by the HCPs for evaluation of interventions or other clinical scenarios, and they focus on assessments of how patients feel, function, or survive.  60, 61 elevant information for RWP monitoring is not limited to formal and prevalidated instruments for clinical outcome assessments alone, and wider measurement of the effect of a digital tool may be relevant to its regulatory, health economic, HTA, and product assessment (eg, usability issues, patient preferences, interoperability and data sharing, data privacy, and security).  30, 62 The use of off-theshelfevalidated surveys in PMS/RWE is contingent on the specific surveillance needs and clinical evidence gaps of the DHA. If an appropriate off-the-shelf instrument cannot be identified, then the development of a device or scenario specific survey will be required. This will often be guided by features of existing validated instruments but may require validation if substantially new.\n\nAlthough traditionally focused on quantitative analyses, regulatory approvals/conformity assessment, and HTAs can be enriched and guided by qualitative data collectiondfor example, usability engineering approaches generally include both observational and qualitative assessment of user perspectives alongside validated quantitative survey instruments. The System Usability Scale 63 can be used for the assessment of usability, and the Mobile App Rating Scale can be used for systematized assessment of a mobile application's quality, including in comparison with the state of the art.  64 These concepts can be extended to other PROMs. Qualitative and mixed approaches may be useful for exploring patient experience in areas such as preferences, and acceptability (eg, \"Do you have any feedback on the use of X product?\"). Although surveys are not generally seen as an intervention, the conduct of a survey for the collection of clinical data are in some countries defined as research and requires ethical approval from designated ethics committees.  65 ality in RWP-Monitoring Surveys for DHAs Real-world performance monitoring aims to capture the overall use of the application (both intended and off-label use) in the real-world scenario of use, minimizing selection bias or influence of recorded data through rigid inclusion or exclusion criteria. Moreover, RWP-monitoring surveys should have approaches, evidenced in their design and reporting, which avoid bias and ensure rigor, as described in Table  2 .  66, 67  Survey validation is the process of ensuring that the survey accurately measures what it is intended to measure and that the data collected from the survey is reliable and valid. Methods for survey validation include testing the survey with a small group of people to identify any potential issues and making changes to the survey on the basis of that feedback (Figure  3 ).  68, 69 iven that key features of PMS activities are that they should be proactive, dynamic, and responsive, so that they can detect and provide timely data on emergent risks, a pragmatic approach to survey validation may be needed. Aspects of RWP monitoring/PMS are agile processes. There must be the ability to react to changing scenarios of device use and to data from risk processes, field issues, trend monitoring, and complaints or issues identified for competitor devices. In designing surveys for these scenarios, an overly complex or time-consuming survey validation process could jeopardize timely and reactive survey deployment. A pragmatic approach to survey design and validation is particularly appropriate to the RWP monitoring of DHAs because on-market changes are often either small or iterative/incremental.  66 A subset of RWP activities should have a focus on providing as much live data on the real use of the device as possible, and questionnaire validity relates as much to early identification of potential issues as to absolute classification of issues. If the survey is primarily designed for screening to identify on-market issues, it must be developed to require minimal time and to be highly usable for the layperson/ HCP users. For some aspects of data gathering, this may take priority over the specificity of clinical information because later surveys and clinical data gathering exercises can be used to verify signals identified in data.  66 A broad consensus screening approach for proactive PMS, in vigilance, could be followed by specifically designed surveys to explore identified issues, in the form of PMCF. Survey validation is not an explicit requirement of the current regulations or guidelines for PMS, but it could be considered to be compulsory as part of the general quality management system requirement for validation of processes for the development of medical devices.  34 Where surveys are used to gather noncritical, supplementary, or confirmatory data that are not essential to safety surveillance, it may be unnecessary and impractical to validate the instrument before use. An example of this is preliminary user feedback, for example, on their preferences for aspects of the style of the application or on possible future directions of development of the product.  33 To gather this type of information, the survey will need to include highly specific questions regarding the DHA's interface and its manner of use. Standard validated instruments would often not address the specific tool closely enough to be used, and a specifically developed survey will generally be required.  60, 70, 71 uestion validation ought to follow generally accepted survey validation approaches, namely assessment of validity and reliability (Figure  3 ). These can be validated by resorting to different techniques such as expert review, statistical correlation and agreement analysis, or literature review. Validation should not be considered an optional activity. Under medical device regulations (eg, in the EU  11  ), adherence with quality standards is critical and requires structured, recorded, and validated methods to be applied in the testing and gathering of data on device performance.  34, 55 Aspects of validation to consider are language translation validation and validation against GCP/ISO 14155. In addition, the survey/tool should be validated against General Data Protection Regulation requirements.\n\nSurvey or questionnaire validation Face validity Validity Reliability Construct validity Criterion validity Content validity Test-retest reliability Interrater reliability Is the instrument representative of what it aims to measure? Is the presentation of questions reasonable, clear and unambiguous? Does it measure what it is intended to measure? Do the results accurately measure the specific outcome they are designed to measure? Are the same results achieved when the measurement is repeated? Are the same results achieved when different people conduct the same measurement? FIGURE 3. Aspects to consider in survey validation."
    },
    {
      "title": "SUMMARY",
      "text": "DHAs are becoming increasingly important to health care and greater clarity and greater innovation in regulatory thinking is required to ensure safety and performance without stifling innovation. Some take the view that the regulatory approval processes for DHA must be discrete assessment exercises on the basis of submissions of changes.  2, 24, 72 Processes for PCCP on the basis of market adaptivity, with performance tracked by PCCP have been proposed in the United States, United Kingdom, and even to an early degree in proposed legislation for the EU.  18, 22, 23, 73 There is insufficient guidance on how to manage appropriate RWP monitoring in the context of constantly adapting DHA. DHAs are uniquely positioned to survey their users, given the interface often being on their mobile phones, and different instruments can be used to extract useful information to inform device safety and performance and meet PMS requirements.  18, 22, 23, 73 Methods of webbased controlled experiments and clinical development will need to move more closely together to ensure that DHAs are appropriately assessed. Surveys are a recognized regulatory method to generate data; however, the detail regarding their design, validation, and delineation with CIs requires further development. In the use of RWP-monitoring approaches, there should be clear justification that the methodology is appropriate to the specific task for which it is used, that bias in the design of instruments is avoided, and that the quality of data is understood."
    },
    {
      "title": "POTENTIAL COMPETING INTERESTS",
      "text": "Dr Gilbert has or has had consulting relationships with Una Health GmbH, Lindus Health Ltd, FLO Ltd, Thymia Ltd, and Ada Health GmbH and holds share options in Ada Health GmbH. Dr Pimenta is an employee of Ada Health GmbH. Dr Stratton-Powell is an employee of RQMþ. Dr Welzel declares no competing interests. Dr Melvin is an unpaid advisory board member of Pumpinheart Ltd; previously, a senior medical officer in medical devices at the Health Products Regulatory Authority, Ireland; and a previous co-chair of the Clinical Investigation and Evaluation Working Group of the European Commission. Abbreviations and Acronyms: AI/ML, artificial intelligence/ machine learning; CI, clinical investigation; DHA, digital health application; HCP, health care provider; HTA, health technology assessment; PCCP, predetermined change control plan; PMCF, postmarket clinical follow-up; PMS, postmarket surveillance; PROM, patient-reported outcome measure; RWD, real-world data; RWP, real-world performance; SaMD, software as a medical device Grant Support: This work was supported by the German Federal Ministry of Education and Research (Bundesministerium für Bildung und Forschung, BMBF) through the European Union-financed NextGenerationEU program under grant number 16KISA100K, project PATHdPersonal Mastery of Health and Wellness Data. Correspondence: Address to Stephen Gilbert, PhD, Else Kröner Fresenius Center for Digital Health, Technische Universität Dresden, Fetscherstraße 74, 01307, Dresden, Germany (stephen.gilbert@tu-dresden.de)."
    },
    {
      "text": "Important Unknown Data on the Device That Can Be Identified Through PMS/RWP Monitoring"
    },
    {
      "text": "Quality of Design Criteria for RWP-Monitoring Surveys"
    }
  ],
  "references": [
    {
      "title": "Deploying digital health tools within large, complex health systems: key considerations for adoption and implementation",
      "authors": [
        "J Marwaha",
        "A Landman",
        "G Brat",
        "T Dunn",
        "W Gordon"
      ],
      "year": 2022,
      "doi": "10.1038/s41746-022-00557-1"
    },
    {
      "title": "Agile research to complement agile development: a proposal for an mHealth research lifecycle",
      "authors": [
        "K Wilson",
        "C Bell",
        "L Wilson",
        "H Witteman"
      ],
      "year": 2018
    },
    {
      "title": "Software as a Medical Device': Possible Framework for Risk Categorization and Corresponding Considerations",
      "year": 2014
    },
    {
      "title": "Guidance on Qualification and Classification of Software in Regulation (EU) 2017/ 745 e MDR and Regulation (EU) 2017/746eIVDR",
      "year": 2019,
      "doi": "10.2196/preprints.58080"
    },
    {
      "title": "Health app policy: international comparison of nine countries' approaches",
      "authors": [
        "A Essén",
        "A Stern",
        "C Haase"
      ],
      "year": 2022
    },
    {
      "title": "Global Approach to Software as a Medical Device",
      "year": 2022
    },
    {
      "title": "Guidance Document: Software as a Medical Device (SaMD): Definition and Classification",
      "doi": "10.2165/00128415-200812120-00006"
    },
    {
      "title": "Classification of Active Medical Devices (Including Software-Based Medical Devices)",
      "year": 2021,
      "doi": "10.2165/00128415-201013040-00014"
    },
    {
      "title": "Chapter 10dSoftware as a Medical Device",
      "year": 2022
    },
    {
      "title": "International Medical Device Regulators Forum"
    },
    {
      "title": "745 of the European Parliament and of the Council of 5 April 2017 on medical devices",
      "year": 2017
    },
    {
      "title": "Skating the line between general wellness products and regulated devices: strategies and implications",
      "authors": [
        "D Simon",
        "C Shachar",
        "I Cohen"
      ],
      "year": 2022,
      "doi": "10.1093/jlb/lsac015"
    },
    {
      "title": "The EU commission's risky choice for a non-risk based strategy on assessment of medical devices",
      "authors": [
        "P Quinn"
      ],
      "year": 2017,
      "doi": "10.1016/j.clsr.2017.03.019"
    },
    {
      "title": "COCIR Impact Paper. Medical Device Regulation Medical Software",
      "year": 2017,
      "doi": "10.1016/s0531-5131(03)00330-3"
    },
    {
      "title": "CE accreditation and barriers to CE marking of pediatric drug calculators for mobile devices: scoping review and qualitative analysis",
      "authors": [
        "C Koldeweij",
        "J Clarke",
        "J Nijman",
        "C Feather",
        "S De Wildt",
        "N Appelbaum"
      ],
      "year": 2021,
      "doi": "10.2196/31333"
    },
    {
      "title": "Can Apple and Google continue as health app gatekeepers as well as distributors and developers?",
      "authors": [
        "O Sadare",
        "T Melvin",
        "H Harvey",
        "E Vollebregt",
        "S Gilbert"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00754-6"
    },
    {
      "title": "Advancing digital health applications: priorities for innovation in real-world evidence generation",
      "authors": [
        "A Stern",
        "J Brönneke",
        "J Debatin"
      ],
      "year": 2022
    },
    {
      "title": "Algorithm change protocols in the regulation of adaptive machine learningebased medical devices",
      "authors": [
        "S Gilbert",
        "M Fenech",
        "M Hirsch",
        "S Upadhyay",
        "A Biasiucci",
        "J Starlinger"
      ],
      "year": 2021,
      "doi": "10.2196/30545"
    },
    {
      "title": "Learning from experience and finding the right balance in the governance of AI based and digital health technologies: a perspective",
      "authors": [
        "S Gilbert",
        "S Anderson",
        "M Daumer",
        "P Li",
        "T Melvin",
        "R Williams"
      ],
      "year": 2023,
      "doi": "10.2196/43682"
    },
    {
      "title": "Artificial Intelligence (AI) in Medical Devices",
      "authors": [
        "N Ig"
      ],
      "year": 2022
    },
    {
      "title": "Artificial Intelligence in EU Medical Device Legislation",
      "authors": [
        "Cocir"
      ],
      "year": 2021
    },
    {
      "title": ")-Based Software as a Medical Device (SaMD) Action Plan",
      "year": 2021,
      "doi": "10.21203/rs.3.rs-2355147/v1"
    },
    {
      "title": "Changes in software as a medical device based on artificial intelligence technologies",
      "authors": [
        "V Zinchenko",
        "S Chetverikov",
        "E Akhmad"
      ],
      "year": 2022
    },
    {
      "title": "Artificial Intelligence and Machine Learning in Software as a Medical Device",
      "year": 2022,
      "doi": "10.1016/s2589-7500(23)00126-7"
    },
    {
      "title": "A new platform for post-marketing surveillance and real-world evidence data collection for substance-based medical devices",
      "authors": [
        "R Cioeta",
        "A Cossu",
        "E Giovagnoni",
        "M Rigoni",
        "P Muti"
      ],
      "year": 2022,
      "doi": "10.3389/fdsfr.2022.992359"
    },
    {
      "title": "Use of real-world evidence for International Regulatory Decision Making in Medical Devices",
      "authors": [
        "V Valla",
        "K Tzelepi",
        "P Charitou"
      ],
      "year": 2023
    },
    {
      "title": "Opportunities and challenges in using real-world data for health care",
      "authors": [
        "V Rudrapatna",
        "A Butte"
      ],
      "year": 2020
    },
    {
      "title": "Digital health and big data analytics: implications of real-world evidence for clinicians and policymakers",
      "authors": [
        "T Magalhães",
        "R Dinis-Oliveira",
        "T Taveira-Gomes"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19148364"
    },
    {
      "title": "Development, and Translation. Digital health technologies for enhancing real-world evidence collection, patient centricity, and post-market studies",
      "year": 2020
    },
    {
      "title": "Electronic health data for postmarket surveillance: a vision not realized",
      "authors": [
        "T Moore",
        "C Furberg"
      ],
      "year": 2015,
      "doi": "10.1007/s40264-015-0305-9"
    },
    {
      "title": "Real-world data: a brief review of the methods, applications, challenges and opportunities",
      "authors": [
        "F Liu",
        "P Demosthenes"
      ],
      "year": 2022,
      "doi": "10.1186/s12874-022-01768-6"
    },
    {
      "title": "Effective Post-Market Surveillance",
      "authors": [
        "I Tariah",
        "R Pine"
      ]
    },
    {
      "title": "Medizinprodukte e Qualitätsmanagementsysteme -Anforderungen für regulatorische Zwecke",
      "year": 2016,
      "doi": "10.31030/2378448"
    },
    {
      "title": "GuidancedMDCG Endorsed Documents and Other Guidance"
    },
    {
      "year": 2023,
      "doi": "10.1016/b978-0-323-95354-2.00016-5"
    },
    {
      "title": "EU postmarket surveillance plans for medical devices",
      "authors": [
        "J Pane",
        "Rdc Francisca",
        "Kmc Verhamme"
      ],
      "year": 2019
    },
    {
      "title": "Clinical evidence needed for medical devices previously CE marked under Directives 93/42/EEC or 90/385/EEC: A guide for manufacturers and notified bodies",
      "year": 2017
    },
    {
      "title": "FDA. FDA Expands Indication for Several Transcatheter Heart Valves to Patients at Low Risk for Death or Major Complications Associated With Open-Heart Surgery",
      "year": 2019
    },
    {
      "title": "Pulse Oximeter Accuracy and Limitations: FDA Safety Communication",
      "authors": [
        "Fda"
      ],
      "year": 2022,
      "doi": "10.1097/00149078-199206150-00004"
    },
    {
      "title": "Comparison of complication rates associated with permanent and retrievable inferior vena cava filters: a review of the MAUDE database",
      "authors": [
        "J Andreoli",
        "R Lewandowski",
        "R Vogelzang",
        "R Ryu"
      ],
      "year": 2014
    },
    {
      "title": "EU: Überarbeiteter Leitfaden zur Klinischen Bewer-tungdMEDDEV 2",
      "authors": [
        "Kblater"
      ],
      "doi": "10.1515/9783112398449-010"
    },
    {
      "title": "Guidance for Post-Market Surveillance and Market Surveillance of Medical Devices, Including In Vitro Diagnostics",
      "year": 2021
    },
    {
      "title": "Real-world evidence to support Payer/HTA decisions about highly innovative technologies in the EUdactions for stakeholders",
      "authors": [
        "K Facey",
        "P Rannanheimo",
        "L Batchelor",
        "M Borchardt",
        "J De Cock"
      ],
      "year": 2020
    },
    {
      "title": "How to deal with the inevitable: generating real-world data and using realworld evidence for HTA purposesdfrom theory to action",
      "authors": [
        "W Oortwijn",
        "L Sampietro-Colom",
        "R Trowman"
      ],
      "year": 2019,
      "doi": "10.1017/s0266462319000400"
    },
    {
      "title": "Can we use existing guidance to support the development of robust real-world evidence for health technology assessment/payer decisionmaking?",
      "authors": [
        "G Capkun",
        "S Corry",
        "O Dowling"
      ],
      "year": 2022,
      "doi": "10.1017/s0266462322000605"
    },
    {
      "title": "Innovation at the intersection of clinical trials and real-world data science to advance patient care",
      "authors": [
        "B Swift",
        "L Jain",
        "C White"
      ],
      "year": 2018,
      "doi": "10.1111/cts.12559"
    },
    {
      "title": "IDEAL-D: a rational framework for evaluating and regulating the use of medical devices",
      "authors": [
        "A Sedrakyan",
        "B Campbell",
        "J Merino",
        "R Kuntz",
        "A Hirst",
        "P Mcculloch"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i2372"
    },
    {
      "title": "Proposal for a RegulationdThe European Health Data Space",
      "year": 2022,
      "doi": "10.21552/edpl/2022/3/10"
    },
    {
      "title": "Controlled experiments on the web: survey and practical guide",
      "authors": [
        "R Kohavi",
        "R Longbotham",
        "D Sommerfield",
        "R Henne"
      ],
      "year": 2009,
      "doi": "10.1007/s10618-008-0114-1"
    },
    {
      "title": "Improving emergency department patient-doctor conversation through an artificial intelligence symptom taking tool: an actionoriented design pilot study",
      "authors": [
        "J Scheder-Bieschin",
        "B Blümke",
        "E De Buijzer"
      ],
      "year": 2022,
      "doi": "10.1101/2020.11.13.20230953"
    },
    {
      "title": "Implementing a digital communication assistance tool to collect the medical history of refugee patients: DICTUM Friedlanddan actionoriented mixed methods study protocol",
      "authors": [
        "G Furaijat",
        "E Kleinert",
        "A Simmenroth",
        "F Müller"
      ],
      "year": 2019,
      "doi": "10.1186/s12913-019-3928-1"
    },
    {
      "title": "A Digital Communication Assistance Tool (DCAT) to obtain medical history from foreign-languagepatients: development and pilot testing in a primaryhealth care center for refugees",
      "authors": [
        "F Müller",
        "S Chandra",
        "G Furaijat"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17041368"
    },
    {
      "title": "What is real-world data? A review of definitions based on literature and stakeholder interviews",
      "authors": [
        "A Makady",
        "A De Boer",
        "H Hillege",
        "O Klungel",
        "W Goettsch"
      ],
      "year": 2017
    },
    {
      "title": "Klinische Prüfung von Medizinprodukten an Menschen_-Gute klinische Praxis",
      "year": 2020,
      "doi": "10.31030/3249461"
    },
    {
      "title": "Post-Market Surveillance, Market Surveillance & Vigilance",
      "doi": "10.2345/9781570207396.ch1"
    },
    {
      "title": "Randomized, observational, interventional, and real-worlddwhat's in a name?",
      "authors": [
        "J Concato",
        "P Stein",
        "G Dal Pan",
        "R Ball",
        "J Corrigan-Curay"
      ],
      "year": 2020
    },
    {
      "title": "Device Development Tools (MDDT)",
      "year": 2022
    },
    {
      "title": "Patient-reported outcome measures (PROMs): a review of generic and condition-specific measures and a discussion of trends and issues",
      "authors": [
        "K Churruca",
        "C Pomare",
        "L Ellis"
      ],
      "year": 2021
    },
    {
      "title": "Comparison of patient-and clinician-reported outcome measures in lower back rehabilitation: introducing a new integrated performance measure (t2D)",
      "authors": [
        "A Zdravkovic",
        "V Grote",
        "M Pirchl",
        "M Stockinger",
        "R Crevenna",
        "M Fischer"
      ],
      "year": 2022
    },
    {
      "title": "Digital health technologies for medical devicesdreal world evidence collectiondchallenges and solutions towards clinical evidence",
      "authors": [
        "A Lewis",
        "V Valla",
        "P Charitou"
      ],
      "year": 2022,
      "doi": "10.29337/ijdh.49"
    },
    {
      "title": "a retrospective",
      "authors": [
        "Jsus Brooke"
      ],
      "year": 2013,
      "doi": "10.1093/ww/9780199540884.013.u162376"
    },
    {
      "title": "Mobile App Rating Scale: a new tool for assessing the quality of health mobile apps",
      "authors": [
        "S Stoyanov",
        "L Hides",
        "D Kavanagh",
        "O Zelenko",
        "D Tjondronegoro",
        "M Mani"
      ],
      "year": 2015
    },
    {
      "title": "Medical Device Clinical Investigations e What's New Under the MDR? BSI National Standards Body",
      "authors": [
        "M Donawa"
      ]
    },
    {
      "title": "Essential elements of questionnaire design and development",
      "authors": [
        "J Rattray",
        "M Jones"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2702.2006.01573.x"
    },
    {
      "title": "The visual analogue scale: its use in pain measurement",
      "authors": [
        "G Langley",
        "H Sheppeard"
      ],
      "year": 1985
    },
    {
      "title": "Best practices for developing and validating scales for health, social, and behavioral research: a primer",
      "authors": [
        "G Boateng",
        "T Neilands",
        "E Frongillo",
        "Melgar-Quiñonez Hr",
        "Young Sl"
      ],
      "year": 2018
    },
    {
      "title": "Goodness of measurement: reliability and validity",
      "authors": [
        "S Bajpai",
        "R Bajpai"
      ],
      "year": 2014
    },
    {
      "title": "Clinician-reported Outcomes (Clin-ROs), Concepts and Development",
      "authors": [
        "W Lenderking",
        "D Revicki"
      ]
    },
    {
      "title": "System Usability Scale (SUS)",
      "doi": "10.7717/peerj-cs.740/fig-7"
    },
    {
      "title": "The next generation of evidence-based medicine",
      "authors": [
        "V Subbiah"
      ],
      "year": 2023,
      "doi": "10.1038/s41591-022-02160-z"
    },
    {
      "title": "Proposal for a Regulation of the European Parliament and of the Council Laying Down Harmonised Rules on Artificial Intelligence (Artificial Intelligence Act) and Amending Certain Union Legislative Acts",
      "year": 2021,
      "doi": "10.31235/osf.io/yzfg8"
    }
  ],
  "num_references": 71
}
