{
  "paper_id": "6VE657QL",
  "title": "The socio-Demographic factors affect on Health life style of tehranian elderly",
  "abstract": "Demographic changes in the 21st century, increased population of the elderly and high prevalence of related diseases call for new healthcare strategies that can change the behavior and lifestyle of elderly individuals. Innovative information and communication technology, such as mobile health (mHealth), can play a significant role. The present study was conducted aiming to assess the effectiveness of mHealth in improving health behaviors among an elderly population. This paper presents a systematic review involving a search of PubMed, Web of Science (ISI), Scopus, Science Direct and Embase databases from [2012][2013][2014][2015][2016]. Our search resulted after initial evaluations 12 articles. Inclusion criteria mostly revolved around interventional studies, other studies were excluded because of their methodology, non-elderly target groups and irrelevant to the subject. Findings showed that mHealth can improve care, self-management, self-efficacy, behavior promotion (quality of sleep, diet, physical activity mental health) and medication adherence. The mHealth technology has proven effective for disease prevention, lifestyle changes, management of cardiovascular disease and diabetes, and is a suitable tool for elderly people. In conclusion, it seems that mHealth can facilitate behavioral changes; although, further research is necessary in this regard.",
  "year": 2017,
  "date": "2017-11-27",
  "authors": [
    {
      "name": "Maryam Changizi",
      "affiliation": {
        "organization": "Department of Health Education & Promotion",
        "department": "Department of Health Education & Promotion",
        "institution": "Abadan school of Medical Sciences",
        "address": "Abadan, Iran;"
      }
    },
    {
      "name": "Mohammad Kaveh",
      "email": "kaveh@sums.ac.ir.",
      "affiliation": {
        "organization": "Department of Health Education & Promotion",
        "department": "Department of Health Education & Promotion",
        "institution": "Shiraz University of Medical Sciences",
        "address": "Shiraz, Iran"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Health Education & Promotion",
        "department": "Department of Health Education & Promotion",
        "institution": "Shiraz University of Medical Sciences",
        "address": "Shiraz, Iran"
      }
    },
    {
      "affiliation": {
        "organization": "Center",
        "department": "Center",
        "institution": "Shiraz University of Medical Sciences"
      }
    }
  ],
  "doi": "10.21037/mhealth.2017.08.06",
  "md5": "5B5EC5DF76D438B930D986DAE862F691",
  "publication": {
    "journal": "BMC Public Health",
    "journal_inferred": true
  },
  "keywords": [
    "mHealth",
    "elderly",
    "healthy behavior",
    "chronic disease",
    "lifestyle"
  ],
  "funding": [
    "Acknowledgements The authors would like to thank the  Research Counseling"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Aging is a universal phenomenon expected to continue existing for the time being. By 2013, approximately 841 million individuals (11.7%) had passed the age of 60  (1) . Social experts in geriatric fields have remarked that functional aging includes three interconnected processes. The first process involves physical aging, i.e., the undesirable changes happening to the body over the passage of years. The second process, psychological aging, comprises the processes caused by personality growth and development, such as emotional, cognitive and behavioral changes. Social aging, as the third process, covers the various stages of transition from one social base to another which a person experiences during a lifetime. The aging process will never stop, and only through a lifetime of healthy behavior and special health precautions can we turn this period into a pleasant, joyful and healthy time  (2) . There has been a global increase among the population of elderly adults in regard to prevalence of non-communicable diseases (NCDs), disabilities and other health problems, which in turn has increased the burden imposed on the healthcare system in both public and private sectors  (3) . Previous studies on the health status of elderly populations indicate significant changes in their conditions; in this regard, most elderly individuals had around one or two illnesses  (4) . These diseases are associated with lifestyle and"
    },
    {
      "title": "Review Article",
      "text": "Effectiveness of the mHealth technology in improvement of healthy behaviors in an elderly population-a systematic review form the most significant challenge the elderly have to face. According to reports from the World Health Organization (WHO), about 60% of people's quality of life and health depends on their lifestyle and personal behavior; they have also associated 53% of the fatality causes with lifestyle and health behaviors; therefore, elderly individuals who adopt health improving behaviors would experience a healthy old age  (5) . Furthermore, there is an evident need in this age-group for education on healthy behavior, self-care and lifestyle changes. The demographic changes in the 21st century call for new strategies in relation to education, treatment and healthcare. Generally, innovative information and communication technology can play a significant role in caring for elderly patients, at their own homes or at other healthcare environments. In recent years, there have been many cases in which mobile health (mHealth) was used, in addition to conventional education, aiming to increase efficiency. mHealth tries to provide medical services using the capabilities of mobile technology (i.e., mobile phones) for reporting health information, monitoring clinical signs and enabling direct supervision and instruction  (6) . A study in the United States showed that 75.9% of the individuals over 60 years old own personal mobile phones  (7) . There is clear evidence that in Asia and the Pacific Ocean combined, 3.6 billion people possess mobile phones. Moreover, an increasing number of elderly individuals register for mobile phones every day  (8) . Research shows that the elderly population are interested in using mobile phones, as this technology and its specific characteristics can provide them with useful information, particularly relating health  (9) . Also, short message services (SMS) are more popular among the elderly due to their low requirements for technology skills  (10) . Receiving medical and educational services and adhering to clinical instructions pose a great challenge to elderly individuals living at their own houses. The important question here is: can the mHealth technology help us improve the elderly's health behavior? Therefore, this study was conducted attempting to assess the effectiveness of mHealth in changing health behavior and improving disease recovery in an elderly population."
    },
    {
      "title": "Methods",
      "text": "The present study is a systematic review involving a search of the well-known databases: PubMed, Web of Science, Scopus, Science Direct and Embase, with the search strategy: \"mHealth or Telemedicine and Aged/Field Title/ Abstract\". Our search scope covered the previous 5 years, meaning 2012-2016. Inclusion criteria for the studies involved use of mHealth for promoting health behavior in elderly populations (age of 60 and over), with a main focus on authentic experiments and clinical trials. Criteria for exclusion were irrelevance to the main subject, younger agegroup, methodology, study design (review article, descriptive, cross-sectional study, survey research) and lack of originality. Initially, 1,294 articles were found in all databases, which after limiting the search to publication date, language (English articles) and design (interventional studies), 674 articles were selected for initial evaluations by one reviewer. Eventually, 12 papers were determined suitable and compared against the PRISMA-P 2015 checklist (Figure  1 )  (11) ."
    },
    {
      "title": "Results",
      "text": "The findings of this study including psychological health behaviors change through mHealth  [3]  physical activity and dietary behavior (increased consumption of fruits & vegetables) and monitoring for high blood pressure, high blood glucose  [6] , chronic illnesses such as diabetes and heart disease  [6] . The articles under study had all used the mHealth technology to study topics such as behavioral changes related to sleep and relaxation, impact of selfmonitoring activities, self-efficacy, quality of life and depression on survival of elderly cancer patients, Fitbitbased physical activity and its development in adults with cognitive disorders such as Alzheimer's (accelerometer), caring for diabetic foot ulcers (reminders for use of thermometer and instructions for care), adherence to medication (electronic blisters) and treatment, and recovery of elderly patients with cardio-metabolic disease, hypertension and acute coronary syndrome. Their procedures involved frequent text messages and calls, as well as use of mobile applications and smart games for reminders, education and reporting to the nurse, all toward promotion of health and healthy behavior (Table  1 ). Methodology and features of studies to mHealth application, sample size, interventions, outcomes are summarized in Table  2 .\n\nAikens et al. study for patients with diabetes that received weekly interactive voice response (IVR) calls about assessing health status and self-care, and showed that health and selfcare problems were strongly interrelated within IVR calls. Patients who reported hypoglycemia symptoms were highly likely to concurrently report blood glucose levels <90 mg/dL [odds ratio (OR)=8.24, 95% confidence interval (CI): 5.70-11.90, P<0.001] and self-treatment of hypoglycemia (OR=67.05, 95% CI: 46.2-97.3, P>0.001)  (12) . © mHealth. All rights reserved.\n\nmHealth 2017;3:51 mhealth.amegroups.com Martin et al.  research about automated mHealth intervention for physical activity promotion, reported the primary outcome was differential in activity levels was significant; participants receiving texts increased their daily steps over those not receiving texts by 2,534 (95% CI: 1,318-3,750; P<0.001) and over blinded controls by 3,376 (95% CI: 1,951-4,801; P<0.001). Secondary outcome the unblinded-texts group increased its total activity time by 21 min/day (23% increase) and aerobic time by 13 min/ day (160% increase), which was statistically significant compared to the other groups  (13) .\n\nBuman et al. designed a community-embedded iterative framework, multicomponent smartphone application (app) that change target behavior. Participants aged 35-60 years, who were measured as overweight/obese [body mass index (BMI) ≥25 kg/m 2 , glucose of ≥100 mg/dL]. After 8 weeks, results across both the sleep and sedentary components were the enhanced self-awareness of the participants' behaviors. Overall satisfaction was modest  (14) .\n\nLazo-Porras et al. research was on the individuals with a diagnosis of type 2 diabetes mellitus. Participants in the intervention arm will receive an mHealth component in the form of SMS and voice messages as reminders to assess messages impact on the improvement of foot ulcer. mHealth tool caused the promotion of healthy outcomes  (15) .\n\nPetrella et al. study was a community-dwelling mHealth supported exercise. Intervention group were patients with at least two metabolic syndrome risk factors and the mHealth intervention group received a kit, which included a smartphone data portal equipped with Health anywhere, health monitoring application, a Bluetooth™ enabled blood pressure monitor, a glucometer with Bluetooth™ adapter and a pedometer. At 12 weeks, adjusted mean\n\nStage 1 =1,294 Stage 2 =674 (620 excluded) Stage 3 =131 (543 excluded) Stage 4 =12 (115 excluded)  Table 2 (continued) © mHealth. All rights reserved. mHealth 2017;3:51 mhealth.amegroups.com change in systolic blood pressure (SBP) was greater in the active control group compared to the intervention group (-5.68 mmHg; 95% CI: -10.86 to -0.50 mmHg; P=0.03). Diastolic blood pressure (DBP) and waist circumference were reduced in both intervention and active control groups at 24 and 52 weeks compared to baseline (all P<0.001). At baseline and 12 weeks, fasting plasma glucose was higher in the intervention compared to the active control group (both P< 0.05), Compared to baseline, HbA1c was reduced in both intervention and active control groups at 24 weeks (P<0.05), but at 52 weeks it remained lower than baseline only in the intervention group (P<0.001). At 52 weeks, low-density lipoprotein (LDL) was reduced in both intervention and active control groups compared to baseline (P<0.05), and total cholesterol was reduced in the active control group at 24 weeks (P=0.04). Triglycerides were reduced only in the active control group at 52 weeks compared to baseline (P=0.005) (  16 ). Brath et al. evaluated a mHealth-based remote medication adherence measurement system (mAMS) in elderly patients with increased cardiovascular risk for diabetes, high cholesterol and hypertension. The system utilized common information and communication technologies (Web and mobile phone applications) as well as embedded microelectronic components (including printed electronics) to record the timestamp and number of pills taken. A total of 654 electronic blisters were handed out. A statistically significant difference (P=0.04) between the monitoring and the control phase was observed for the diabetes medication only. P<0.02 indicates significant improvements in blood pressure (systolic and diastolic values) as well as in total and LDL cholesterol concentrations  (17) .\n\nMüller et al. designed Malaysian Physical Activity for Health Study (myPAtHS). All participants in SMS textmessaging arm were introduced to sets of exercises and received an exercise booklet and additional 60 text messages over 12 weeks. The other arm did not receive SMS text messages (non-SMS texting arm). During 12-week intervention period, participants in the SMS texting arm exercised more frequently per week [mean, 3.74; standard deviation (SD), 1.34] compared to participants in the non-SMS texting arm (mean, 2.52; SD, 1.50). This difference was significant (P=0.03). The effect of the SMS text messages on weekly exercise frequency was stronger after adjusting for baseline exercise self-efficacy with analysis of covariance (ANCOVA) (F 1,36=6.81, P=0.01)  (18) .\n\nVidoni et al. study was designed to assess the promoting activity through clinical education and reinforcement (PACER). Nine individuals with normal cognition of baseline or maintenance and 21 individuals with Alzheimerrelated cognitive impairment. Each cohort had a mHealth accelerometer-based physical activity prescription to double number of steps taken. Secondary physical measures included the 6-minute Walk Test (6 MW), mini-Physical Performance Test (mPPT). The cohort with normal cognition did increase their weekly step count above week 1 (P=0.05, 95% CI: 0.0-0.8). And cognitive impairment did not significantly change their weekly step count above week 1 (P=0.21, 95% CI: -0.2 to 0.7)  (19) .\n\nNelson et al. patients with T2DM participated in a mHealth intervention called messaging from a mobile communications platform. Compared to whites, nonwhites had a 63% decreased relative odds [adjusted odds ratio (AOR)=0.37, 95% CI: 0.19-0.73) of participating in calls. In addition, lower health literacy was associated with a decreased odd of participating in calls (AOR=0.67, 95% CI: 0.46-0.99, P=0.04), whereas older age and more depressive symptoms (AOR=0.62, 95% CI: 0.38-1.02, P=0.059) trended toward a decreased odd of responding to texts. Participants' race was significantly associated with IVR call participation (P<0.01). Compared to white participants. Depressive symptoms were marginally associated with the probability of text responses  (20) .\n\nIn the research from Rubinstein et al., patients with SBP and DBP between 120-139 and 80-89 mmHg was selected. Participants received either monthly motivational counselling calls and weekly personalized text messages to their mobile phones about diet quality and physical activity for 12 months, or usual care. Intervention did not affect change in SBP (mean net change, -0.37 mmHg; 95% CI: -2.15 to 1.40 mmHg; P=0.43) or DBP (mean net change, 0.01 mmHg; 95% CI: -1.29 to 1.32 mmHg; P=0.99). However, there was a significant net reduction in body weight [-0.66 kg (-1.24 to -0.07); P=0.04] and intake of high-fat and high-sugar foods [-0.75 (-1.30 to -0.20); P=0.008] in the intervention group compared with the control group. Participants in the intervention group who received more than 75% of the calls (9 or more, from a maximum of 12) had a greater reduction of body weight [-4.85 (-8.21 to -1.48)] and waist circumference [-3.31 (-5.95 to -0.67)] than participants in the control group  (21) .\n\nIn a study from Knight et al., older adults were randomly assigned to receive a personal activity program targeting changes to either daily exercise, sedentary behavior, or both at home during the 12 weeks. All participants received © mHealth. All rights reserved.\n\nmHealth 2017;3:51 mhealth.amegroups.com an mHealth technology kit including: smartphone, blood pressure monitor, glucometer, and pedometer. There were no differences between groups at baseline (P>0.05). The intervention had a significant effect [F(10 488)=2.947, P=0.001, ηP²=0.057], with similar changes across all groups for physical activity, body weight, and blood pressure (P>0.05). Changes in blood glucose were significantly different between groups, with groups prescribed highintensity activity (i.e., exercise) demonstrating greater reductions in blood glucose than the group prescribed changes to sedentary behavior alone (P<0.05)  (22) .\n\nPellegrini et al. in their research showed that inactive adults with poor quality diet in The Make Better Choices 2 (MBC2) trial and mhealth intervention will maximize initiation and maintenance of multiple healthful behavior changes  (23) ."
    },
    {
      "title": "Discussion",
      "text": "Having an established educational plan, with various integrated educational strategies, would improve the quality of education. Using the capabilities of smart mobile phones, a proper educational program could significantly change the quality of behaviors associated with a healthy lifestyle. The most appropriate way to reduce geriatric problems and move closer to a successful old age is to take on a healthy lifestyle in this period. Lifestyle factors, physical activity and healthy diet in particular, are the main determinants of physiological and psychological health during old age  (24) . Despite the various proven benefits of physical activity, elderly people still don't exercise as much as they should  (25) . Using the mHealth technology alongside medical prescriptions, we can improve physical activity levels, normalize BMIs  (13, 16, 19, 26) . and change inactive and sedentary behavior in the elderly population  (18) . The mHealth technology can help change and develop health behaviors (increased consumption of fruits and vegetables, stress management, reduced consumption of salt and improved quality of diet and sleep) and improve selfefficacy in elderly individuals with chronic disease (cognitive disorders & Alzheimer's, heart disease and susceptibility to metabolic risk & diabetes) through text messages, voice messages, voice calls and game-based mobile applications. In upper-middle income countries, women undergoing menopause  (27)  and elderly cancer patients, as well, can benefit from the effects of mHealth in regard to adoption of healthy behavior and improvement of quality of life, self-regulation, self-monitoring and overall health  (20) . Furthermore, the mHealth technology can play the role of a reminder, which is a good strategy for adherence to treatment, improved care for diabetic foot ulcers and in-house clinical measurements  (12, 15, 17, 22) . What's interesting is that the elderly population have fully accepted this technology as a tool for monitoring and changing of behavior  (9) , mainly because the technology and its specific characteristics have proven useful in meeting their information needs, especially in regard to health  (9) . There is a frequent usage of SMS among the elderly due to the low level of technology skills required for sending and receiving them  (10) . To present reliable, authentic and practical information relating mHealth services that can lead to improved health levels and healthy lifestyles, sampling is better done among individuals with similar physical, functional and psychological conditions, age-groups, cultural characteristics, incomes and places of residence (city, rural, etc.), so that better, more logical results are achieved; the reason we mention this is that elderly minorities and ethnic groups, people with low health literacy and depressed individuals might use this technology to a lesser degree  (20) . It's important to note that we can form behavior through this technology along with medical instructions and recommendations, but this might not be a stable enough option in the course of time, as it requires help from other individuals. Considering the age-related characteristics and physical capabilities of elderly people, it would be more effective to focus on one specific behavior and its related functions, so that the elderly participants can have better self-monitoring capability and the interference of multiple simultaneous activities related to behavior doesn't affect the quality and quantity of their activity monitoring and reporting. On the other hand, the direct influence of mobile technology, along with behavioral change theories, can strengthen the interventions  (26) ."
    },
    {
      "title": "Conclusions",
      "text": "Our findings indicate the effectiveness of the mHealth technology in improving health behaviors, controlling the conditions of elderly individuals, changing their lifestyles and reducing risks under chronic conditions. This technology seems to be suitable and effective for elderly people and its use could help them achieve desirable health outcomes. However, further research is required in this area."
    },
    {
      "text": "Scope of studies included in the reviewFlowchart for selection of primary study."
    },
    {
      "text": "Research methodology and features"
    },
    {
      "text": "continued)"
    },
    {
      "title": "Acknowledgements",
      "text": "The authors would like to thank the  Research Counseling"
    },
    {
      "title": "Conflicts of Interest:",
      "text": "The authors have no conflicts of interest to declare."
    }
  ],
  "references": [
    {
      "title": "World report on ageing and health",
      "year": 2015,
      "raw": "Who \n\t\t \n\t\t \n\t\t World report on ageing and health \n\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t WHO. World report on ageing and health 2015. Available online: http://www.who.int/ageing/events/world-report- 2015-launch/en/"
    },
    {
      "title": "The socio-Demographic factors affect on Health life style of tehranian elderly",
      "authors": [
        "B Zare",
        "Z Soltani"
      ],
      "year": 2015,
      "journal": "Social and research studies",
      "volume": "4",
      "raw": "The socio-Demographic factors affect on Health life style of tehranian elderly \n\t\t \n\t\t\t B Zare \n\t\t \n\t\t \n\t\t\t Z Soltani \n\t\t \n\t\t \n\t\t\t M R \n\t\t \n\t \n\t \n\t\t Social and research studies \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Zare B, kavefirouz Z, Soltani MR. The socio-Demographic factors affect on Health life style of tehranian elderly. Social and research studies 2015;4:119-44."
    },
    {
      "title": "Ageing populations: the challenges ahead",
      "authors": [
        "K Christensen",
        "G Doblhammer",
        "R Rau"
      ],
      "year": 2009,
      "doi": "10.1016/s0140-6736(09)61460-4",
      "journal": "Lancet",
      "volume": "374",
      "raw": "Ageing populations: the challenges ahead \n\t\t \n\t\t\t K Christensen \n\t\t \n\t\t \n\t\t\t G Doblhammer \n\t\t \n\t\t \n\t\t\t R Rau \n\t\t \n\t\t 10.1016/s0140-6736(09)61460-4 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 374 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Christensen K, Doblhammer G, Rau R, et al. Ageing populations: the challenges ahead. Lancet 2009;374:1196-208."
    },
    {
      "title": "Comparative Study of Physical and Mental Health status of old people in aged groups of 60-64 and 65-69 years old in Tehran metropolitan area",
      "authors": [
        "M Alizadeh",
        "H Fakhrzadeh",
        "F Sharifi"
      ],
      "year": 2013,
      "doi": "10.62091/hsm2024006",
      "journal": "Iran J Diabetes Metab",
      "volume": "13",
      "raw": "Comparative Study of Physical and Mental Health status of old people in aged groups of 60-64 and 65-69 years old in Tehran metropolitan area \n\t\t \n\t\t\t M Alizadeh \n\t\t \n\t\t \n\t\t\t H Fakhrzadeh \n\t\t \n\t\t \n\t\t\t F Sharifi \n\t\t \n\t\t 10.62091/hsm2024006 \n\t \n\t \n\t\t Iran J Diabetes Metab \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Alizadeh M, Fakhrzadeh H, Sharifi F, et al. Comparative Study of Physical and Mental Health status of old people in aged groups of 60-64 and 65-69 years old in Tehran metropolitan area. Iran J Diabetes Metab 2013;13:50-61."
    },
    {
      "title": "e-Health: a position statement of the European Society of Cardiology",
      "authors": [
        "M Cowie",
        "J Bax",
        "N Bruining"
      ],
      "year": 2016,
      "doi": "10.1093/eurheartj/ehv416",
      "journal": "Eur Heart J",
      "volume": "37",
      "raw": "e-Health: a position statement of the European Society of Cardiology \n\t\t \n\t\t\t M R Cowie \n\t\t \n\t\t \n\t\t\t J Bax \n\t\t \n\t\t \n\t\t\t N Bruining \n\t\t \n\t\t 10.1093/eurheartj/ehv416 \n\t \n\t \n\t\t Eur Heart J \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Cowie MR, Bax J, Bruining N, et al. e-Health: a position statement of the European Society of Cardiology. Eur Heart J 2016;37:63-6."
    },
    {
      "title": "Patterns of technology use among older adults with and without disabilities",
      "authors": [
        "N Gell",
        "D Rosenberg",
        "G Demiris"
      ],
      "year": 2015,
      "doi": "10.1093/geront/gnt166",
      "journal": "Gerontologist",
      "volume": "55",
      "raw": "Patterns of technology use among older adults with and without disabilities \n\t\t \n\t\t\t N M Gell \n\t\t \n\t\t \n\t\t\t D E Rosenberg \n\t\t \n\t\t \n\t\t\t G Demiris \n\t\t \n\t\t 10.1093/geront/gnt166 \n\t \n\t \n\t\t Gerontologist \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Gell NM, Rosenberg DE, Demiris G, et al. Patterns of technology use among older adults with and without disabilities. Gerontologist 2015;55:412-21."
    },
    {
      "title": "The World in 2014: ICT Facts and Figures",
      "doi": "10.1163/2210-7975_hrd-9211-3012",
      "raw": "10.1163/2210-7975_hrd-9211-3012 \n\t\t \n\t\t The World in 2014: ICT Facts and Figures \n\t\t \n\t \n\t The World in 2014: ICT Facts and Figures. Available online: https://www.itu.int/en/ITU-D/Statistics/ Documents/facts/ICTFactsFigures2014-e.pdf"
    },
    {
      "title": "Who over 65 is online?\" Older adults' dispositions toward information communication technology",
      "authors": [
        "K Vroman",
        "S Arthanat",
        "C Lysack"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2014.10.018",
      "journal": "Comput Hum Behav",
      "volume": "43",
      "raw": "Who over 65 is online?\" Older adults' dispositions toward information communication technology \n\t\t \n\t\t\t K G Vroman \n\t\t \n\t\t \n\t\t\t S Arthanat \n\t\t \n\t\t \n\t\t\t C Lysack \n\t\t \n\t\t 10.1016/j.chb.2014.10.018 \n\t \n\t \n\t\t Comput Hum Behav \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Vroman KG, Arthanat S, Lysack C. \"Who over 65 is online?\" Older adults' dispositions toward information communication technology. Comput Hum Behav 2015;43:156-66."
    },
    {
      "title": "Age-related difference in the use of mobile phones",
      "authors": [
        "J Zhou",
        "P Rau",
        "G Salvendy"
      ],
      "year": 2014,
      "doi": "10.1007/s10209-013-0324-1",
      "journal": "Univ Access Inf Soc",
      "volume": "13",
      "raw": "Age-related difference in the use of mobile phones \n\t\t \n\t\t\t J Zhou \n\t\t \n\t\t \n\t\t\t P L Rau \n\t\t \n\t\t \n\t\t\t G Salvendy \n\t\t \n\t\t 10.1007/s10209-013-0324-1 \n\t \n\t \n\t\t Univ Access Inf Soc \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Zhou J, Rau PL, Salvendy G. Age-related difference in the use of mobile phones. Univ Access Inf Soc 2014;13:401-13."
    },
    {
      "title": "Ambient Assistive Technologies (AAT): socio-technology as a powerful tool for facing the inevitable sociodemographic challenges?",
      "authors": [
        "A Schülke",
        "H Plischke",
        "N Kohls"
      ],
      "year": 2010,
      "doi": "10.1186/1747-5341-5-8",
      "journal": "Philos Ethics Humanit Med",
      "volume": "5",
      "pages": "8",
      "raw": "Ambient Assistive Technologies (AAT): socio-technology as a powerful tool for facing the inevitable sociodemographic challenges? \n\t\t \n\t\t\t A M Schülke \n\t\t \n\t\t \n\t\t\t H Plischke \n\t\t \n\t\t \n\t\t\t N B Kohls \n\t\t \n\t\t 10.1186/1747-5341-5-8 \n\t \n\t \n\t\t Philos Ethics Humanit Med \n\t\t \n\t\t\t 5 \n\t\t\t 8 \n\t\t\t 2010 \n\t\t \n\t \n\t Schülke AM, Plischke H, Kohls NB. Ambient Assistive Technologies (AAT): socio-technology as a powerful tool for facing the inevitable sociodemographic challenges? Philos Ethics Humanit Med 2010;5:8."
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
      "authors": [
        "D Moher",
        "L Shamseer",
        "M Clarke"
      ],
      "year": 2015,
      "doi": "10.1186/2046-4053-4-1",
      "journal": "Syst Rev",
      "volume": "4",
      "pages": "1",
      "raw": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement \n\t\t \n\t\t\t D Moher \n\t\t \n\t\t \n\t\t\t L Shamseer \n\t\t \n\t\t \n\t\t\t M Clarke \n\t\t \n\t\t 10.1186/2046-4053-4-1 \n\t \n\t \n\t\t Syst Rev \n\t\t \n\t\t\t 4 \n\t\t\t 1 \n\t\t\t 2015 \n\t\t \n\t \n\t Moher D, Shamseer L, Clarke M, et al. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst Rev 2015;4:1."
    },
    {
      "title": "Diabetes self-management support using mHealth and enhanced informal caregiving",
      "authors": [
        "J Aikens",
        "K Zivin",
        "R Trivedi"
      ],
      "year": 2014,
      "doi": "10.1016/j.jdiacomp.2013.11.008",
      "journal": "J Diabetes Complications",
      "volume": "28",
      "raw": "Diabetes self-management support using mHealth and enhanced informal caregiving \n\t\t \n\t\t\t J E Aikens \n\t\t \n\t\t \n\t\t\t K Zivin \n\t\t \n\t\t \n\t\t\t R Trivedi \n\t\t \n\t\t 10.1016/j.jdiacomp.2013.11.008 \n\t \n\t \n\t\t J Diabetes Complications \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Aikens JE, Zivin K, Trivedi R, et al. Diabetes self- management support using mHealth and enhanced informal caregiving. J Diabetes Complications 2014;28:171-6."
    },
    {
      "title": "mActive: A Randomized Clinical Trial of an Automated mHealth Intervention for Physical Activity Promotion",
      "authors": [
        "S Martin",
        "D Feldman",
        "R Blumenthal"
      ],
      "year": 2015,
      "doi": "10.1161/jaha.115.002239",
      "journal": "J Am Heart Assoc",
      "volume": "4",
      "raw": "mActive: A Randomized Clinical Trial of an Automated mHealth Intervention for Physical Activity Promotion \n\t\t \n\t\t\t S S Martin \n\t\t \n\t\t \n\t\t\t D I Feldman \n\t\t \n\t\t \n\t\t\t R S Blumenthal \n\t\t \n\t\t 10.1161/jaha.115.002239 \n\t \n\t \n\t\t J Am Heart Assoc \n\t\t \n\t\t\t 4 \n\t\t\t 2015 \n\t\t \n\t \n\t Martin SS, Feldman DI, Blumenthal RS, et al. mActive: A Randomized Clinical Trial of an Automated mHealth Intervention for Physical Activity Promotion. J Am Heart Assoc 2015;4."
    },
    {
      "title": "BeWell24: development and process evaluation of a smartphone \"app\" to improve sleep, sedentary, and active behaviors in US Veterans with increased metabolic risk",
      "authors": [
        "M Buman",
        "D Epstein",
        "M Gutierrez"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-015-0359-3",
      "journal": "Transl Behav Med",
      "volume": "6",
      "raw": "BeWell24: development and process evaluation of a smartphone \"app\" to improve sleep, sedentary, and active behaviors in US Veterans with increased metabolic risk \n\t\t \n\t\t\t M P Buman \n\t\t \n\t\t \n\t\t\t D R Epstein \n\t\t \n\t\t \n\t\t\t M Gutierrez \n\t\t \n\t\t 10.1007/s13142-015-0359-3 \n\t \n\t \n\t\t Transl Behav Med \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Buman MP, Epstein DR, Gutierrez M, et al. BeWell24: development and process evaluation of a smartphone \"app\" to improve sleep, sedentary, and active behaviors in US Veterans with increased metabolic risk. Transl Behav Med 2016;6:438-48."
    },
    {
      "title": "Implementation of foot thermometry plus mHealth to prevent diabetic foot ulcers: study protocol for a randomized controlled trial",
      "authors": [
        "M Lazo-Porras",
        "A Bernabe-Ortiz",
        "K Sacksteder"
      ],
      "year": 2016,
      "doi": "10.1186/s13063-016-1333-1",
      "journal": "Trials",
      "volume": "17",
      "pages": "206",
      "raw": "Implementation of foot thermometry plus mHealth to prevent diabetic foot ulcers: study protocol for a randomized controlled trial \n\t\t \n\t\t\t M Lazo-Porras \n\t\t \n\t\t \n\t\t\t A Bernabe-Ortiz \n\t\t \n\t\t \n\t\t\t K A Sacksteder \n\t\t \n\t\t 10.1186/s13063-016-1333-1 \n\t \n\t \n\t\t Trials \n\t\t \n\t\t\t 17 \n\t\t\t 206 \n\t\t\t 2016 \n\t\t \n\t \n\t Lazo-Porras M, Bernabe-Ortiz A, Sacksteder KA, et al. Implementation of foot thermometry plus mHealth to prevent diabetic foot ulcers: study protocol for a randomized controlled trial. Trials 2016;17:206."
    },
    {
      "title": "Mobile health, exercise and metabolic risk: a randomized controlled trial",
      "authors": [
        "R Petrella",
        "M Stuckey",
        "S Shapiro"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-1082",
      "journal": "BMC Public Health",
      "volume": "14",
      "pages": "1082",
      "raw": "Mobile health, exercise and metabolic risk: a randomized controlled trial \n\t\t \n\t\t\t R J Petrella \n\t\t \n\t\t \n\t\t\t M I Stuckey \n\t\t \n\t\t \n\t\t\t S Shapiro \n\t\t \n\t\t 10.1186/1471-2458-14-1082 \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 14 \n\t\t\t 1082 \n\t\t\t 2014 \n\t\t \n\t \n\t Petrella RJ, Stuckey MI, Shapiro S, et al. Mobile health, exercise and metabolic risk: a randomized controlled trial. BMC Public Health 2014;14:1082."
    },
    {
      "title": "Mobile health (mHealth) based medication adherence measurement -a pilot trial using electronic blisters in diabetes patients",
      "authors": [
        "H Brath",
        "J Morak",
        "T Kästenbauer"
      ],
      "year": 2013,
      "doi": "10.1111/bcp.12184",
      "journal": "Br J Clin Pharmacol",
      "volume": "76",
      "issue": "Suppl 1",
      "raw": "Mobile health (mHealth) based medication adherence measurement -a pilot trial using electronic blisters in diabetes patients \n\t\t \n\t\t\t H Brath \n\t\t \n\t\t \n\t\t\t J Morak \n\t\t \n\t\t \n\t\t\t T Kästenbauer \n\t\t \n\t\t 10.1111/bcp.12184 \n\t \n\t \n\t\t Br J Clin Pharmacol \n\t\t \n\t\t\t 76 \n\t\t\t Suppl 1 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Brath H, Morak J, Kästenbauer T, et al. Mobile health (mHealth) based medication adherence measurement -a pilot trial using electronic blisters in diabetes patients. Br J Clin Pharmacol 2013;76 Suppl 1:47-55."
    },
    {
      "title": "Text Messaging for Exercise Promotion in Older Adults From an Upper-Middle-Income Country: Randomized Controlled Trial",
      "authors": [
        "A Müller",
        "S Khoo",
        "T Morris"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5235",
      "journal": "J Med Internet Res",
      "volume": "18",
      "pages": "e5",
      "raw": "Text Messaging for Exercise Promotion in Older Adults From an Upper-Middle-Income Country: Randomized Controlled Trial \n\t\t \n\t\t\t A M Müller \n\t\t \n\t\t \n\t\t\t S Khoo \n\t\t \n\t\t \n\t\t\t T Morris \n\t\t \n\t\t 10.2196/jmir.5235 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 18 \n\t\t\t e5 \n\t\t\t 2016 \n\t\t \n\t \n\t Müller AM, Khoo S, Morris T. Text Messaging for Exercise Promotion in Older Adults From an Upper- Middle-Income Country: Randomized Controlled Trial. J Med Internet Res 2016;18:e5."
    },
    {
      "title": "Feasibility of a Memory Clinic-Based Physical Activity Prescription Program",
      "authors": [
        "E Vidoni",
        "A Watts",
        "J Burns"
      ],
      "year": 2016,
      "doi": "10.3233/jad-160158",
      "journal": "J Alzheimers Dis",
      "volume": "53",
      "raw": "Feasibility of a Memory Clinic-Based Physical Activity Prescription Program \n\t\t \n\t\t\t E D Vidoni \n\t\t \n\t\t \n\t\t\t A S Watts \n\t\t \n\t\t \n\t\t\t J M Burns \n\t\t \n\t\t 10.3233/jad-160158 \n\t \n\t \n\t\t J Alzheimers Dis \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Vidoni ED, Watts AS, Burns JM, et al. Feasibility of a Memory Clinic-Based Physical Activity Prescription Program. J Alzheimers Dis 2016;53:161-70."
    },
    {
      "title": "Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes",
      "authors": [
        "L Nelson",
        "S Mulvaney",
        "T Gebretsadik"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv082",
      "journal": "J Am Med Inform Assoc",
      "volume": "23",
      "raw": "Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes \n\t\t \n\t\t\t L A Nelson \n\t\t \n\t\t \n\t\t\t S A Mulvaney \n\t\t \n\t\t \n\t\t\t T Gebretsadik \n\t\t \n\t\t 10.1093/jamia/ocv082 \n\t \n\t \n\t\t J Am Med Inform Assoc \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Nelson LA, Mulvaney SA, Gebretsadik T, et al. Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes. J Am Med Inform Assoc 2016;23:12-8."
    },
    {
      "title": "Effectiveness of an mHealth intervention to improve the cardiometabolic profile of people with prehypertension in low-resource urban settings in Latin America: a randomised controlled trial",
      "authors": [
        "A Rubinstein",
        "J Miranda",
        "A Beratarrechea"
      ],
      "year": 2016,
      "doi": "10.1016/s2213-8587(15)00381-2",
      "journal": "Lancet Diabetes Endocrinol",
      "volume": "4",
      "raw": "Effectiveness of an mHealth intervention to improve the cardiometabolic profile of people with prehypertension in low-resource urban settings in Latin America: a randomised controlled trial \n\t\t \n\t\t\t A Rubinstein \n\t\t \n\t\t \n\t\t\t J J Miranda \n\t\t \n\t\t \n\t\t\t A Beratarrechea \n\t\t \n\t\t 10.1016/s2213-8587(15)00381-2 \n\t \n\t \n\t\t Lancet Diabetes Endocrinol \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Rubinstein A, Miranda JJ, Beratarrechea A, et al. Effectiveness of an mHealth intervention to improve the cardiometabolic profile of people with prehypertension in low-resource urban settings in Latin America: a randomised controlled trial. Lancet Diabetes Endocrinol 2016;4:52-63."
    },
    {
      "title": "Health promotion through primary care: enhancing self-management with activity prescription and mHealth",
      "authors": [
        "E Knight",
        "M Stuckey",
        "R Petrella"
      ],
      "year": 2014,
      "doi": "10.3810/psm.2014.09.2080",
      "journal": "Phys Sportsmed",
      "volume": "42",
      "raw": "Health promotion through primary care: enhancing self-management with activity prescription and mHealth \n\t\t \n\t\t\t E Knight \n\t\t \n\t\t \n\t\t\t M I Stuckey \n\t\t \n\t\t \n\t\t\t R J Petrella \n\t\t \n\t\t 10.3810/psm.2014.09.2080 \n\t \n\t \n\t\t Phys Sportsmed \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Knight E, Stuckey MI, Petrella RJ. Health promotion through primary care: enhancing self-management with activity prescription and mHealth. Phys Sportsmed 2014;42:90-9."
    },
    {
      "title": "Design and protocol of a randomized multiple behavior change trial: Make Better Choices 2 (MBC2)",
      "authors": [
        "C Pellegrini",
        "J Steglitz",
        "W Johnston"
      ],
      "year": 2015,
      "doi": "10.1016/j.cct.2015.01.009",
      "journal": "Contemp Clin Trials",
      "volume": "41",
      "pages": "51",
      "raw": "Design and protocol of a randomized multiple behavior change trial: Make Better Choices 2 (MBC2) \n\t\t \n\t\t\t C A Pellegrini \n\t\t \n\t\t \n\t\t\t J Steglitz \n\t\t \n\t\t \n\t\t\t W Johnston \n\t\t \n\t\t 10.1016/j.cct.2015.01.009 \n\t \n\t \n\t\t Contemp Clin Trials \n\t\t \n\t\t\t 41 \n\t\t\t 51 \n\t\t\t 2015. 2017 \n\t\t \n\t \n\t mHealth \n\t Pellegrini CA, Steglitz J, Johnston W, et al. Design and protocol of a randomized multiple behavior change trial: Make Better Choices 2 (MBC2). Contemp Clin Trials 2015;41:85-92. © mHealth. All rights reserved. mHealth 2017;3:51 mhealth.amegroups.com"
    },
    {
      "title": "State of the art review: Physical activity and older adults",
      "authors": [
        "C Macera",
        "A Cavanaugh",
        "J Bellettiere"
      ],
      "year": 2017,
      "doi": "10.1177/1559827615571897",
      "journal": "Am J Lifestyle Med",
      "volume": "11",
      "raw": "State of the art review: Physical activity and older adults \n\t\t \n\t\t\t C A Macera \n\t\t \n\t\t \n\t\t\t A Cavanaugh \n\t\t \n\t\t \n\t\t\t J Bellettiere \n\t\t \n\t\t 10.1177/1559827615571897 \n\t \n\t \n\t\t Am J Lifestyle Med \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Macera CA, Cavanaugh A, Bellettiere J. State of the art review: Physical activity and older adults. Am J Lifestyle Med 2017;11: 42-57."
    },
    {
      "title": "Physical activity in older people: a systematic review",
      "authors": [
        "F Sun",
        "I Norman",
        "A While"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2458-13-449",
      "journal": "BMC Public Health",
      "volume": "13",
      "pages": "449",
      "raw": "Physical activity in older people: a systematic review \n\t\t \n\t\t\t F Sun \n\t\t \n\t\t \n\t\t\t I J Norman \n\t\t \n\t\t \n\t\t\t A E While \n\t\t \n\t\t 10.1186/1471-2458-13-449 \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 13 \n\t\t\t 449 \n\t\t\t 2013 \n\t\t \n\t \n\t Sun F, Norman IJ, While AE. Physical activity in older people: a systematic review. BMC Public Health 2013;13:449."
    },
    {
      "title": "Randomized Trial of a Fitbit-Based Physical Activity Intervention for Women",
      "authors": [
        "L Cadmus-Bertram",
        "B Marcus",
        "R Patterson"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2015.01.020",
      "journal": "Am J Prev Med",
      "volume": "49",
      "raw": "Randomized Trial of a Fitbit-Based Physical Activity Intervention for Women \n\t\t \n\t\t\t L A Cadmus-Bertram \n\t\t \n\t\t \n\t\t\t B H Marcus \n\t\t \n\t\t \n\t\t\t R E Patterson \n\t\t \n\t\t 10.1016/j.amepre.2015.01.020 \n\t \n\t \n\t\t Am J Prev Med \n\t\t \n\t\t\t 49 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Cadmus-Bertram LA, Marcus BH, Patterson RE, et al. Randomized Trial of a Fitbit-Based Physical Activity Intervention for Women. Am J Prev Med 2015;49:414-8."
    },
    {
      "title": "Testing the effects of narrative and play on physical activity among breast cancer survivors using mobile apps: study protocol for a randomized controlled trial",
      "authors": [
        "E Lyons",
        "T Baranowski",
        "K Basen-Engquist"
      ],
      "year": 2016,
      "doi": "10.1186/s12885-016-2244-y",
      "journal": "BMC Cancer",
      "volume": "16",
      "pages": "202",
      "raw": "Testing the effects of narrative and play on physical activity among breast cancer survivors using mobile apps: study protocol for a randomized controlled trial \n\t\t \n\t\t\t E J Lyons \n\t\t \n\t\t \n\t\t\t T Baranowski \n\t\t \n\t\t \n\t\t\t K M Basen-Engquist \n\t\t \n\t\t 10.1186/s12885-016-2244-y \n\t \n\t \n\t\t BMC Cancer \n\t\t \n\t\t\t 16 \n\t\t\t 202 \n\t\t\t 2016 \n\t\t \n\t \n\t Lyons EJ, Baranowski T, Basen-Engquist KM, et al. Testing the effects of narrative and play on physical activity among breast cancer survivors using mobile apps: study protocol for a randomized controlled trial. BMC Cancer 2016;16:202."
    }
  ],
  "num_references": 27,
  "figures": [
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Scope of studies included in the reviewFlowchart for selection of primary study."
    },
    {
      "type": "table",
      "caption": "Table 2",
      "description": "Research methodology and features"
    },
    {
      "type": "table",
      "caption": "Table 2 (",
      "description": "continued)"
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "Figure 1 Category Subcategory N %study From Call cell phone 2 15.38 mHealth Text message 6 46.15 Mobile app/game 5 38.46 mHealth Improve care, self-management, 5 38.46 function self-efficacy and education Behavior promotion (quality of 6 46.15 sleep, diet and physical activity and mental health) Medication adherence 2 15.38 Target Veterans with increased metabolic 1 7.69 group risk Postmenopausal women 2 15.38 Heart patients with acute coronary 2 15.38 syndrome/cardiometabolic Diabetic patients 4 30.76 Patients with cognitive disorders 1 7.69 Other aged 4 30.76"
    },
    {
      "content": "Study (focus of evaluation) Title Type of study Sample size of target group Duration of intervention The purpose of mHealth tool Findings Aikens JE, Zivin K, Diabetes self- Observational 303 (60-70 3-6 months Receiving IVR calls IVR-based Trivedi R, management study years, diabetic weekly information mHealth programs et al. 2014 support using patients) focused on improve disease mHealth and symptoms of monitoring and enhanced informal hypoglycemia and self-management care giving hyperglycemia support Martin SS, mActive: A RCT 42 (18-69 years, 18 weeks Using new Change in physical Feldman DI, Randomized Clinical cardiovascular technologies to activity, BMI and Blumenthal RS, et Trial of an Automated patients) provide individual systolic blood al. 2015 mHealth Intervention encouragement pressure for Physical Activity for physical Promotion activity Buman MP, BeWell24: A community- 26 (36-64 years) 8 weeks Multicomponent Sleep and Epstein DR, development embedded smartphone sedentary Gutierrez M, et al. and process iterative application for components was 2016 evaluation of a behavior change the enhanced smartphone \"app\" (sleep, sedentary self-awareness of to improve sleep, behavior, physical the participants' sedentary, and activity) behaviors active behaviors in US Veterans with increased metabolic risk Lazo-Porras M, Implementation of RCT 86 (18-80 12 months SMS and voice mHealth tool Bernabe-Ortiz A, foot thermometry years, diabetic messages causes better Sacksteder KA, plus mHealth to patients) as reminders health outcomes et al. 2016 prevent diabetic strategy for various foot ulcers: diseases study protocol for a randomized controlled trial Brath H, Morak J, Mobile health Controlled 53 (69.4±4.8 years, 4 weeks Medication Increased Kästenbauer T, et (mHealth) based randomized elderly) adherence adherence and al. 2013 medication doctor blinded improved control adherence of blood pressure measurement - and cholesterol a pilot trial using concentrations electronic blisters in diabetes patients Petrella RJ, Mobile health, RCT 127 (18-70 52 weeks Support exercise Reduction in Stuckey MI, exercise and years) anthropometric Shapiro S, et al. metabolic risk: indicators HbA1C, 2014 a randomized LDL and total controlled trial cholesterol"
    },
    {
      "content": "Study (focus of evaluation) Title Type of study Sample size of target group Duration of intervention The purpose of mHealth tool Findings Müller AM, Khoo Text Messaging for RCT 42 (55-70 years, 12 weeks Reminder to Improved exercise S, Morris T. 2016 Exercise Promotion older adults) follow the in Older Adults From exercises an Upper-Middle- Income Country: Randomized Controlled Trial Vidoni ED, Watts Feasibility of a Randomized, 21 (72.3±5.2 years) 16 weeks Support physical Increased physical AS, Burns JM, Memory Clinic- crossover trial activity activity et al. 2016 Based Physical Activity Prescription Pellegrini CA, Design and protocol RCT 250 (18-65 9 months Self-monitoring Change in physical Steglitz J, of a randomized years, inactive behavior activity and diet Johnston W, multiple behavior people) et al. 2015 change trial: Make Better Choices 2 (MBC2) Nelson LA, Disparities in the RCT 80 (diabetic 3 months Medication Racial/ethnic, low Mulvaney SA, use of a mHealth patients) adherence health literacy, Gebretsadik T, medication more depressive et al. 2016 adherence symptoms effect promotion on mhealth intervention for low- engagement income adults with type 2 diabetes Rubinstein A, Effectiveness RCT 637 (30-60 12 months Changing diet Changes in Miranda JJ, of an mHealth years, quality and systolic and Beratarrechea A, intervention to prehypertension physical activity diastolic blood et al. 2016 improve the patients) or usual care pressure, cardiometabolic bodyweight some profile of people with dietary habits prehypertension such as intake of in low-resource high-fat , high- urban settings in sugar foods, fruits Latin America: and vegetables a randomised , decrease controlled trial high sodium consumption Knight E, Stuckey Health promotion RCT 45 (55-75 years) 12 weeks Monitoring blood Prevention of MI, Petrella RJ. through primary pressure physical lifestyle-related 2014 care: enhancing activity (steps/ chronic diseases self-management day), body weight with activity (kg), and blood prescription and glucose (mmol/L) mHealth"
    }
  ],
  "num_tables": 3,
  "license": "© mHealth. All rights reserved. © mHealth. All rights reserved. © mHealth. All rights reserved.",
  "license_type": "unknown",
  "formulas": [
    {
      "text": "PubMed =177 Science Direct =292 Web of science =520 Scopus =145 Embase =160 PubMed =63 Science Direct =2 Web of science =51 Scopus =1 Embase =14 PubMed =107 Science Direct =144 Web of science =245 Scopus =108 Embase =70 PubMed =3 Science Direct =2 Web of science =3 Scopus =1 Embase =3"
    }
  ],
  "num_formulas": 1,
  "num_citations": 44,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b20",
    "b24",
    "b26",
    "b13",
    "b16",
    "b7",
    "b23",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b25",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Health Education & Promotion , Abadan school of Medical Sciences , Abadan , Iran;",
    "[raw_affiliation] 2  Department of Health Education & Promotion , School of Health , Shiraz University of Medical Sciences , Shiraz , Iran",
    "[raw_affiliation] Department of Health Education & Promotion , School of Health , Shiraz University of Medical Sciences , Shiraz , Iran.",
    "[raw_affiliation] Center and the Computer Department of Shiraz University of Medical Sciences .",
    "[submission] Received: 09 June 2016; Accepted: 23 August 2017;",
    "RCT, randomized controlled trial; IVR, interactive voice response; BMI, body mass index; SMS, short message services; mHealth, mobile health; LDL, low-density lipoprotein.",
    "© mHealth. All rights reserved.mHealth 2017;3:51 mhealth.amegroups.com",
    "[raw_reference] WHO. World report on ageing and health 2015. Available online: http://www.who.int/ageing/events/world-report- 2015-launch/en/",
    "[raw_reference] Zare B, kavefirouz Z, Soltani MR. The socio-Demographic factors affect on Health life style of tehranian elderly. Social and research studies 2015;4:119-44.",
    "[raw_reference] Christensen K, Doblhammer G, Rau R, et al. Ageing populations: the challenges ahead. Lancet 2009;374:1196-208.",
    "[raw_reference] Alizadeh M, Fakhrzadeh H, Sharifi F, et al. Comparative Study of Physical and Mental Health status of old people in aged groups of 60-64 and 65-69 years old in Tehran metropolitan area. Iran J Diabetes Metab 2013;13:50-61.",
    "[raw_reference] Cowie MR, Bax J, Bruining N, et al. e-Health: a position statement of the European Society of Cardiology. Eur Heart J 2016;37:63-6.",
    "[raw_reference] Gell NM, Rosenberg DE, Demiris G, et al. Patterns of technology use among older adults with and without disabilities. Gerontologist 2015;55:412-21.",
    "[raw_reference] The World in 2014: ICT Facts and Figures. Available online: https://www.itu.int/en/ITU-D/Statistics/ Documents/facts/ICTFactsFigures2014-e.pdf",
    "[raw_reference] Vroman KG, Arthanat S, Lysack C. \"Who over 65 is online?\" Older adults' dispositions toward information communication technology. Comput Hum Behav 2015;43:156-66.",
    "[raw_reference] Zhou J, Rau PL, Salvendy G. Age-related difference in the use of mobile phones. Univ Access Inf Soc 2014;13:401-13.",
    "[raw_reference] Schülke AM, Plischke H, Kohls NB. Ambient Assistive Technologies (AAT): socio-technology as a powerful tool for facing the inevitable sociodemographic challenges? Philos Ethics Humanit Med 2010;5:8.",
    "[raw_reference] Moher D, Shamseer L, Clarke M, et al. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst Rev 2015;4:1.",
    "[raw_reference] Aikens JE, Zivin K, Trivedi R, et al. Diabetes self- management support using mHealth and enhanced informal caregiving. J Diabetes Complications 2014;28:171-6.",
    "[raw_reference] Martin SS, Feldman DI, Blumenthal RS, et al. mActive: A Randomized Clinical Trial of an Automated mHealth Intervention for Physical Activity Promotion. J Am Heart Assoc 2015;4.",
    "[raw_reference] Buman MP, Epstein DR, Gutierrez M, et al. BeWell24: development and process evaluation of a smartphone \"app\" to improve sleep, sedentary, and active behaviors in US Veterans with increased metabolic risk. Transl Behav Med 2016;6:438-48.",
    "[raw_reference] Lazo-Porras M, Bernabe-Ortiz A, Sacksteder KA, et al. Implementation of foot thermometry plus mHealth to prevent diabetic foot ulcers: study protocol for a randomized controlled trial. Trials 2016;17:206.",
    "[raw_reference] Petrella RJ, Stuckey MI, Shapiro S, et al. Mobile health, exercise and metabolic risk: a randomized controlled trial. BMC Public Health 2014;14:1082.",
    "[raw_reference] Brath H, Morak J, Kästenbauer T, et al. Mobile health (mHealth) based medication adherence measurement -a pilot trial using electronic blisters in diabetes patients. Br J Clin Pharmacol 2013;76 Suppl 1:47-55.",
    "[raw_reference] Müller AM, Khoo S, Morris T. Text Messaging for Exercise Promotion in Older Adults From an Upper- Middle-Income Country: Randomized Controlled Trial. J Med Internet Res 2016;18:e5.",
    "[raw_reference] Vidoni ED, Watts AS, Burns JM, et al. Feasibility of a Memory Clinic-Based Physical Activity Prescription Program. J Alzheimers Dis 2016;53:161-70.",
    "[raw_reference] Nelson LA, Mulvaney SA, Gebretsadik T, et al. Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes. J Am Med Inform Assoc 2016;23:12-8.",
    "[raw_reference] Rubinstein A, Miranda JJ, Beratarrechea A, et al. Effectiveness of an mHealth intervention to improve the cardiometabolic profile of people with prehypertension in low-resource urban settings in Latin America: a randomised controlled trial. Lancet Diabetes Endocrinol 2016;4:52-63.",
    "[raw_reference] Knight E, Stuckey MI, Petrella RJ. Health promotion through primary care: enhancing self-management with activity prescription and mHealth. Phys Sportsmed 2014;42:90-9.",
    "mHealth",
    "[raw_reference] Pellegrini CA, Steglitz J, Johnston W, et al. Design and protocol of a randomized multiple behavior change trial: Make Better Choices 2 (MBC2). Contemp Clin Trials 2015;41:85-92. © mHealth. All rights reserved. mHealth 2017;3:51 mhealth.amegroups.com",
    "[raw_reference] Macera CA, Cavanaugh A, Bellettiere J. State of the art review: Physical activity and older adults. Am J Lifestyle Med 2017;11: 42-57.",
    "[raw_reference] Sun F, Norman IJ, While AE. Physical activity in older people: a systematic review. BMC Public Health 2013;13:449.",
    "[raw_reference] Cadmus-Bertram LA, Marcus BH, Patterson RE, et al. Randomized Trial of a Fitbit-Based Physical Activity Intervention for Women. Am J Prev Med 2015;49:414-8.",
    "[raw_reference] Lyons EJ, Baranowski T, Basen-Engquist KM, et al. Testing the effects of narrative and play on physical activity among breast cancer survivors using mobile apps: study protocol for a randomized controlled trial. BMC Cancer 2016;16:202."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Mhealth",
  "volume": "3",
  "pages": "51-51",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.062494",
    "zotero_item_type": "journalArticle"
  }
}
