{
  "paper_id": "73GHJECH",
  "title": "Message fatigue: Conceptual definition",
  "abstract": "Despite growing concern over the public's fatigue toward inundated health messages, communication research has largely neglected such ramifications of prolonged, real-life campaign exposure. This paper offers an initial conceptual and empirical treatment of message fatigue, an important, but understudied, side effect of campaigns. Specifically, it proposes conceptual and operational definitions of the construct and examines psychometric characteristics of a proposed message fatigue scale. The findings from two studies concerning safe sex (N = 412) and anti-obesity messages (N = 396) demonstrated solid support for the scale's unidimensionality. In support of construct validity, the scale exhibited significant associations with message avoidance, annoyance, information seeking, and desensitization. Moreover, in an experimental setting in Study 2, message fatigue negatively predicted attention and message elaboration, while positively predicting counterargument.",
  "year": 2015,
  "date": "2015",
  "journal": "Communication Research",
  "publication": "Communication Research",
  "authors": [
    {
      "forename": "Jiyeon",
      "surname": "So",
      "name": "Jiyeon So",
      "affiliation": "Department of Communication Studies , University of Georgia , Athens , GA , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Soela",
      "surname": "Kim",
      "name": "Soela Kim",
      "affiliation": "Department of Communication Studies , University of Georgia , Athens , GA , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Heather",
      "surname": "Cohen",
      "name": "Heather Cohen",
      "affiliation": "Department of Communication Studies , University of Georgia , Athens , GA , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "keywords": [
    ", operationalization, and correlates Message fatigue",
    "health campaigns",
    "message avoidance",
    "information seeking",
    "desensitization",
    "counterargument",
    "scale validation"
  ],
  "sections": [
    {
      "text": "neglected the ramifications of real-life exposure to multiple, similar messages over time  (Cho & Salmon, 2007) . As a result, we have not yet generated much knowledge on the cumulative effects of exposure to numerous iterations of similar messages, or to a \"class of messages,\" over an extended period of time  (Slater, 2004, p. 171) . Second, many communication scholars seem to assume that more message exposure is better or more effective than less exposure, without recognizing the potential risks of overexposure. This assumption has led scholars to become much more concerned about audiences' lack of repeated exposure to health campaign messages (e.g.,  Hornik, 2002)  than about overexposure to such messages. To be sure, repetition may lead to greater awareness and recognition  (Jeong, Tran, & Zhao, 2012) , but a growing body of research suggests that excessive repetition may be counterproductive (e.g.,  Baseman et al., 2013) . In sum, while it is vital to ensure substantive exposure conducive to positive outcomes, it is equally imperative to recognize, understand, and guard against potential consequences of too much exposure, especially in a media-saturated society.\n\nThis paper offers an initial conceptual and empirical treatment of message fatigue, which is one of the important, but understudied, side effects of prolonged message exposure. Specifically, this research sheds light on what message fatigue is, how it can be operationalized, and how it might influence processing of related health messages. The article starts with an overview of research on multiple-message exposure to establish a basis for understanding the contexts conducive to message fatigue. The paper then offers conceptual and operational definitions of message fatigue, followed by an examination of the psychometric characteristics of the message fatigue scale developed, utilizing data obtained from two studies concerning fatigue toward safe sex (Study 1) and obesityrelated messages (Study 2, wave 1), respectively. Moreover, to further test the scale's construct validity, the relationships between message fatigue and a set of key messageprocessing variablesattention, message elaboration, and counterargumentare examined in an experimental setting (Study 2, wave 2)."
    },
    {
      "title": "Message fatigue: A consequence of overexposure",
      "text": "Is more exposure necessarily better?\n\nAs the premise that more exposure may not necessarily translate into greater effects is central to the notion of message fatigue, we review extant research on multiple-message exposure effects that provides evidence for the premise. Although not directly concerning \"message\" fatigue per se, a foundation for understanding the effects of multiple-message exposures can be traced back to  Zajonc's (1968)  work on mere exposure. Consistent with Zajonc's hypothesis, considerable research demonstrated that repeated, unreinforced exposure to an unfamiliar stimulus (e.g., Chinese characters) can lead to positive evaluation of the stimulus. As empirical tests of the hypothesis accumulated, however, evidence of an inverted-U shape relationship between exposure frequency and evaluation emerged, indicating an existence of a threshold level of exposure frequency, after which more exposure damaged the evaluation of the stimuli (see  Bornstein, 1989  for a meta analysis). Despite the difference in the stimuli types employed in mere exposure studies (e.g., Chinese characters) and those in advertisement research, advertisement research largely replicated these previous findings. Initial repetitions led to positive evaluation of the advertisements, but once the exposure frequency reached a certain threshold point, additional exposure rendered audiences worn out,  (Calder & Sternthal, 1980)  and decreased the effectiveness of the advertisements (e.g.,  Belch, 1982; Cacioppo & Petty, 1979) . 1  More relevant to the current study, there have been notable lines of media effects and campaign research that speak meaningfully to the potential risks of excessive exposure. For example, the inverted-U shape relationship has also been observed between exposure to news reports containing a crime-related stereotype and related stereotypical perceptions  (Arendt, 2015) , and social media messages on hazards and risk perceptions  (Lu, Xie, & Liu, 2015) . In exploring possible causes of the observed inverted-U shape relationships,  Koch and Zerback (2013)  found that perceived persuasive intent decreased the overall positive effects of exposure frequency on message effects. This finding underscores the importance of considering risks of overexposure in campaign contexts, wherein persuasive intent is inarguably present. Although far from conclusive due to the paucity of research employing multiple exposures  (Arendt, 2015) , a growing body of campaign research also suggests that overexposure to campaign messages can lead to unfavorable outcomes, such as a decrease in anti-tobacco attitude  (Reinhard, Schindler, Raabe, Stahlberg, & Messner, 2014) , perceived threat of AIDS  (Schindler, Reinhard, & Stahlberg, 2011) , and recall of the health message content  (Baseman et al., 2013) ."
    },
    {
      "title": "Boundary condition for message fatigue",
      "text": "As the aforementioned review suggests, while repetition may be beneficial in increasing familiarity  (Jeong et al., 2012) , considerable research suggests that excessive message exposure can render the message ineffective in terms of persuasion. Given this thesis, we now turn to message fatigue, the focal concept of the current research, which we argue is one of the crucial consequences of overexposure to a class of messages, and a psychological state that facilitates the decline in message effectiveness or \"diminishing returns\"  (Silk, Atkin, & Salmon, 2011, p. 217) .\n\nBecause the concept of message fatigue has been used rather loosely and indiscriminately across disciplines, we lay out a set of boundary conditions of the concept used in our inquiry. First, the current study focuses on fatigue toward similar, as opposed to identical, messages. By similar messages, we mean messages that share a common, overarching theme or goal, such as inducing a global behavior (e.g., weight management), and therefore can be considered a \"class of messages\"  (Slater, 2004, p. 171) . Such distinction between message types is useful because some domains of research (e.g., media effects, campaign research) focus on fatigue caused by excessive exposure to a class of similar messages, while others (e.g., advertisement research) consider fatigue caused by repeated exposure to an identical message. Given that we are interested in the real-life fatigue experience caused by inundation of various messages addressing a common health concern, we take a more ecologically sound approach and focus on the former.\n\nSecond, research on the latter type of fatigue, which has its foundation in mere exposure research, typically involves fatigue occurring in a relatively short period of time. We will refer to this type of fatigue as acute message fatigue. Acute message fatigue is akin to message wearout studied widely in advertising research. To the contrary, the type of message fatigue we focus on in the current study is caused by excessive accumulation of exposure to similar messages, which typically takes place after a prolonged period of time. We refer to this type of message fatigue as chronic message fatigue. Because of the reasons articulated earlier in the introduction, research on chronic message fatigue has been rather scarce.\n\nThird, the \"message\" component of chronic message fatigue concerns both mediated and interpersonal messages. This is because campaign messages often stimulate other forms of mediated (e.g., news reports) and interpersonal communication (e.g., conversation with a family member) about a campaign issue in the long term and these various modes of communication collectively determine the overall campaign effects  (Atkin, 2001; Hornik, 2002) . Moreover, available research has documented that message fatigue can be generated by both mediated (e.g.,  Kinnick, Krugman, & Cameron, 1996)  and interpersonal sources (e.g.,  Stockman et al., 2004) , suggesting that the concept is not limited to one type of communication and should encompass various modes of communication. Thus, we elected not to specify the source of messages as one or the other, and left \"message\" purposefully broad and general in the conceptual and operational definitions. Note that, in comparison, research on acute message fatigue has focused on mediated messages (e.g., advertisements) only. The difference between acute and chronic message fatigue identified using the three criteria is summarized in Figure  1 ."
    },
    {
      "title": "Conceptual definition",
      "text": "Although research on message fatigue is dispersed and quite scarce, the existing research converges on a number of core, defining characteristics of the concept that represent different, but related, facets of the overarching construct. We drew from existing research on both acute and chronic message fatigue to identify conceptual dimensions of message fatigue because the essence of being fatigued by messages is shared across the two subtypes and research on the acute one can meaningfully inform the conceptualization of the chronic one. Extant research suggests that message fatigue encompasses some combinations of the following four dimensions: (1) perceived overexposure, or perception that one has been exposed to a class of messages beyond desired frequency  (Frew et al., 2013; Herbst et al., 2007) , (2) perceived redundancy, or perception that the messages are repetitive and overlapping  (Frew et al., 2013; Kinnick et al., 1996) , (3) exhaustion, or a feeling of being burned out  (Gorn & Goldberg, 1980; Kinnick et al., 1996) , and (4) tedium, or lack of enthusiasm  (Schumann & Clemons, 1989) .\n\nThe four dimensions of message fatigue are often intertwined and appear together in definitions or descriptions of message fatigue experience. Perceived overexposure and redundancy of messages have been identified across various domains of research as key aspects of message fatigue. For example, in the public health domain, in which much research on the concept has focused on safe sex messages, message fatigue has been defined as the loss of interests in HIV prevention messages or counseling due to overexposure to safe sex messages  (Herbst et al., 2007)  and a phenomenon of being weary of too many prevention messages  (Ogden & Bergmann, 2010) . Message repetitiveness or redundancy has also been noted as a critical aspect of the message environment conducive to safe sex message fatigue  (Frew et al., 2013) .\n\nA media effects perspective on message fatigue offered by  Kinnick et al. (1996)  sheds more light on the construct. They focused on a specific type of message fatigue caused by inundation of mass media messages about tragic social issues (e.g., child abuse), which they labeled as compassion fatigue. Kinnick et al. (1996)  described fatigued audiences as those \"grown weary of unrelenting media coverage of human tragedy and ubiquitous fund-raising appeals\" (p. 687). They further posited that the primary antecedent to message fatigue is message saturation caused by pervasive media messages about a given issue and \"flooding of multiple communication channels with redundant [italics added] messages\" (p. 689). To clarify, while overexposure and redundancy are identified as the two crucial environmental factors that induce message fatigue, it is the audiences' subjective perceptions of those environmental factors (i.e., perceived overexposure, perceived redundancy) that should be conceptualized as key elements of the audiences' fatigue experience.\n\nOn the more experiential side of message fatigue,  Kinnick et al. (1996)  described emotional exhaustion or burnout as an important way in which fatigue manifests itself. Likewise, being tired or burned out by overwhelming amounts of repetitive messages often appears in focus group interviews with fatigued individuals (e.g.,  Frew et al., 2013; Gorn & Goldberg, 1980) . This aspect of fatigue is also reflected in  Kinnick et al.'s (1996)  definition of compassion fatigue, which was stated succinctly as \"burnout toward social problems\" (p. 687) portrayed in the mass media. 2 Emphasizing the exhaustive state one experiences upon being fatigued by a host of messages, marketing scholars went so far as to label the phenomenon as message \"wearout\"  (Calder & Sternthal, 1980, p. 173) .\n\nIn addition to exhaustion, tedium reaction or boredom has been identified as another central element of fatigue experience. For example,  Cacioppo and Petty's (1979)  two-stage attitude modification model posits that overexposure to repetitive messages leads to tedium reactions, which, they argue, is responsible for the loss of message effectiveness. Likewise,  Schumann and Clemons (1989, p. 529)  referred to the phenomenon of people being tired of repetitive messages as \"tedium reaction,\" emphasizing the centrality of this dimension in the fatigue experience. Relatedly, drawing from two decades of mere exposure research,  Bornstein (1989)  identified boredom generated by excessive exposure as the primary mechanism for the decline of evaluation that occurs after the apex in the exposure-evaluation relationship has been reached.\n\nGiven the four conceptual dimensions of message fatigue extracted from the extant research, we define message fatigue as an aversive motivational state of being exhausted and bored by overexposure to similar, redundant messages over an extended period of time. The construct is defined as a motivational state because the extant research suggests that it energizes two important message-processing tendencies: disengagement with the message (e.g., inattention, avoidance;  Calder & Sternthal, 1980)  and resistance toward persuasive messages (e.g., counterargument;  Cacioppo & Petty, 1979) . 3 With the conceptual definition and the four dimensions in mind, we now review the existing instruments measuring message fatigue with an eye toward examining if the four dimensions are appropriately reflected in the existing operationalization of the construct."
    },
    {
      "title": "Operational definition",
      "text": "Besides advertisement research, in which fatigue has been typically operationalized in terms of its immediate effects (e.g., inattention) as opposed to the actual state and experience of being \"worn out\"  (Belch, 1981) , the vast majority of empirical research on chronic message fatigue has relied on either anecdotal evidence or evidence from qualitative interviews (e.g.,  Chillag et al., 2002; Frew et al., 2013; Shanahan & Elliott, 2009) . Consequently, operationalization of the construct as a psychological state has remained rudimentary. Although there has been no research proposing and validating a message fatigue scale, there have been notable efforts to operationalize the construct. For example,  Kinnick et al. (1996)  used a single-item measure asking respondents to report their \"feelings of burnout\" towards various social issues (p. 692). Focusing on the message environment aspect,  Stockman et al. (2004)  measured message fatigue with an item, \"I have heard enough about AIDS and don't want to hear any more about it.\" Similarly,  Arnold et al. (2014)  measured HIV message fatigue with two items: \"I am tired of thinking about HIV\" and \"There is too much focus on HIV.\" Although Arnold et al.'s items do not directly address fatigue from messages per se, they are nonetheless useful in identifying recent development on the operationalization of the construct. Of the existing measures, a 5-item scale developed by  Frew et al. (2013)  seems to offer the most nuanced understanding of the complex nature of the construct. The scale reflects three dimensions of message fatigue identified in the previous section: One item concerns overexposure (\"At this point, I've heard that using condoms prevents AIDS more than I ever needed to\"), two items concern redundancy (\"After seeing them for years, safe sex brochures and pamphlets seem repetitive,\" and \"Messages about safe sex are all beginning to sound the same to me\") and exhaustion (\"I am weary of hearing how important it is to use condoms,\" and \"People I know are burned out on safe sex campaigns\").\n\nThe existing instruments, however, suffer from several issues. First, some of the items lack semantic consistency and content validity. They concern different subjects experiencing fatigue (e.g., \"People I know\" versus \"I\") or do not directly concern fatigue from messages per se (\"I am tired of thinking about HIV\"). Second, despite the literature pointing to tedium reaction as an integral part of fatigue, this dimension is not represented in any of the operational definitions reviewed. Lastly, and most importantly, a systematic validation of the scale as a unidimensional construct has not been performed. Frew et al. (2013)  conducted an exploratory factor analysis and reported the reliability coefficient of their scale as evidence for internal consistency. However, internal consistency is an indicator of reliability, and as such, has no bearing on the validity or unidimensionality of a scale. A confirmatory factor analysis, as opposed to an exploratory one, must be performed to examine the factor structure  (Brown, 2015; Levine, 2005) . Furthermore, nomological network construct validation  (Cronbach & Meehl, 1955) , in which empirical relationships between the construct in question and measures of other supposedly related constructs are examined, has not been performed to date. Given the methodological issues, we developed a message fatigue scale based on the existing instruments and conceptual definitions (see Table  1 ) and performed a series of validation tests. As a first step toward the nomological network construct validation, we describe the variables below, with which message fatigue scale should show significant associations."
    },
    {
      "title": "Study 1",
      "text": "The extant research suggests a number of constructs that are expected to correlate with message fatigue. First, in  Kinnick et al.'s (1996)  study, selective avoidance of related media content was one of the strongest correlates of message fatigue. Similarly, interviews conducted by  Chillag et al. (2002)  shows that gay men \"don't want to go to another condom-on-a-banana demonstration\" (p. 32), indicating that fatigued individuals desire   Frew et al. (2013) . b Items adopted from  Arnold et al. (2014) .\n\nto avoid stimuli related to the fatigue. Relatedly, audiences who are overwhelmed by repetitive advertisements are shown to actively seek devices that enable them to avoid those advertisements  (Roberts & Alpert, 2010) . Thus, we expect that more fatigued individuals will exhibit stronger tendency to avoid exposure to related messages.\n\nSecond, fatigued individuals who, by definition, have been exposed to similar messages beyond desired frequency, are also likely to express annoyance toward related messages. Since annoyance or frustration is evoked when one's goals are obstructed by situational factors  (Roseman, 1984) , we expect exposure to undesired messages to cause annoyance. Indeed,  Edwards, Li, and Lee (2002)  reported that people expressed irritation toward exposure to unwanted advertisements. Similarly,  Gorn and Goldberg (1980)  observed that children exposed to repetitive advertisement expressed annoyance by making remarks such as \"Oh no, not again\" or \"not another one\" (p. 424).\n\nThird, another important correlate of message fatigue is information seeking. When one is tired of overexposure to similar messages, it is plausible to expect him/her to be unmotivated to seek further information about the message subject. Consistent with this expectation,  Kinnick et al. (1996)  found that more fatigued individuals were less likely to seek information about the subject. Similarly, in the safe sex message fatigue context, fatigued individuals are equated with those who do not show interests in obtaining safe sex-related information (e.g.,  Herbst et al., 2007) .\n\nIn order to test the divergent validity of the scale, we identified health-related variables that are expected to show no significant association with message fatigue. First, health locus of control, defined as one's belief that he or she is in control of his or her health  (Wallston, Wallston, & DeVellis, 1978) , is predicted to have no significant association with message fatigue. Second, there is no reason or relevant research to anticipate that health literacy, or individual's ability to process, understand, and evaluate information needed to make public health decisions  (Freedman et al., 2009) , to be significantly related to message fatigue. In sum, we predict: H1 (convergent validity): Message fatigue will be positively associated with a) message avoidance, b) annoyance, and negatively associated with c) information seeking.\n\nH2 (divergent validity): Message fatigue will not be significantly associated with a) health locus of control and b) health literacy."
    },
    {
      "title": "Method"
    },
    {
      "title": "Scale development",
      "text": "The research team initially developed scale items based on a review of existing research and measurements. The items were then reviewed by a content expert in health communication for face and content validity. After the expert review, a pilot test of the items was conducted with undergraduate students at a large public university in the U.S. (N = 105) to identify ambiguous or unclear items. The scale used in both the pilot study and Study 1, which employed college student samples, concerned fatigue toward safe sex messages as safe sex messages typically target young adults."
    },
    {
      "title": "Participants and procedure",
      "text": "The initial set of scale items reflecting the four dimensions of message fatigue toward safe sex messages were administered to college students via an online survey software Qualtrics. A total of 412 participants were recruited through a research subject pool at a large public university in the U.S. There were more females (67%) than males, and an average participant was 18.60 years old (SD = 3.29). The participants received class credit for their participation. The majority described themselves as Caucasian (70.6%), with the remainder identifying as African-American (6.6%), Hispanic (1.7%), Asian (12.9%), multiracial (7.0%), and others (1.0%; 0.2% missing data). A little less than half (42.72%) reported that they were sexually active."
    },
    {
      "title": "Measures",
      "text": "Unless noted otherwise, all items were measured with a 7-point Likert-type scale ranging from 1 (strongly disagree) to 7 (strongly agree). The questionnaire contained items in the order they are presented in this manuscript.\n\nMessage fatigue. Initially, a total of 16 items were developed to measure the four dimensions of message fatigue. Five items from Frew et al.'s study were included (see Table  1 ). Results of an initial confirmatory factor analysis indicated that three reverse items did not load well onto respective factors (all λ ≤ .37). Thus, these three items were excluded from the subsequent analyses, resulting in a total of 13 items (M = 4.31, SD = 1.16, α = .93; see Table  1 ).\n\nAvoidance. In order to measure avoidance toward safe sex messages, we created four items based on  Kinnick et al.'s (1996)  study that examined the relationship between compassion fatigue and avoidance of media messages on social issues. The four items included: \"If I could avoid hearing about issues related to unprotected sex, I would,\" \"I often try to walk away from a situation in which issues related to unprotected sex are discussed,\" \"If I see a program on TV that concerns safe sex, I would turn the channel to something different,\" and \"If I see campaign posters promoting safe sex, I turn away\" (M = 3.15, SD = 1.22, α = .91).\n\nAnnoyance. Annoyance toward safe sex messages was assessed with two items including, \"When I hear safe sex messages, I get annoyed\" and \"When I hear safe sex messages, I get irritated\" (M = 2.29, SD = 1.24, r = .88).\n\nInformation seeking. Information seeking about safe sex was measured with three items adopted from  Niederdeppe et al.'s (2007)  study. The items assessed the extent to which the participants made active efforts to obtain information about safe sex from their doctors, on the Internet, and from magazines within a year (M = 2.43, SD = 1.57, α = .76).\n\nHealth locus of control. Six items from  Wallston et al.'s (1978)  health locus of control scale were adopted to measure the construct. Sample items included \"I am in control of my health\" and \"When I get sick I am to blame\" (M = 4.91, SD = 1.11, α = .85).\n\nHealth literacy. The Single Item Literacy Screens (SILS;  Wallace, Rogers, Roskos, Holiday, & Weiss, 2006)  was used to measure health literacy. The item was \"How confident are you filling out medical forms by yourself?\" measured on a 5-point Likert-type scale ranging from 1 (not at all confident) to 5 (as confident as I can be; M = 3.73, SD = .82)."
    },
    {
      "title": "Results",
      "text": "The dimensionality of the message fatigue scale was examined with confirmatory factory analysis (CFA), and with tests of external and internal consistency  (Hunter & Gerbing, 1982) . The scale also underwent tests of face, content, and construct validity as guided by DeVellis (2012).\n\nConfirmatory factor analysis CFA using Mplus version 7.0  (Muthén & Muthén, 1998 -2012)  was conducted to examine the scale's dimensionality. Specifically, in order to examine the feasibility of the scale's unidimensionality, a higher-order CFA was pursued (see  Brown, 2015) . Four steps were taken following  Brown (2015) : (1) fit the first-order four factor model, (2) examine the magnitude and pattern of associations among the first-order factors, (3) fit the higher-order factor model, and (4) compare the fit of the lower-and higher-order models. The firstorder four factor model showed good fit to data, χ 2 (231) = 486.01, p < .001, CFI = .95, RMSEA = .05 (.05, .06), SRMR = .05. Factor loadings ranged from .54 to .96 and correlations between each pair of four factors were significant and high, ranging from .48 to .75 (all p < .001). Since significant associations among the four factors were observed, higher-order factor was deemed plausible  (Brown, 2015) . In a close examination of the correlation between the first-order factors, a pattern of correlations indicative of two second-order factors was observed: While the overexposure-redundancy pair (r = .75) and exhaustion-tedium pair (r = .73) correlated highly within the pair, the tedium dimension showed relatively lower associations with both overexposure (r = .48) and redundancy (r = .57). As overexposure and redundancy can be conceptualized as aspects of message fatigue concerning perceptions about one's message environment, and exhaustion and tedium focus on audience's responses to those perceptions, the observed two higherorder dimensions deemed conceptually plausible as well (see  Brown, 2015) . Thus, examinations of these two higher-order dimensions were included in the subsequent analyses.\n\nSince empirical feasibility of two second-order factors was observed, a total of five factor structures were examined for comparison: first-order single factor, first-order four factor, second-order single factor, second-order two factor, and third-order single factor. Since the third-order factor in the third-order single-factor model had two indicators (i.e., audience response and message environment dimensions), it was under-identified. Thus, following convention (e.g.,  Boster, Kotowski, Andrews, & Serota, 2011; Shen, Condit, & Wright, 2009) , three external variables that were expected to correlate with message fatigue (H1a-c) were included in the CFA model to permit comparisons of the model fit across the five structural models. In the first-order single-factor model, all items loaded onto a single factor in the first-order without any specification of dimensions. This model purported to be used in comparison to other structural models with four dimensions specified, in order to empirically examine the feasibility of the four dimensions. In the first-order four factor model, all four factors were allowed to be associated with each other and all of the external variables. In the second-order two factor model, the two second-order factors were allowed to be associated with each other and the external variables. In both second-order and third-order single-factor model, only the highestorder factor was allowed to be associated with the external variables. The three external variables were specified as single-indicator latent variables in all five models, following  Bollen (1989) . As the models estimated covariance between message fatigue factors and the external variables, the procedure also served as tests of external consistency of the scale.\n\nThe results indicated that all factor models except the first-order single-factor model had good fit to the data (see Table  2 ). The first-order single-factor model with no dimensions specified did not fit the data well, providing empirical evidence for the existence of the four dimensions. Thus, the following discussion will focus on the comparison of the four structural models that contains the four dimensions (see Figure  2 ). Higher-order models cannot improve model fit relative to first-order models, in which factors are freely intercorrelated  (Brown, 2015) . Thus, if statistical equivalence between a firstorder and a higher-order model can be demonstrated, the higher-order model can be accepted as a plausible account of the data  (Brown, 2015) . Although all of the fit indices of all four models were comparable, the third-order single-factor model was a particularly close approximation to the first-order model in terms of fit: CFI, RMSEA, and SRMR were identical between the two models. Moreover, the BIC difference between the two models was 16.35, in favor of the third-order single-factor model (see  Raftery, 1995) . Taken together, the result showed that the third-order unidimensional model is statistically equivalent to the first-order four factor model and, therefore, can be accepted as the final factor structure of the message fatigue scale."
    },
    {
      "title": "Construct validity",
      "text": "Construct validity was examined by testing convergent (H1) and divergent (H2) validity. Consistent with H1, message fatigue showed positive associations with message avoidance (r = .50; H1a) and annoyance (r = .43; H1b) and a negative association with information seeking (r = -.20; H1c) in the CFA model (all p < .001). A series of partial correlation analyses controlling for age and sex was conducted to further test H1 and H2. Consistent with the results of CFA, the pattern of associations predicted in H1 was also observed in the partial correlation analyses (see Table  3 ). Thus, the results collectively support H1a, H1b, and H1c and, consequently, the scale's convergent validity. In addition, as predicted by H2, message fatigue did not show significant associations with health locus of control (r p = .04, p = .43; H2a) and health literacy (r p = .05, p = .34; H2b). Thus, both H2a and H2b were supported, demonstrating the scale's divergent validity. Overall, the findings support the construct validity of the message fatigue scale."
    },
    {
      "title": "External consistency",
      "text": "Another piece of evidence supportive of unidimensionality of a scale comes from both lower-order factors and higher-order factors producing similar patterns of correlations with external variables  (Hunter & Gerbing, 1982) . Overall, the CFA results show that the lower-order and higher-order factors exhibited similar patterns of associations with the external variables both in terms of magnitude and direction (see Table  3 ). One exception was found in the first-order four factor CFA, in which overexposure had a non-significant relationship with information seeking (r = -.12, p = .09). However, the direction of association was consistent with the expectation (H1c) and the magnitude of association was similar to that between redundancy and information seeking (r = -.13, p = .04). Furthermore, the result of the partial correlation analysis demonstrated a significant association between overexposure and information seeking as expected (see Table  3 ). Thus, it is concluded that lower-order factors exhibited reasonable consistency in their relationships with external variables in comparison to each other and higher-order factors."
    },
    {
      "title": "Internal consistency",
      "text": "The four first-order factors showed good reliabilities ranging from .76 to .94 (see Table  3 ). The two second-order factors also showed good reliabilities, .86 for message environment dimension, which combined overexposure and redundancy items, and .94 for audience response dimension, which combined exhaustion and tedium items. Finally, the entire message fatigue scale showed good reliability (α = .93)."
    },
    {
      "title": "Study 2",
      "text": "In Study 2, the message fatigue scale was reexamined with a national adult sample and a different message topic (anti-obesity messages). The purpose of Study 2 was twofold: First,"
    },
    {
      "title": "COMMUNICATION MONOGRAPHS",
      "text": "it sought to replicate the findings from Study 1 with a different health message topic that has also received much public health attention, which renders message fatigue relevant. Second, we aimed at further substantiating the construct validity of the scale by examining its relationships to message-processing variables that are expected to significantly correlate with message fatigue. In what follows, we describe the additional external variables examined in Study 2.\n\nDesensitization, or the phenomenon of becoming apathetic or numb to an issue due to a prolonged, repeated exposure to issue-related messages  (Cho & Salmon, 2007) , was included as an additional external variable to be tested for construct validity. Kinnick et al. (1996, p. 689 ) described this \"narcotizing dysfunction\" of inundated messages as one of the characteristic manifestations of burnout. Likewise, in safe sex message fatigue research, complacency or lack of fear toward consequences of unsafe sex, which is essentially desensitization, appears quite frequently as a consequence of fatigue (e.g.,  Chillag et al., 2002) . Thus, we expect more fatigued individuals to show greater levels of desensitization.\n\nIn addition, as message fatigue is expected to relate to two types of message-processing tendenciesdisengagement from and resistance toward related messageswe sought to further corroborate the scale's construct validity by examining the scale's relationships to relevant message-processing variables assessed in an experiment involving an exposure to an anti-obesity message. This test also served to broaden our understanding of the fatigue construct and its possible effects on message processing.\n\nFirst, disengagement from anti-obesity messages was operationalized as low levels of attention and message elaboration. Attention paid to an anti-obesity message was expected to correlate negatively with fatigue toward such messages. Much research shows that greater frequency of repeated exposure to a message leads to a substantial decrease in attention paid to the message (e.g.,  Grass & Wallace, 1969) . Similarly, research on safe sex message fatigue also identifies tendency to \"tune out\" as a consequence of being weary of too many HIV prevention messages (e.g.,  Ogden & Bergmann, 2010) . Thus, greater fatigue will negatively predict attention paid to an anti-obesity message. Relatedly, message elaboration is also expected to negatively correlate with message fatigue. As we observed that more fatigued individuals desired to avoid exposure to related messages in Study 1, it is logical to expect them to be less motivated to invest in thinking and elaborating on a related message. Indeed,  Shi and Smith (2016)  found that the proportion of message-related thoughts decreased significantly when a fear appeal message was repeated.\n\nSecond, we also examined the scale's relationship to counterargument, a form of resistance toward message acceptance, which is expected to positively correlate with message fatigue. Counterargument, or \"thoughts that dispute or are inconsistent with the persuasive argument\"  (Slater & Rouner, 2002, p. 180) , has been studied widely as an important type of resistance toward persuasive messages. Research examining the effects of message repetition shows that more fatigued individuals are more likely to produce more counterarguments toward the message. For example,  Belch (1982)  reported that negative cognitions including source derogation and counterargument were more pronounced when a message was repeated at a greater frequency. Miller (1976)  also found that high levels of exposure to political campaign messages failed to induce attitude change, arguably because (unwanted) high exposure loads caused audiences to feel that their freedom was threatened, which induced reactance, which is, in part, comprised of counterargument  (Dillard & Shen, 2005) . Similarly,  Cacioppo and Petty (1979)  found that counterargument initially decreased, but then increased as frequency of message repetition increased. The foregoing discussion leads to the following hypotheses.\n\nH1 (convergent validity, replication): Message fatigue will be positively associated with a) message avoidance, b) annoyance, and negatively associated with c) information seeking.\n\nH2 (divergent validity, replication): Message fatigue will not be significantly associated with a) health locus of control and b) health literacy.\n\nH3 (convergent validity, addition in an experiment): Message fatigue will be negatively associated with a) attention and b) message elaboration, and positively associated with c) desensitization, and d) counterargument towards a fatigue-related message."
    },
    {
      "title": "Method",
      "text": "Participants and procedure A national adult sample was recruited through a sampling service provided by Survey Sampling International. Data utilized in Study 2 were collected as a part of a larger project involving an experiment on overweight and obese subjects. Individuals who were over 18 years old and either overweight or obese were eligible to participate. Study 2 incorporated two waves, which both utilized the online survey software Qualtrics. In the first wave survey, the subjects completed an online questionnaire containing items measuring fatigue toward anti-obesity messages, demographic variables, and other external variables. Those who completed the first wave survey were invited to participate in the second wave online experiment one day after their participation in the first wave survey. In the second wave, the participants were exposed to an obesity-related message that discussed reasons (frames manipulated in a 2 [health vs. life satisfaction enhancement frame] by 2 [loss vs. gain frame] between subjects design) and behavioral recommendations for weight management (e.g., using smaller plate in meal time). The subjects received monetary compensation for their time upon participation in each phase of the study. Of the 396 respondents who completed the first wave survey, 55.3% were female. An average respondent was 44.92 years old (SD = 13.05) and the majority described themselves as Caucasian (77.5%), with the remainder identifying as African-American (9.3%), Hispanic (3.0%), Asian (2.0%), Native American (1.0%), multiracial (4.3%), and others (1.8%; 1.0% missing data). 46.9% were overweight and 53.1% were obese, with a body mass index (BMI) averaging at 34.41 (SD = 25.74). In the second wave, a total of 312 subjects participated, resulting in an attrition rate of 21.21%."
    },
    {
      "title": "Measures",
      "text": "The same items in Study 1 were adopted in Study 2 to measure avoidance (M = 3.40, SD = 1.73, α = .92), annoyance (M = 3.24, SD = 1.83, r = .95), information seeking about obesity (M = 3.33, SD = 1.79, α = .82), health locus of control (M = 5.09, SD = 1.04, α = .81), and health literacy (M = 5.68, SD = 1.22; all items measured with a 7-point scale)."
    },
    {
      "title": "Message fatigue",
      "text": "In addition to the 13 items retained in Study 1, four new items (one item for each dimension) were added to the scale. In addition, one of the three reversed items that did not load well in Study 1 was also included in Study 2 for a reexamination. However, the initial first-order four factor CFA of the 18 items showed that the reversed item did not load well again in Study 2 (λ = .28). Thus, this item was excluded and the subsequent analyses were conducted with a 17-item scale (M = 4.14, SD = 1.43, α = .96; see Table  1 )."
    },
    {
      "title": "Desensitization",
      "text": "Four items were created based on  Cho and Salmon's (2007)  and  Kinnick et al.'s (1996)  conceptualization of desensitization. These items included: \"Obesity-related messages no longer arouse any emotions in me,\" \"I am immune (not responsive) to obesityrelated messages,\" \"I feel indifferent about obesity-related messages,\" and \"I feel numb to obesity-related messages\" (M = 3.67, SD = 1.78, α = .95)."
    },
    {
      "title": "Message elaboration",
      "text": "Reynolds's (1997) 7-item scale was used to measure message elaboration. Of the seven items, two were reversed. Sample items included: While reading the message, \"I was attempting to analyze the issues in the message\" and \"I was extending a good deal of cognitive effort\" (M = 4.73, SD = 1.17, α = .77)."
    },
    {
      "title": "Attention",
      "text": "Four items from  So, Kuang, and Cho's study (2016)  were utilized to measure participants' attention paid while reading the message. Of the four items, two were reversed items. Sample items included: \"I rushed through the message without being really attentive to the information provided\" (reverse-coded) and \"I paid great attention to the information provided\" (M = 5.28, SD = 1.33, α = .82)."
    },
    {
      "title": "Counterargument",
      "text": "Four items from Nabi, Moyer-Gusé, and  Byrne's (2007)  study were adopted to measure participants' counterargument to the messages. Sample items included: \"I found myself looking for flaws in the message presented,\" and \"I found myself thinking of ways I disagreed with what was being presented\" (M = 2.74, SD = 1.71, α = .93)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Confirmatory factor analysis",
      "text": "The same CFA procedure employed in Study 1 was undertaken to reexamine the dimensionality of the scale. Consistent with Study 1, the first-order single-factor model did not show good fit to data (see Table  2 ). Thus, the remaining four structural models that contain the four dimensions were considered in the subsequent analyses (see Figure  2 ). The first-order four factor model showed good fit to data, χ 2 (436) = 782.28, p < .001, CFI = .96, RMSEA = .05 (.04, .05), SRMR = .05. Factor loadings ranged from .60 to .97 and correlations between each pair of four factors were significant and high, ranging from .65 to .85 (all p < .001). Again, significant associations among the four factors were observed and higher-order factor was pursued. A pattern of covariance similar to that found in Study 1 was observed: Exhaustion and Tedium dimensions showed stronger association with each other (r = .85) than with the other two dimensions (r ranging from .65 to .75). Thus, the four different factor structures examined in Study 1 were reexamined in Study 2 (see Figure  2 ).\n\nIn order to test the third-order single-factor model, four external variables measured in the first wave survey (H1a-c, H3c) were included in the CFA. The results indicated that all four models had good fit to data (see Table  2 ). Although all of the fit indices of the four models were comparable, the third-order single-factor model again showed a very close approximation to the first-order model in terms of fit. The third-order single-factor model had identical fit indices with the first-order four factor model in terms of CFI, RMSEA, and SRMR. Again, BIC of the third-order single-factor model was the lowest of the four models and, specifically, lower than the first-order model by 15.05, which suggests superiority of the third-order model  (Raftery, 1995) . Thus, with the evidence indicating the statistical equivalence of the third-order single-factor model to the first-order four factor model, the former was embraced as the final structure of the scale (see Figure  3  for the final third-order single-factor model)."
    },
    {
      "title": "Construct validity",
      "text": "Construct validity was examined by testing convergent (H1, H3) and divergent validity (H2). As predicted, message fatigue was positively associated with message avoidance (r = .77; H1a), annoyance (r = .72; H1b), desensitization (r = .72; H3c), and negatively associated with information seeking (r = -.27; H1c) in the CFA model (all p < .001). In addition, a series of partial correlation analyses was conducted, controlling for age and sex to test construct validity further. The pattern of associations predicted in H1 was also observed in the partial correlation analyses (see Table  3 ). In addition, consistent with H3, message fatigue had a significant negative relationship with attention to an anti-obesity message (r p = -.16, p = .004; H3a) and message elaboration (r p = -.13, p = .03; H3b). Message fatigue positively predicted counterargument (r p = .31, p < .001; H3d) as well. Since message frames were manipulated in a 2 × 2 factorial design in the experimental data, a more rigorous test of the associations that controls for the possible influence of the message frames was in order. Thus, a series of multiple regression analyses, in which message fatigue, age, sex, two frame conditions, and interaction term of the two frame conditions were entered as predictors for each dependent variable, was conducted. The results remained similar to those of the partial correlation analyses: Message fatigue was negatively associated with attention to the message (β = -.18, p = .005) and cognitive elaboration (β = -.13, p = .04) and positively associated with counterargument (β = .35, p < .001). Thus, H1a-c and H3a-d were supported, demonstrating the scale's convergent validity further. Lastly, message fatigue did not show significant associations with health locus of control (r p = -.07, p = .16; H2a) and health literacy (r p = .02, p = .67; H2b) as expected. Thus, both H2a and H2b were supported. Together, the findings support the construct validity of the scale."
    },
    {
      "title": "External consistency",
      "text": "The lower-order and higher-order factors produced similar patterns of covariance with the external variables with the exception of first-order factor overexposure, which showed a significant relationship with health literacy (r p = .12, p = .02; see Table  3 ). Given the overall consistency in the pattern of associations with the external variables, the scale can be considered to be externally consistent."
    },
    {
      "title": "Internal consistency",
      "text": "The four first-order factors, as well as the two second-order factors, showed good reliabilities ranging from .82 to .97 (see Table  3 ). The overall message fatigue scale also showed good reliability (α = .96), providing evidence for internal consistency."
    },
    {
      "title": "Discussion",
      "text": "Despite its relevance in the public's everyday life, as well as in campaign research, message fatigue has remained largely an elusive concept with little empirical scrutiny. This study took an important step toward elucidating the construct and sensitizing communication scholars to an area of research that has been overlooked. Specifically, this study proposed conceptual and operational definitions of message fatigue and empirically examined the psychometric characteristics of the scale proposed.\n\nThe findings from two studies employing two different samples and message topics demonstrated solid support for the proposed message fatigue scale. The four dimensions of message fatigueperceived overexposure, perceived redundancy, exhaustion, and tediumformed a unidimensional structure on the third-order with two second-order dimensions of message environment and audience response. The scale also exhibited strong associations with external variables including message avoidance, annoyance, and information seeking in both Study 1 and Study 2. In addition, in the experiment employing an anti-obesity message in Study 2, anti-obesity message fatigue assessed in wave 1 negatively predicted attention to and cognitive elaboration of the message assessed in wave 2. Furthermore, message fatigue positively predicted counterargument to the message, substantiating the view that conceptualizes message fatigue as a facilitator of motivated resistance toward persuasive messages.\n\nWhile a good deal of empirical evidence for the scale's validity was observed, there were two minor deviations from the expectations in the test of external consistency. Interestingly, the two unexpected findings both concerned the perceived overexposure dimension. While all other three lower-order dimensions exhibited significant negative relationships with information seeking, the relationship between overexposure and information seeking fell short of the significance level of α = .05 in Study 1. As low reliability can lead to attenuation of associations  (DeVellis, 2012) , we speculate that it may be due to the relatively low reliability of the overexposure dimension (α = .76). This speculation seems quite plausible since we found a significant relationship between overexposure and information seeking in Study 2, in which the alpha reliability of the overexposure dimension improved (α = .82). 4  Another unexpected finding pertains to the relationship between overexposure and health literacy found in Study 2. While we do not have a satisfactory explanation for it, we suspect that more health literate people might have had greater access to healthrelated resources, which might have led to greater exposure to obesity-related messages. However, since this relationship was not observed in Study 1, we refrain from making a firm conclusion."
    },
    {
      "title": "Implications for future research",
      "text": "This research offers several avenues for future research on health message design and planning. First, of the external variables that correlated significantly with fatigue, message avoidance warrants serious scholarly attention because exposure is a necessary condition for campaign effects  (Hornik, 2002) . A good starting point for exploring this issue might be to identify the profile of the individuals who are tired of hearing about a given health message to the point where they simply want to walk away from a situation in which the issue is communicated (i.e., avoidance). Profiling highly fatigued individuals in terms of demographic, psychological traits (e.g., boredom susceptibility;  Farmer & Sundberg, 1986) , and risk status (e.g., BMI, men who have sex with men) would not only provide us with a more nuanced understanding of the message fatigue construct, but also help us address issues related to selective avoidance to campaign messages.\n\nSecond, this study leads us to an important question that stems from a dilemma we are facing: Although excessive exposure may generate message fatigue, reducing the volume of health messages is not an option. There exists a diverse group of audiences, some of which are in grave need of influence but are difficult to reach. For these individuals, we need to maintain certain levels of persistent messaging to inform and alert them. On the other hand, however, the persistent messaging may simultaneously render other subgroups of individuals who are, for example, relatively easy to reach or more susceptible to boredom, to become fatigued. Knowledge on the optimal level of exposure frequency that can facilitate learning and acceptance in individuals who need influence, while keeping fatigue at bay would be indispensable. This inquiry is not new. This study merely emphasizes the importance of it. This inquiry has been addressed to some extent by studies that documented substantial decline of advertisement effectiveness after three to five repetitions (e.g.,  Belch, 1982; Gorn & Goldberg, 1980) . However, when it comes to addressing fatigue toward health messages, a slightly different approach that concerns overexposure to a class of similar, and not necessarily identical, messages purporting to induce a common, overarching behavior is needed. In other words, we have ample empirical evidence regarding the threshold level for acute fatigue from advertisement research but we currently do not have comparable knowledge regarding chronic fatigue. While we believe acute and chronic message fatigue likely have much in common, there could be a nuanced difference that has not yet been explored. For example, unlike acute message fatigue, the chronic one involves a much more complicated set of contextual factors (e.g., mode of communication, prolonged exposure) that we need to consider when identifying the optimal exposure.\n\nWhile the extant research clearly indicates that exposure frequency is a critical factor conducive to fatigue, it has not adequately addressed whether or not some properties of messages may also make individuals more fatigued. Identification of content-specific factors that might induce greater levels of fatigue would be instrumental in designing messages that can minimize fatigue and related negative outcomes. For example, does the type of campaign messageawareness, instruction, or persuasion messages  (Atkin, 2001)  -matter? Given the role perceived persuasive intent plays in the effects of repeated exposure  (Koch & Zerback, 2013) , we speculate that persuasion messages, or messages featuring why the advocated behavior should be adopted  (Atkin, 2001) , may generate greater levels of fatigue than other types. An answer to this inquiry may also guide the decisions regarding optimum combination of the three types of message  (Atkin, 2001) .\n\nAnother message-specific factor that may play a significant role in generating fatigue is message frame. Research on advertisement repetition suggests that message variation in parts of the content could delay fatigue (e.g.,  Schumann & Clemons, 1989 ). In the health communication context, in which disproportionate attention is given to select health issues, a great volume of messages inevitably concerns promotion of similar if not the same behavior (e.g., smoking cessation). In these situations, the reasons for the behavioral adoption communicated via different frames, as opposed to the behaviors themselves, could serve as a point of variation. For instance, a vast majority of messages promoting health behaviors (e.g., reducing meat consumption) use frames related to health consequences (e.g., heart disease) when the behavior can be framed with relatively more novel reasons (e.g., being environmentally friendly). Theory of perspective by incongruity  (Burke, 1954)  suggests that change to a perspective that views the same subject from a radically different angle can take the subject from a context in which it has been habitually construed. Thus, the change in perspective by reframing can refresh audiences' perceptions about the behavior and, consequently, circumvent cognitive habituation and resultant fatigue. From a public health perspective, health consequences may be the actual reasons why related health behaviors are being advocated. However, if they render the audiences more fatigued and lead to message avoidance, non-health frames that can break the habits of cognitive association (or over-used schema) and energize them to attend to and elaborate on the message to a greater extent could be a strategic move for health communicators.\n\nLastly, in addition to elucidating on message fatigue, we hope this research will stimulate more thoughts about unintended effects of communication in general. It is not enough to examine if messages have succeeded or failed to generate intended outcomes, but also important to examine if they ended up generating unintended outcomes, which are often undesirable  (Cho & Salmon, 2007) . We can examine a certain effect only when we are aware of the possibility of its existence. In this regard, this study joins a burgeoning body of communication research that aim at alerting scholars to different types of possible unintended effects such as reactance  (Dillard & Shen, 2005) , boomerang effect  (Byrne & Hart, 2009) , and information overload  (Jensen et al., 2014) . As the discipline introduces different types of unintended effects, researchers will benefit from a more nuanced discussion about the commonalities, differences, and interrelationships among the unintended consequences of communication. For example, in this study, message fatigue positively predicted counterargument, which is conceptualized as a cognitive dimension of reactance  (Dillard & Shen, 2005) . Given the relationship observed, what can we say about the relationship between message fatigue and reactance? Does message fatigue make one more reactive to the message? In addition, we articulated how message fatigue differs from information overload on a conceptual level (see Endnote 3). An empirical test of this argument would be insightful in enhancing our understanding of the two types of related but distinct unintended effects. In fact, the discriminant validity of the message fatigue scale could be tested by showing how message fatigue and information overload predict different variance in related outcomes (e.g., annoyance)."
    },
    {
      "title": "Conclusion",
      "text": "To conclude, this study offered a substantial foundation for message fatigue, an understudied construct, importance of which has been alluded to in previous research. As demonstrated in this study, it is an aversive motivational state associated with unfavorable outcomes. A number of important questions that were beyond the scope of the current manuscript remain and were posed for future research. Given the detrimental nature of message fatigue, answers to these questions would be instrumental in devising ways to minimize or circumvent fatigue and, consequently enhance effectiveness of communication campaigns."
    },
    {
      "title": "Notes",
      "text": "1.  Bornstein's (1989)  meta-analysis concerned studies that employed persuasive effects (e.g., affect or attitude toward the stimuli) as the outcome variable. Note that the observed inverted U-shape relationship between message exposure frequency and (persuasive) outcome may not apply to other types of outcomes such as familiarity or brand recognition (for example, see  Jeong et al., 2012  for the difference in the exposure effects on brand recognition and advertising liking). 2. Note that the term \"burnout\" used in the extant message fatigue literature has a rather colloquial meaning, especially in comparison to the definition of \"burnout\" used in the job burnout literature, which defines (job) burnout as \"a prolonged response to chronic emotional and interpersonal stressors\"  (Maslach, Schaufeli, & Leiter, 2001, p. 397) . 3. Message fatigue should be carefully distinguished from other types of unintended effects of health messages that may seem similar, such as information overload. Information overload refers to a state in which an individual is overwhelmed by the amount of relevant information available to them  (Bawden & Robinson, 2009; Jensen et al., 2014) . Message fatigue and information overload are similar in that both are caused by excessive exposure to information and messages in the environment. However, the key difference is that message fatigue concerns excessive exposure to similar messages over time, whereas information overload is often generated by exposure to overwhelming amount of different, diverse, or contradicting information  (Eppler & Mengis, 2004) . The latter type of information environment hampers one's ability to select the most useful information  (Bawden & Robinson, 2009) , as opposed to making one bored and worn-out via repetition and/or overexposure. 4. We tested this speculation by conducting an additional analysis correcting for attenuation due to measurement error guided by  Spearman (1904) . Confidence intervals around the corrected correlations were estimated by applying  Charles (2005)  approach. The corrected correlation between overexposure and information seeking improved from -.12 to -.16, 95% CI [-.28, -.04], thus providing empirical evidence that the lack of significant correlation likely have been due to low reliability of the overexposure dimension in Study 1."
    },
    {
      "text": "Figure 1. Two different types of message fatigue."
    },
    {
      "text": "Figure 2. Factor structures of the four factor models tested."
    },
    {
      "text": "Figure3. Standardized parameter estimates of the third-order single-factor model for the message fatigue scale. Notes: Parameter estimates from the college student sample is on the left of the slash and those from the adult sample is on the right of the slash. *Since the residual variance of \"audience response\" latent factor was initially a small negative value and was creating a heywood case, it was fixed to zero in the final model."
    },
    {
      "text": "Dimensions and items of message fatigue scale."
    },
    {
      "text": "Model fit indices of the five different structural models of message fatigue scale."
    },
    {
      "text": "Correlations between factors and external variables."
    }
  ],
  "references": [
    {
      "title": "Toward a dose-response account of media priming",
      "authors": [
        "F Arendt"
      ],
      "year": 2015,
      "doi": "10.1177/0093650213482970"
    },
    {
      "title": "Sources of racial/ethnic differences in awareness of HIV vaccine trials",
      "authors": [
        "M Arnold",
        "M Andrasik",
        "S Landers",
        "S Karuna",
        "M Mimiaga",
        "S Wakefield",
        "B Koblin"
      ],
      "year": 2014,
      "doi": "10.2105/ajph.2014.301893"
    },
    {
      "title": "Theory and principles of media health campaigns",
      "authors": [
        "C Atkin"
      ],
      "year": 2001,
      "doi": "10.4135/9781452233260.n3"
    },
    {
      "title": "Public health communications and alert fatigue",
      "authors": [
        "J Baseman",
        "D Revere",
        "I Painter",
        "M Toyoji",
        "H Thiede",
        "J Duchin"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-13-295"
    },
    {
      "title": "The dark side of information: Overload, anxiety, and other paradoxes and pathologies",
      "authors": [
        "D Bawden",
        "L Robinson"
      ],
      "year": 2009,
      "doi": "10.1177/0165551508095781"
    },
    {
      "title": "An examination of comparative and noncomparative TV commercials: The effects of claim variation and repetition on cognitive response and message acceptance",
      "authors": [
        "G Belch"
      ],
      "year": 1981,
      "doi": "10.2307/3150974"
    },
    {
      "title": "The effects of television commercial repetition on cognitive response and message acceptance",
      "authors": [
        "G Belch"
      ],
      "year": 1982,
      "doi": "10.1086/208896"
    },
    {
      "title": "Structural equations with latent variables",
      "authors": [
        "K Bollen"
      ],
      "year": 1989
    },
    {
      "title": "Exposure and affect: Overview and meta-analysis of research, 1968-1987",
      "authors": [
        "R Bornstein"
      ],
      "year": 1989,
      "doi": "10.1037/0033-2909.106.2.265"
    },
    {
      "title": "Identifying influence: Development and validation of the connectivity, persuasiveness, and maven scales",
      "authors": [
        "F Boster",
        "M Kotowski",
        "K Andrews",
        "K Serota"
      ],
      "year": 2011,
      "doi": "10.1111/j.1460-2466.2010.01531.x"
    },
    {
      "title": "Confirmatory factor analysis for applied research",
      "authors": [
        "T Brown"
      ],
      "year": 2015
    },
    {
      "title": "Permanence and change: An anatomy of purpose",
      "authors": [
        "K Burke"
      ],
      "year": 1954
    },
    {
      "title": "The \"boomerang\" effect: A synthesis of findings and a preliminary theoretical framework",
      "authors": [
        "S Byrne",
        "P Hart"
      ],
      "year": 2009,
      "doi": ".org/10.1080/23808985.2009.11679083"
    },
    {
      "title": "Effects of message repetition and position on cognitive response, recall and persuasion",
      "authors": [
        "J Cacioppo",
        "R Petty"
      ],
      "year": 1979,
      "doi": "10.1037/0022-%203514.37.1.97"
    },
    {
      "title": "Television commercial wearout: An information processing view",
      "authors": [
        "B Calder",
        "B Sternthal"
      ],
      "year": 1980,
      "doi": "10.1177/002224378001700202"
    },
    {
      "title": "The correction for attenuation due to measurement error: Clarifying concepts and creating confidence sets",
      "authors": [
        "E Charles"
      ],
      "year": 2005,
      "doi": "10.1037/1082-989x.10.2.206"
    },
    {
      "title": "Factors affecting the delivery of HIV/AIDS prevention programs by community-based organizations",
      "authors": [
        "K Chillag",
        "K Bartholow",
        "J Cordeiro",
        "S Swanson",
        "J Patterson",
        "S Stebbins",
        "F Sy"
      ],
      "year": 2002,
      "doi": "10.1521/aeap.14.4.27.23886"
    },
    {
      "title": "Unintended effects of health communication campaigns",
      "authors": [
        "H Cho",
        "C Salmon"
      ],
      "year": 2007,
      "doi": "10.1111/j.1460-2466.2007.00344.x"
    },
    {
      "title": "Construct validity in psychological tests",
      "authors": [
        "L Cronbach",
        "P Meehl"
      ],
      "year": 1955,
      "doi": "10.1037/h0040957"
    },
    {
      "title": "Scale development: Theory and applications",
      "authors": [
        "R Devellis"
      ],
      "year": 2012,
      "doi": "10.1177/109821409301400212"
    },
    {
      "title": "On the nature of reactance and its role in persuasion health communication",
      "authors": [
        "J Dillard",
        "L Shen"
      ],
      "year": 2005,
      "doi": "10.1080/03637750500111815"
    },
    {
      "title": "Forced exposure and psychological reactance: Antecedents and consequences of the perceived intrusiveness of pop-up Ads",
      "authors": [
        "S Edwards",
        "H Li",
        "J Lee"
      ],
      "year": 2002,
      "doi": "10.1080/00913367.2002.10673678"
    },
    {
      "title": "The concept of information overload: A review of literature from organization science, accounting, marketing, MIS, and related disciplines",
      "authors": [
        "M Eppler",
        "J Mengis"
      ],
      "year": 2004,
      "doi": "10.1080/01972240490507974"
    },
    {
      "title": "Boredom proneness: The development and correlates of a new scale",
      "authors": [
        "R Farmer",
        "N Sundberg"
      ],
      "year": 1986,
      "doi": "10.1207/s15327752jpa5001_2"
    },
    {
      "title": "Public health literacy defined",
      "authors": [
        "D Freedman",
        "K Bess",
        "H Tucker",
        "D Boyd",
        "A Tuchman",
        "K Wallston"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.02.001"
    },
    {
      "title": "From (un)willingness to involvement: Development of a successful study brand for recruitment of diverse MSM to a longitudinal HIV research",
      "authors": [
        "P Frew",
        "V Williams",
        "E Shapiro",
        "T Sanchez",
        "E Rosenberg",
        "V Fenimore",
        "P Sullivan"
      ],
      "year": 2013,
      "doi": "10.1155/2013/624245"
    },
    {
      "title": "Children's responses to repetitive television commercials",
      "authors": [
        "G Gorn",
        "M Goldberg"
      ],
      "year": 1980
    },
    {
      "title": "Satiation effects of TV commercials",
      "authors": [
        "R Grass",
        "H Wallace"
      ],
      "year": 1969,
      "doi": "10.1037/e463452008-152"
    },
    {
      "title": "The effectiveness of individual-, group-and community-level HIV behavioral risk reduction interventions for adult men who have sex with men: A systematic review",
      "authors": [
        "J Herbst",
        "C Beeker",
        "T Mathew",
        "W Mcnally",
        "L Passin",
        "N Kay",
        "R Johnson"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2006.12.006"
    },
    {
      "title": "Public health communication: Making sense of contradictory evidence",
      "authors": [
        "R Hornik"
      ],
      "year": 2002,
      "doi": "10.4324/9781410603029-6"
    },
    {
      "authors": [
        "M Mahwah"
      ]
    },
    {
      "title": "Unidimensional measurement, second order factor analysis, and causal models",
      "authors": [
        "J Hunter",
        "D Gerbing"
      ],
      "year": 1982
    },
    {
      "title": "The cancer information overload (CIO) scale: Establishing predictive and discriminant validity",
      "authors": [
        "J Jensen",
        "N Carcioppolo",
        "A King",
        "C Scherr",
        "C Jones",
        "J Niederdeppe"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2013.09.016"
    },
    {
      "title": "How much is too much? The collective impact of repetition and position in multi-segment sports broadcast",
      "authors": [
        "Y Jeong",
        "H Tran",
        "X Zhao"
      ],
      "year": 2012,
      "doi": "10.2501/jar-52-1-087-101"
    },
    {
      "title": "Compassion fatigue: Communication and burnout toward social problems",
      "authors": [
        "K Kinnick",
        "D Krugman",
        "G Cameron"
      ],
      "year": 1996,
      "doi": "10.1177/107769909607300314"
    },
    {
      "title": "Helpful or harmful? How frequent repetition affects perceived statement credibility",
      "authors": [
        "T Koch",
        "T Zerback"
      ],
      "year": 2013,
      "doi": "10.1111/jcom.12063"
    },
    {
      "title": "Confirmatory factor analysis and scale validation in communication research",
      "authors": [
        "T Levine"
      ],
      "year": 2005,
      "doi": ".org/10.1080/00036810500317730"
    },
    {
      "title": "Inverted U-shaped model: How frequent repetition affects perceived risk",
      "authors": [
        "X Lu",
        "X Xie",
        "L Liu"
      ],
      "year": 2015,
      "doi": "10.1017/s1930297500004629"
    },
    {
      "title": "Job burnout",
      "authors": [
        "C Maslach",
        "W Schaufeli",
        "M Leiter"
      ],
      "year": 2001,
      "doi": ".org/10.1146/annurev%20.psych.52.1.397"
    },
    {
      "title": "Mere exposure, psychological reactance, and attitude change",
      "authors": [
        "R Miller"
      ],
      "year": 1976,
      "doi": "10.1086/268290"
    },
    {
      "title": "Mplus user's guide",
      "authors": [
        "L Muthén",
        "B Muthén"
      ],
      "year": 1998
    },
    {
      "title": "All joking aside: A serious investigation into the persuasive effect of funny social issue messages",
      "authors": [
        "R Nabi",
        "E Moyer-Gusé",
        "S Byrne"
      ],
      "year": 2007,
      "doi": "10.1080/03637750701196896"
    },
    {
      "title": "Examining the dimensions of cancer-related information seeking and scanning behavior",
      "authors": [
        "J Niederdeppe",
        "R Hornik",
        "B Kelly",
        "D Frosch",
        "A Romantan",
        "R Stevens",
        "J Schwartz"
      ],
      "year": 2007,
      "doi": "10.1080/10410230701454189"
    },
    {
      "title": "Don't let your loved ones get involved with a Fataki!",
      "authors": [
        "J Ogden",
        "H Bergmann"
      ],
      "year": 2010
    },
    {
      "title": "Bayesian model selection in social research",
      "authors": [
        "A Raftery"
      ],
      "year": 1995,
      "doi": "10.2307/271063"
    },
    {
      "title": "Less is sometimes more: How repetition of an antismoking advertisement affects attitudes toward smoking and source credibility",
      "authors": [
        "M.-A Reinhard",
        "S Schindler",
        "V Raabe",
        "D Stahlberg",
        "M Messner"
      ],
      "year": 2014,
      "doi": "10.1080/15534510.2013.790839"
    },
    {
      "title": "A validation test of a message elaboration measure",
      "authors": [
        "R Reynolds"
      ],
      "year": 1997,
      "doi": "10.1080/08824099709388670"
    },
    {
      "title": "Total customer engagement: Designing and aligning strategic elements to achieve growth",
      "authors": [
        "C Roberts",
        "F Alpert"
      ],
      "year": 2010,
      "doi": "10.1108/10610421011046175"
    },
    {
      "title": "Cognitive determinants of emotions: A structural theory",
      "authors": [
        "I Roseman"
      ],
      "year": 1984
    },
    {
      "title": "The repetition/variation hypotheses: Conceptual and methodological issues",
      "authors": [
        "D Schumann",
        "D Clemons"
      ],
      "year": 1989,
      "doi": "10.1086/208549"
    },
    {
      "title": "Repetition of educational AIDS advertising affects attitudes",
      "authors": [
        "S Schindler",
        "M.-A Reinhard",
        "D Stahlberg"
      ],
      "year": 2011,
      "doi": "10.2466/01.13.pr0.108.3.693-698"
    },
    {
      "title": "Evaluation of the graphic warnings on tobacco product packaging 2008: Executive summary",
      "authors": [
        "P Shanahan",
        "D Elliott"
      ],
      "year": 2009
    },
    {
      "title": "The psychometric property and validation of a fatalism scale",
      "authors": [
        "L Shen",
        "C Condit",
        "L Wright"
      ],
      "year": 2009,
      "doi": "10.1080/08870440801902535"
    },
    {
      "title": "The effects of fear appeal message repetition on perceived threat, perceived efficacy, and behavioral intention in the extended parallel process model",
      "authors": [
        "J Shi",
        "S Smith"
      ],
      "year": 2016,
      "doi": "10.1080/10410236.2014.948145"
    },
    {
      "title": "Developing effective media campaigns for health promotion",
      "authors": [
        "K Silk",
        "C Atkin",
        "C Salmon"
      ],
      "year": 2011
    },
    {
      "title": "Operational and analyzing exposure: The foundation of media effects research",
      "authors": [
        "M Slater"
      ],
      "year": 2004,
      "doi": "10.1177/107769900408100112"
    },
    {
      "title": "Entertainment-education and elaboration likelihood: Understanding the processing of narrative persuasion",
      "authors": [
        "M Slater",
        "D Rouner"
      ],
      "year": 2002,
      "doi": "10.1111/j.1468-2885.2002.tb00265.x"
    },
    {
      "title": "Reexamining fear appeal models from cognitive appraisal theory and functional emotion theory perspectives",
      "authors": [
        "J So",
        "K Kuang",
        "H Cho"
      ],
      "year": 2016,
      "doi": "10.1080/03637751.2015.1044257"
    },
    {
      "title": "The proof and measurement of association between two things",
      "authors": [
        "C Spearman"
      ],
      "year": 1904,
      "doi": "10.2307/1412159"
    },
    {
      "title": "HIV prevention fatigue among high-risk populations in San Francisco",
      "authors": [
        "J Stockman",
        "S Schwarcz",
        "L Butler",
        "Jong De",
        "B Chen",
        "S Delgado",
        "V Mcfarland"
      ],
      "year": 2004,
      "doi": "10.1097/00126334-200404010-00016"
    },
    {
      "title": "Brief report: Screening items to identify patients with limited health literacy skills",
      "authors": [
        "L Wallace",
        "E Rogers",
        "S Roskos",
        "D Holiday",
        "B Weiss"
      ],
      "year": 2006,
      "doi": "10.1111/j.1525-1497.2006.00532.x"
    },
    {
      "title": "Development of the multidimensional health locus of control (MHLC) scales",
      "authors": [
        "K Wallston",
        "B Wallston",
        "R Devellis"
      ],
      "year": 1978,
      "doi": "10.1177/109019817800600107"
    },
    {
      "title": "Attitudinal effects of mere exposure",
      "authors": [
        "R Zajonc"
      ],
      "year": 1968,
      "doi": "10.1037/h002584"
    }
  ],
  "num_references": 63,
  "original_doi": "https://doi.org/10.13039/100012483"
}
