{
  "paper_id": "775RUGQT",
  "title": "Crossing the Research to Quality Chasm: A Checklist for Researchers and Clinical Leadership Partners",
  "abstract": "T he U.S. health care system faces a daunting set of chal- lenges, including high costs, disparities in access, and significant gaps between evidence and practice. 1 But despite these concerns, less than 0.1% of the over $3.2 trillion spent on health care in the U.S. goes toward research to improve how we deliver care.  1, 2 elivery science research seeks to overcome barriers, leverage facilitators, and implement innovations to improve care. 2 While partnerships between clinical and operations leaders and delivery science researchers can play a significant role in creating new evidence and quickly closing gaps between evidence and practice, 1,3 these collaborations are often limited in both number and scope. To achieve the goal of creating a learning health system, 4 researchers and health system leaders must work together to develop and evaluate new programs, learn from real-world experiments in health care delivery and policy, disseminate knowledge, and implement more effective and efficient care strategies (Fig.  1 ). However, successful cross-cutting collaborations can be challenging due to differing timelines, sources of financial support, career goals, and measures of success.  3, 5 Here we propose a BCollaboration Check-list^to help researchers and clinical leaders more successfully navigate and address key strategic issues when contemplating a partnership between research and operations.",
  "year": 2017,
  "date": "2017",
  "authors": [
    {
      "name": "Julie Schmittdiel",
      "email": "julie.a.schmittdiel@kp.org",
      "affiliation": {
        "organization": "Division of Research",
        "department": "Division of Research",
        "institution": "Kaiser Permanente Northern California",
        "address": "Oakland, CA, USA"
      }
    },
    {
      "name": "Richard Grant",
      "affiliation": {
        "organization": "Division of Research",
        "department": "Division of Research",
        "institution": "Kaiser Permanente Northern California",
        "address": "Oakland, CA, USA"
      }
    }
  ],
  "doi": "10.1007/s11606-017-4189-5",
  "md5": "20991636875454A5BE53AECD3ABDC1B4",
  "funding": [
    "",
    "",
    "",
    "Acknowledgements:  Drs.Schmittdiel  and Grant receive funding from The  Permanente Medical Group (TPMG) Delivery Science Fellowship Program . Dr. Schmittdiel  also receives support from the  NIDDK-funded Health Delivery Systems Center for Diabetes Translational Research  ( P30 DK092924 ). Dr. Grant receives support from  K24 DK109114 ,  R01 DK099108 , and  PCORI CDR-1403-11992 . We would like to thank the 2016-2017 TPMG  Delivery Science Fellows  for their contributions to an earlier draft of this manuscript:  Devon Check ,  Hannah Jang ,  Samuel Kabue ,  Cassondra Marshall ,  Cyrus Yamin . We would also like to thank  Dr. Richard Dlott ,  Dr. Tracy Lieu ,  Dr. Phil Madvig , and  Dr. Stephen Parodi  for their perspective and insights on this topic."
  ],
  "sections": [
    {
      "title": "UNDERSTANDING THE STAKEHOLDER NEEDS",
      "text": "The first step is for potential collaborators to gain a clear understanding of exactly what questions need to be answered and why they are being asked. Before collaborating on a new or existing operational program, potential research partners should ask:\n\n& What specific outcome is the program trying to achieve, and for which patients?\n\n& What is the Bconceptual model^for how the program will achieve these objectives?\n\n& Will the program's success improve quality or efficiency? & How will this collaboration help the program succeed? Sometimes the answers to these questions will not be clear up front. Working closely with clinical and operational leaders to frame and address these questions ultimately may be one of the most useful things a researcher can contribute."
    },
    {
      "title": "ASSESSING THE RESOURCE NEEDS",
      "text": "Once these stakeholder needs and program goals have been outlined, the next step is to work through what the researchoperational partnership would require to help answer these questions, generate knowledge, and increase care value. This requires assessing the feasibility of the collaboration, and asking:\n\n& What data are needed to measure program processes and outcomes?\n\n& What resources are available to collect and analyze that data? & What is the timeline for obtaining results? & How will the findings be disseminated and implemented to change practice? Often, there is strong mutual interest in collaboration, but the right data to answer the question of interest either are not available or are too expensive to acquire and analyze. Even if resources exist, there may be insufficient time to generate answers that inform operational decisions, or insufficient bandwidth to disseminate results and change practice. Note that parts of the project that are considered Bresearch^to create generalizable knowledge may require institutional review board (IRB) oversight, which adds additional steps to the process. Helping leadership partners work through these issues is another important contribution researchers can make at this stage."
    },
    {
      "title": "ASSESSING THE RESEARCHER'S STRATEGIC GOALS",
      "text": "Researchers should remember that research to bridge the quality chasm is bidirectional: real-world innovations are often leading the way in care improvement,  1  and researchers can gain valuable opportunities to add to their own knowledge by participating. As a researcher, it is important to understand how to strategically participate in operational programs in ways that best leverage your expertise and build your career.  2  If you are a researcher, you should ask yourself:\n\n& What can I learn by participating in this collaboration? & What expertise and skills will I bring to this collaboration? & How much of my time is required to participate, and how will that time be covered? & How will this collaboration help me obtain future funding? & How much interest is there in publishing the results? & Will results be disseminated even if they are negative? While understanding how a potential collaboration will help achieve career goals is important for all researchers, it is particularly relevant for early-stage investigators. Working with clinical and operational leaders is an exciting opportunity, but it is important to assess the right level and type of commitment for where you are in your career. This is where strong mentoring in delivery science methods and stakeholder engagement is critical for success.  2"
    },
    {
      "title": "ASSESSING LEADERSHIP STRATEGIC GOALS",
      "text": "Involving researchers in an operational or clinical program can be highly rewarding for health care system leaders. It can increase the chances that a program will generate robust and useful results, and there is potential that innovative work will be published. Melding research and operations is also a powerful way to improve health care value while enhancing careers and reputations. However, research often follows a slower time course than operational work, and engaging with researchers may slow the pace of typical Brapid improvement^processes. Leaders may also need to reach out to potential research collaborators within delivery system research divisions, universities, or clinical departments to initiate these relationships as well. & Does this project require a level of rigor beyond the usual approaches to performance improvement? There are no Bright^answers to any of the questions posed above. Working through this checklist is a process that can help build a relationship based on trust and common principles that will probably take more than one email or meeting (and perhaps some Bsoul searching^as well) to complete. This checklist is designed to help shape the approach to collaborating, and to decide how to proceed in a way that builds learning health care systems  5  , generates usable evidence that can be translated into action, and ultimately improves the quality and value of patient care."
    },
    {
      "text": "If you are a clinical or operational leadership partner, you should ask yourself: & Are there potential research collaborators I can partner with on this project? & How can this program innovation improve its assessment of value and impact? & Does the timeline for research collaboration fit with the timeline for implementation?& How will this collaboration help me with future operational improvement efforts?"
    },
    {
      "text": "Figure 1 Benefits of research and clinical quality improvement partnerships."
    },
    {
      "text": "Acknowledgements:  Drs.Schmittdiel  and Grant receive funding from The  Permanente Medical Group (TPMG) Delivery Science Fellowship Program . Dr. Schmittdiel  also receives support from the  NIDDK-funded Health Delivery Systems Center for Diabetes Translational Research  ( P30 DK092924 ). Dr. Grant receives support from  K24 DK109114 ,  R01 DK099108 , and  PCORI CDR-1403-11992 . We would like to thank the 2016-2017 TPMG  Delivery Science Fellows  for their contributions to an earlier draft of this manuscript:  Devon Check ,  Hannah Jang ,  Samuel Kabue ,  Cassondra Marshall ,  Cyrus Yamin . We would also like to thank  Dr. Richard Dlott ,  Dr. Tracy Lieu ,  Dr. Phil Madvig , and  Dr. Stephen Parodi  for their perspective and insights on this topic."
    }
  ],
  "references": [
    {
      "title": "Vital directions for health and health care: priorities from a National Academy of Medicine initiative",
      "authors": [
        "V Dzau",
        "M Mcclellan",
        "J Mcginnis"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2017.1964",
      "journal": "JAMA",
      "raw": "Vital directions for health and health care: priorities from a National Academy of Medicine initiative \n\t\t \n\t\t\t V J Dzau \n\t\t \n\t\t \n\t\t\t M B Mcclellan \n\t\t \n\t\t \n\t\t\t J M Mcginnis \n\t\t \n\t\t 10.1001/jama.2017.1964 \n\t\t \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Dzau VJ, McClellan MB, McGinnis JM, et al. Vital directions for health and health care: priorities from a National Academy of Medicine initiative. JAMA. 2017. https://doi.org/10.1001/jama.2017.1964."
    },
    {
      "title": "Building a career as a delivery science researcher in a changing health care landscape",
      "authors": [
        "R Grant",
        "J Schmittdiel"
      ],
      "year": 2015,
      "doi": "10.1007/s11606-015-3178-9",
      "journal": "J Gen Intern Med",
      "volume": "30",
      "issue": "7",
      "pages": "880",
      "raw": "Building a career as a delivery science researcher in a changing health care landscape \n\t\t \n\t\t\t R W Grant \n\t\t \n\t\t \n\t\t\t J A Schmittdiel \n\t\t \n\t\t 10.1007/s11606-015-3178-9 \n\t \n\t \n\t\t J Gen Intern Med \n\t\t \n\t\t\t 30 \n\t\t\t 7 \n\t\t\t 880 \n\t\t\t 2015 \n\t\t \n\t \n\t Grant RW, Schmittdiel JA. Building a career as a delivery science researcher in a changing health care landscape. J Gen Intern Med. 2015;30(7):880."
    },
    {
      "title": "Health Care System-Based Participatory Research: an approach for sustainable translational research and quality improvement",
      "authors": [
        "J Schmittdiel",
        "K Grumbach",
        "J Selby"
      ],
      "year": 2010,
      "doi": "10.1370/afm.1117",
      "journal": "Ann Fam Med",
      "volume": "8",
      "issue": "3",
      "raw": "Health Care System-Based Participatory Research: an approach for sustainable translational research and quality improvement \n\t\t \n\t\t\t J Schmittdiel \n\t\t \n\t\t \n\t\t\t K Grumbach \n\t\t \n\t\t \n\t\t\t J V Selby \n\t\t \n\t\t 10.1370/afm.1117 \n\t \n\t \n\t\t Ann Fam Med \n\t\t \n\t\t\t 8 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Schmittdiel J, Grumbach K, Selby JV. Health Care System-Based Participatory Research: an approach for sustainable translational research and quality improvement. Ann Fam Med. 2010; 8(3): 256-259."
    },
    {
      "title": "Towards a science of learning systems: a research agenda for the high-functioning Learning Health System",
      "authors": [
        "C Friedman"
      ],
      "year": 2015,
      "doi": "10.1136/amiajnl-2014-002977",
      "journal": "J Am Med Inform Assoc",
      "volume": "22",
      "raw": "Towards a science of learning systems: a research agenda for the high-functioning Learning Health System \n\t\t \n\t\t\t C Friedman \n\t\t \n\t\t 10.1136/amiajnl-2014-002977 \n\t \n\t \n\t\t J Am Med Inform Assoc \n\t\t \n\t\t\t 22 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Friedman C et al. Towards a science of learning systems: a research agenda for the high-functioning Learning Health System. J Am Med Inform Assoc. 2015;22:43-50."
    },
    {
      "title": "Making research relevant: if it is an evidence-based practice, where's the practice-based evidence?",
      "authors": [
        "L Green"
      ],
      "year": 2008,
      "doi": "10.1093/fampra/cmn055",
      "journal": "Family Pract",
      "volume": "25",
      "issue": "Suppl 1",
      "raw": "Making research relevant: if it is an evidence-based practice, where's the practice-based evidence? \n\t\t \n\t\t\t L W Green \n\t\t \n\t\t 10.1093/fampra/cmn055 \n\t \n\t \n\t\t Family Pract \n\t\t \n\t\t\t 25 \n\t\t\t Suppl 1 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Green LW. Making research relevant: if it is an evidence-based practice, where's the practice-based evidence? Family Pract. 2008;25(Suppl 1):i20-4."
    }
  ],
  "num_references": 5,
  "figures": [
    {
      "description": "If you are a clinical or operational leadership partner, you should ask yourself: & Are there potential research collaborators I can partner with on this project? & How can this program innovation improve its assessment of value and impact? & Does the timeline for research collaboration fit with the timeline for implementation?& How will this collaboration help me with future operational improvement efforts?"
    },
    {
      "caption": "Figure 1",
      "description": "Figure 1 Benefits of research and clinical quality improvement partnerships."
    }
  ],
  "num_figures": 2,
  "num_citations": 4,
  "cited_references": [
    "b0",
    "b4",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] Division of Research , Kaiser Permanente Northern California , Oakland , CA , USA.",
    "[raw_affiliation] Division of Research , Kaiser Permanente Northern California , Oakland , CA , USA",
    "[raw_affiliation] Division of Research , Kaiser Permanente Northern California , Oakland , CA , USA.",
    "Received June 5, 2017 Revised August 18, 2017 Accepted September 1, 2017 Published online October 2, 2017",
    "[raw_reference] Dzau VJ, McClellan MB, McGinnis JM, et al. Vital directions for health and health care: priorities from a National Academy of Medicine initiative. JAMA. 2017. https://doi.org/10.1001/jama.2017.1964.",
    "[raw_reference] Grant RW, Schmittdiel JA. Building a career as a delivery science researcher in a changing health care landscape. J Gen Intern Med. 2015;30(7):880.",
    "[raw_reference] Schmittdiel J, Grumbach K, Selby JV. Health Care System-Based Participatory Research: an approach for sustainable translational research and quality improvement. Ann Fam Med. 2010; 8(3): 256-259.",
    "[raw_reference] Friedman C et al. Towards a science of learning systems: a research agenda for the high-functioning Learning Health System. J Am Med Inform Assoc. 2015;22:43-50.",
    "[raw_reference] Green LW. Making research relevant: if it is an evidence-based practice, where's the practice-based evidence? Family Pract. 2008;25(Suppl 1):i20-4."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of General Internal Medicine",
  "volume": "33",
  "issue": "1",
  "pages": "9-10",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.302991",
    "zotero_item_type": "journalArticle"
  }
}
