{
  "paper_id": "79Z7YKNG",
  "title": "Too Important to Ignore: Leveraging Digital Technology to Improve Chronic Illness Management Among Black Men",
  "abstract": "Health disparities associated with chronic illness experiences of black men demonstrate widespread, systematic failures to meet an urgent need. Well-established social and behavioral determinants that have led to health disparities among black men include racism, discrimination, and stress. While advocacy work that includes community-engagement and tailoring health promotion strategies have shown local impact, evidence shows the gaps are increasing. We suspect that failure to reduce current disparities may be due to conventional public health interventions and programs; therefore, we submit that innovative interventions, ones that embrace digital technologies and their ability to harness naturally occurring social networks within groups, like black men, have particular importance and deserve attention. This commentary characterizes the current literature on chronic illness among black men as well as health interventions that use digital technology, to build a case for expanding research in this area to reduce the overwhelming burden of chronic illness among black men.",
  "year": 2016,
  "date": "2016",
  "journal": "J Diabetes Res",
  "publication": "J Diabetes Res",
  "authors": [
    {
      "forename": "Stuart",
      "surname": "Grande",
      "name": "Stuart Grande",
      "affiliation": "1  The Geisel School of Medicine at Dartmouth , The Dartmouth Institute for Health Policy and Clinical Practice , Dartmouth College , Hanover , NH , United States \n\t\t\t\t\t\t\t\t The Dartmouth Institute for Health Policy and Clinical Practice \n\t\t\t\t\t\t\t\t The Geisel School of Medicine at Dartmouth \n\t\t\t\t\t\t\t\t Dartmouth College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hanover \n\t\t\t\t\t\t\t\t\t NH \n\t\t\t\t\t\t\t\t\t United States",
      "email": "stuart.w.grande@dartmouth.edu"
    },
    {
      "forename": ";",
      "surname": "Ledric",
      "name": "; Ledric"
    },
    {
      "forename": "D",
      "surname": "Sherman",
      "name": "D Sherman",
      "affiliation": "2  College of Education and Human Development , Department of Health and Kinesiology , Texas A&M University , College Station , TX , United States \n\t\t\t\t\t\t\t\t College of Education and Human Development \n\t\t\t\t\t\t\t\t Department of Health and Kinesiology \n\t\t\t\t\t\t\t\t Texas A&M University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t College Station \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "The Geisel School of Medicine at Dartmouth The Dartmouth Institute for Health Policy and Clinical Practice Dartmouth College 37 Dewey Field Rd HB 7256 Hanover , NH , 03755 United States \n\t\t\t\t\t\t\t\t The Geisel School of Medicine \n\t\t\t\t\t\t\t\t Institute for Health Policy and Clinical Practice \n\t\t\t\t\t\t\t\t Dartmouth The Dartmouth \n\t\t\t\t\t\t\t\t Dartmouth College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 37 Dewey Field Rd HB 7256 \n\t\t\t\t\t\t\t\t\t 03755 \n\t\t\t\t\t\t\t\t\t Hanover \n\t\t\t\t\t\t\t\t\t NH \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/jmir.9434",
  "keywords": [
    "black men",
    "digital health",
    "chronic illness XSL",
    "FO RenderX"
  ],
  "sections": [
    {
      "title": "Prioritizing Chronic Illness Management Among Black Men",
      "text": "There is no shortage of data on the debilitating effects of health disparities, particularly on the effects of chronic illness among black men. If these data are so compelling, then why hasn't the story changed? Many have argued this is a moral issue that is centered on the principle that suffering due to race, gender, or genetics is unconscionable. Despite how often these injustices are professed or predicted, these moral commitments and righteous indignations fall short. In this commentary, we take the position that failures to reduce health disparities among black men are the result of more traditional community-engagement approaches that reflect passive education and one-off health promotion activities. We apply the term black men inclusively to refer to any Hispanic or non-Hispanic man who may or may not self-identify as African American. Further, borrowing from the world of health services research, we contend that patient engagement strategies-those promoted by digital technology and where the key ingredient is partnership and collaboration-offer promising advances to mitigate health disparities experienced by black men  [1, 2] . Simply put, the mounting evidence on the potential of these technologies is too great to ignore. An innovation of this caliber is necessary to refocus attention to enduring gaps in health service delivery systems and to support black men in ways that are the most meaningful to them. In this regard, digital innovation must emerge from foundations of partnership and collaboration, where preferences and needs drive technology that guides self-management of chronic illness.\n\nOne of the leading contributors to morbidity among black males is chronic illness, particularly heart disease and high rates of hypertension (about 43% of black men have hypertension compared with about 30% of white men)  [3] . The chronic illness burden among black men in the United States is disproportionate compared to other male ethnic and racial groups  [4] . Unmanaged chronic illness, where illness symptoms go untreated and advance in severity, also adversely impact the health of black men. According to the Centers for Disease Control and Prevention (CDC), 7 of the top 10 causes of death among black men in 2014 were related to chronic illness, two of which-heart disease and cancer-comprise nearly 46% of all deaths  [5] . As unmanaged chronic illness occurs based on several factors, we suspect that black men are more often unsupported to navigate the healthcare system in a way that makes sense for them. We are aware that black men face a wide set of systematic barriers, mostly out of their control, related to accessing and engaging in supportive and beneficial health promotion activities. This suggests that alternative approaches are necessary.\n\nSince the publication of Unequal Treatment in 2003, the causal pathways of health disparities are well known, and yet, insufficient change has occurred. Over the last several years in the United States, while access and quality have improved, health disparities remain consistent across groups  [6] . A recent review of black male health examines how the healthcare system affects their lived experiences, making the point that social and behavioral determinants that would positively impact their lives are under-supported and neglected  [7] . There is a trend of decreasing life expectancy in black vs whites; and among men, this trend remains persistent. One of the most credible factors is higher rates of uncontrolled hypertension or high-blood pressure, often reflected as an individual with high blood pressure not receiving treatment. While control of hypertension is linked to higher quality care, there are reports that better communication strategies with doctors are vital, especially for developing successful treatment strategies  [8] . Knowing that discrimination, racism, and stigma negatively impact black men and their engagement with the healthcare system, building communication strategies that counteract these biases is critical  [9] . We take the view here that the goal of overcoming barriers to engagement must be the centerpiece of novel approaches. These approaches may not be practical at the system-level but may be possible at the individual level. Therefore, designing solutions at the individual level so that systems can better support how black men engage in healthcare may have the highest likelihood of success.\n\nMuch of the current literature on black men and health reflect outcomes associated with poverty, education, discrimination (racism), and poorly managed stress  [7] . It is unreasonable to think that these can be attenuated by health education or one-off health promotion events alone. Understandably, these experiences are highly personal and further complicated by chronic illness management, which requires informed medical support. Scholars and practitioners alike see little benefit to simply identifying these disparities and failing to build platforms aimed toward changing current systems. While community-based participatory methods have emerged as a leading strategy for engaging racial and ethnic groups, fostering empowerment through trust building and transparency remains a major hurdle  [10] . Given these gaps and opportunities, might building digital technologies that are designed to meaningfully engage black men, prioritize the contribution of brotherhood and existing social networks among black men  [11] ? Here we adopt Franklin's definition of brotherhood as a \"community of African American or black men connected through tacit understanding, common experiences, traditions, and identity.\" It is this level of connection that has been until recently, mostly unexplored, and offers exciting areas co-designing interventions to reduce disparities  [12] .\n\nIntegrating health interventions within trusted social systems like a brotherhood, built around shared beliefs, attitudes, and authentic relationships may overcome many recognized barriers of current strategies  [13] . To this end, we argue that digital technologies present a unique potential for building meaningful solutions to current challenges associated with managing chronic illness among black men."
    },
    {
      "title": "Technology as a Means of Engagement",
      "text": "Mobile digital devices and apps, including websites and social media platforms, offer immediate access to medical and health information on the internet and also offer new ways of monitoring, measuring, and visualizing the human body while sharing personal information and experiences with others  [14] . Electronic or digital health encompasses a wide range of technologies that are used for healthcare, health informatics, health education, and health promotion. Mobile health (mHealth)-the application of wireless technology to promote wellness and information provision between healthcare and individuals-is rapidly gaining attention in both preventive medicine and chronic illness management  [15] . One of mHealth's strengths is its ability to leverage the existing mobile technology infrastructure and the ubiquity of the mobile phone across populations and subgroups. Previous research has corroborated the high prevalence of smartphone usage among blacks as well as Hispanics and indicated the value of mHealth in managing chronic illness  [14] .\n\nSmartphone and tablet apps can educate, assist with decision-making, and promote adherence to lifestyle and medication regimens. Consumer-wearable technology comprises devices equipped with sensors and wireless connectivity that can assist with a wide range of health-related applications such as monitoring blood sugar levels, personalizing treatment, connecting with health-care providers, and even delivering medication into the body  [15] . Recent work in diabetes and obesity shows technological advancement in the use of wrist and hip accelerometers, global positioning system (GPS), mobile technology apps for weight loss, apps for dietary self-monitoring, internet weight loss programs, and behavioral intervention technologies. While there is some fear regarding information security and potential Health Insurance Portability and Accountability Act (HIPAA) concerns, potentially opt-in rather than opt-out features offer individuals needed flexibility to assume or reject risk based on preference  [16] ."
    },
    {
      "title": "New Opportunities with Digital Technologies",
      "text": "Developments in new technologies go beyond self-monitoring. Some include prevention of illness complications such as diabetic neuropathy, and others, like prototype socks and shoes with thermal and pressure sensors, can identify areas of the feet with insufficient blood supply  [17, 18] . Potentially, a physician could use this type of technology to routinely inspect minor tissue damage and greatly minimize the risk of amputations. In the more immediate future, technologies like these will offer practical approaches to managing chronic illnesses like diabetes. The OneTouch Reveal mobile app, for example, can test a drop of blood and tell whether sugar levels are within normal range as well as provide a summary of overall health performance  [19] . Another app, called Diabetik, provides quick and interactive data entry to monitor diet, blood glucose levels, and medication  [20] . The user can set medication or activity reminders according to time or location. Fooducate has an extensive database of food information that uses barcode scanning to search nutritional value and suggest healthier alternatives  [21] . Uniquely, this app also creates a community in which users can share progress and healthy recipes.\n\nAlthough fewer in number, apps that meaningfully connect patients to doctors, like Glooko, that aggregates biometric data-glucose monitoring and fitness information -offer physicians novel ways to engage with vital patient information  [22] . These data are critical and often overlooked during face-to-face consultations. By presenting this data in easy-to-manage formats, these types of apps support patient and physician engagement that contribute to robust dialogue and more efficient clinical visits. These apps also provide the opportunity to foster new conversations that both patients and doctors may have been too intimidated or preoccupied to engage.\n\nWeight management apps are available that focus primarily on tracking and require a certain amount of user-input to manage. These act more like calendars and reminders to record the food and drink intake. Apps also let users track your exercise using information that you enter manually or by tracking your activity automatically using the GPS or accelerometer in your phone. Compared to using paper diaries, tracking via smartphone may be more convenient because the device does some of the work for you (eg, calories, movement tabulations), but these are only for self-monitoring purposes. These and other wearable devices typically display the information collected and provide feedback via a smartphone app and website, allowing you to track changes over time. Importantly, one trial showed strong evidence for the use of smartphone technology for managing weight, giving us hope for broader interventions in communities where managing chronic illness are a challenge  [23] ."
    },
    {
      "title": "Tailoring Digital Technology for Black Men",
      "text": "Tailoring interventions for black men makes good sense given existing communication networks within subgroups. Digital technology is uniquely positioned to attend to subgroup differences as they are, by nature, personal and self-managed. Others point to the importance of system-level identification and intervention using structural factors, but these, while necessary, are too general and are less accessible than digital technology  [24] . To date, there is good evidence for targeted and tailored interventions in black communities  [25] . In this sense, a tailored intervention would be more appropriate than simply modifying language or applying a \"one size fits all\" approach to effectively meet black men where they are. According to Hawkins and colleagues, this would include personalization, gaining feedback from black men, and matching content to their personal data  [26] . As identified elsewhere, community-based participatory research (CBPR) strategies are effective evidence-based methods for engaging, co-designing and tailoring mHealth interventions to meet preference-driven solutions  [27] .\n\nDespite the limited amount of published mHealth interventions to improve chronic illness among black men, the existing research on computer-tailored and social media interventions offer some insight. Consensus seems to suggest that tailored applications should be: theory-based, contextual, modifiable to individual preferences, able to connect black men to other black men, include a preference-based dashboard, and be supported by popular culture references  [28] . Informed by CBPR, mHealth interventions must be developed and optimized for black men. Taken a step further, the perspective supports a more intersectional approach to building more impactful and effective interventions. Research that targets the intersection of social, health, context, and identity overcomes the myopic view of black men's health. This complex and nuanced viewpoint challenges this view by suggesting that an app that mediates naturally occurring social networks of black men with type 2 diabetes will consider the overlap of both gender and the marginalization of race  [29] .\n\nFurther, we see that tailoring can and should mean developing interventions (in this case mHealth apps) in partnership with black men. For example, if developers choose a deep tailoring approach rather than a surface tailoring one, the mHealth apps will integrate cultural values, norms, and religious or spiritual beliefs of the population of interest (black males)  [30] . Examples of these tailoring messages might include age-appropriate material to engage churches, ministry teams, and fellowship groups in the development and integratration of popular culture messaging/references. In addition, using content specific (chronic illness) framing along with connectivity platforms, enhances relationship building and help seeking around chronic illness management  [31] . Such tailoring would also support the existing social networks and relationships aligned with brotherhood, as described earlier.\n\nThere is also thinking that bias and preference play a role in the perpetuation of race-based health disparities, but often these are superseded by communication challenges  [32] . The systematic bias in health delivery and its contribution to a perpetuation of fear and apprehension among black men is widely recognized  [24] . As shown, attending to individual fears about talking with physicians is necessary for improving confidence and readiness (activation) for engaging in open and honest dialog  [33] . And while the bias issue may overstate the role of the clinician in this relationship, an argument can be made that provided the right support platform, black men offer each other the best strategies.\n\nHealth services research has demonstrated that individuals who feel more empowered and confident to make decisions are healthier  [34] . These broad approaches have shown efficacy in other areas, but when it comes to tailoring interventions for black men, there is a need to leverage platforms for social support. By providing access to health resources, important health information that relies on and utilizes recognized social support can be more effective particularly with self-management and adherence  [35] . This strengthens the argument that innovative technologies designed to leverage social ties have the greatest likelihood of success. The challenge will be determining best practices. What is needed is efficient processes and communication to improve self-efficacy, the confidence to participate meaningfully in one's health."
    },
    {
      "title": "Feasibility of Digital Technology for Advancing Black Men's Health",
      "text": "There have been many efforts to mitigate disparities among black men. Given the scope and trends of current disparities, we suggest that technology, and particularly digital technology focused on engagement and activation, can address some of these gaps.\n\nThere is currently a wide gap in exploring the use of these technologies among black men to empower and encourage health behaviors and self-management strategies. In 2000, a survey of internet usage among blacks showed they were 38% more likely than whites to seek information about jobs on the web, and 45% of African-Americans vs 35% of whites say that the internet helps them find health care information  [36] . A 2018 Pew fact sheet shows that 98% of blacks own a cell phone, and 75% own a smartphone, suggesting that opportunities to download and utilize online content are wide and far-reaching  [37] . We also see that young African-Americans have high use of Twitter, and 96% of those aged 18-29 use some social networking platform  [38] . The high frequency of socializing using these new technologies supports our efforts to capitalize on social norms in the community.\n\nThere are multiple initiatives that support person-centered design, and tailoring of messaging in ways that have been minimally examined among black men. For example, health and medical support and information on websites, apps, and social media sites have proliferated, facilitating the access of lay people to health-related information and providing them with the opportunity to share experiences of their illnesses or health-promoting activities. Health promotion researchers have sought to investigate how websites and social media sites operate in generating and disseminating information about strategies for promoting health among lay people who do this voluntarily as part of social interactions and support systems. Further, social support systems that foster pre-existing social networks, characteristic of the brotherhood as defined earlier have been unexplored and offer exciting areas for mitigating disparities  [12] ."
    },
    {
      "title": "Embracing Novel Technologies to Support Engagement and Chronic Illness Management",
      "text": "The health disparities that describe the population health outcomes for black men in the United States has garnered much attention, and yet the story remains the same. Failure to reduce current disparities may be due to conventional public health interventions; therefore, we submit that innovative interventions, ones that embrace digital technologies and their ability to harness inherent social trends within groups, like black men, have particular importance and deserve attention. Further, we outline alternative interventions to mitigate chronic illness in black men as a way to break the dominance of current deficit-based approaches that frame behaviors as negative or abnormal.\n\nWe recognize that medical anthropologists have also weighed in on the debate, suggesting that technologies that seemingly enhance the patient experience may also foster a false sense of hope-what Mary-Jo DelVecchio Good refers to as the \"medical imaginary\"  [39] . The hope of technology seems to be conflated in concepts of innovation and improvement, where hope sits more with consumers than providers. This debate on the benefits of user-centered technologies for patient outcomes seems much less controversial when we reflect on non-hospital based approaches. In other words, the potential of these technologies seems most impactful in communities, where engaging individuals through tailored approaches have the most likely benefit.\n\nAccording to Forbes one of the top five most important innovations in health care is the use of digital technology for empowering consumers  [40] . While many have suggested that black men are members of hard-to-reach populations, with a history of not participating in much research, there is literature debunking these myths. In fact, when researchers make an effort to engage black men in meaningful ways, the evidence is strong that positive behavior change is not only possible but dynamic. What is needed are interventions that show promise across other groups, based on co-design strategies that prove to engage and empower black men to make healthy choices around the management of their chronic illness. We believe that if designed properly these technologies offer needed ways to more fully connect communities to health care resources and professionals. We have hopefully built a case for expanding research in this area to reduce the overwhelming burden of chronic illness among black men.\n\nEdited by G Eysenbach; submitted 16.11.17; peer-reviewed by K Coa, J Stephens, R Whitney, P Seth; comments to author 25.01.18; revised version received 02.03.18; accepted 24.03.18; published 14.05.18 Please cite as: Grande SW, Sherman LD Too Important to Ignore: Leveraging Digital Technology to Improve Chronic Illness Management Among Black Men J Med Internet Res 2018;20(5):e182 URL:  http://www.jmir.org/2018/5/e182/ doi: 10.2196/jmir.9434 PMID: 29759956 ©Stuart W Grande, Ledric D Sherman. Originally published in the Journal of Medical Internet Research ( http://www.jmir.org ), 14.05.2018. This is an open-access article distributed under the terms of the Creative Commons Attribution License ( https://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work, first published in the Journal of Medical Internet Research, is properly cited. The complete bibliographic information, a link to the original publication on  http://www.jmir.org/ , as well as this copyright and license information must be included."
    }
  ],
  "references": [
    {
      "title": "The motivating function of healthcare professional in eHealth and mHealth interventions for type 2 diabetes patients and the mediating role of patient engagement",
      "authors": [
        "G Graffigna",
        "S Barello",
        "A Bonanomi",
        "J Menichetti"
      ],
      "year": 2016,
      "doi": "10.1155/2016/2974521"
    },
    {
      "title": "Doctor-patient communication in the e-health era",
      "authors": [
        "J Weiner"
      ],
      "year": 2012,
      "doi": "10.1186/2045-4015-1-33"
    },
    {
      "title": "With special feature on racial and ethnic health disparities",
      "year": 2015
    },
    {
      "title": "Health behaviors and all-cause mortality in African American men",
      "authors": [
        "R Thorpe",
        "S Wilson-Frederick",
        "J Bowie",
        "K Coa",
        "O Clay",
        "T Laveist"
      ],
      "year": 2013,
      "doi": "10.1177/1557988313487552"
    },
    {
      "title": "Leading Causes of Death in Males",
      "year": 2014,
      "doi": "10.4211/hs.c2df2a80b9d6490788704a24854f4879"
    },
    {
      "title": "Improving the health of African Americans in the USA: an overdue opportunity for social justice",
      "authors": [
        "A Noonan",
        "H Velasco-Mondragon",
        "F Wagner"
      ],
      "year": 2016,
      "doi": "10.1186/s40985-016-0025-4"
    },
    {
      "title": "A closer look at African American men and high blood pressure control: a review of psychosocial factors and systems-level interventions URL",
      "year": 2010,
      "doi": "10.1037/e370712004-001"
    },
    {
      "title": "Masculinity, medical mistrust, and preventive health services delays among community-dwelling African-American men",
      "authors": [
        "W Hammond",
        "D Matthews",
        "D Mohottige",
        "A Agyemang",
        "Corbie- Smith"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-010-1481-z"
    },
    {
      "title": "Strategies To Empower Communities To Reduce Health Disparities",
      "authors": [
        "B Thompson",
        "Y Molina",
        "K Viswanath",
        "R Warnecke",
        "M Prelip"
      ],
      "year": 2016,
      "doi": "10.1377/hlthaff.2015.1364"
    },
    {
      "title": "From brotherhood to manhood: How Black men rescue their relationships and dreams from the invisibility syndrome",
      "authors": [
        "A Franklin"
      ],
      "year": 2004,
      "doi": "10.1037/e491182006-042"
    },
    {
      "title": "A brotherhood perspective: how African American male relationships may improve trust and utilization of health care",
      "authors": [
        "S Grande",
        "L Sherman",
        "M Shaw-Ridley"
      ],
      "year": 2013,
      "doi": "10.1177/1557988313485783"
    },
    {
      "title": "Health promotion in the digital era: a critical commentary",
      "authors": [
        "D Lupton"
      ],
      "year": 2014,
      "doi": "10.1093/heapro/dau091"
    },
    {
      "title": "Evaluation of an mHealth medication regimen self-management program for African American and Hispanic uncontrolled hypertensives",
      "authors": [
        "T Davidson",
        "J Mcgillicuddy",
        "M Mueller",
        "B Brunner-Jackson",
        "A Favella",
        "A Anderson"
      ],
      "year": 2015,
      "doi": "10.3390/jpm5040389"
    },
    {
      "title": "The rise of consumer health wearables: promises and barriers",
      "authors": [
        "L Piwek",
        "D Ellis",
        "S Andrews",
        "A Joinson"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pmed.1001953"
    },
    {
      "title": "Patients' attitudes toward electronic health information exchange: qualitative study",
      "authors": [
        "S Simon",
        "J Evans",
        "A Benjamin",
        "D Delano",
        "D Bates"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1164"
    },
    {
      "title": "A review of thermal methods and technologies for diabetic foot assessment",
      "authors": [
        "P Sousa",
        "V Felizardo",
        "D Oliveira",
        "R Couto",
        "N Garcia"
      ],
      "year": 2015,
      "doi": "10.1586/17434440.2015.1032251"
    },
    {
      "title": "Benefits of information technology-enabled diabetes management",
      "authors": [
        "D Bu",
        "E Pan",
        "J Walker",
        "J Adler-Milstein",
        "D Kendrick",
        "J Hook"
      ],
      "year": 2007,
      "doi": "10.2337/dc06-2101"
    },
    {
      "title": "OneTouch Reveal mobile and web apps",
      "authors": [
        "Onetouch"
      ],
      "year": 2018
    },
    {
      "title": "The Diabetik app provides patients a way to manage their diabetes",
      "authors": [
        "A Agarwal"
      ],
      "year": 2018
    },
    {
      "title": "Eat better, lose weight, get healthy",
      "authors": [
        "Fooducate"
      ],
      "year": 2018
    },
    {
      "title": "Insights that improve diabetes",
      "authors": [
        "Inc Glooko"
      ],
      "year": 2018,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "Randomized controlled pilot study testing use of smartphone technology for obesity treatment",
      "authors": [
        "J Allen",
        "J Stephens",
        "Hcr Dennison",
        "K Stewart",
        "S Hauck"
      ],
      "year": 2013,
      "doi": "10.1155/2013/151597"
    },
    {
      "title": "The health of men: structured inequalities and opportunities",
      "authors": [
        "D Williams"
      ],
      "year": 2008,
      "doi": "10.2105/ajph.98.supplement_1.s150"
    },
    {
      "title": "Through our eyes: exploring African-American men's perspective on factors affecting transition to manhood",
      "authors": [
        "N Bharmal",
        "D Kennedy",
        "L Jones",
        "C Lee-Johnson",
        "D Morris",
        "B Caldwell"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-011-1836-0"
    },
    {
      "title": "Understanding tailoring in communicating about health",
      "authors": [
        "R Hawkins",
        "M Kreuter",
        "K Resnicow",
        "M Fishbein",
        "A Dijkstra"
      ],
      "year": 2008,
      "doi": "10.1093/her/cyn004"
    },
    {
      "title": "Integrating community-based participatory research and informatics approaches to improve the engagement and health of underserved populations",
      "authors": [
        "K Unertl",
        "C Schaefbauer",
        "T Campbell",
        "C Senteio",
        "K Siek",
        "S Bakken"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv094"
    },
    {
      "title": "A user-centered model for designing consumer mobile health (mHealth) applications (apps)",
      "authors": [
        "R Schnall",
        "M Rojas",
        "S Bakken",
        "W Brown",
        "A Carballo-Dieguez",
        "M Carry"
      ],
      "year": 2016,
      "doi": "10.1016/j.jbi.2016.02.002"
    },
    {
      "title": "An intersectional approach to men's health",
      "authors": [
        "D Griffith"
      ],
      "year": 2012,
      "doi": "10.1016/j.jomh.2012.03.003"
    },
    {
      "title": "Effects of cultural tailoring on persuasion in cancer communication: a meta-analysis",
      "authors": [
        "Y Huang",
        "F Shen"
      ],
      "year": 2016,
      "doi": "10.1111/jcom.12243"
    },
    {
      "title": "You have to approach us right\": a qualitative framework analysis for recruiting african americans into mHealth research",
      "authors": [
        "Dcs James",
        "C Harville",
        "O Efunbumi",
        "I Babazadeh",
        "S Ali"
      ],
      "year": 2017,
      "doi": "10.1177/1090198117727324"
    },
    {
      "title": "Racial and ethnic disparities in the use of health services: bias, preferences, or poor communication?",
      "authors": [
        "C Ashton",
        "P Haidet",
        "D Paterniti",
        "T Collins",
        "H Gordon",
        "O' Malley"
      ],
      "year": 2003,
      "doi": "10.1046/j.1525-1497.2003.20532.x"
    },
    {
      "title": "Improving the outcomes of disease management by tailoring care to the patient's level of activation",
      "authors": [
        "J Hibbard",
        "J Greene",
        "M Tusler"
      ],
      "year": 2009
    },
    {
      "title": "When seeing the same physician, highly activated patients have better care experiences than less activated patients",
      "authors": [
        "J Greene",
        "J Hibbard",
        "R Sacks",
        "V Overton"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1409"
    },
    {
      "title": "The influence of social support on chronic illness self-management: a review and directions for research",
      "authors": [
        "M Gallant"
      ],
      "year": 2003,
      "doi": "10.1177/1090198102251030"
    },
    {
      "title": "African-Americans and the internet",
      "authors": [
        "T Spooner",
        "L Rainie"
      ],
      "year": 2000
    },
    {
      "title": "Mobile Fact Sheet",
      "year": 2018
    },
    {
      "title": "African Americans and technology use: a demographic report",
      "authors": [
        "A Smith"
      ],
      "year": 2014
    },
    {
      "title": "The biotechnical embrace",
      "authors": [
        "Mjd Good"
      ],
      "year": 2001
    },
    {
      "title": "Top five digital transformation trends in health care",
      "authors": [
        "D Newman"
      ],
      "year": 2017,
      "doi": "10.1377/forefront.20170201.058568"
    }
  ],
  "num_references": 39
}
