{
  "paper_id": "7BVIQC6B",
  "title": "Patient Portals and Patient Engagement: A State of the Science Review",
  "abstract": "Background: Patient portals (ie, electronic personal health records tethered to institutional electronic health records) are recognized as a promising mechanism to support greater patient engagement, yet questions remain about how health care leaders, policy makers, and designers can encourage adoption of patient portals and what factors might contribute to sustained utilization. \n Objective: The purposes of this state of the science review are to (1) present the definition, background, and how current literature addresses the encouragement and support of patient engagement through the patient portal, and (2) provide a summary of future directions for patient portal research and development to meaningfully impact patient engagement. \n Methods: We reviewed literature from 2006 through 2014 in PubMed, Ovid Medline, and PsycInfo using the search terms \"patient portal\" OR \"personal health record\" OR \"electronic personal health record\". Final inclusion criterion dictated that studies report on the patient experience and/or ways that patients may be supported to make competent health care decisions and act on those decisions using patient portal functionality. Results: We found 120 studies that met the inclusion criteria. Based on the research questions, explicit and implicit aims of the studies, and related measures addressed, the studies were grouped into five major topics (patient adoption, provider endorsement, health literacy, usability, and utility). We discuss the findings and conclusions of studies that address the five topical areas. Conclusions: Current research has demonstrated that patients' interest and ability to use patient portals is strongly influenced by personal factors such age, ethnicity, education level, health literacy, health status, and role as a caregiver. Health care delivery factors, mainly provider endorsement and patient portal usability also contribute to patient's ability to engage through and with the patient portal. Future directions of research should focus on identifying specific populations and contextual considerations that would benefit most from a greater degree of patient engagement through a patient portal. Ultimately, adoption by patients and endorsement by providers will come when existing patient portal features align with patients' and providers' information needs and functionality.",
  "year": 2012,
  "date": "2012",
  "journal": "Orthop Nurs",
  "publication": "Orthop Nurs",
  "authors": [
    {
      "forename": "Taya",
      "surname": "Irizarry",
      "name": "Taya Irizarry",
      "affiliation": "School of Nursing , University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Annette",
      "surname": "Devito Dabbs",
      "name": "Annette Devito Dabbs",
      "affiliation": "School of Nursing , University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Christine",
      "surname": "Curran",
      "name": "Christine Curran",
      "affiliation": "School of Nursing , University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/jmir.4255",
  "keywords": [
    "electronic personal health record",
    "patient portal",
    "patient engagement",
    "meaningful use XSL",
    "FO RenderX"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Patient Engagement and Patient Portals",
      "text": "Patient engagement has been identified as an essential dimension of the multifaceted solution to the cost/quality crisis in US health care. The patient-centric definition of patient engagement by the Agency for Healthcare Research and Quality (AHRQ) is \"the involvement in their own care by individuals (and others they designate to engage on their behalf), with the goal that they make competent, well-informed decisions about their health and health care and take action to support those decisions\"  [1] .\n\nAHRQ also defines patient engagement from a systems perspective as \"a set of behaviors by patients, family members, and health professionals and a set of organizational policies and procedures that foster both the inclusion of patients and family members as active members of the health care team and collaborative partnerships with providers and provider organizations\"  [1] .\n\nCurrently, there is an increasing awareness of health care system's responsibility to provide easily accessible ways for patients to be engaged in their own care by creating effective partnerships that lead to the patient's ability to make competent and well-informed decisions  [2] . While an electronic personal health record (ePHR) tethered to an electronic health record (EHR), also known as a patient portal, is currently recognized as a promising mechanism to support greater patient engagement, questions remain about how health care leaders, policy makers, and designers can encourage adoption by both providers and patients and what factors might contribute to sustained utilization."
    },
    {
      "title": "Definition and Background of Patient Portals",
      "text": "An ePHR that directly links, or is \"tethered\", to an EHR is most commonly referred to as a patient portal. In general, patient information from the EHR such as the problem list, allergies, and lab test results populate the patient portal. In some instances, patients may enter data to populate the EHR. In contrast, an untethered ePHR is under the control of the patient. This means an individual manually enters all information or grants permission for the information to be transferred to the ePHR, from a specific source like a laboratory or pharmacy, and determines who will have access. Thus, the value of an untethered ePHR is determined by a person's willingness to manage and maintain their ePHR information. Because there is little that health care organizations can do to initiate patient engagement using an untethered ePHR, this literature review is focused exclusively on the patient portal, directly linked to an EHR. Patient portals were introduced and adopted by a few large health care organizations in the late 1990s (eg, MyChart at the Palo Alto Medical Foundation and Indivo at Boston Children's Hospital)  [3, 4] . However, patient portals did not gain widespread use until 2006 when several initiatives coincided, including the launch of ePHRs by Microsoft and Google, the awarding of Centers for Medicare and Medicaid Services (CMS) contracts to private firms to conduct feasibility studies of ePHRs using existing claims data from Medicare programs, and Blue Cross and Blue Shield Association and America's Health Insurance Plans' announcement to develop data-sharing programs that would ultimately support ePHR development  [5] . These initiatives also coincided with the broad social movement towards adoption and daily use of powerful information and communication sharing tools such as smartphones and social media, illustrating the readiness of the general population to embrace technology in a new socially interactive way.\n\nThe current principal driver of patient portal development is the meaningful use (MU) criteria of the CMS EHR incentive program  [6] . Features mandated by MU that directly relate to patient portal functionality include providing (1) a clinical summary to the patient after each visit, (2) secure messaging (SM) between patient and provider, (3) ability to view, download, and transmit personal health record data, (4) patient specific education, (5) patient reminders for preventative services, and (6) medication reconciliation  [7] . While these criteria clearly outline tasks and goals, they do little to reflect the value proposition to the end users (patients and providers) or the steps required to engage patients in a sustained and relevant way. Therefore, an aim of this review was to explore the current research addressing the encouragement and support of patient engagement through the patient portal."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search Strategy",
      "text": "Due to the advances in technology and consumer readiness in the mid-2000s, the review was limited to recent literature to better reflect current trends in design, functionality, and perceived user readiness of patient portals. We reviewed literature from 2006 through 2014 in PubMed, Ovid Medline, and PsycInfo using the search terms \"patient portal\" OR \"personal health record\" OR \"electronic personal health record\". Bibliographies and the literature reviews from these sources were used to identify additional studies  [8, 9] . Initial inclusion criteria were (1) original, peer-reviewed, qualitative, and quantitative research of tethered ePHRs or patient portals, (2) English language, and (3) available in full text. The final inclusion criterion was that the studies reported on the patient experience and/or ways that patients may be supported to make competent health care decisions and act on those decisions using patient portal functionality. Studies were not targeted to any particular patient subgroup, disease, or clinical setting.\n\nOf the 440 articles identified by the search, 176 were excluded based on title and abstract. Further review based on the final inclusion criterion resulted in 120 articles, which were reviewed in depth (see Multimedia Appendix 1 for summaries of each). Excluded articles focused on the provider perspective only, technicalities of patient portal implementation (eg, policy issues, safety, security), implications for Health Information Exchange, economics impacts, or the utility of patient portal data for research purposes (see Figure  1 )."
    },
    {
      "title": "Results"
    },
    {
      "title": "Overview",
      "text": "We grouped the studies into five major topics based on the research questions, explicit and implicit aims of the studies, and related measures addressed. The topics identified included patient adoption, provider endorsement, health literacy, usability, and utility (Table  1 ). Of the 120 articles that were reviewed, 66 (55.0%) were non-experimental descriptive, 26 (21.7%) were qualitative or mixed-methods, 14 (11.7%) were randomized controlled trials, 10 were pilot studies or case reports (8.3%), and 4 were cohort studies (3.3%) (Table  2 ). Only 11 articles explicitly identified a guiding theoretical framework, with the Chronic Care Model being the most common among them. The year 2011 was a turning point in the number of published articles, which coincides with the initiation of CMS EHR incentives program. The topical areas that showed the greatest increase in volume were patient adoption and utility (Table  1 ). See Multimedia Appendix 1 for a brief description of each article and the topical areas addressed. The following section describes each topical area and discusses relevant implications for research, development, and implementation of patient portals."
    },
    {
      "title": "Patient Adoption",
      "text": "Before a patient portal can serve as a tool for individuals to become more engaged and involved in their own care, patients must first adopt it. CMS 2014 stage 2 MU regulations define adoption in terms of institutional reporting for reimbursement and require that 5% of the institutions' patient population  (1)  download or view electronic health information and (2) use secure electronic messages (eg, email)  [6] . However, in our review, various operational definitions of adoption were used. For example, many observational studies used usage data of the initial login to the patient portal site to represent adoption; others used data from surveys about patients' intention to use the portal. Several randomized controlled trials (RCTs) used rates of patient portal intervention adherence to study protocol to define adoption, and for some of these trials, those who completed the studies were considered adopters; in others, adoption was defined as the frequency of intervention use.\n\nOf the 62 articles  [5, ] that focused on or described patient portal adoption as part of the report, six RCTs included detailed descriptions of intervention group participants who completed the study (and therefore were considered adopters) in comparison to those who did not. We found 12 qualitative or mixed-method studies that collected data about adoption from patients through focus groups or semistructured interviews; 21 studies focused on interest and barriers to adoption for specific populations or patient portal functions (eg, elderly, safety-net, human immunodeficiency populations, secure messaging, prescription refills).\n\nThe term \"digital divide\" is often used to describe major potential barriers to access of electronic tools such as a patient portal and refers to disparities among subgroups based on access to the Internet and computer literacy. However, this term does not encompass the many other factors that may contribute to adoption such as language barriers, age, race and ethnicity, social economic status, and level of patient activation  [32, 50, 54, 71] . Several studies examining adoption have shown that ethnic minorities (African American, Latino, Asian) and patients who are younger (under 35 years), healthier, and less educated were less likely to adopt patient portals  [15, 55, 72] ; however, results are mixed regarding gender differences  [50, 63] . People with disabilities and chronic conditions, frequent users of health care services, and caregivers of elderly parents or children tend to have the most interest in patient portals  [28, 50, 62, 73] . Other important factors of patient portal adoption include provider acceptance and promotion, and usability of the patient portal interface including ease of registration, navigation, and perceived privacy and security  [18] [19] [20] 74] ."
    },
    {
      "title": "Provider Endorsement",
      "text": "Provider endorsement and continued engagement with the patient portal have been identified as important factors in a patient's decision to adopt and continue to use the patient portal functions to achieve and sustain anticipated positive outcomes  [19, 75] . Of the 8 articles that addressed physician endorsement  [12, 19, 34, [76] [77] [78] [79] [80] , 5 studies were qualitative or mixed-method studies, and one RCT included a retrospective survey of physicians' use and satisfaction.\n\nFour of the studies sought to capture attitudes of clinicians towards patient portals prior to having firsthand experience interacting with them. Prior to actual use of patient portals, clinicians expressed concerns related to patient engagement including: the potential for inducing patient anxiety regarding test results; the accuracy of patient entered data; the potential liability for tracking and acting on critical clinical information, such as blood glucose levels and blood pressure readings; implications for changes in the patient-provider relationship; and the anticipated increased workload  [34, 77, 78, 81] .\n\nRetrospective studies showed that the pre-portal concerns regarding patient anxiety about test results were not justified as demonstrated by numerous patients who found the test result feature one of the most useful  [82] . In addition, while perceived increases in workload and duration of clinic visits varied among studies, clinicians believed patients were more interested in participating in their care and found that verifying the additional information in the patient portal provided during face-to-face visits was helpful, thus eliminating the accuracy concern  [19] . Overall, the workflow of individual providers and the health care team as a whole, including nurses, pharmacists, support staff, and physicians, must be adapted in order to incorporate patient portal functionality, and the patient engagement it allows, into the delivery of preventative services and illness management processes  [45] ."
    },
    {
      "title": "Health Literacy",
      "text": "The definition of health literacy developed for the National Library of Medicine and used by the Healthy People 2010 initiative is \"the degree to which individuals have the capacity to obtain, process and understand basic health information and services needed to make appropriate health decisions\"  [83] . Of the 16 studies that specifically addressed health literacy  [11, 14, 30, 40, 42, 64, 65, 74, [84] [85] [86] [87] [88] [89] [90] [91] , the majority included self-reported health literacy measures via survey questions or open-ended questions; only Noblin et al  (42)  and Taha et al  [91]  included validated health literacy measures. Four studies  [64, 85, 88, 91]  identified conceptual knowledge, numeracy, and computer skills as particularly important literacy factors that contributed to successful patient engagement via a patient portal.\n\nNoblin et al  [42]  found that 65% of participants who intended to adopt the outpatient clinic's patient portal had a higher eHealth literacy score than those who were not interested in patient portal adoption. Taha et al  [91]  results indicated that if health texts involved numeric concepts, users encountered problems, even if they were considered to have \"adequate\" health literacy. These studies underscore the importance of evaluating health literacy and health numeracy separately in order to identify specific risk factors and design flaws that could impact patient comprehension and ultimately jeopardize the accuracy of patient input and interpretation of results.\n\nFour studies directly addressed the impact of health literacy of intended users on the successful completion of specific tasks  [64, 84, 88, 92] . Results showed that patients responded better when medical jargon and abbreviations were translated into \"patient friendly\" language. These results echo Haggstrom et al  [85]  and Monkman & Kushniruk's  [88]  findings of the dangers of low health and computer literacy to safe and effective use of patient portals.\n\nSchnipper et al  [92]  and Sox et al  [84]  revealed that, despite patient involvement in early design and testing of patient portals, subsequent scenario-based usability testing uncovered navigation difficulties primarily due to the unfamiliarity with complex medical language and confusion of how and when to correct identified errors. Monkman & Kushniruk  [88]  suggest that including health literacy assessments in usability testing of consumer health information systems, such as patient portals, would inform the design of systems for better navigation, data input, and conceptual understanding of health information included throughout the patient portal.\n\nMonkman & Kushniruk  [88]  also proposed a specific heuristic for health literacy whose purpose is to identify and categorize when clinical information within the patient portal would most likely be misunderstood by a layperson who does not possess a health care background. This study, along with several other qualitative studies showed that specific health topics (eg, medications, lab results, and allergies) required extra attention to designing with health literacy considerations in mind  [45, 89, 93] . Proposed navigation and aiding tools that increased patients' ability to understand their personal health information more fully include integrating links to definitions of terms and detailed explanations, using movies and illustrations, substituting lay language for medical terminology and using graphs to track trending data, such as blood pressure and blood glucose levels  [84, 85, 94] ."
    },
    {
      "title": "Usability",
      "text": "Usability testing is the term used to describe the assessment of how easy a user interface is to operate. The word \"usability\" also refers to methods for improving ease of use during the design process  [95] . One such method is heuristic evaluation, a method of testing a preliminary prototype by examining the interface and judging its compliance with recognized usability principles (ie, \"heuristics\"). Further iterative usability testing is accomplished using a series of prototypes and participatory scenario-based and \"think-aloud\" sessions with intended users in order to redesign the interface and workflows to better match user needs and preferences. Early usability testing, and its role in patient portal design, is important because it directly impacts whether or not a patient can easily adopt a patient portal. It also impacts the ability of the user to successfully navigate portal functions, accurately input information, and comprehend the information presented, ultimately contributing to its usefulness as a tool for patient engagement.\n\nOf the 20 studies that addressed usability of patient portals, 6 performed some form of heuristic and usability testing with objective observation and various forms of \"think aloud\" sessions  [25, 84, 85, 92, 94, 96] . Only Schnipper et al  [92]  included usability testing of both the clinician and patient interfaces. The remaining 14 studies assessed users' subjective satisfaction and ease of use with questionnaires and/or interviews to evaluate overall adoption and utilization  [11, 38, 45, 47, 48, 64, 65, 73, 82, 88, 89, 91, 97, 98] .\n\nSchnipper et al  [92]  addressed the needs of both end users (ie, clinicians and patients) in the usability testing of a medication management module embedded within the patient portal. The study highlighted the need for end user-specific interfaces and functionality in order to make the user experience easier and more efficient, thus demonstrating its value and promoting sustained use. For patients, this meant striking a balance between free-text, structured, and coded data fields in order to leverage the usefulness of patient-entered data without confusing or overwhelming patients. For example, drop-down menus and scrolls bars were found to be less confusing and more efficient than dynamic text boxes that would react to the word being typed when inputting data, such as medications and allergies. In the case of clinicians, this meant integrating the clinician side of the application with their workflow so that clinicians could verify and correct patient-entered data while simultaneously facilitating the flow of that data into the EHR.\n\nMuch of the literature surrounding usability confirms that adoption and sustained use of technology are directly related to ease of navigation and the perceived usefulness of the available information  [99] . While nearly all the patient portal usability studies that used subjective assessments showed positive results for ease of use and satisfaction, the in-depth objective usability studies were more effective at uncovering a variety of barriers to safe and effective use."
    },
    {
      "title": "Utility",
      "text": "Utility refers to the availability of needed features. Utility and usability are equally important and together determine whether something is useful  [99] ; 76 studies focused in some way on patient portal utility  [5, 12, 13, 15, 19, 22, 23, [25] [26] [27] 30, 34, 37, 41, 44, 47, 52, 53, 56, 57, 59, 60, 64, 65, 69, 70, 79, 82, [84] [85] [86] [87] 89, 90, 92, 96, 98, . The majority of descriptive, qualitative, and mixed-method studies focused on eliciting patient preferences for specific functions. Patients preferred functions that offered convenience, such as an easy way to contact and communicate with providers, order prescription refills, and access multiple family medical records. Easy-to-read, printer-friendly summaries were also viewed as helpful for sharing information with family members and providers who did not have patient portal access. The top two patient portal qualities that were deemed most utilitarian for patients were personalization and collaborative communication between patients and providers  [67, 138] ."
    },
    {
      "title": "Personalization",
      "text": "While numerous descriptive and qualitative studies attest to the desire for personalized patient portal functionality, there is little research about what kind of personalization would lead to greater patient engagement. Currently, the greatest research focus is on chronic disease medication management and preventative services. Only 3 RCTs specifically tested the efficacy of patient-tailored interventions  [13, 30, 90] . Grant et al  [13]  provided patient-tailored decision support and enabled the patient to author a \"Diabetes Care Plan\" for electronic submission to the physician prior to upcoming appointments. This intervention led to increases in pre-visit use of the patient portal and increased rates of diabetes-related medication adjustment at 12 months. Krist et al  [62]  provided a personally tailored list of prevention recommendations and found that at 16 months, 1 in 4 users were up-to-date on all preventive services-nearly double that of non-users. Sequist et al  [30]  sent personalized electronic messages that included (1) alerts for overdue health screenings and information on screening options, (2) a mechanism for patients to submit requests to schedule screening examinations, and (3) a link to a Web-based tool for patients to assess their personal risk of colorectal cancer. Findings showed that screening rates were significantly higher at 1 month for patients who received electronic messages than for those who did not, but the difference was no longer significant at 4 months."
    },
    {
      "title": "Collaborative Communication",
      "text": "Collaborative communication refers to the ability for patients and providers to share timely and pertinent information, enabling patients to participate as active members of the care team beyond the hospital or clinic setting. SM and medication reconciliation are the two most common patient portal functions that offer the opportunity for such communication. Both functions also pose the greatest potential changes to provider workflow and overall impact on the patient-provider relationship.\n\nFor example, the difficulty aligning information management tools with current provider workflow and care delivery priorities was highlighted in a study of an interactive medication reconciliation module that emailed primary care physicians when a patient added or changed information  [106] . Results showed that patients were willing and able to annotate their medication list, offering the most up-to-date and complete information, but email notifications were ineffective at prompting providers to update the EHR medication list outside of a clinic visit  [106] . Thus, while the notion of designing patient portals to support patient involvement in their care, such as opportunities for their participation in medication reconciliation, shows promise, their effectiveness will depend on the ability to better incorporate these functions into provider workflow and delivery of care.\n\nOther implications of electronic forms of communication via a patient portal are the potential to improve efficiency by way of substituting SM for face-to-face encounters and using SM reminders to decrease missed appointments and promote timely preventative care. However, research shows mixed results leading researchers to believe that the relationship between SM and utilization is more complex than the simple substitution of online for in-person care suggests. For example, while an earlier study at Kaiser Permanente showed a decrease in face-to-face encounters after the initiation of SM  [22] , a subsequent study in a different Kaiser region showed the opposite effect  [115] .\n\nA study done at the Mayo Clinic, aimed at clarifying this discrepancy, focused on frequency of messages, long-term use, and importance of SM among certain subgroups  [121] , which showed neither an increase nor decrease in face-to-face provider visits with the use of SM.\n\nSM is also being used as a one-way communication tool to deliver reminders for preventative care and appointments. A 2011 study at seven Duke medical clinics showed that email reminders, in combination with scheduling functionality within the patient portal, demonstrated significant declines in \"no-shows\"  [27] . A meta-analysis and systematic review by  Guy et al [139]  demonstrated a substantial increase in the likelihood of attending clinic appointments when patients received SM reminders. Perhaps the most encouraging results with SM were the large reduction in missed appointments among historically disadvantaged groups, such as Medicaid recipients, the uninsured, and black patients  [27] .\n\nSM reminders via email have also been shown to be generally successful at encouraging higher rates of preventative services use. For example, a multi-practice randomized controlled trial showed improvement in the rates of certain preventive screenings and vaccinations, but preventative services as a whole were not impacted  [113] . Findings suggest that SM reminders are most effective when they are tailored to the population and context, thus targeting specific goals such as herpes zoster vaccinations for older adults, or pediatric preventative care visit reminders for parents  [119, 129] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "The current principal driver of patient portal development is CMS and Medicaid EHR incentive program meaningful use (MU) criteria  [6] . While MU criteria clearly outline requirements of basic functionality and targeted adoption rates, they do not delineate the steps or features required to engage patients in a sustained and relevant way. Presently there is no clear definition of patient portal adoption beyond the minimum use requirements outlined in the MU criteria. However, in order for health care institutions to track the success of patient portals in terms of patient engagement, a multi-dimensional definition of portal adoption should include both motivating factors for initiation and use over time A definition of this kind would inform a set of universal quality and efficiency reporting measures beyond the current minimal MU criteria to include more relevant patient engagement data.\n\nCurrent research has demonstrated that patients' interest and ability to use patient portals is strongly influenced by personal factors such age, ethnicity, education level, health literacy, health status, and role as a caregiver. Health care delivery factors, mainly provider endorsement and patient portal usability, also contribute to patients' ability to engage through and with the patient portal.\n\nWhile health literacy has been identified as an important factor in the successful use of patient portals, few studies have used validated health literacy measures, making it difficult for future research to build on the findings. Research demonstrates that specific aspects of health literacy, mainly numeracy and familiarity with medical terminology, greatly impact the ability of patients to accurately input data and interpret the information provided in the patient portal. The direct relationship between health literacy and effective use of the patient portal supports the argument for the use of specific health literacy heuristics as part of overall usability testing.\n\nResearch also demonstrates that objective testing (as opposed to solely subjective) should also be a part of patient portal usability testing. Although objective usability testing is expensive and time consuming, studies demonstrate the need for continued work in this area in order to ensure patient portal interfaces promote patient comprehension and data entry accuracy. The promotion of content accuracy and patient comprehension impacts the overall usefulness of the information for both patients and providers.\n\nThe perceived usefulness of patient portals from the providers' perspectives cannot be underestimated. Provider endorsement is one of the most influential factors impacting patients' initial adoption, as well as its continued use as a tool for collaborative communication  [20] . Yet, current research demonstrates the difficulty in aligning information management tools, such as the patient portal, with current provider workflow and care delivery priorities.\n\nWhile current development and research is focused on demonstrating feasibility and efficiency of medication reconciliation and SM reminders, the research has revealed roadblocks to successful implementation rooted in the lack of provider workflow adaptations A greater understanding of the essential adjustments in provider workflow, including potential changes in the roles and responsibilities of the care team overall, is necessary in order to translate findings into practice. Few studies have focused on exploring how patient portal use should unfold within the context of the patient-provider interaction, or how it might impact the overall organization and workflow of the health care team including potential liability concerns, reimbursement, and relationships with patients.\n\nUltimately, successful implementation requires health care institutions to invest time and resources to systematically assess the health needs of their specific patient and caregiver populations, their individual stages of readiness to adopt a patient portal, and the types of assistance needed to do so  [140] . Ideally, interactive sites would collect information on individuals' health, health behaviors and personal goals, and assess health literacy and functional ability, which would then inform the adaptation of the patient portal to accommodate the needs of the individual and/or what additional or alternative resources may be useful  [2] . Such adaptations include personalized content and tailored data presentations specifically designed to enhance interpretation and comprehension of key personal health concerns and timely and pertinent action steps.\n\nIn addition, external environmental and contextual factors, such as distance between patient and clinic, and complexity and trajectory of health concerns, may impact which form of access is preferred for a specific person, provider, location, and situation. Future directions of research should focus on identifying specific populations and contextual considerations that would benefit most from a greater degree of patient engagement through a patient portal. This information could then lead to the creation of health care service policies that promote the use of a patient portal by both providers and patients within the most appropriate settings."
    },
    {
      "title": "Conclusions",
      "text": "If institutions are to engage patients via the patient portal in a way that encourages them to become active members of the care team, support their competence in making health-related decisions, and help them to act on those decisions, institutional leaders must consider the contributing factors that impact efficacy and sustained use of patient portals. According to this review, these factors include attention to the topical areas of patient adoption, provider endorsement, health literacy, usability, and utility. Ultimately, adoption by patients and endorsement by providers will come when existing patient portal features align with patients' and providers' information needs and functionality. Conceptualizing patient portals as a dynamic component of the patient-provider relationship and health care delivery system as a synergetic whole, rather than an isolated repository of information or a set of disconnected functions meant to collect patient data for provider use, may help to inform future research, improve patient portal design, and efforts to promote adoption and effectiveness."
    },
    {
      "text": "Figure 1. Literature review flow chart."
    },
    {
      "text": "Summary of articles on categories of patient portals for patient engagement."
    },
    {
      "text": "Levels of evidence adapted from Melnyk & Fineout-Overholt, 2005."
    }
  ],
  "references": [
    {
      "title": "Guide to Patient and Family Engagement: Environmental Scan Report",
      "authors": [
        "M Rockville",
        "M Maurer",
        "P Dardess",
        "K Carman",
        "K Frazier",
        "L Smeeding"
      ],
      "year": 2012
    },
    {
      "title": "Personal health record: new opportunity for patient education",
      "authors": [
        "W Kupchunas"
      ],
      "year": 2007,
      "doi": "10.1097/01.nor.0000276971.86937.c4"
    },
    {
      "title": "Early experiences with personal health records",
      "authors": [
        "J Halamka",
        "K Mandl",
        "P Tang"
      ],
      "year": 2008,
      "doi": "10.1197/jamia.m2562"
    },
    {
      "title": "Indivo: a personally controlled health record for health information exchange and communication",
      "authors": [
        "K Mandl",
        "W Simons",
        "Wcr Crawford",
        "J Abbett"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6947-7-25"
    },
    {
      "title": "Acceptability of a personally controlled health record in a community-based setting: implications for policy and design",
      "authors": [
        "E Weitzman",
        "L Kaci",
        "K Mandl"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1187"
    },
    {
      "title": "The Medicare Electronic Health Record Incentive Program: provider performance on core and menu measures",
      "authors": [
        "A Wright",
        "J Feblowitz",
        "L Samal",
        "A Mccoy",
        "D Sittig"
      ],
      "year": 2014,
      "doi": "10.1111/1475-6773.12134"
    },
    {
      "title": "Promise of and potential for patient-facing technologies to enable meaningful use",
      "authors": [
        "D Ahern",
        "S Woods",
        "M Lightowler",
        "S Finley",
        "T Houston"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2011.01.005"
    },
    {
      "title": "History and Trends of \"Personal Health Record\" Research in PubMed",
      "authors": [
        "J Kim",
        "H Jung",
        "D Bates"
      ],
      "year": 2011,
      "doi": "10.4258/hir.2011.17.1.3"
    },
    {
      "title": "Electronic patient portals: evidence on health outcomes, satisfaction, efficiency, and attitudes: a systematic review",
      "authors": [
        "C Goldzweig",
        "G Orshansky",
        "N Paige",
        "A Towfigh",
        "D Haggstrom",
        "I Miake-Lye"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-159-10-201311190-00006"
    },
    {
      "title": "Who uses the patient internet portal? The PatientSite experience",
      "authors": [
        "S Weingart",
        "D Rind",
        "Z Tofias",
        "D Sands"
      ],
      "year": 2006,
      "doi": "10.1197/jamia.m1833"
    },
    {
      "title": "Towards consumer-friendly PHRs: patients' experience with reviewing their health records",
      "authors": [
        "A Keselman",
        "L Slaughter",
        "C Smith",
        "H Kim",
        "G Divita",
        "A Browne"
      ]
    },
    {
      "title": "Sharing electronic laboratory results in a patient portal--a feasibility pilot",
      "authors": [
        "J Wald",
        "K Burk",
        "K Gardner",
        "R Feygin",
        "E Nelson",
        "M Epstein"
      ],
      "year": 2007
    },
    {
      "title": "Practice-linked online personal health records for type 2 diabetes mellitus: a randomized controlled trial",
      "authors": [
        "R Grant",
        "J Wald",
        "J Schnipper",
        "T Gandhi",
        "E Poon",
        "E Orav"
      ],
      "year": 2008,
      "doi": "10.1001/archinte.168.16.1776"
    },
    {
      "title": "Patients' attitudes to the summary care record and HealthSpace: qualitative study",
      "authors": [
        "T Greenhalgh",
        "G Wood",
        "T Bratan",
        "K Stramer",
        "S Hinder"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a114"
    },
    {
      "title": "Prospective personal health record use among different user groups: results of a multi-wave study",
      "authors": [
        "D Lafky",
        "T Horan"
      ],
      "year": 2008,
      "doi": "10.1109/hicss.2008.363"
    },
    {
      "title": "Interest in the use of computerized patient portals: role of the provider-patient relationship",
      "authors": [
        "S Zickmund",
        "R Hess",
        "C Bryce",
        "K Mctigue",
        "E Olshansky",
        "K Fitzgerald"
      ],
      "year": 2008,
      "doi": "10.1007/s11606-007-0273-6"
    },
    {
      "title": "The Kaiser Permanente Electronic Health Record: transforming and streamlining modalities of care",
      "authors": [
        "C Chen",
        "T Garrido",
        "D Chock",
        "G Okawa",
        "L Liang"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.2.323"
    },
    {
      "title": "Disparities in use of a personal health record in a managed care organization",
      "authors": [
        "D Roblin",
        "T Houston",
        "J Allison",
        "P Joski",
        "E Becker"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m3169"
    },
    {
      "title": "Implementing practice-linked pre-visit electronic journals in primary care: patient and physician use and satisfaction",
      "authors": [
        "J Wald",
        "A Businger",
        "T Gandhi",
        "R Grant",
        "E Poon",
        "J Schnipper"
      ],
      "year": 2010,
      "doi": "10.1136/jamia.2009.001362"
    },
    {
      "title": "Variations in patient portal adoption in four primary care practices",
      "authors": [
        "J Wald"
      ],
      "year": 2010
    },
    {
      "title": "Consumers' perceptions about and use of the internet for personal health records and health information exchange: analysis of the 2007 Health Information National Trends Survey",
      "authors": [
        "K Wen",
        "G Kreps",
        "F Zhu",
        "S Miller"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1668"
    },
    {
      "title": "Improved quality at Kaiser Permanente through e-mail between physicians and patients",
      "authors": [
        "Y Zhou",
        "M Kanter",
        "J Wang",
        "T Garrido"
      ],
      "year": 2010,
      "doi": "10.1377/hlthaff.2010.0048"
    },
    {
      "title": "Veterans' voices: use of the American Customer Satisfaction Index (ACSI) Survey to identify My HealtheVet personal health record users' characteristics, needs, and preferences",
      "authors": [
        "K Nazi"
      ],
      "year": 2010,
      "doi": "10.1136/jamia.2009.000240"
    },
    {
      "title": "Personal health records in a public hospital: experience at the HIV/AIDS clinic at San Francisco General Hospital",
      "authors": [
        "J Kahn",
        "J Hilton",
        "N Van",
        "S Leasure",
        "K Bryant",
        "C Hare"
      ],
      "year": 2010,
      "doi": "10.1136/jamia.2009.000315"
    },
    {
      "title": "Adoption, non-adoption, and abandonment of a personal electronic health record: case study of HealthSpace",
      "authors": [
        "T Greenhalgh",
        "S Hinder",
        "K Stramer",
        "T Bratan",
        "J Russell"
      ],
      "year": 2010
    },
    {
      "title": "Use of an electronic patient portal among disadvantaged populations",
      "authors": [
        "J Ancker",
        "Y Barrón",
        "M Rockoff",
        "D Hauser",
        "M Pichardo",
        "A Szerencsy"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-011-1749-y"
    },
    {
      "title": "Impact of health portal enrollment with email reminders on adherence to clinic appointments: a pilot study",
      "authors": [
        "M Horvath",
        "J Levy",
        "L 'engle",
        "P Carlson",
        "B Ahmad",
        "A Ferranti"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1702"
    },
    {
      "title": "Patient reported barriers to enrolling in a patient portal",
      "authors": [
        "M Goel",
        "T Brown",
        "A Williams",
        "A Cooper",
        "R Hasnain-Wynia",
        "D Baker"
      ],
      "year": 2011,
      "doi": "10.1136/amiajnl-2011-000473"
    },
    {
      "title": "Disparities in enrollment and use of an electronic patient portal",
      "authors": [
        "M Goel",
        "T Brown",
        "A Williams",
        "R Hasnain-Wynia",
        "J Thompson",
        "D Baker"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-011-1728-3"
    },
    {
      "title": "Electronic patient messages to promote colorectal cancer screening: a randomized controlled trial",
      "authors": [
        "T Sequist",
        "A Zaslavsky",
        "G Colditz",
        "J Ayanian"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2010.467"
    },
    {
      "title": "Patient interest in sharing personal health record information: a web-based survey",
      "authors": [
        "D Zulman",
        "K Nazi",
        "C Turvey",
        "T Wagner",
        "S Woods",
        "L An"
      ],
      "year": 2011,
      "doi": "10.7326/0003-4819-155-12-201112200-00002"
    },
    {
      "title": "Social disparities in internet patient portal use in diabetes: evidence that the digital divide extends beyond access",
      "authors": [
        "U Sarkar",
        "A Karter",
        "J Liu",
        "N Adler",
        "R Nguyen",
        "A López"
      ],
      "year": 2011,
      "doi": "10.1136/jamia.2010.006015"
    },
    {
      "title": "Patient portal doldrums: does an exam room promotional video during an office visit increase patient portal registrations and portal use?",
      "authors": [
        "F North",
        "B Hanna",
        "S Crane",
        "S Smith",
        "S Tulledge-Scheitel",
        "R Stroebel"
      ],
      "year": 2011,
      "doi": "10.1136/amiajnl-2011-000381"
    },
    {
      "title": "Use of electronic personal health record systems to encourage HIV screening: an exploratory study of patient and provider perspectives",
      "authors": [
        "D Mcinnes",
        "J Solomon",
        "B Bokhour",
        "S Asch",
        "D Ross",
        "K Nazi"
      ],
      "year": 2011,
      "doi": "10.1186/1756-0500-4-295"
    },
    {
      "title": "Integrated information systems for electronic chemotherapy medication administration",
      "authors": [
        "M Levy",
        "D Giuse",
        "C Eck",
        "G Holder",
        "G Lippard",
        "J Cartwright"
      ],
      "year": 2011,
      "doi": "10.1200/jop.2011.000259"
    },
    {
      "title": "Who are portal users vs. early e-Visit adopters? A preliminary analysis",
      "authors": [
        "C Jung",
        "R Padman",
        "G Shevchik",
        "S Paone"
      ],
      "year": 2011
    },
    {
      "title": "Impact of a Wellness Portal on the delivery of patient-centered preventive care",
      "authors": [
        "Z Nagykaldi",
        "C Aspy",
        "A Chou",
        "J Mold"
      ],
      "year": 2012,
      "doi": "10.3122/jabfm.2012.02.110130"
    },
    {
      "title": "Internet portal use in an academic multiple sclerosis center",
      "authors": [
        "A Nielsen",
        "J Halamka",
        "R Kinkel"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000177"
    },
    {
      "title": "The association between personal health record use and diabetes quality measures",
      "authors": [
        "M Tenforde",
        "A Nowacki",
        "A Jain",
        "J Hickner"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-011-1889-0"
    },
    {
      "title": "Access to radiologic reports via a patient portal: clinical simulations to investigate patient preferences",
      "authors": [
        "A Johnson",
        "D Easterling",
        "R Nelson",
        "M Chen",
        "R Frankel"
      ],
      "doi": "10.1016/j.jacr.2011.12.023"
    },
    {
      "title": "Triaging patients at risk of influenza using a patient portal",
      "authors": [
        "S Rosenbloom",
        "T Daniels",
        "T Talbot",
        "T Mcclain",
        "R Hennes",
        "S Stenner"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000382"
    },
    {
      "title": "The impact of health literacy on a patient's decision to adopt a personal health record",
      "authors": [
        "A Noblin",
        "Tth Wan",
        "M Fottler"
      ],
      "year": 2012,
      "doi": "10.1504/ijhtm.2013.055085"
    },
    {
      "title": "Consistency of patient preferences about a secure Internet-based patient communications portal: contemplating, enrolling, and using",
      "authors": [
        "D Wakefield",
        "R Kruse",
        "B Wakefield",
        "R Koopman",
        "L Keplinger",
        "S Canfield"
      ],
      "year": 2012,
      "doi": "10.1177/1062860611436246"
    },
    {
      "title": "Personal health records and hypertension control: a randomized trial",
      "authors": [
        "P Wagner",
        "J Dias",
        "S Howard",
        "K Kintziger",
        "M Hudson",
        "Y Seol"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000349"
    },
    {
      "title": "Improving diabetes management with a patient portal: a qualitative study of diabetes self-management portal",
      "authors": [
        "S Urowitz",
        "D Wiljer",
        "K Dupak",
        "Z Kuehner",
        "K Leonard",
        "E Lovrics"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2265"
    },
    {
      "title": "Use of the internet and an online personal health record system by US veterans: comparison of Veterans Affairs mental health service users and other veterans nationally",
      "authors": [
        "J Tsai",
        "R Rosenheck"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2012-000971"
    },
    {
      "title": "Patient perceptions of a personal health record: a test of the diffusion of innovation model",
      "authors": [
        "S Emani",
        "C Yamin",
        "E Peters",
        "A Karson",
        "S Lipsitz",
        "J Wald"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2278"
    },
    {
      "title": "Parent intention to use a patient portal as related to their children following a facilitated demonstration",
      "authors": [
        "C Ahlers-Schmidt",
        "M Nguyen"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2013.0041"
    },
    {
      "title": "Access, interest, and attitudes toward electronic communication for health care among patients in the medical safety net",
      "authors": [
        "A Schickedanz",
        "D Huang",
        "A Lopez",
        "E Cheung",
        "C Lyles",
        "T Bodenheimer"
      ],
      "year": 2013,
      "doi": "10.1007/s11606-012-2329-5"
    },
    {
      "title": "Internet access and patient portal readiness among patients in a group of inner-city safety-net practices",
      "authors": [
        "M Sanders",
        "P Winters",
        "R Fortuna",
        "M Mendoza",
        "M Berliant",
        "L Clark"
      ],
      "year": 2013,
      "doi": "10.1097/jac.0b013e31829702f9"
    },
    {
      "title": "Differences between diabetes patients who are interested or not in the use of a patient Web portal",
      "authors": [
        "Mcm Ronda",
        "L Dijkhorst-Oei",
        "K Gorter",
        "Jwj Beulens",
        "Gehm Rutten"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0023"
    },
    {
      "title": "Understanding patient portal use: implications for medication management",
      "authors": [
        "C Osborn",
        "L Mayberry",
        "K Wallston",
        "K Johnson",
        "T Elasy"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2589"
    },
    {
      "title": "Evaluating patient access to Electronic Health Records: results from a survey of veterans",
      "authors": [
        "K Nazi",
        "T Hogan",
        "D Mcinnes",
        "S Woods",
        "G Graham"
      ],
      "year": 2013,
      "doi": "10.1097/mlr.0b013e31827808db"
    },
    {
      "title": "Patient-provider communication and trust in relation to use of an online patient portal among diabetes patients: The Diabetes and Aging Study",
      "authors": [
        "C Lyles",
        "U Sarkar",
        "J Ralston",
        "N Adler",
        "D Schillinger",
        "H Moffet"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001567"
    },
    {
      "title": "Correlates of patient portal enrollment and activation in primary care pediatrics",
      "authors": [
        "T Ketterer",
        "D West",
        "V Sanders",
        "J Hossain",
        "M Kondo",
        "I Sharif"
      ],
      "year": 2013,
      "doi": "10.1016/j.acap.2013.02.002"
    },
    {
      "title": "How patients want to engage with their personal health record: a qualitative study",
      "authors": [
        "J Kerns",
        "A Krist",
        "D Longo",
        "A Kuzel",
        "S Woolf"
      ],
      "year": 2013,
      "doi": "10.1136/bmjopen-2013-002931"
    },
    {
      "title": "Use of a web 2.0 portal to improve education and communication in young patients with families: randomized controlled trial",
      "authors": [
        "L Hanberger",
        "J Ludvigsson",
        "S Nordfeldt"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2425"
    },
    {
      "title": "Understanding adoption of a personal health record in rural health care clinics: revealing barriers and facilitators of adoption including attributions about potential patient portal users and self-reported characteristics of early adopting users",
      "authors": [
        "J Butler",
        "M Carter",
        "C Hayden",
        "B Gibson",
        "C Weir",
        "L Snow"
      ],
      "year": 2013
    },
    {
      "title": "Propensity of people with long-term conditions to use personal health records",
      "authors": [
        "Y Gu",
        "K Day"
      ],
      "year": 2013
    },
    {
      "title": "Predictors and intensity of online access to electronic medical records among patients with cancer",
      "authors": [
        "D Gerber",
        "A Laccetti",
        "Chen Yan",
        "J Cai",
        "J Gates"
      ],
      "year": 2014,
      "doi": "10.1200/jop.2013.001347"
    },
    {
      "title": "Development of interactive empowerment services in support of personalised medicine",
      "authors": [
        "H Kondylakis",
        "E Kazantzaki",
        "L Koumakis",
        "I Genitsaridi",
        "K Marias",
        "A Gorini"
      ],
      "year": 2014,
      "doi": "10.3332/ecancer.2014.400"
    },
    {
      "title": "Engaging primary care patients to use a patient-centered personal health record",
      "authors": [
        "A Krist",
        "S Woolf",
        "G Bello",
        "R Sabo",
        "D Longo",
        "P Kashiri"
      ],
      "year": 2014,
      "doi": "10.1370/afm.1691"
    },
    {
      "title": "Virtualized healthcare delivery: understanding users and their usage patterns of online medical consultations",
      "authors": [
        "C Jung",
        "R Padman"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.08.004"
    },
    {
      "title": "Evaluating user experiences of the secure messaging tool on the Veterans Affairs' patient portal system",
      "authors": [
        "J Haun",
        "J Lind",
        "S Shimada",
        "T Martin",
        "R Gosline",
        "N Antinori"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2976"
    },
    {
      "title": "Impact of patient-accessible electronic medical records in rheumatology: use, satisfaction and effects on empowerment among patients",
      "authors": [
        "R Van Der Vaart",
        "Chc Drossaert",
        "E Taal",
        "K Drossaers-Bakker",
        "H Vonkeman",
        "Mafj Van De Laar"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2474-15-102"
    },
    {
      "title": "Rapid growth in use of personal health records in New York, 2012-2013",
      "authors": [
        "J Ancker",
        "M Silver",
        "R Kaushal"
      ],
      "year": 2014,
      "doi": "10.1007/s11606-014-2792-2"
    },
    {
      "title": "Consumer perspectives on personal health records: a 4-community study",
      "authors": [
        "E Abramson",
        "V Patel",
        "A Edwards",
        "R Kaushal"
      ],
      "year": 2014
    },
    {
      "title": "Patients' continuing use of an online health record: a quantitative evaluation of 14,000 patient years of access data",
      "authors": [
        "R Phelps",
        "J Taylor",
        "K Simpson",
        "J Samuel",
        "A Turner"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3371"
    },
    {
      "title": "Meaningful use and the patient portal: patient enrollment, use, and satisfaction with patient portals at a later-adopting center",
      "authors": [
        "J Neuner",
        "M Fedders",
        "M Caravella",
        "L Bradford",
        "M Schapira"
      ],
      "year": 2015,
      "doi": "10.1177/1062860614523488"
    },
    {
      "title": "The effect of a patient portal with electronic messaging on patient activation among chronically ill patients: controlled before-and-after study",
      "authors": [
        "I Riippa",
        "M Linna",
        "I Rönkkö"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3462"
    },
    {
      "title": "Patient activation and use of an electronic patient portal",
      "authors": [
        "J Ancker",
        "S Osorio",
        "A Cheriff",
        "C Cole",
        "M Silver",
        "R Kaushal"
      ],
      "year": 2014,
      "doi": "10.3109/17538157.2014.908200"
    },
    {
      "title": "Barriers to the use of a personal health record by an elderly population",
      "authors": [
        "W Lober",
        "B Zierler",
        "A Herbaugh",
        "S Shinstrom",
        "A Stolyar",
        "E Kim"
      ],
      "year": 2006
    },
    {
      "title": "Factors affecting usage of a personal health record (PHR) to manage health",
      "authors": [
        "J Taha",
        "S Czaja",
        "J Sharit",
        "D Morrow"
      ],
      "year": 2013,
      "doi": "10.1037/a0033911"
    },
    {
      "title": "The literacy divide: health literacy and the use of an internet-based patient portal in an integrated health system-results from the diabetes study of northern California (DISTANCE)",
      "authors": [
        "U Sarkar",
        "A Karter",
        "J Liu",
        "N Adler",
        "R Nguyen",
        "A Lopez"
      ],
      "year": 2010,
      "doi": "10.1080/10810730.2010.499988"
    },
    {
      "title": "Modeling factors that influence personal health records adoption",
      "authors": [
        "M Logue",
        "J Effken"
      ],
      "year": 2012,
      "doi": "10.1097/nxn.0b013e3182510717"
    },
    {
      "title": "Many physicians are willing to use patients' electronic personal health records, but doctors differ by location, gender, and practice",
      "authors": [
        "M Wynia",
        "G Torres",
        "J Lemieux"
      ],
      "year": 2011,
      "doi": "10.1377/hlthaff.2010.0342"
    },
    {
      "title": "The personal health record paradox: health care professionals' perspectives and the information ecology of personal health record systems in organizational and clinical settings",
      "authors": [
        "K Nazi"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2443"
    },
    {
      "title": "Family physicians' perspectives on personal health records: qualitative study",
      "authors": [
        "G Yau",
        "A Williams",
        "J Brown"
      ],
      "year": 2011
    },
    {
      "title": "Giving rheumatology patients online home access to their electronic medical record (EMR): advantages, drawbacks and preconditions according to care providers",
      "authors": [
        "R Van Der Vaart",
        "Chc Drossaert",
        "E Taal",
        "Mafj Van De Laar"
      ],
      "year": 2013,
      "doi": "10.1007/s00296-012-2408-2"
    },
    {
      "title": "Is Canada ready for patient accessible electronic health records? A national scan",
      "authors": [
        "S Urowitz",
        "D Wiljer",
        "E Apatu",
        "G Eysenbach",
        "C Delenardo",
        "T Harth"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6947-8-33"
    },
    {
      "title": "Family physician perceptions of personal health records",
      "authors": [
        "M Witry",
        "W Doucette",
        "J Daly",
        "B Levy",
        "E Chrischilles"
      ],
      "year": 2010
    },
    {
      "title": "Meeting the health information needs of prostate cancer patients using personal health records",
      "authors": [
        "H Pai",
        "F Lau",
        "J Barnett",
        "S Jones"
      ],
      "year": 2013,
      "doi": "10.3747/co.20.1584"
    },
    {
      "title": "National Library of Medicine Current Bibliographies in Medicine: Health Literacy",
      "authors": [
        "C Selden",
        "M Zorn",
        "S Ratzan",
        "R Parker"
      ],
      "year": 2000,
      "doi": "10.1037/e306642003-001"
    },
    {
      "title": "Patient-centered design of an information management module for a personally controlled health record",
      "authors": [
        "C Sox",
        "W Gribbons",
        "B Loring",
        "K Mandl",
        "R Batista",
        "S Porter"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1269"
    },
    {
      "title": "Lessons learned from usability testing of the VA's personal health record",
      "authors": [
        "D Haggstrom",
        "J Saleem",
        "A Russ",
        "J Jones",
        "S Russell",
        "N Chumbler"
      ],
      "year": 2011,
      "doi": "10.1136/amiajnl-2010-000082"
    },
    {
      "title": "Designing a patient-centered personal health record to promote preventive care",
      "authors": [
        "A Krist",
        "E Peele",
        "S Woolf",
        "S Rothemich",
        "J Loomis",
        "D Longo"
      ],
      "year": 2011,
      "doi": "10.1186/1472-6947-11-73"
    },
    {
      "title": "Patient experiences with full electronic access to health records and clinical notes through the My HealtheVet Personal Health Record Pilot: qualitative study",
      "authors": [
        "S Woods",
        "E Schwartz",
        "A Tuepker",
        "N Press",
        "K Nazi",
        "C Turvey"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2356"
    },
    {
      "title": "Applying usability methods to identify health literacy issues: an example using a Personal Health Record",
      "authors": [
        "H Monkman",
        "A Kushniruk"
      ],
      "year": 2013
    },
    {
      "title": "Consumers' perceptions of patient-accessible electronic medical records",
      "authors": [
        "C Zarcadoolas",
        "W Vaughon",
        "S Czaja",
        "J Levy",
        "M Rockoff"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2507"
    },
    {
      "title": "Interactive preventive health record to enhance delivery of recommended care: a randomized trial",
      "authors": [
        "A Krist",
        "S Woolf",
        "S Rothemich",
        "R Johnson",
        "J Peele",
        "T Cunningham"
      ],
      "year": 2012,
      "doi": "10.1370/afm.1383"
    },
    {
      "title": "The impact of numeracy ability and technology skills on older adults' performance of health management tasks using a patient portal",
      "authors": [
        "J Taha",
        "J Sharit",
        "S Czaja"
      ],
      "year": 2014,
      "doi": "10.1177/0733464812447283"
    },
    {
      "title": "Design and implementation of a web-based patient portal linked to an electronic health record designed to improve medication safety: the Patient Gateway medications module",
      "authors": [
        "J Schnipper",
        "T Gandhi",
        "J Wald",
        "R Grant",
        "E Poon",
        "L Volk"
      ],
      "year": 2008,
      "doi": "10.14236/jhi.v16i2.686"
    },
    {
      "title": "Personal health record design: qualitative exploration of issues inhibiting optimal use",
      "authors": [
        "K Fuji",
        "A Abbott",
        "K Galt"
      ],
      "year": 2014,
      "doi": "10.2337/dc13-1630"
    },
    {
      "title": "Usability testing finds problems for novice users of pediatric portals",
      "authors": [
        "M Britto",
        "H Jimison",
        "J Munafo",
        "J Wissman",
        "M Rogers"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m3154"
    },
    {
      "title": "Context mediated usability testing",
      "authors": [
        "C Kuziemsky",
        "A Kushniruk"
      ],
      "year": 2014
    },
    {
      "title": "The military health system's personal health record pilot with Microsoft HealthVault and Google Health",
      "authors": [
        "N Do",
        "R Barnhill",
        "K Heermann-Do",
        "K Salzman",
        "R Gimbel"
      ],
      "year": 2011,
      "doi": "10.1136/jamia.2010.004671"
    },
    {
      "title": "Sociotechnical Challenges of Developing an Interoperable Personal Health Record: Lessons Learned",
      "authors": [
        "G Gaskin",
        "C Longhurst",
        "R Slayton",
        "A Das"
      ],
      "year": 2011,
      "doi": "10.4338/ACI-2011-06-RA-0035"
    },
    {
      "title": "Collaborative development of an electronic Personal Health Record for people with severe and enduring mental health problems",
      "authors": [
        "L Ennis",
        "D Robotham",
        "M Denis",
        "N Pandit",
        "D Newton",
        "D Rose"
      ],
      "year": 2014,
      "doi": "10.1186/s12888-014-0305-9"
    },
    {
      "title": "Cognitive and usability engineering methods for the evaluation of clinical information systems",
      "authors": [
        "A Kushniruk",
        "V Patel"
      ],
      "year": 2004,
      "doi": "10.1016/j.jbi.2004.01.003"
    },
    {
      "title": "Patient-centred care: using online personal medical records in IVF practice",
      "authors": [
        "W Tuil",
        "A Ten Hoopen",
        "Ddm Braat",
        "Rpf De Vries",
        "Jam Kremer"
      ],
      "year": 2006,
      "doi": "10.1093/humrep/del214"
    },
    {
      "title": "Design and implementation of a web-based patient portal linked to an ambulatory care electronic health record: patient gateway for diabetes collaborative care",
      "authors": [
        "R Grant",
        "J Wald",
        "E Poon",
        "J Schnipper",
        "T Gandhi",
        "L Volk"
      ],
      "year": 2006,
      "doi": "10.1089/dia.2006.8.576"
    },
    {
      "title": "Exploring challenges and potentials of personal health records in diabetes self-management: implementation and initial assessment",
      "authors": [
        "R Hess",
        "C Bryce",
        "S Paone",
        "G Fischer",
        "K Mctigue",
        "E Olshansky"
      ],
      "year": 2007,
      "doi": "10.1089/tmj.2006.0089"
    },
    {
      "title": "Usage patterns of a personal health record by elderly and disabled users",
      "authors": [
        "E Kim",
        "A Stolyar",
        "W Lober",
        "A Herbaugh",
        "S Shinstrom",
        "B Zierler"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.1256"
    },
    {
      "title": "Teen use of a patient portal: a qualitative study of parent and teen attitudes",
      "authors": [
        "D Bergman",
        "N Brown",
        "S Wilson"
      ],
      "year": 2008
    },
    {
      "title": "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial",
      "authors": [
        "B Green",
        "A Cook",
        "J Ralston",
        "P Fishman",
        "S Catz",
        "J Carlson"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.24.2857"
    },
    {
      "title": "An effort to improve electronic health record medication list accuracy between visits: patients' and physicians' response",
      "authors": [
        "M Staroselsky",
        "L Volk",
        "R Tsurikova",
        "L Newmark",
        "M Lippincott",
        "I Litvak"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2007.03.001"
    },
    {
      "title": "Survey analysis of patient experience using a practice-linked PHR for type 2 diabetes mellitus",
      "authors": [
        "J Wald",
        "R Grant",
        "J Schnipper",
        "T Gandhi",
        "E Poon",
        "A Businger"
      ],
      "year": 2009
    },
    {
      "title": "Health coaching via an internet portal for primary care patients with chronic conditions: a randomized controlled trial",
      "authors": [
        "S Leveille",
        "A Huang",
        "S Tsai",
        "M Allen",
        "S Weingart",
        "L Iezzoni"
      ],
      "year": 2009,
      "doi": "10.1097/mlr.0b013e3181844dd0"
    },
    {
      "title": "Challenges to using an electronic personal health record by a low-income elderly population",
      "authors": [
        "E Kim",
        "A Stolyar",
        "W Lober",
        "A Herbaugh",
        "S Shinstrom",
        "B Zierler"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1256"
    },
    {
      "title": "The anxious wait: assessing the impact of patient accessible EHRs for breast cancer patients",
      "authors": [
        "D Wiljer",
        "K Leonard",
        "S Urowitz",
        "E Apatu",
        "C Massey",
        "N Quartey"
      ],
      "year": 2010,
      "doi": "10.1186/1472-6947-10-46"
    },
    {
      "title": "Improving personal health records for patient-centered care",
      "authors": [
        "S Reti",
        "H Feldman",
        "S Ross",
        "C Safran"
      ],
      "year": 2010,
      "doi": "10.1136/jamia.2009.000927"
    },
    {
      "title": "Patient-provider internet portals--patient outcomes and use",
      "authors": [
        "R Shaw",
        "J Ferranti"
      ],
      "year": 2011,
      "doi": "10.1097/ncn.0b013e318224b597"
    },
    {
      "title": "Randomized controlled trial of health maintenance reminders provided directly to patients through an electronic PHR",
      "authors": [
        "A Wright",
        "E Poon",
        "J Wald",
        "J Feblowitz",
        "J Pang",
        "J Schnipper"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-011-1859-6"
    },
    {
      "title": "Effects of an online personal health record on medication accuracy and safety: a cluster-randomized trial",
      "authors": [
        "J Schnipper",
        "T Gandhi",
        "J Wald",
        "R Grant",
        "E Poon",
        "L Volk"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000723"
    },
    {
      "title": "Association of online patient access to clinicians and medical records with use of clinical services",
      "authors": [
        "T Palen",
        "C Ross",
        "J Powers",
        "S Xu"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.14126"
    },
    {
      "title": "Effects of an online personal health record on medication accuracy and safety: a cluster-randomized trial",
      "authors": [
        "J Schnipper",
        "T Gandhi",
        "J Wald",
        "R Grant",
        "E Poon",
        "L Volk"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000723"
    },
    {
      "title": "Secure messaging and diabetes management: experiences and perspectives of patient portal users",
      "authors": [
        "A Wade-Vuturo",
        "L Mayberry",
        "C Osborn"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001253"
    },
    {
      "title": "Use of the refill function through an online patient portal is associated with improved adherence to statins in an integrated health system",
      "authors": [
        "U Sarkar",
        "C Lyles",
        "M Parker",
        "J Allen",
        "R Nguyen",
        "H Moffet"
      ],
      "year": 2014,
      "doi": "10.1097/mlr.0000000000000069"
    },
    {
      "title": "Improving herpes zoster vaccination rates through use of a clinical pharmacist and a personal health record",
      "authors": [
        "S Otsuka",
        "N Tayal",
        "K Porter",
        "P Embi",
        "S Beatty"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2013.02.018"
    },
    {
      "title": "Patient-generated secure messages and eVisits on a patient portal: are patients at risk?",
      "authors": [
        "F North",
        "S Crane",
        "R Stroebel",
        "S Cha",
        "E Edell",
        "Tulledge Scheitel"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001208"
    },
    {
      "title": "Impact of patient portal secure messages and electronic visits on adult primary care office visits",
      "authors": [
        "F North",
        "S Crane",
        "R Chaudhry",
        "J Ebbert",
        "K Ytterberg",
        "Tulledge Scheitel"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0097"
    },
    {
      "title": "Comparing electronic health record portals to obtain patient-entered family health history in primary care",
      "authors": [
        "M Murray",
        "M Giovanni",
        "E Klinger",
        "E George",
        "L Marinacci",
        "G Getty"
      ],
      "year": 2013,
      "doi": "10.1007/s11606-013-2442-0"
    },
    {
      "title": "Engaging patients in medication reconciliation via a patient portal following hospital discharge",
      "authors": [
        "L Heyworth",
        "A Paquin",
        "J Clark",
        "V Kamenker",
        "M Stewart",
        "T Martin"
      ],
      "year": 2014,
      "doi": "10.1136/amiajnl-2013-001995"
    },
    {
      "title": "Parents' perceptions of a patient portal for managing their child's chronic illness",
      "authors": [
        "M Britto",
        "E Hesse",
        "O Kamdar",
        "J Munafo"
      ],
      "year": 2013,
      "doi": "10.1016/j.jpeds.2013.02.041"
    },
    {
      "title": "Enhancing patient engagement and blood pressure management for renal transplant recipients via home electronic monitoring and web-enabled collaborative care",
      "authors": [
        "E Aberger",
        "D Migliozzi",
        "M Follick",
        "T Malick",
        "D Ahern"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0317"
    },
    {
      "title": "Exploring three perspectives on feasibility of a patient portal for older adults",
      "authors": [
        "J Barron",
        "M Bedra",
        "J Wood",
        "J Finkelstein"
      ],
      "year": 2014
    },
    {
      "title": "Integrating personalized health information from MedlinePlus in a patient portal",
      "authors": [
        "D Borbolla",
        "F Del",
        "V Taliercio",
        "C Otero",
        "F Campos",
        "M Martinez"
      ],
      "year": 2014
    },
    {
      "title": "Increasing patient engagement: patients' responses to viewing problem lists online",
      "authors": [
        "A Wright",
        "J Feblowitz",
        "F Maloney",
        "S Henkin",
        "H Ramelson",
        "J Feltman"
      ],
      "year": 2014,
      "doi": "10.4338/ACI-2014-07-RA-0057"
    },
    {
      "title": "Personal health record use and association with immunizations and well-child care visits recommendations",
      "authors": [
        "J Tom",
        "C Chen",
        "Y Zhou"
      ],
      "year": 2014,
      "doi": "10.1016/j.jpeds.2013.08.046"
    },
    {
      "title": "VA OpenNotes: exploring the experiences of early patient adopters with access to clinical notes",
      "authors": [
        "K Nazi",
        "C Turvey",
        "D Klein",
        "T Hogan",
        "S Woods"
      ],
      "year": 2015,
      "doi": "10.1136/amiajnl-2014-003144"
    },
    {
      "title": "Impact of patient use of an online patient portal on diabetes outcomes",
      "authors": [
        "M Lau",
        "H Campbell",
        "T Tang",
        "Djs Thompson",
        "T Elliott"
      ],
      "year": 2014,
      "doi": "10.1016/j.jcjd.2013.10.005"
    },
    {
      "title": "Patterns of response to patient-centered decision support through a personal health record",
      "authors": [
        "R Hess",
        "G Fischer",
        "S Sullivan",
        "X Dong",
        "M Weimer",
        "C Zeith"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0332"
    },
    {
      "title": "Direct-to-patient disclosure of results of mismatch repair screening for Lynch syndrome via electronic personal health record: a feasibility study",
      "authors": [
        "M Hall",
        "M Herda",
        "E Handorf",
        "C Rybak",
        "C Keleher",
        "M Siemon"
      ],
      "year": 2014,
      "doi": "10.1038/gim.2014.42"
    },
    {
      "title": "Randomized trial of an electronic personal health record for patients with serious mental illnesses",
      "authors": [
        "B Druss",
        "X Ji",
        "G Glick",
        "Von Esenwein"
      ],
      "year": 2014,
      "doi": "10.1176/appi.ajp.2013.13070913"
    },
    {
      "title": "Patient-to-physician messaging: volume nearly tripled as more patients joined system, but per capita rate plateaued",
      "authors": [
        "B Crotty",
        "Y Tamrat",
        "A Mostaghimi",
        "C Safran",
        "B Landon"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.1145"
    },
    {
      "title": "Personal health records: a randomized trial of effects on elder medication safety",
      "authors": [
        "E Chrischilles",
        "J Hourcade",
        "W Doucette",
        "D Eichmann",
        "B Gryzlak",
        "R Lorentzen"
      ],
      "year": 2014,
      "doi": "10.1136/amiajnl-2013-002284"
    },
    {
      "title": "User-driven prioritization of features for a prospective InterPersonal Health Record: perceptions from the Italian context",
      "authors": [
        "F Cabitza",
        "C Simone",
        "M De"
      ],
      "year": 2015,
      "doi": "10.1016/j.compbiomed.2014.03.009"
    },
    {
      "title": "Will electronic personal health records benefit providers and patients in rural America?",
      "authors": [
        "J Hargreaves"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2009.0063"
    },
    {
      "title": "How effective are short message service reminders at increasing clinic attendance? A meta-analysis and systematic review",
      "authors": [
        "R Guy",
        "J Hocking",
        "H Wand",
        "S Stott",
        "H Ali",
        "J Kaldor"
      ],
      "year": 2012,
      "doi": "10.1111/j.1475-6773.2011.01342.x"
    },
    {
      "title": "Patient engagement as a risk factor in personalized health care: a systematic review of the literature on chronic disease",
      "authors": [
        "L Simmons",
        "R Wolever",
        "E Bechard",
        "R Snyderman"
      ],
      "year": 2014,
      "doi": "10.1186/gm533"
    },
    {
      "title": "Patient Portals and Patient Engagement: A State of the Science Review",
      "authors": [
        "T Irizarry",
        "Devito Dabbs",
        "A Curran"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4255"
    },
    {
      "authors": [
        "Annette Irizarry",
        "Christine Dabbs",
        "Curran"
      ],
      "doi": "10.2196/jmir.4255"
    }
  ],
  "num_references": 142
}
