{
  "paper_id": "7F2BBAJ4",
  "title": "Clarifying the Concept of Adherence to eHealth Technology: Systematic Review on When Usage Becomes Adherence",
  "abstract": "Background: In electronic health (eHealth) evaluations, there is increasing attention for studying the actual usage of a technology in relation to the outcomes found, often by studying the adherence to the technology. On the basis of the definition of adherence, we suggest that the following three elements are necessary to determine adherence to eHealth technology: (1) the ability to measure the usage behavior of individuals; (2) an operationalization of intended use; and (3) an empirical, theoretical, or rational justification of the intended use. However, to date, little is known on how to operationalize the intended usage of and the adherence to different types of eHealth technology. \n Objective: The study aimed to improve eHealth evaluations by gaining insight into when, how, and by whom the concept of adherence has been used in previous eHealth evaluations and finding a concise way to operationalize adherence to and intended use of different eHealth technologies. Methods: A systematic review of eHealth evaluations was conducted to gain insight into how the use of the technology was measured, how adherence to different types of technologies was operationalized, and if and how the intended use of the technology was justified. Differences in variables between the use of the technology and the operationalization of adherence were calculated using a chi-square test of independence. \n Results: In total, 62 studies were included in this review. In 34 studies, adherence was operationalized as \"the more use, the better,\" whereas 28 studies described a threshold for intended use of the technology as well. Out of these 28, only 6 reported a justification for the intended use. The proportion of evaluations of mental health technologies reporting a justified operationalization of intended use is lagging behind compared with evaluations of lifestyle and chronic care technologies. The results indicated that a justification of intended use does not require extra measurements to determine adherence to the technology. \n Conclusions: The results of this review showed that to date, justifications for intended use are often missing in evaluations of adherence. Evidently, it is not always possible to estimate the intended use of a technology. However, such measures do not meet the definition of adherence and should therefore be referred to as the actual usage of the technology. Therefore, it can be concluded that adherence to eHealth technology is an underdeveloped and often improperly used concept in the existing body of literature. When defining the intended use of a technology and selecting valid measures for adherence, the goal or the assumed working mechanisms should be leading. Adherence can then be standardized, which will improve the comparison of adherence rates to different technologies with the same goal and will provide insight into how adherence to different elements contributed to the outcomes.",
  "year": 2012,
  "date": "2012",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Floor",
      "surname": "Sieverink",
      "name": "Floor Sieverink",
      "affiliation": "1  Centre for eHealth and Wellbeing Research , Department of Psychology, Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Centre for eHealth and Wellbeing Research \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "f.sieverink@utwente.nl"
    },
    {
      "forename": "Ma",
      "surname": "Saskia",
      "name": "Ma Saskia"
    },
    {
      "forename": "M",
      "surname": "Kelders",
      "name": "M Kelders",
      "affiliation": "1  Centre for eHealth and Wellbeing Research , Department of Psychology, Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Centre for eHealth and Wellbeing Research \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Julia",
      "surname": "Van Gemert-Pijnen",
      "name": "Julia Van Gemert-Pijnen",
      "affiliation": "1  Centre for eHealth and Wellbeing Research , Department of Psychology, Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Centre for eHealth and Wellbeing Research \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "affiliation": "Centre for eHealth and Wellbeing Research Department of Psychology , Health and Technology University of Twente P.O. Box 217 Enschede , 7500AE Netherlands \n\t\t\t\t\t\t\t\t Centre \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t for eHealth and Wellbeing Research \n\t\t\t\t\t\t\t\t Health and Technology University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t P.O. Box 217 \n\t\t\t\t\t\t\t\t\t 7500AE \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    }
  ],
  "doi": "10.2196/jmir.8578",
  "keywords": [
    "adherence",
    "eHealth",
    "systematic review"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Adherence and Attrition",
      "text": "One of the main goals of electronic health (eHealth) evaluations is to gain insight into the effects of technology on outcomes such as quality of life, health-related outcomes (eg, glycemic control, weight loss), or psychological outcomes (eg, depressive complaints, anxiety). However, many eHealth evaluations report no or limited positive effects  [1] [2] [3] [4] [5] . There is strong evidence that this is often related to participants not using technologies in the desired way. For every technology, a proportion of the users will not use the intervention at all, will stop using the technology after a period, or will not use the available elements of the technology as intended  [1, [6] [7] [8] .\n\nTo gain more insight into this phenomenon, Eysenbach made a plea back in 2005 for reporting the levels of nonusage attrition, or the extent to which individuals stop using the technology  [9] . On the other hand, understanding adherence, or how actual usage of the technology may have influenced the outcomes, might be just as important  [6] . The term adherence is rooted in the pharmaceutical industry, and according to the World Health Organization's (WHO) definition, it refers to \"the extent to which a person's behaviour -taking medication, following a diet, and/or executing lifestyle changes, corresponds with agreed recommendations from a health care provider \"  [10] ."
    },
    {
      "title": "Adherence to eHealth Technologies",
      "text": "For eHealth technologies, several definitions for adherence can be identified in the existing literature. For example, Christensen et al defined adherence as \"the degree to which individuals experience the content of the Internet intervention\"  [11] . However, the concept of \"following the prescribed recommendations\" (as implied by the WHO's definition) is missing from this definition. Therefore, Donkin et al referred to adherence as \"the degree to which the user followed the program as it was designed\"  [6] . In accordance with the WHO definition of adherence, this definition contains the concept of intended use, or \"the extent to which individuals should experience the content to derive maximum benefit from the intervention, as defined or implied by its creators\"  [1] . According to these definitions, the intended use is thus the minimum use to establish adherence.\n\nAlthough adherence is related to other measures such as engagement or nonusage attrition, these terms do not refer to the same or inverse concepts. After all, not using the technology as defined or implied by its creators does not necessarily mean that a participant is not using the technology at all (as implied by the definition of nonusage attrition)  [9] . Moreover, definitions of engagement usually incorporate the more subjective attributes of challenge, positive affect, endurability, and aesthetic and sensory appeals  [12] , whereas adherence is mostly based on measures for usage behavior."
    },
    {
      "title": "Determining Adherence",
      "text": "There is now increasing attention for studying the adherence rates and reasons for nonadherence in eHealth evaluations. However, it still can be a challenge to operationalize the intended use for individual eHealth technologies in a certain context. In the pharmaceutical industry, the intended use (ie, agreed recommendations) is mostly based on the observed or rationalized working mechanisms and the dose-response curves of the medication for a certain condition. As a result, the dosage of one particular medication can vary depending on (the severity of) the condition and the patient's characteristics (eg, age, gender, or weight). This is in contrast with many prior eHealth studies, which often assume that all users should experience all of the elements of a technology to obtain effects, and in which adherence is thus often operationalized as using everything the technology offers. However, a technology can be designed for multiple target groups and, depending on the individual user goals and the desired outcomes, technology can be used in many different ways in terms of the features that are used, as well as the frequency, time, and place of use  [13, 14] . Furthermore, the amount of use that is needed to obtain the desired outcomes may vary a lot across different user groups  [6] . This implies that users do not always have to experience all of the available elements of a technology or have to use the same elements because usage goals may differ across users as well. Moreover, individuals may also stop using the technology because they have reached their personal goals (early completers or e-attainers)  [11, 15] , and nonusage dropout is thus not always a consequence of losing interest (as stated by Eysenbach)  [9] .\n\nTo summarize, based on the definition of adherence, we suggest that the following three elements are necessary to determine adherence to eHealth technology: (1) the ability to measure the usage behavior of individuals; (2) an operationalization of intended use; and (3) an empirical, theoretical, or rational justification of the intended use. However, to date, little is known about how to operationalize the intended usage of and thus the adherence to different types of eHealth technology. Many systematic reviews gaining insight into adherence to eHealth technology focus on the extent to which individuals use different types of technology and what the reasons for nonadherence are, without a proper operationalization of intended use and adherence  [1, 6, 11, 16, 17] . These reviews therefore fail to provide insight into how adherence and intended use have been operationalized."
    },
    {
      "title": "The Goal of the Review",
      "text": "The goal of this systematic review was to improve evaluations of eHealth technologies by gaining insight into when, by whom, and how the concept of adherence has been used in previous eHealth evaluations, and finding a concise way to operationalize the adherence to and the intended use of different eHealth technologies. We do this by providing insight into how the usage of the technology was measured across previous studies; how adherence to different types of technologies (eg, structured interventions, patients platforms) was operationalized; and if and how the intended use of eHealth technologies has been justified with theory, evidence, or rationale."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search Strategy",
      "text": "A literature search was conducted using the Scopus, Web of Science, ScienceDirect, and PsycINFO databases. A combination of the constructs \"technology,\" \"intervention,\" \"adherence,\" and \"health\" was used. To ensure sufficient coverage of each construct, we used different keywords for every construct (see Multimedia Appendix 1). We excluded other usage-related concepts (eg, nonusage attrition or engagement) because these do not refer to the same concept."
    },
    {
      "title": "Eligibility Criteria",
      "text": "All articles that met the following criteria were included in the review: (1) it involved health-related technology (Web-based technologies, apps, wearables, or technologies provided via other devices); (2) the technology was intended to be used more than once by the patient or client; (3) the article described a primary study or a protocol for a primary study that included objective, quantifiable measurements, and an operationalization of adherence to the technology; (4) the study was published in English; and (5) the study was peer-reviewed and published.\n\nArticles were excluded in the following situations: (1) adherence was defined as adhering to offline treatment or as a measure for following a study protocol, (2) the technology studied was only used as a tool for exchanging information without the possibility for further interaction with the system (eg, telemonitoring only, sending or receiving messages like SMS [short message service] interventions, or in chat rooms), and (3) the article was a conference abstract or full text was not available."
    },
    {
      "title": "Study Selection",
      "text": "The selection of studies was completed in three steps. First, all titles were screened by two authors (FS and SK) to exclude the records that clearly indicated a study outside the scope of this review (eg, medication adherence). Second, the abstracts of the articles initially deemed relevant were screened for eligibility by the same authors. During this process of title and abstract screening, studies were included in the next step if they were deemed eligible by at least one of the reviewers.\n\nThird, the full texts of all remaining publications were checked for inclusion by FS, and the final selection was discussed by FS, SK, and LvG. Disagreements regarding the inclusion of full texts were discussed until consensus was reached."
    },
    {
      "title": "Data Collection and Analysis",
      "text": "The required information for all included technologies and studies was coded by FS using a data extraction form. The information that was extracted from each article is presented in Textbox 1.\n\nOn the basis of the extracted information, the operationalizations for adherence in every study were categorized. An overview of these categories is provided in Table  1 .\n\nAll the data on each study were entered in SPSS version 24.0 (IBM Corporation, Somers, NY, USA). Each was treated as a separate case. The results are categorized based on the use of the technology (structured, hybrid, and unstructured) and the categorization of adherence operationalizations (Category A, B, and C). Descriptive data for the different categories were calculated using SPSS. Differences in variables between the use of the technology and the operationalization of adherence were calculated using a chi-square test of independence. When the observed counts were below the expected counts, a Monte Carlo correction was applied. We used an alpha level of .05 for all statistical tests. Textbox 1. Information extracted from the included articles.\n\n1. General information regarding the authors, affiliation, country, year, and journal of publication.\n\n2. The name of the technology: when no name was reported, the name was indicated as \"N/A.\"\n\n3. The type of technology or the device: for example, Web-based, mobile phone apps, wearable, or other devices for monitoring."
    },
    {
      "title": "Type of use (structured, hybrid, or unstructured): \"Structured use\" was assigned to technologies consisting entirely of separate modules or lessons",
      "text": "that users had to complete before moving on to the next  [6] . \"Free use\" was assigned to technologies that consisted of different elements that users could then use at their own convenience (eg, a personal health record containing a diary, educational material, and a messaging function; or a wearable connected to a mobile phone app to gain insight into something like activity levels). \"Hybrid use\" was assigned to technologies with a fixed core, supplemented with other components for free use."
    },
    {
      "title": "5.",
      "text": "The health care field targeted with the technology, distinguishing between mental health (eg, targeting depressive symptoms or anxiety), chronic conditions (eg, self-management support for patients with type 1 diabetes mellitus), or lifestyle technologies (eg, losing weight, improving physical activity, or quitting smoking). These categories were assigned depending on the technology's goal, meaning that an intervention to support patients with chronic conditions maintaining a healthy lifestyle is seen as a lifestyle technology.\n\n6. The variables that were used to assess adherence, such as the number of logins, the number of different days that users used the technology, the time spent on the technology, the number of modules or lessons started or completed, and the number of different elements that were accessed or used.\n\n7. The intended use of the technology.\n\n8. Whether the described intended use was justified, for example, using theory, evidence, or rationale.\n\nTable  1 . Categorization of adherence operationalizations."
    },
    {
      "title": "Explanation Category",
      "text": "Assigned when adherence was operationalized in terms of \"the more usage, the better.\" Category A operationalizations do not include an operationalization of intended use, and therefore do not comply with the definition of adherence."
    },
    {
      "title": "Category A",
      "text": "Assigned when the intended use of a technology was provided without justification (eg, \"a user is adherent when logging in at least once a week for three subsequent weeks\")."
    },
    {
      "title": "Category B",
      "text": "Assigned when the intended use of the technology was provided and justified using theory, evidence, or rationale (eg, \"we know from previous research that users benefit the most from the technology when finishing module 4, so a user is adherent once module 4 is completed\")."
    },
    {
      "title": "Category C"
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "A total of 7005 studies were identified via the search. After screening of the titles, abstracts, and full texts, 62 full texts were included in this review. An overview of these articles is presented in Multimedia Appendix 2.\n\nIn total, 36 articles were excluded during the full-text screening phase (Figure  1 ). Most full texts (n=18) were excluded because they did not include objective, quantifiable measurements, and an operationalization of adherence to the technology (12 primary studies and 6 viewpoint papers). Other reasons for exclusion are presented in Figure  1 .\n\nAll included articles were published in 2006 or later, and more articles published in recent years were included overall (Figure  2 ). The first authors are mostly affiliated in the United States of America (n=15), Australia (n=10), and the Netherlands (n=8) (Table  2 ). In total, 24 of the studies were published in the Journal of Medical Internet Research or its sister journals."
    },
    {
      "title": "Technology Characteristics",
      "text": "Table 3 provides an overview of the technologies that are subjects of the included studies. The technologies described in most of the articles are Web-based (51/62). Furthermore, five are smartphone apps and five are Web-based or smartphone technologies combined with other devices such as wearables. Almost half of the technologies (29/62) were structured technologies, 18 were unstructured technologies, and 15 had a hybrid nature.\n\nHalf of all included articles reported adherence to mental health technologies. Most of these technologies targeted depression (n=8) and anxiety disorders (n=5), some of the latter also in combination with depression (n=3). Other mental health technologies targeted postdisaster mental health distress (n=3); cancer-related distress (n=3); general stress management (n=2); eating pathology (n=2); or insomnia, erectile dysfunction, bipolar disorders, mindfulness, and cognitive training (all n=1). Eighteen of these technologies were based on cognitive behavioral therapy. Most of the structured technologies (17/29) and almost all hybrid technologies (12/15) were aimed at improving mental health (P<.001).\n\nA total of 25 technologies were aimed at supporting a healthy lifestyle, more specifically smoking cessation (n=7); improving physical activity (n=7); weight loss (n=5); alcohol cessation (n=3); general health promotion (n=2); or healthy eating (n=1). Six technologies were aimed at self-management support for patients with chronic diseases (diabetes [n=3], inflammatory bowel disease [n=1], hypertension [n=1], or surgical site infections [n=1]). Most of the unstructured technologies were aimed at lifestyle support  (13/18) . For all technologies, adherence was mostly operationalized using measures regarding the number of modules or lessons completed and the number of different days, weeks, or months that people used the technology. Adherence to unstructured technologies was mostly operationalized using the number of logins or sessions (P=.03), the number of features accessed or used (P<.001), and the time spent using the technology (P<.001). Adherence to structured technologies was most often operationalized using the number of modules or lessons completed (P<.001)."
    },
    {
      "title": "Operationalization of the Adherence Definition",
      "text": "Out of the 62 included articles, 34 reported adherence only in terms of how often the technology was used (Category A operationalization)  [7, . In 23 studies, the intended usage was described as well (Category B operationalization) , and 5 studies reported the intended usage with a justification for this threshold (Category C operationalization)  [74] [75] [76] [77] [78] . The number of publications reporting Category C operationalizations has increased since 2015 (Figure  2 ). Table  4  provides an overview of the characteristics of the studies for adherence category. Although no significant differences were found, we were still able to identify some interesting patterns. Overall, the data show that 20 out of 31 technologies for mental health contain a Category A operationalization, whereas Category C operationalizations are more equally distributed over the three health care fields. Furthermore, 48 out of 56 Category A and Category B operationalizations are for Web-based technologies (whether or not in combination with other devices), whereas a third of the Category C operationalizations are also for smartphone technologies.\n\nMost Category A operationalizations contain a measure for the number of modules that the users accessed or completed  (19/34)  and the time spent on the technology and number of features accessed and used (both 11/34). Most Category B operationalizations contain the number of days, weeks, or months that people used the technology (11/23), the number of accessed or completed modules (8/23), and the number of logins or sessions (4/23).\n\nCategory C definitions are mostly based on the number of accessed or completed modules (3/5 operationalizations). The number of logins and the number of days, weeks, or months that people used the technology were used in 2 out of 5 operationalizations.\n\nMost operationalizations of adherence are based on a maximum of two different measures, regardless of the category (49/62). Ten out of 13 operationalizations that feature 3 or more measures are categorized as Category A.\n\nThe included Category C operationalizations provided justification in various ways. Reinwand et al asked all participants to complete a questionnaire to assess to what extent their lifestyle met the Dutch guidelines for healthy eating, drinking alcohol, physical activity, etc  [74] . Recommendations for the use of corresponding elements of the technology were then made based on the outcomes of the assessment and, in turn, adherence was defined as using the technology in accordance with these recommendations. In the study by Zeng et al, the technology consisted of different elements that were all evaluated as effective in other studies  [75] . Users were considered adherent if they used all elements. Beatty et al considered a user to be highly adherent when a therapeutic dose of 66% of the intervention was received  [76] . This threshold for a therapeutic dose was obtained from previous studies. In the study by Mertens et al, technology use was represented in relation to medication use, and users were therefore seen as adherent when the technology was used in accordance with the recommendations for medication use  [77] . Carolan et al describe a protocol for a study to be conducted to understand the optimum adherence to the technology in relation to the outcomes  [78] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Aim of this Review",
      "text": "In this systematic review, we have sought to gain insight into how the concept of adherence has been used in previous eHealth evaluations. In line with the definitions for adherence and intended use maintained by the WHO  [10]  and Kelders  [1] , we reviewed not only how usage was measured but also if and how intended use of eHealth technologies was operationalized and justified using theory, evidence, or rationale."
    },
    {
      "title": "Principal Findings",
      "text": "We included 62 studies in this review, all published after 2005. The majority of the technologies described in these studies were structured or hybrid Web-based interventions targeting mental health (mostly cognitive behavioral therapy [CBT] interventions) or unstructured technologies for lifestyle support.\n\nWe observed a growing number of studies that studied adherence to eHealth technologies since Eysenbach's plea for reporting the levels of nonusage attrition with eHealth technology in 2005  [9] . Although the \"prescribed recommendations\" or the intended use of a technology form an important element of the definition of adherence  [10] , and although there is evidence that users do not always have to complete an intervention to experience effects  [6, 11, [13] [14] [15] , half of all operationalizations are based on the assumption of \"the more use, the better\" and do not include a threshold for intended use. Sometimes, we do not know (yet) what the intended use of a technology is, or defining the intended use is not necessary to answer the research question(s) of the study. Then, a Category A operationalization suffices for answering the research questions. However, a Category A operationalization only refers to the actual usage of a technology without comparing it with its intended usage. According to the definitions used, they should therefore not be referred to as adherence.\n\nWhen the intended use for the technology was reported, only a minority of all included studies featured justified Category C operationalizations, making the comparison of adherence across different eHealth technologies more complicated. However, we were still able to observe a small increase in Category C operationalizations since 2015.\n\nRemarkably, the proportion of evaluations of mental health technologies reporting a justified (Category C) operationalization of intended use is lagging behind compared with evaluations of lifestyle and chronic care technologies. This is unexpected because the majority of mental health technologies is based on (principles of) CBT, which is the most studied treatment for depression and has proven effective in many studies  [79] . However, a meta-analysis of Van Ballegooijen et al revealed that participants complete approximately 84% of their CBT program in both offline and online treatment. Although a longer treatment duration is associated with better effects  [80] , this still implies that users do not necessarily need to finish the complete program to experience reduction of their complaints, and that there should be a threshold for intended use. As such, it seems that this knowledge could be used to define and substantiate the intended use of a CBT technology, but in the studies included in this review, this notion has not been put into practice yet.\n\nWe were also able to observe some interesting patterns in the composition of measures for adherence and intended use. When the operationalization of adherence consists of a combination of four or more measures, it is most likely a Category A operationalization, whereas most Category C operationalizations consist of one or two measures. This implies that for many Category A operationalizations, a scattershot approach was used when it comes to measuring adherence. In contrast, the results indicated that justifications of intended use are often based on the goal of the technology and/or the assumed working mechanisms, leading to more focused operationalizations that do not require additional measurements to evaluate adherence to the technology. In other words, more measures are not necessarily the key to knowledge if they are not sufficiently specific.\n\nNo significant differences could be found between the kinds of measures that are used for all three levels of operationalizations. Category A operationalizations most often contain the number of modules that a user started or completed, the number of features accessed or used, and the time spent online. This seems obvious, as this level of operationalization is mostly used for structured or hybrid mental health interventions consisting of different modules that users have to follow. Category C or justified operationalizations are more often defined by the number of days, weeks, or months that the technology is used by people. This can be explained by way of the finding that Category C operationalizations are used for a large proportion of unstructured and hybrid technologies. As people are able to use the features of these technologies more or less at their own convenience, the development of use over time would probably provide more information regarding adherence than use of the technology's content at fixed points in time only."
    },
    {
      "title": "Implications and Recommendations",
      "text": "An important reason for the lack of justifications for the intended use of eHealth technologies might be that there is a lack of knowledge regarding the working mechanisms of technology-based applications  [8] . However, the included Category C operationalizations did show that knowledge of the working mechanisms of the technology is not a prerequisite for defining the intended use. After all, the intended use or the \"therapeutic dose\" can be justified just as well using existing guidelines for healthy living and medication use  [74, 77]  or using previous research regarding other technologies  [75, 76] . Moreover, the intended use has also been operationalized by linking the (positive) outcomes of individual users to their usage patterns to find the most effective patterns  [78] .\n\nThe fact that we did not find a justification of intended use based on existing models for behavior change was unexpected. For instance, Kaushal and Rhodes found that exercising for at least four times per week for 6 weeks is a minimal requirement for establishing exercise habits  [81] . These kind of findings can also be used for determining intended use; for example, a user of a technology to improve physical activity is adherent when using (specific elements of) the technology at least four times a week and 6 weeks in a row.\n\nAnother example comes from Kelders et al who found that a group of users dropped out from an intervention for reducing depressive complaints after a lesson that focused on applying newly acquired skills in practice, as doing so can be confrontational  [56] . However, following this lesson can also be seen as an important precondition for gaining effects from using the intervention. The intended use of this intervention could thus be operationalized as following the intervention until that critical lesson is completed at the very least. An important aspect of operationalizing the intended use of a technology is therefore to keep the goal of the technology and the desired outcomes in mind. What use is necessary at minimum to reach that goal (eg, to experience certain effects or establish new skills and habits), and how can we translate this into measures for adherence?\n\nAlthough it has previously been suggested that a combination of a range of different variables for technology usage provides a more meaningful measure of adherence  [6] , the results of this review show that a limited but deliberate set of only one or two different measures in accordance with the goal of the technology can also be used for operationalizing intended use. At the moment, eHealth evaluations often fail to demonstrate the dose-response relationship (the usage that is minimally needed to experience certain effects) or simply define it as \"the more use, the better.\" However, the results of this review indicate that Category A and B operationalizations of adherence often do not take the characteristics of the technology (eg, goal, persuasiveness, and user-friendliness) into account. It is thus very possible that dose-response relationships might become more apparent when the measures used to operationalize adherence match the goal of the technology  [82, 83] .\n\nAll of the measures for adherence in this review are based on data regarding technology usage. However, the results of a recent literature review of theoretical perspectives on adherence showed that adherence is a multidimensional concept, influenced by a range of technological, environmental, and individual factors altogether that cannot be evaluated by technology usage alone  [8, 84] . Therefore, additional measures are needed to determine whether and why users are or have been adherent to technology. For example, a mixed-methods approach that combines usage data with questionnaires, health measurements, and/or interviews could provide important knowledge regarding why people do or do not use the technology, how people learn from using the technology, the minimal use that is needed for users to experience certain effects or to reach certain goals, and how the skills acquired while using the technology are then applied in daily life. These outcomes could then in turn be used for determining the intended use of the technology and translating that concept into concrete measures for evaluating adherence.\n\nIn their review, Donkin et al state that it is difficult to compare adherence with different technologies when the measures that are used across the different trials vary  [6] . However, this statement is based on Category A operationalizations of adherence where more use is better. When using Category B or (preferably) Category C operationalizations, the actual usage of each individual can be compared with the technology's intended usage. In turn, the percentage of people who adhered to the intervention can be calculated, making adherence a more objective and standardized concept  [1] . This approach simplifies the comparison of adherence across technologies with the same goal (eg, improving physical activity) but different technology characteristics (eg, features of the technology, persuasiveness, and user-friendliness) and a different operationalization of intended use. At the same time, this approach also simplifies the comparison of adherence of different users of a specific technology. Ideally, when individuals have different goals for using a technology, they should also have an individual intended usage, which could be used to get more fine-grained, personalized measures of adherence. This will be of added value for both developers and researchers, as this approach will provide better insight into how adherence to the various elements of different technologies contributed to the outcomes that are found, and for whom."
    },
    {
      "title": "Limitations",
      "text": "As the goal of this review was to gain insight into how the concept of adherence has been used in previous eHealth evaluations, we only included studies that used adherence as an outcome measure or studies that explicitly stated how other outcome measures are used as a proxy for adherence. As such, we may have missed relevant studies that formulated the intended use of a technology, but used other related terms for adherence (eg, nonusage attrition, engagement, drop-out, or [non]usage). In future research, added value might be obtained by reviewing these studies to find directions on how to operationalize the intended use for different eHealth technologies.\n\nFurthermore, we defined the categories of adherence operationalizations for every study, instead of every type of technology. After all, adherence and intended use can be defined in many different ways, and it is very possible for different operationalizations to be used for different studies regarding the same technology. Even so, we feel that we have included a large body of studies in this review, providing valuable insight into the concept of adherence and intended use."
    },
    {
      "title": "Conclusions",
      "text": "Previous research has shown that users do not always have to experience all of the elements of a technology and that effective usage patterns might differ across users. However, the results of this review show that the operationalization of intended use is mostly based on the assumption of \"the more use, the better\" and that when a threshold of intended use is provided, justification is often missing. Therefore, it can be concluded that adherence to eHealth technology is an underdeveloped and often improperly used concept in the existing body of literature.\n\nWhen the intended use of a technology was defined, the goal of the technology and/or the assumed working mechanisms often formed the starting point for selecting valid measures (eg, number of logins, number of completed modules). A justified threshold for intended use in accordance with the goal of the technology provides information for a concise evaluation of adherence and the working mechanisms of a technology. Subsequently, justified operationalization (comprising multidimensional measures or not) can be used to standardize adherence to different eHealth technologies, making it easier to compare the adherence rates of different technologies."
    },
    {
      "text": "Figure 1. Flowchart of full text selection."
    },
    {
      "text": "Figure 2. The number of studies reporting Category A, B, and C operationalizations per publication year."
    },
    {
      "text": "Country of affiliation of the first authors of all included articles."
    },
    {
      "text": "Characteristics of structured, unstructured, and hybrid technologies and their operationalizations of adherence."
    },
    {
      "text": "Characteristics of Category A, B, and C definitions."
    }
  ],
  "references": [
    {
      "title": "Persuasive system design does matter: a systematic review of adherence to web-based interventions",
      "authors": [
        "S Kelders",
        "R Kok",
        "H Ossebaard",
        "J Van Gemert-Pijnen"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    },
    {
      "title": "Effectiveness and cost-effectiveness of ehealth interventions in somatic diseases: a systematic review of systematic reviews and meta-analyses",
      "authors": [
        "N Elbert",
        "H Van Os-Medendorp",
        "W Van Renselaar",
        "A Ekeland",
        "L Hakkaart-Van Roijen",
        "H Raat"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2790"
    },
    {
      "title": "Web-based interventions targeting cardiovascular risk factors in middle-aged and older people: a systematic review and meta-analysis",
      "authors": [
        "C Beishuizen",
        "B Stephan",
        "W Van Gool",
        "C Brayne",
        "R Peters",
        "S Andrieu"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5218"
    },
    {
      "title": "Do web-based interventions improve well-being in type 2 diabetes? A systematic review and meta-analysis",
      "authors": [
        "M Hadjiconstantinou",
        "J Byrne",
        "D Bodicoat",
        "N Robertson",
        "H Eborall",
        "K Khunti"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5991"
    },
    {
      "title": "The effectiveness of information technology-supported shared care for patients with chronic disease: a systematic review",
      "authors": [
        "L Kooij",
        "W Groen",
        "W Van Harten"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7405"
    },
    {
      "title": "A systematic review of the impact of adherence on the effectiveness of e-therapies",
      "authors": [
        "L Donkin",
        "H Christensen",
        "S Naismith",
        "B Neal",
        "I Hickie",
        "N Glozier"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1772"
    },
    {
      "title": "Do adherence variables predict outcome in an online program for the prevention of eating disorders?",
      "authors": [
        "J Manwaring",
        "S Bryson",
        "A Goldschmidt",
        "A Winzelberg",
        "K Luce",
        "D Cunning"
      ],
      "year": 2008,
      "doi": "10.1037/0022-006x.76.2.341"
    },
    {
      "title": "Developing and evaluating digital interventions to promote behavior change in health and health care: recommendations resulting from an international workshop",
      "authors": [
        "S Michie",
        "Yardley West",
        "R Patrick",
        "K Greaves"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7126"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Adherence to long-term therapies: evidence for action",
      "authors": [
        "E Sabaté"
      ],
      "year": 2003
    },
    {
      "title": "Adherence in internet interventions for anxiety and depression",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "L Farrer"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1194"
    },
    {
      "title": "Trajectories of Engagement and Disengagement with a Story-Based Smoking Cessation App",
      "authors": [
        "W Smith",
        "B Ploderer",
        "G Wadley",
        "S Webber",
        "R Borland"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3026054"
    },
    {
      "title": "Agile science: creating useful products for behavior change in the real world",
      "authors": [
        "E Hekler",
        "P Klasnja",
        "W Riley",
        "M Buman",
        "J Huberty",
        "D Rivera"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-016-0395-7"
    },
    {
      "title": "Applying and advancing behavior change theories and techniques in the context of a digital health revolution: proposals for more effectively realizing untapped potential",
      "authors": [
        "A Moller",
        "G Merchant",
        "D Conroy",
        "R West",
        "E Hekler",
        "K Kugler"
      ],
      "year": 2017,
      "doi": "10.1007/s10865-016-9818-7"
    },
    {
      "title": "The law of attrition revisited",
      "authors": [
        "H Christensen",
        "A Mackinnon"
      ],
      "year": 2006,
      "doi": "10.2196/jmir.8.3.e20"
    },
    {
      "title": "Adherence to Internet-based and face-to-face cognitive behavioural therapy for depression: a meta-analysis",
      "authors": [
        "W Van Ballegooijen",
        "P Cuijpers",
        "A Van Straten",
        "E Karyotaki",
        "G Andersson",
        "J Smit"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0100674"
    },
    {
      "title": "A systematic review of predictors of, and reasons for, adherence to online psychological interventions",
      "authors": [
        "L Beatty",
        "C Binnion"
      ],
      "year": 2016,
      "doi": "10.1007/s12529-016-9556-9"
    },
    {
      "title": "Predictors of symptomatic change and adherence in Internet-based cognitive behaviour therapy for social anxiety disorder in routine psychiatric care",
      "authors": [
        "S El Alaoui",
        "B Ljótsson",
        "E Hedman",
        "V Kaldo",
        "E Andersson",
        "C Rück"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0124258"
    },
    {
      "title": "Motivation and treatment credibility predicts dropout, treatment adherence, and clinical outcomes in an internet-based cognitive behavioral relaxation program: a randomized controlled trial",
      "authors": [
        "S Alfonsson",
        "E Olsson",
        "T Hursti"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5352"
    },
    {
      "title": "Is online treatment adherence affected by presentation and therapist support? A randomized controlled trial",
      "authors": [
        "S Alfonsson",
        "E Olsson",
        "S Linderman",
        "S Winnerhed",
        "T Hursti"
      ],
      "year": 2016,
      "doi": "10.1016/j.chb.2016.01.035"
    },
    {
      "title": "Predictors of adherence among community users of a cognitive behavior therapy website",
      "authors": [
        "P Batterham",
        "A Neil",
        "K Bennett",
        "K Griffiths",
        "H Christensen"
      ],
      "year": 2008
    },
    {
      "title": "Participant adherence to the Internet-based prevention program StudentBodies™ for eating disorders -A review",
      "authors": [
        "I Beintner",
        "C Jacobi",
        "C Taylor"
      ],
      "year": 2014,
      "doi": "10.1016/j.invent.2014.03.001"
    },
    {
      "title": "Free range users and one hit wonders: community users of an Internet-based cognitive behaviour therapy program",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "C Groves",
        "A Korten"
      ],
      "year": 2006,
      "doi": "10.1111/j.1440-1614.2006.01743.x"
    },
    {
      "title": "Impact of seasonality on recruitment, retention, adherence, and outcomes in a web-based smoking cessation intervention: randomized controlled trial",
      "authors": [
        "A Graham",
        "S Cha",
        "N Cobb",
        "Y Fang",
        "R Niaura",
        "A Mushro"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2880"
    },
    {
      "title": "Improving adherence to web-based cessation programs: a randomized controlled trial study protocol",
      "authors": [
        "A Graham",
        "S Cha",
        "G Papandonatos",
        "N Cobb",
        "A Mushro",
        "Y Fang"
      ],
      "year": 2013,
      "doi": "10.1186/1745-6215-14-48"
    },
    {
      "title": "Optimising text messaging to improve adherence to web-based smoking cessation treatment: a randomised control trial protocol",
      "authors": [
        "A Graham",
        "M Jacobs",
        "A Cohn",
        "S Cha",
        "L Abroms",
        "G Papandonatos"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-010687"
    },
    {
      "title": "Weekly brief phone support in self-help cognitive behavioral therapy for insomnia disorder: relevance to adherence and efficacy",
      "authors": [
        "F Ho",
        "K Chung",
        "W Yeung",
        "T Ng",
        "S Cheng"
      ],
      "year": 2014,
      "doi": "10.1016/j.brat.2014.10.002"
    },
    {
      "title": "Experiences of non-adherence to Internet-delivered cognitive behavior therapy: a qualitative study",
      "authors": [
        "O Johansson",
        "T Michel",
        "G Andersson",
        "B Paxling"
      ],
      "year": 2015,
      "doi": "10.1016/j.invent.2015.02.006"
    },
    {
      "title": "Usage and effectiveness of a fully automated, open-access, Spanish Web-based smoking cessation program: randomized controlled trial",
      "authors": [
        "G Mañanes",
        "M Vallejo"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3091"
    },
    {
      "title": "Uptake and adherence of a self-directed internet-based mental health intervention with tailored e-mail reminders in senior high schools in Norway",
      "authors": [
        "K Lillevoll",
        "Hcb Vangberg",
        "K Griffiths",
        "K Waterloo",
        "M Eisemann"
      ],
      "year": 2014,
      "doi": "10.1186/1471-244x-14-14"
    },
    {
      "title": "Attrition from an internet-based psychological intervention for erectile dysfunction: who is likely to drop out?",
      "authors": [
        "M Mccabe",
        "E Price"
      ],
      "year": 2009,
      "doi": "10.1080/00926230903065963"
    },
    {
      "title": "A randomized controlled trial evaluating a manualized TeleCoaching protocol for improving adherence to a web-based intervention for the treatment of depression",
      "authors": [
        "D Mohr",
        "J Duffecy",
        "J Ho",
        "M Kwasny",
        "X Cai",
        "M Burns"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0070086"
    },
    {
      "title": "Attrition revisited: adherence and retention in a web-based alcohol trial",
      "authors": [
        "E Murray",
        "I White",
        "M Varagunam",
        "C Godfrey",
        "Z Khadjesari",
        "J Mccambridge"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2336"
    },
    {
      "title": "Predictors of adherence by adolescents to a cognitive behavior therapy website in school and community-based settings",
      "authors": [
        "A Neil",
        "P Batterham",
        "H Christensen",
        "K Bennett",
        "K Griffiths"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1050"
    },
    {
      "title": "Dropout, nonusage attrition, and pretreatment predictors of nonusage attrition in a commercial Web-based weight loss program",
      "authors": [
        "M Neve",
        "C Collins",
        "P Morgan"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1640"
    },
    {
      "title": "Access, use and completion of a brief disaster mental health intervention among Hispanics, African-Americans and Whites affected by Hurricane Ike",
      "authors": [
        "M Price",
        "T Davidson",
        "J Andrews",
        "K Ruggiero"
      ],
      "year": 2013,
      "doi": "10.1177/1357633x13476230"
    },
    {
      "title": "Nonuse and dropout attrition for a web-based mental health intervention delivered in a post-disaster context",
      "authors": [
        "M Price",
        "D Gros",
        "J Mccauley",
        "K Gros",
        "K Ruggiero"
      ],
      "year": 2012,
      "doi": "10.1521/psyc.2012.75.3.267"
    },
    {
      "doi": "10.1521/psyc.2012.75.3.267"
    },
    {
      "title": "Comparison of trial participants and open access users of a web-based physical activity intervention regarding adherence, attrition, and repeated participation",
      "authors": [
        "M Wanner",
        "E Martin-Diener",
        "G Bauer",
        "C Braun-Fahrländer",
        "B Martin"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1361"
    },
    {
      "title": "Rates and determinants of uptake and use of an internet physical activity and weight management program in office and manufacturing work sites in England: cohort study",
      "authors": [
        "L Ware",
        "R Hurling",
        "O Bataveljic",
        "B Fairley",
        "T Hurst",
        "P Murray"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1108"
    },
    {
      "title": "Feasibility of an online intervention (STAK-D) to promote physical activity in children with type 1 diabetes: protocol for a randomised controlled trial",
      "authors": [
        "H Blake",
        "H Quirk",
        "P Leighton",
        "T Randell",
        "J Greening",
        "B Guo"
      ],
      "year": 2016,
      "doi": "10.1186/s13063-016-1719-0"
    },
    {
      "title": "Improving adherence to smoking cessation treatment: intervention effects in a web-based randomized trial",
      "authors": [
        "A Graham",
        "G Papandonatos",
        "S Cha",
        "B Erar",
        "M Amato",
        "N Cobb"
      ],
      "year": 2017,
      "doi": "10.1093/ntr/ntw282"
    },
    {
      "title": "Web-based stress management for newly diagnosed cancer patients (STREAM-1): a randomized, wait-list controlled intervention study",
      "authors": [
        "A Grossert",
        "C Urech",
        "J Alder",
        "J Gaab",
        "T Berger",
        "V Hess"
      ],
      "year": 2016,
      "doi": "10.1186/s12885-016-2866-0"
    },
    {
      "title": "Feasibility, acceptability and efficacy of a web-based computer-tailored physical activity intervention for pregnant women -the Fit4Two randomised controlled trial",
      "authors": [
        "M Hayman",
        "P Reaburn",
        "M Browne",
        "C Vandelanotte",
        "S Alley",
        "C Short"
      ],
      "year": 2017,
      "doi": "10.1186/s12884-017-1277-9"
    },
    {
      "title": "Effects of a web-based computer-tailored game to reduce binge drinking among Dutch adolescents: a cluster randomized controlled trial",
      "authors": [
        "A Jander",
        "R Crutzen",
        "L Mercken",
        "M Candel",
        "H De Vries"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4708"
    },
    {
      "title": "Development and initial evaluation of blended cognitive behavioural treatment for major depression in routine specialized mental health care",
      "authors": [
        "L Kooistra",
        "J Ruwaard",
        "J Wiersma",
        "P Van Oppen",
        "R Van Der Vaart",
        "J Van Gemert-Pijnen"
      ],
      "year": 2016,
      "doi": "10.1016/j.invent.2016.01.003"
    },
    {
      "title": "A protocol for a randomised active-controlled trial to evaluate effects of an online mindfulness intervention on executive control, critical thinking and key thinking dispositions in a university student sample",
      "authors": [
        "C Noone",
        "M Hogan"
      ],
      "year": 2016,
      "doi": "10.1186/s40359-016-0122-7"
    },
    {
      "title": "Effects of the web behavior change program for activity and multimodal pain rehabilitation: randomized controlled trial",
      "authors": [
        "C Nordin",
        "P Michaelson",
        "G Gard",
        "M Eriksson"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5634"
    },
    {
      "title": "A sorrow shared is a sorrow halved? A three-arm randomized controlled trial comparing internet-based clinician-guided individual versus group treatment for social anxiety disorder",
      "authors": [
        "A Schulz",
        "T Stolz",
        "A Vincent",
        "T Krieger",
        "G Andersson",
        "T Berger"
      ],
      "year": 2016,
      "doi": "10.1016/j.brat.2016.07.001"
    },
    {
      "title": "Does parental and adolescent participation in an e-health lifestyle modification intervention improves weight outcomes?",
      "authors": [
        "A Tu",
        "A Watts",
        "J Chanoine",
        "C Panagiotopoulos",
        "J Geller",
        "R Brant"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4220-0"
    },
    {
      "title": "Program use and outcome change in a Web-based trauma intervention: individual and social factors",
      "authors": [
        "Z Wang",
        "J Wang",
        "A Maercker"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5839"
    },
    {
      "title": "Strategies for increasing adherence to an online smoking cessation intervention for college students",
      "authors": [
        "L An",
        "C Perry",
        "E Lein",
        "C Klatt",
        "D Farley",
        "R Bliss"
      ],
      "year": 2006,
      "doi": "10.1080/14622200601039881"
    },
    {
      "title": "Adherence to a smartphone application for weight loss compared to website and paper diary: pilot randomized controlled trial",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer",
        "J Cade"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2283"
    },
    {
      "title": "Web-based cognitive training: patient adherence and intensity of treatment in an outpatient memory clinic",
      "authors": [
        "Tedim Cruz",
        "V Pais",
        "J Alves",
        "I Ruano",
        "L Mateus",
        "C Barreto"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3377"
    },
    {
      "title": "Predictors of adherence and outcome in internet-based cognitive behavior therapy delivered in a telephone counseling setting",
      "authors": [
        "L Farrer",
        "K Griffiths",
        "H Christensen",
        "A Mackinnon",
        "P Batterham"
      ],
      "year": 2013,
      "doi": "10.1007/s10608-013-9589-1"
    },
    {
      "title": "Feasibility, acceptability, and characteristics associated with adherence and completion of a culturally relevant internet-enhanced physical activity pilot intervention for overweight and obese young adult African American women enrolled in college",
      "authors": [
        "R Joseph",
        "G Dutton",
        "A Cherrington",
        "K Fontaine",
        "M Baskin",
        "K Casazza"
      ],
      "year": 2015,
      "doi": "10.1186/s13104-015-1159-z"
    },
    {
      "title": "Participants, usage, and use patterns of a web-based intervention for the prevention of depression within a randomized controlled trial",
      "authors": [
        "S Kelders",
        "E Bohlmeijer",
        "J Van Gemert-Pijnen"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2258"
    },
    {
      "title": "Individual and household predictors of adolescents' adherence to a web-based intervention",
      "authors": [
        "L Mâsse",
        "A Watts",
        "S Barr",
        "A Tu",
        "C Panagiotopoulos",
        "J Geller"
      ],
      "year": 2015,
      "doi": "10.1007/s12160-014-9658-z"
    },
    {
      "title": "Personal health technologies in employee health promotion: usage activity, usefulness, and health-related outcomes in a 1-year randomized controlled trial",
      "authors": [
        "E Mattila",
        "A Orsama",
        "A Ahtinen",
        "L Hopsu",
        "T Leino",
        "I Korhonen"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2557"
    },
    {
      "title": "The ins and outs of an online bipolar education program: a study of program attrition",
      "authors": [
        "J Nicholas",
        "J Proudfoot",
        "G Parker",
        "I Gillis",
        "R Burckhardt",
        "V Manicavasagar"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1450"
    },
    {
      "title": "Attrition in web-based treatment for problem drinkers",
      "authors": [
        "M Postel",
        "H De Haan",
        "E Ter Huurne",
        "J Van Der Palen",
        "E Becker",
        "Jong De",
        "Ca"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1811"
    },
    {
      "title": "An online community improves adherence in an internet-mediated walking program. Part 1: results of a randomized controlled trial",
      "authors": [
        "C Richardson",
        "L Buis",
        "A Janney",
        "D Goodrich",
        "A Sen",
        "M Hess"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1338"
    },
    {
      "title": "Exploring healthy eating among ethnic minority students using mobile technology: feasibility and adherence",
      "authors": [
        "R Rodgers",
        "D Franko",
        "M Shiyko",
        "S Intille",
        "K Wilson",
        "O' Carroll"
      ],
      "year": 2016,
      "doi": "10.1177/1460458214565950"
    },
    {
      "title": "Improving adherence and clinical outcomes in self-guided internet treatment for anxiety and depression: randomised controlled trial",
      "authors": [
        "N Titov",
        "B Dear",
        "L Johnston",
        "C Lorian",
        "J Zou",
        "B Wootton"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0062873"
    },
    {
      "title": "Usage of a generic web-based self-management intervention for breast cancer survivors: substudy analysis of the BREATH trial",
      "authors": [
        "S Van Den Berg",
        "E Peters",
        "J Kraaijeveld",
        "M Gielissen",
        "J Prins"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2566"
    },
    {
      "title": "Web-based depression treatment: associations of clients' word use with adherence and outcome",
      "authors": [
        "R Van Der Zanden",
        "K Curie",
        "M Van Londen",
        "J Kramer",
        "G Steen",
        "P Cuijpers"
      ],
      "year": 2014,
      "doi": "10.1016/j.jad.2014.01.005"
    },
    {
      "title": "Adherence in Internet-based interventions",
      "authors": [
        "S Wangberg",
        "T Bergmo",
        "J Johnsen"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-47"
    },
    {
      "title": "Web-based video-coaching to assist an automated computer-tailored physical activity intervention for inactive adults: randomized controlled trial",
      "authors": [
        "S Alley",
        "C Jennings",
        "R Plotnikoff",
        "C Vandelanotte"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5664"
    },
    {
      "title": "Self-managed eHealth disease monitoring in children and adolescents with inflammatory bowel disease: a randomized controlled trial",
      "authors": [
        "K Carlsen",
        "C Jakobsen",
        "G Houen",
        "T Kallemose",
        "A Paerregaard",
        "L Riis"
      ],
      "year": 2017,
      "doi": "10.1097/mib.0000000000001026"
    },
    {
      "title": "Feasibility of implementing a patient-centered postoperative wound monitoring program using smartphone images: a pilot protocol",
      "authors": [
        "S Fernandes-Taylor",
        "R Gunter",
        "K Bennett",
        "L Awoyinka",
        "S Rahman",
        "C Greenberg"
      ],
      "year": 2017,
      "doi": "10.2196/resprot.6819"
    },
    {
      "title": "A comparison of MOVE! versus TeleMOVE programs for weight loss in Veterans with obesity",
      "authors": [
        "T Rutledge",
        "J Skoyen",
        "J Wiese",
        "K Ober",
        "G Woods"
      ],
      "year": 2017,
      "doi": "10.1016/j.orcp.2016.11.005"
    },
    {
      "title": "Exploring blended group interventions for depression: randomised controlled feasibility study of a blended computer-and multimedia-supported psychoeducational group intervention for adults with depressive symptoms",
      "authors": [
        "R Schuster",
        "I Leitner",
        "P Carlbring",
        "A Laireiter"
      ],
      "year": 2017,
      "doi": "10.1016/j.invent.2017.04.001"
    },
    {
      "title": "Adherence to internet-based mobile-supported stress management: a pooled analysis of individual participant data from three randomized controlled trials",
      "authors": [
        "A Zarski",
        "D Lehr",
        "M Berking",
        "H Riper",
        "P Cuijpers",
        "D Ebert"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4493"
    },
    {
      "title": "Factors influencing the use of a Web-based application for supporting the self-care of patients with type 2 diabetes: a longitudinal study",
      "authors": [
        "N Nijland",
        "J Van Gemert-Pijnen",
        "S Kelders",
        "B Brandenburg",
        "E Seydel"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1603"
    },
    {
      "title": "Who follows eHealth interventions as recommended? A study of participants' personal characteristics from the experimental arm of a randomized controlled trial",
      "authors": [
        "D Reinwand",
        "D Schulz",
        "R Crutzen",
        "S Kremers",
        "H De Vries"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3932"
    },
    {
      "title": "Get with the program: adherence to a smartphone app for smoking cessation",
      "authors": [
        "E Zeng",
        "J Heffner",
        "W Copeland",
        "K Mull",
        "J Bricker"
      ],
      "year": 2016,
      "doi": "10.1016/j.addbeh.2016.07.007"
    },
    {
      "title": "Uptake and adherence to an online intervention for cancer-related distress: older age is not a barrier to adherence but may be a barrier to uptake",
      "authors": [
        "L Beatty",
        "E Kemp",
        "C Binnion",
        "J Turner",
        "D Milne",
        "P Butow"
      ],
      "year": 2017,
      "doi": "10.1007/s00520-017-3591-1"
    },
    {
      "title": "Mobile Technology Improves Therapy-Adherence Rates in Elderly Patients Undergoing Rehabilitation-A Crossover Design Study",
      "authors": [
        "A Mertens",
        "S Becker",
        "S Theis",
        "P Rasche",
        "M Wille",
        "C Brohl"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-41652-6_28"
    },
    {
      "title": "Increasing engagement with, and effectiveness of, an online CBT-based stress management intervention for employees through the use of an online facilitated bulletin board: study protocol for a pilot randomised controlled trial",
      "authors": [
        "S Carolan",
        "P Harris",
        "K Greenwood",
        "K Cavanagh"
      ],
      "year": 2016,
      "doi": "10.1186/s13063-016-1733-2"
    },
    {
      "title": "A meta-analysis of cognitive-behavioural therapy for adult depression, alone and in comparison with other treatments",
      "authors": [
        "P Cuijpers",
        "M Berking",
        "G Andersson",
        "L Quigley",
        "A Kleiboer",
        "K Dobson"
      ],
      "year": 2013,
      "doi": "10.1177/070674371305800702"
    },
    {
      "title": "Efficacy of internet-delivered cognitive-behavioral therapy for insomnia -a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "R Zachariae",
        "M Lyby",
        "L Ritterband",
        "O' Toole"
      ],
      "year": 2016,
      "doi": "10.1016/j.smrv.2015.10.004"
    },
    {
      "title": "Exercise habit formation in new gym members: a longitudinal study",
      "authors": [
        "N Kaushal",
        "R Rhodes"
      ],
      "year": 2015,
      "doi": "10.1007/s10865-015-9640-7"
    },
    {
      "title": "Opening the black box of electronic health: collecting, analyzing, and interpreting log data",
      "authors": [
        "F Sieverink",
        "S Kelders",
        "M Poel",
        "J Van Gemert-Pijnen"
      ],
      "year": 2017,
      "doi": "10.2196/resprot.6452"
    },
    {
      "title": "Understanding the usage of content in a mental health intervention for depression: an analysis of log data",
      "authors": [
        "J Van Gemert-Pijnen",
        "S Kelders",
        "E Bohlmeijer"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2991"
    },
    {
      "title": "Theoretical perspectives adherence to web-based interventions: a scoping review",
      "authors": [
        "C Ryan",
        "M Bergin",
        "J Wells"
      ],
      "year": 2017,
      "doi": "10.1007/s12529-017-9678-8"
    }
  ],
  "num_references": 85
}
