{
  "paper_id": "7I5NGFAA",
  "title": "Umbrella review of social inequality in digital interventions targeting dietary and physical activity behaviors Check for updates",
  "abstract": "Digital interventions are increasingly utilized as a lever to promote population health, yet not everyone may equally benefit from them. This umbrella review pooled the insights from available systematic and scoping reviews regarding potential social inequalities in digital intervention uptake, engagement and effectiveness, focusing on the promotion of weight-related behaviors (diet, physical activity, sedentary behavior) and weight loss (maintenance) in adults. Six databases were searched from 1970 to October 2023. Forty-six reviews were included, of which most focused on physical activity and intervention effectiveness. Age and gender/ sex differences were most frequently studied. Most reviews found digital interventions to be effective irrespective of age, while men benefitted more from digital interventions than women. Other inequality indicators (e.g., income, education) were rarely studied, despite them being potential causes of a digital divide. A more systematic and thorough exploration of inequalities in digital health is required to promote health for all.",
  "year": 2020,
  "date": "2020",
  "journal": "Int. J. Epidemiol",
  "publication": "Int. J. Epidemiol",
  "authors": [
    {
      "forename": "Laura",
      "surname": "König",
      "name": "Laura König",
      "affiliation": "1  Faculty of Psychology , University of Vienna , Vienna , Austria. \n\t\t\t\t\t\t\t\t Faculty of Psychology \n\t\t\t\t\t\t\t\t University of Vienna \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vienna \n\t\t\t\t\t\t\t\t\t Austria",
      "email": "laura.koenig@univie.ac.at"
    },
    {
      "forename": "Max",
      "surname": "Western",
      "name": "Max Western",
      "affiliation": "2  Department for Health , University of Bath , Bath , UK. \n\t\t\t\t\t\t\t\t Department for Health \n\t\t\t\t\t\t\t\t University of Bath \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bath \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Andrea",
      "surname": "Denton",
      "name": "Andrea Denton",
      "affiliation": "3  Claude Moore Health Sciences Library , University of Virginia , Charlottesville , VA , USA. \n\t\t\t\t\t\t\t\t Claude Moore Health Sciences Library \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t VA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rebecca",
      "surname": "Krukowski",
      "name": "Rebecca Krukowski",
      "affiliation": "4  Department of Public Health Sciences , University of Virginia , Charlottesville , VA , USA. \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t VA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "Overweight and obesity continue to rise globally  1  and negatively affects individual health and puts considerable strain on healthcare systems and economies  2  . Inducing sustainable changes to weight-related behaviors such as diet and physical activity, including sedentary behavior, are seen as both the first-line treatment for overweight and obesity as well as an important measure of primary prevention  3  . In the past decades, programs targeting weight-related behaviors for both health promotion and treatment were increasingly digitized  4  , and they can now be delivered at relatively low cost  5  and, given the high penetration of internet connectivity and digital device ownership globally  6  , with potentially far reach.\n\nIndeed, digital interventions are effective in promoting physical activity and healthy diets in adults  7  . However, research indicates that not everyone might equally benefit from these interventions  8, 9  , because of inequalities in digital determinants of health (e.g., digital literacy, accessibility, availability, affordability)  10  . For example, while broadband internet access (80% of Americans and 91% of Europeans) and smartphone ownership (90% of Americans and 86% of Europeans) are nearly universal in the United States and in Europe, there are notable differences by age, household income, rurality, and educational attainment  11, 12  . This \"digital divide\" might not only reenact existing health disparities, but also widen them due to the added layer of digital technology, for which additional barriers exist for certain population subgroups  13  . For instance, rural residents might lack access to healthcare facilities, but also to broadband internet; thus both in-person and online weight management programs might be difficult for them to engage with  14  . Potential social inequalities introduced through digital technology thus should be carefully evaluated to avoid causing more harm than good, across the first (access), second (skills to use) and third (benefits) levels of the digital divide  13, 15  .\n\nMany factors may influence whether there is a digital health divide, including the behaviors under study, the (digital) mode of delivery, or the social inequality indicator or population focus. Generally, systematic reviews related to the digital health divide have been one of two types. Some reviews exclusively focus on one \"priority\" population (previously referred to as \"deprived,\" \"vulnerable,\" \"underrepresented\" or other potentially stigmatizing terms  16  ), such as older adults  17  , while other reviews explicitly compare groups of different levels (e.g., high vs low socio-economic status  8  ). Compared to the latter, the former does not necessarily provide evidence for or against a digital divide since it is lacking a comparator. Results of the two types of reviews thus may diverge, e.g. if reviews focusing on older adults report that digital interventions are effective in this age group  18  , but reviews comparing younger and older adults report that younger adults benefit more  19  . Subsequently, conclusions that may influence policy and practice risk being erroneous. However, the latter type of review is often not conducted with the main aim to study the digital health divide but may report on it in heterogeneity assessments or sensitivity analyses, which makes the results more difficult to assess.\n\nThus, the objective of the present umbrella review was to pool insights from available systematic and scoping reviews with and without metaanalysis in order to understand potential social inequalities in the effectiveness of digital interventions for weight-related behaviors in adults. It also included reviews that focused on intervention uptake and engagement, since these are necessary prerequisites for intervention effectiveness  20  . Social inequality indicators under study were derived from the Cochrane PROGRESS-Plus framework  21  ; by including a broad range of social inequality indicators the present umbrella review also provides insights regarding potential evidence gaps. Finally, it included both main types of reviews-that is, those that focus exclusively on priority populations and reviews contrasting different levels of these indicators to investigate whether conclusions align."
    },
    {
      "title": "Results",
      "text": "A total of 4197 studies were uploaded into Covidence, of which 15 were duplicates identified by the software. Out of the 4182 records initially screened, 3903 were deemed irrelevant after title and abstract screening. For the remaining 279 records, full-texts were retrieved; 247 were excluded (see Fig.  1  for a summary of reasons and the OSF repository for the reason per record). In addition to the 30 records identified through the database search, another 16 reviews were identified through handsearching. A total of 46 reviews were included; these reviews were published between 2012 and 2024."
    },
    {
      "title": "Characteristics of the included reviews",
      "text": "An overview of all included reviews is presented in Table  1 . Most included reviews were systematic reviews with  [17] [18] [19]  or without 9,50-58 meta-analysis. The m jority of included reviews (k = 26; with k representing the number of reviews) focused on health promotion without restrictions regarding the study population's weight status  9, [17] [18] [19] [23] [24] [25] [26] 33, 34, 36, 37, 39, 40, 42, 43, 46, 49, 50, 54, 55, [57] [58] [59] [60] [61]  ; 10 reviews each focused specifically on overweight of obese individuals  27, 38, 41, 56  and patients  22, 28, 29, 35, 44, 45, 47, 48, 62, 63  , respectively. Twenty-two reviews focused exclusively on priority populations such as older adults (k = 13)  17, 18, 25, 34, 40, 43, 49, 50, 63  , women (k = 4)  37, 42, 46, 54  , men (k = 1)  33  , racial and ethnic minorities (k = 3)  51, 53, 54  , and individuals with low income (k = 1)  52  or low socio-economic status (k = 1)  56  . Another 22 reviews contrasted at least two levels for a range of social inequality indicators; 11 addressed disparities for genders/ sexes  9, 31, 35, 36, 41, 47, 61, 62  , 20 for age groups  9, 19, 23, 35, 36, 38, 39, 41, 44, 45, 47, 48, 55, 61, 62  , 2 for races/ ethnicities  9, 62  , 2 for levels of education  9, 61  , 1 for income groups  9  , 1 for occupation/ employment  9  , and 4 for locations  9, 22, 38, 55  . The remaining 2 reviews included both analyses of only a priority group (i.e., women  24  ; sedentary older adults  29  ) and a comparative analysis (i.e. younger vs older adults  24  ; women vs men  29  ).\n\nThe number of included studies per review ranged from 4 to 60. Total sample sizes ranged from 293 to 290039, with two reviews not reporting the sample size. Seven of the included reviews reported on outcomes related to diet  9, 22, 28, 37, 41, 42, 55  , 32 on physical activity  9, [17] [18] [19] 22, [24] [25] [26] [27] [28] [29] 34, 35, 37, 40, [42] [43] [44] [45] [46] [48] [49] [50] 54, [56] [57] [58] [59] [60] [61] [62] [63]  , and 21 on weight  9, 28, 42, 56  , respectively. Most reviews studied intervention effecti eness (k = 43)  9, 60, 62  , while only one  9  addressed intervention uptake and four  9, 59, 61, 63  addressed intervention engagement. Many different types of digital interventions were studied, ranging from websites, text messages and personal digital assistants (PDAs) to smartphone apps and wearable technology (see Table 1 for details)."
    },
    {
      "title": "Overlap between reviews",
      "text": "The 46 included systematic reviews included a total of 622 unique publications, out of which 146 were included in at least two and a maximum of nine reviews. Following Pieper et al.  64  , we calculated the corrected covered area (CCA) using the following formula: NÀr r × cÀr , with N indicating the total number of citations included in all reviews (864), r indicating the number of rows (i.e., number of included reviews, 46), and c indicating the number of columns (i.e., number of unique publications referenced). This resulted in CCA = 0.86%, which is considered a slight overlap  64  . The full citation matrix is provided on the project's OSF page ( https://osf.io/g4hzb/ )."
    },
    {
      "title": "Quality appraisal",
      "text": "Based on the AMSTAR-2 assessment of the 46 reviews, 3 (6.5%) were rated as low quality, and the remaining 43 (93.5%) were rated as critically low. Quality domains that reviews scored well on included coverage of Population/Intervention/Comparison/Outcome components (k = 37), duplicate study selection (k = 40) and report of conflict of interest (k = 44), while only  https://doi.org/10.1038/s41746-024-01405-0 6 reviews partially met the domain \"a comprehensive literature search strategy\", and 3 studies met the domain \"reporting of funding sources in included studies\". Individual study quality assessments for each AMSTAR-2 item are displayed in Supplementary Fig.  1 ."
    },
    {
      "title": "Reviews focusing on priority populations",
      "text": "Results are visually summarized in Fig.  2 .\n\nUptake was not studied specifically in relation to priority populations in any of the included reviews. Engagement of priority populations with digital interventions for physical activity was reported in three of the included reviews  50, 59, 63  . Baer et al.  50 reported low usage frequencies in middle-aged and older adults. Gravesande et al.  59  reported adherence rates of, on average 75.5%, in adults aged 55 years and older, although adherence varied substantially from 16.7 to 100%. Finally, Trumpf et al.  63  reported that participants aged 60 years and older wore the physical activity monitoring devices used in the included interventions, on average, on 87% of days; wear time ranged from 57% to 99% of days.\n\nEleven reviews focused specifically on effectiveness of digital interventions for physical activity promotion in older adults (typically from the ages of 55 or 60)  17, 18, 25, 29, 34, 40, 43, 49, 57, 58, 60  . Reviews consistently reported that most included interventions were effective in older adults when compared to various control groups such as waitlists or information provision; inter-   https://doi.org/10.1038/s41746-024-01405-0\n\nvention effectiveness seemed to be largely independent of the type of digital intervention used  57  or physical activity indicator studied  17, 34, 40, 49  , but were mostly studied in health promotion contexts with the exception of Franssen, et al.  29  , who also found digital interventions to be effective in older adults with chronic conditions. D'Amore, et al.  25  specifically compared digital to face-to-face interventions and found digital interventions were more effective in improving step counts and overall physical activity in older adults, but not moderate-to-vigorous physical activity. Somewhat in contrast to most reviews, Schepens Niemiec, et al.  60  reported digital interventions were likely ineffective in reducing sedentary behavior in older adults. Six reviews tested the effectiveness of digital interventions for specific genders/ sexes. Five reviews included only women  24, 54  ; three of them focused exclusively on pregnant and postpartum people  37, 42, 46  . One study tested interventions only in men  33  . Both Cotie, et al.  24  and Joseph, et al.  54  reported that digital interventions were, on average, effective in promoting physical activity in women. Cotie, et al.  24  found that digital interventions were ineffective in promoting weight loss in women, while McMahon, et al.  33  reported that online interventions were effective in promoting weight loss in men. In pregnant people, the effectiveness of digital interventions is unclear. According to Leonard, et al.  42  , digital interventions were effective in reducing gestational weight gain (GWG), promoting physical activity, and promoting healthy dietary behaviors (e.g., reduced caloric intake, increased fruit and vegetable consumption). Rhodes, et al.  46  , however, reported mostly insignificant changes in GWG and physical activity across included studies. Sherifali, et al.  37  reported nonsignificant findings for GWG, but a statistically significant effect for postpartum weight loss.\n\nThree reviews focused on specific racial/ ethnic minority groups. Regarding physical activity, Joseph, et al.  54  indicated that digital interventions were effective in promoting physical activity in African American and Hispanic women. Similarly, Bennett, et al.  51  reported significant effects on weight loss in digital interventions targeting ethnic minority groups. Results reported in Enyioha, et al.  53  were somewhat more mixed, with 3 of 5 studies reporting significant effects on weight loss in African American and Hispanic adults.\n\nSES was addressed in two reviews. Digital interventions were effective in promoting physical activity and weight loss in low SES adults with overweight and obesity (i.e., adults with low income, educational level, or occupational status)  56  . If the focus was specifically on low-income populations with overweight and obesity, however, digital interventions might be ineffective in inducing meaningful weight loss  52  ."
    },
    {
      "title": "Reviews contrasting different levels of inequality indicators",
      "text": "Results are visually summarized in Fig.  3 .\n\nOnly one review reported on the uptake of digital interventions for weight  9  , and this report was again based on only one included study. It was concluded that there were no differences in intervention uptake based on age, gender/ sex, ethnicity/ race, or education.\n\nEngagement with digital interventions was compared between different levels of inequality indictors in two reviews, of which one focused only on physical activity interventions  61  , while the other included any mobile intervention for weight-related behaviors  9  . Results were inconsistent between the two reviews. Regarding age, Yang, et al.  61  reported on two studies indicating greater adherence in older age and one not reporting differences, while four out of five studies included in Szinay et al.  9  did not find age differences, but the fifth study also reported more engagement in older participants. Regarding gender/ sex, the two studies included in Yang et al.  61  reported greater adherence in men. The findings reported in Szinay et al.  9  were mixed for gender/sex, with women being more adherent in two studies and the remaining studies reporting null findings. Regarding education, Szinay et al.  9  did not report differences in three out of four included studies, while one reported greater engagement in participants with a higher level of education. Similarly, the two included studies in Yang et al.  61  reported greater adherence in middle and high education subgroups. Szinay et al. 9 also investigated differences between ethnic/ racial subgroups, with two studies reporting that non-Hispanic White participants engaged more with the interventions, while two further studies did not find significant differences. Regarding further indicators of socio-economic status (income, occupation/employment), Szinay et al.  9  reported no significant differences, Twenty-one reviews either compared younger and older age groups or tested age as a moderator of intervention effectiveness. Regarding physical activity promotion, Szinay, et al.  9  reported mixed findings, with younger age groups benefitting more in two studies and older age groups more in another. Also, Hodkinson et al.  62  reported greater benefits in older compared to younger adults with cardiometabolic conditions; in Patterson, et al.  44  , results of the meta-analysis were even rendered nonsignificant if younger adults (i.e., adults younger than 60 years) with cardiovascular conditions were included. Other reviews did not report significant age differences in both health promotion and treatment contexts  24, 35, 48  . In addition, two reviews reported benefits for both younger and older age groups, but effects were stronger in younger adults  19, 45  . For diet, no age differences reported in 3 reviews that included both healthy individuals with and without overweight or obesity and adults with noncommunicable diseases  9, 28, 41  , while one review conducted in the context of health promotion reported that a greater proportion of studies reported significant results in older compared to younger adults, indicating that digital dietary interventions might be more effective in older adults  55  . Also for weight, most reviews concluded there were no age differences across intervention contexts  9, 23, 24, 28, 36, 39, 47, 48  . Three reviews concluded based on a meta-regression that adults with overweight or obesity who were older than 45 years benefited more from digital interventions for weight loss than younger adults  [30] [31] [32]  . Wong et al.  38  contrast with this, since they reported increased weight loss for younger ages.\n\nEleven reviews reported on differences between genders/ sexes. Regarding physical activity, findings were heterogeneous. Szinay et al.  9  reported mixed findings, with men and women benefitting more in one study each, and no differences in a third study. Dehghan Ghahfarokhi et al.  27  reported significant improvements in all-men and mixed samples with overweight and obesity, but not in all-women samples; also Franssen, et al.  29  reported increased effectiveness in predominantly male samples with chronic conditions. Hodkinson et al.  62  reported that both men and women with cardiometabolic conditions benefited from wearables, but effects were strongest in White men. Three reviews reported no significant differences in physical activity outcomes based on gender or sex both in health promotion and treatment contexts  26, 28, 35  . For diet, Szinay et al.  9  again reported mixed findings, while Duan et al.  28  and Lau et al.  41  did not find gender or sex differences in digital intervention effectiveness. Finally, regarding weight, no significant gender or sex differences were reported in Duan et al.  28  . Kodama et al.  31  reported effectiveness only in studies with a relatively low (i.e. <80%) proportion of women with overweight or obesity in the sample; similar findings were reported in Seo and Niu 36 in the context of health promotion. In contrast, Sequi-Dominguez et al.  47  , who focused on samples with metabolic syndrome, found that interventions were more effective in studies with a greater proportion of women. Szinay et al.  9  again reported mixed findings with either (or neither) gender (or sex) benefiting more in different studies.\n\nEffectiveness was compared in different ethnic groups in two reviews. Szinay, et al.  9  found no differences for all three outcomes of interest to this umbrella review. Hodkinson et al.  62  reported wearables to be most effective for physical activity promotion in White men with cardiometabolic conditions but indicated that other ethnic groups also significantly increased their physical activity.\n\nDifferences in effectiveness based on educational attainment was investigated only in Szinay et al.  9  ; one study reported no differences for diet and weight management, while the other found that individuals with a university degree lost more weight. Regarding further SES indicators, Szinay et al.  9  reported potential inequalities based on occupation for weight management (with less weight loss achieved in self-employed individuals or individuals working in agriculture), but not regarding employment or income for diet and weight management. Regarding location, Arambepola et al.  22  reported increased effectiveness in studies conducted in low-and middle-income countries compared to high-income countries for physical activity and weight in populations with Type 2 diabetes. Szinay et al.  9  reported on one study that found a digital intervention for weight loss to be more effective in urban compared to rural areas; similar results were reported by Livingstone et al.  55  for dietary interventions."
    },
    {
      "title": "Discussion",
      "text": "This umbrella review synthesized systematic and scoping reviews on social inequality in the uptake, engagement and effectiveness of digital interventions for weight-related behaviors in both health promotion and treatment contexts. Most reviews focused on effectiveness and studied age or gender/ sex. Uptake and engagement as well as other social inequality indicators included in the PROGRESS-Plus framework, such as SES, location, or race and ethnicity  21  , were rarely studied. Again others, such as religion, were not studied at all, indicating substantial gaps in the literature. Attention needs shifting from assessing basic demographic information to a more thorough assessment and analysis of potential sources of inequalities in digital health research to provide the basis for more equitable digital interventions  65  .\n\nAge was most frequently studied with regards to effectiveness, potentially because of the prevailing stereotype that older adults struggle with using digital technology. However, this might rather be a cohort than an actual age effect, given that the internet was made public over 30 years ago and so also many older adults are familiar with this technology. Not only did reviews exclusively focused on older adults predominantly conclude that digital interventions such as wearables and smartphone apps are effective in promoting physical activity in older adults; reviews comparing different age groups regarding intervention effectiveness for diet, physical activity and weight also mostly reported no age differences or even older adults benefitting more. Digital interventions are thus a promising tool also for older populations. This is also especially important for healthcare professionals to recognize, who often act as gatekeepers and may discourage older adults from using digital health technologies due to likely outdated assumptions  66  .\n\nResults were somewhat more mixed regarding gender and sex differences in intervention effectiveness. Most reviews focusing on only one gender or sex focused on women or pregnant people, mostly showing that digital interventions were effective in promoting healthier diets and physical activity; results for weight were overall mixed. Comparative reviews, however, either found no differences between genders/ sexes or found that men were more successful in increasing their physical activity levels or losing more weight. Men benefiting more from weight loss trials is a common finding  67  , and may be attributed to having more time for self-care  68  or sex differences in body composition changes  69  .\n\nLocation was a heterogenous inequality indicator, depending on whether country-level parameters or urban-rural differences were examined. Two reviews concluded that urban populations -who already have better access to healthcare including weight management programs and generally are healthier  70  -benefit more from digital interventions than rural populations. This might not only be due to limited access to broadband internet access in rural areas, but also reflect important barriers that individuals in rural areas face regarding opportunities for healthy eating or physical activity  71  that cannot be overcome through technology alone. Future research needs to determine whether digital interventions can indeed be as effective in rural vs. urban areas if appropriately designed, or if structural barriers need to be removed first, e.g. through policy action. At the same time, one review looking at both physical activity and weight management interventions found they are indeed more effective in low-and middle-vs. high-income countries. This is a promising finding since it might signal an opportunity to reduce health disparities between the Global North and the Global South. However, the included studies were all RCTs, thus, participants were likely provided with the required devices and potentially even selected so they have access to relevant technology  72  . Global access to digital (health) technology thus might still be an issue; more work is needed to shed light on this.\n\nInterestingly, (lacking) differences in effectiveness did not always align with differences in engagement. The three reviews identified here that specifically studied digital intervention engagement in older adults reported a wide range of estimates for adherence. Results were also mixed regarding age differences in engagement with digital physical activity interventions. Some reviews reported that older adults engage more than younger adults in digital physical activity interventions, while others reported effects in the opposite direction, and again others reported no differences. Factors previously associated with decreased intervention engagement specifically in older adults include illness or injury, competing priorities such as caring responsibilities (e.g., for grandchildren or spouse), and reduced selfefficacy  73, 74  . At the same time, older adults might also have more time because they no longer hold full-time jobs and their children are grown up. Older adults also might have greater motivation for health promotion since they feel more vulnerable  75  . The diverging results could also be explained by different intervention components used, since in-person components have been shown to predict intervention engagement especially in older adults  76  . Also, more cognitively demanding intervention components (e.g., planning) may be challenging for older participants  77  . Digital interventions thus need to be specifically tailored to the needs and skills of older adults to ensure high levels of engagement.\n\nFindings were also mixed regarding engagement differences between genders/ sexes and ethnicities/ races. Both findings point towards the importance of tailoring. For instance, one might speculate whether men are more willing to engage with digital technology for health behavior change since they are generally more interested in technology  78  . Observational studies on mHealth app uptake and engagement often do not support this finding and report rates to be similar across genders/ sexes, or higher in women  79, 80  . However, genders differ not only in what they consider important regarding goals of a behavior change intervention (e.g., a greater focus on weight management among women vs building muscle mass in men  81  ) but also regarding its design  82, 83  . For example, men might be more interested in competitive elements and therefore might value gamification of health interventions more  84  . Similarly, cultural tailoring might be important especially for ethnic and racial minorities, not only in terms of culturally appropriate recommendations such as recipes, but also regarding language  85  .\n\nFinally, uptake was only studied in one systematic review, reporting no evidence for a digital divide in uptake. Notably, findings were based on one study only and thus should be interpreted with caution. Since access to digital technology is unevenly distributed amongst population subgroups  86  , a digital health divide e.g. based on income or education could be assumed.\n\nA range of possible underpinning mechanisms of the digital divide are discussed in the literature, including contextual factors that differ according to social inequality indicator  87  . Specific examples include differences in digital infrastructure, access and engagement frequency according to ethnicity, discrepancies in off-line behavioral opportunities (e.g., quality of environment for PA) according to income, and a dislike of social features like forums according to gender, with women showing greater engagement. It is important to note that akin to the present review, the conclusions drawn were derived from very few studies, and relied on often speculated rather than measured inferences about the mechanisms. Further empirical studies are required that test a range of social inequality indicators in relation to digital intervention uptake, engagement, and the mechanisms through which to narrow any identified inequalities, to close this gap.\n\nImportant limitations of this umbrella review need to be acknowledged. Most importantly, the quality of all included reviews was low, mostly due to a limited search strategy, a lack of detail on excluded studies, and inappropriate statistics used in meta-analyses. Furthermore, the vast majority of included reviews focused on age and gender/ sex; other social inequalities such as socio-economic status were rarely studied, despite accumulating evidence for its effects on digital intervention effectiveness  8  . Importantly, reviews are only able to reflect what is reported in primary studies; researchers evaluating the uptake of, engagement with, or effectiveness of digital interventions for weight-related behaviors thus should include a range of inequality indicators in their evaluations to provide sufficient primary data. For instance, social relationships (e.g., being married or living with children) were not studied at all in the included reviews, despite them being potentially helpful in overcoming barriers to digital technology use  88  . Moreover, most studies evaluate the potential influence of individual inequality indicators, yet certain inequality indicators such as gender and income intersect  89  . Future work needs to take these interdependencies into account (see also Hollands et al.  90  , for a call to action for health equity research more broadly) to identify key inequality indicators so disparities can be most effectively reduced. Finally, most included reviews focused predominantly or exclusively on randomized controlled trials, which in themselves also suffer from selection biases and often include fewer individuals from priority populations  72  . This could potentially mask differences e.g. regarding socio-economic status; data on uptake, engagement and effectiveness should thus also be collected outside the study context to provide ecologically valid insights (see also Szinay et al.  9  for a discussion). Finally, the present review focused exclusively on adults. Different processes might influence intervention uptake, engagement, and effectiveness in children and adolescents; most notably, at least up to a certain age, primary caregivers have to be involved especially if technology is used.\n\nDigital health inequity is multifaceted  91  , and may be affected by aspects such as ease of use, interactivity, digital literacy, digital accessibility, digital availability, digital affordability, and technology personalization  10  . However, digital health research focuses predominantly on age and gender/ sex differences, for which there is relatively little evidence for a divide especially regarding the effectiveness of digital interventions for weight-related behaviors. Other factors, that might also be more closely linked to inequalities in digital technology use such as income or education are comparatively rarely focused on; this constitutes an important gap in the literature. Studies are needed that compare these and other disadvantaged population subgroups to their privileged counterparts to identify the most important determinants of digital health inequity, which can then by systematically addressed in intervention development, e.g. via patient involvement, and testing to promote digital health for all."
    },
    {
      "title": "Methods",
      "text": "The protocol was submitted to PROSPERO prior to data extraction and accepted on 24 October 2023, registration number: CRD42023472388. Raw data is provided on the Open Science Framework (OSF;  https://osf.io/  g4hzb/ )."
    },
    {
      "title": "Search strategy",
      "text": "A medical librarian (AHD) searched the following six databases: PubMed (incl. MEDLINE), Web of Science, CINAHL, PsycInfo, Google Scholar, Embase. The search was limited to articles published in the English language between 1970 and October 2023, when the search was conducted. The search strategies were modified for each database using keywords and controlled vocabularies (e.g., Medical Subject Headings) as appropriate. All search strategies are provided in Supplementary Note 1. In addition, reference list searches of identified studies and forward citation tracking was performed in April 2024 by two authors (LMK and RAK) to identify further eligible publications. Instead of exclusively relying on Google Scholar as preregistered, we used the citationchaser Shiny app  92  to compile a list of records for screening and supplemented the results for one publication that the tool was unable to identify  35  via Google Scholar."
    },
    {
      "title": "Screening",
      "text": "Duplicates were removed manually before all potentially eligible records identified through the database search were imported into Covidence systematic review software (Veritas Health Innovation, Melbourne, Australia; available at  www.covidence.org ). Titles and abstracts were independently screened by two authors (LMK, RAK, or MJW), categorizing articles as provisionally eligible or excluded according to the pre-registered eligibility criteria (Table  2 ). Conflicts were resolved by discussion. Afterwards, all full texts were screened independently by the same authors and coded as eligible or excluded. Again, conflicts were resolved by discussion. The flow of records is documented in the PRISMA flow chart (Fig.  1 ). Regarding social inequality indicators, we focused on indicators of socioeconomic status (incl. income, education, occupation), but also further inequality indicators as defined in the PROGRESS framework  21  : gender, age, race/ethnicity, religion, location."
    },
    {
      "title": "Data extraction and synthesis",
      "text": "Two reviewers (LMK and MJW) extracted data into a structured coding form. Discrepancies were resolved by discussion. Extracted information included review characteristics (e.g., target behavior(s), inequality indicator(s) studied), methodological characteristics (e.g., number and name of databases searched, eligibility criteria, date restrictions), information about the included studies (e.g., total sample size, study designs, countries), information about risk of bias, and conclusions drawn regarding social inequalities in intervention uptake, engagement, and effectiveness. Due to the heterogeneity of the target behaviors and the inequality indicators, results were narratively synthesized separately for reviews focusing exclusively on priority populations and for reviews contrasting different levels of these indicators as well as by intervention uptake, engagement, and effectiveness.\n\nFor most inequality indicators, there is consensus as to which population subgroup is considered \"priority\" in the contexts of health and digital technology (see Table  3 ). Empirical findings around gender and sex are somewhat mixed. For example, while men tend to be underrepresented in weight management studies  93  , women tend to be less successful than men in achieving weight loss  67  for various possible reasons (e.g., lower adherence to self-monitoring  94  , more previous weight loss attempts  95  ). Reporting was guided by the PRIOR checklist 96 (see Supplementary Note 2)."
    },
    {
      "title": "Overlap of reviews",
      "text": "Overlap of reviews was evaluated quantitatively by calculating the Corrected Covered Area (CCA)  64  based on the citation matrix."
    },
    {
      "title": "Quality appraisal",
      "text": "Diverging from the review protocol, we used AMSTAR 2  97  to appraise the quality of systematic reviews of randomized-controlled trials, since this tool was deemed more comprehensive and appropriate. Two reviewers (RAK and MJW) independently assessed each included article across each AMSTAR-2 domain, with discrepancies resolved by discussion. Consistent with the guidelines, the AMSTAR-2 ratings were then categorized based on the number of critical and non-critical weaknesses. Specifically, if a study had weaknesses on items #2, #7, #9, #11, #13, or #15 (see Supplementary Figure  1  for item list), the study was classified as having one or more critical weaknesses. If a study had weaknesses on the remaining items, the study was classified as having one or more non-critical weaknesses. Since no review was identified that included religion, it will not be further discussed.\n\nhttps://doi.org/10.1038/s41746-024-01405-0"
    },
    {
      "text": "Fig. 1 | PRISMA flow diagram illustrating the screening process. The diagram illustrates the selection process of reviews included in this umbrella review, from initial identification through final inclusion."
    },
    {
      "text": "Fig. 2 | Visual summary of results for reviews focusing on priority populations. Each box represents one finding from one review. Results are split by the respective focus on uptake, engagement, of effectiveness; outcome of interest (diet, physical activity, weight); and social inequality indicator studied. Legend: Gray box = mixed evidence; black box = evidence for priority population not benefitting; green box = evidence for priority population benefitting; blue box = evidence for men benefitting; light purple box = evidence for women benefitting; dark purle box = evidence for women not benefitting."
    },
    {
      "text": "Fig. 3 | Visual summary of results for reviews contrasting different levels of inequality indicators. Each box represents one finding from one review. Results are split by the respective focus on uptake, engagement, of effectiveness; outcome of interest (diet, physical activity, weight); and social inequality indicator studied.Legend: Gray box = mixed evidence; white box = evidence for no difference; green box = evidence for priority population benefitting more; orange box = evidence for priority population benefitting less; blue box = evidence for men benefitting more."
    },
    {
      "text": "Characteristics of included reviews"
    },
    {
      "text": "Inclusion and exclusion criteria"
    },
    {
      "text": "Overview of populations considered a priority in the present review"
    }
  ],
  "references": [
    {
      "title": "Has the prevalence of overweight, obesity and central obesity levelled off in the United States? Trends, patterns, disparities, and future projections for the obesity epidemic",
      "authors": [
        "Y Wang"
      ],
      "year": 2020,
      "doi": "10.1093/ije/dyz273"
    },
    {
      "title": "Economic impacts of overweight and obesity: current and future estimates for 161 countries",
      "authors": [
        "A Okunogbe"
      ],
      "year": 2022
    },
    {
      "title": "AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and The Obesity Society",
      "authors": [
        "M Jensen"
      ],
      "year": 2013
    },
    {
      "title": "mHealth research for weight loss, physical activity, and sedentary behavior: bibliometric analysis",
      "authors": [
        "C.-C Wu"
      ],
      "year": 2022
    },
    {
      "title": "Comparing behavioral weight loss modalities: incremental costeffectiveness of an internet-based versus an in-person condition",
      "authors": [
        "R Krukowski",
        "J Tilford",
        "J Harvey-Berino",
        "D West"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2010.341"
    },
    {
      "title": "Global internet penetration rate as of",
      "year": 2024,
      "doi": "10.1177/21582440241255448"
    },
    {
      "title": "A systematic umbrella review and meta-meta-analysis of eHealth and mHealth interventions for improving lifestyle behaviours",
      "authors": [
        "B Singh"
      ],
      "year": 2024,
      "doi": "10.1038/s41746-024-01172-y"
    },
    {
      "title": "The effectiveness of digital interventions for increasing physical activity in individuals of low socioeconomic status: a systematic review and meta-analysis",
      "authors": [
        "M Western"
      ],
      "year": 2021
    },
    {
      "title": "Is the uptake, engagement, and effectiveness of exclusively mobile interventions for the promotion of weight-related behaviors equal for all? A systematic review",
      "authors": [
        "D Szinay"
      ],
      "year": 2023,
      "doi": "10.31234/osf.io/cq24y"
    },
    {
      "title": "An introduction to digital determinants of health",
      "authors": [
        "S Chidambaram"
      ],
      "year": 2024,
      "doi": "10.1371/journal.pdig.0000346"
    },
    {
      "title": "Americans' Use of Mobile Technology and Home Broadband",
      "year": 2024,
      "doi": "10.1177/237455680305.n3"
    },
    {
      "title": "Digital economy and society statistics -households and individuals",
      "year": 2014
    },
    {
      "title": "Reducing intervention-and research-induced inequalities to tackle the digital divide in health promotion",
      "authors": [
        "L König"
      ],
      "year": 2023,
      "doi": "10.1186/s12939-023-02055-6"
    },
    {
      "title": "Rural/urban disparities in access to the National Diabetes Prevention Program",
      "authors": [
        "A Ariel-Donges"
      ],
      "year": 2020
    },
    {
      "title": "Determinants of Internet skills, uses and outcomes. A systematic review of the second-and third-level digital divide",
      "authors": [
        "A Scheerder",
        "A Van Deursen",
        "J Van Dijk"
      ],
      "year": 2017,
      "doi": "10.1016/j.tele.2017.07.007"
    },
    {
      "title": "Rethinking the use of 'vulnerable",
      "authors": [
        "S Munari",
        "A Wilson",
        "N Blow",
        "C Homer",
        "J Ward"
      ],
      "year": 2021
    },
    {
      "title": "The effectiveness of a wearable activity tracker (WAT)-based intervention to improve physical activity levels in sedentary older adults: a systematic review and meta-analysis",
      "authors": [
        "J Liu",
        "-W Kor",
        "-K Chan",
        "-Y Kwan",
        "-C Cheung"
      ],
      "year": 2020
    },
    {
      "title": "The effect of e-health interventions promoting physical activity in older people: a systematic review and metaanalysis",
      "authors": [
        "R Kwan"
      ],
      "year": 2020,
      "doi": "10.1186/s11556-020-00239-5"
    },
    {
      "title": "Web-based physical activity interventions: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "L Jahangiry",
        "M Farhangi",
        "S Shab-Bidar",
        "F Rezaei",
        "T Pashaei"
      ],
      "year": 2017,
      "doi": "10.1016/j.puhe.2017.06.005"
    },
    {
      "title": "Understanding and promoting effective engagement with digital behavior change interventions",
      "authors": [
        "L Yardley"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.015"
    },
    {
      "title": "Applying an equity lens to interventions: using PROGRESS ensures consideration of socially stratifying factors to illuminate inequities in health",
      "authors": [
        "J O'neill"
      ],
      "year": 2014
    },
    {
      "title": "The impact of automated brief messages promoting lifestyle changes delivered via mobile devices to people with type 2 diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola"
      ],
      "year": 2016
    },
    {
      "title": "Effect of behavioral weight management interventions using lifestyle mHealth self-monitoring on weight loss: a systematic review and meta-analysis",
      "authors": [
        "I Cavero-Redondo"
      ],
      "year": 2020,
      "doi": "10.3390/nu12071977"
    },
    {
      "title": "The effectiveness of eHealth interventions on physical activity and measures of obesity among working-age women: a systematic review and meta-analysis",
      "authors": [
        "L Cotie"
      ],
      "year": 2018,
      "doi": "10.1111/obr.12700"
    },
    {
      "title": "Interventions including smart technology compared with face-to-face physical activity interventions in older adults: systematic review and meta-analysis",
      "authors": [
        "C D'amore"
      ],
      "year": 2022
    },
    {
      "title": "Meta-analysis of internet-delivered interventions to increase physical activity levels",
      "authors": [
        "C Davies",
        "J Spence",
        "C Vandelanotte",
        "C Caperchione",
        "W Mummery"
      ],
      "year": 2012
    },
    {
      "title": "The effect of wearable and smartphone applications on physical activity, quality of life, and cardiovascular health outcomes in overweight/ obese adults: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Dehghan Ghahfarokhi",
        "E Vosadi",
        "H Barzegar",
        "V Saatchian"
      ],
      "year": 2022,
      "doi": "10.1177/10998004221099556"
    },
    {
      "title": "Effects of eHealth-based multiple health behavior change interventions on physical activity, healthy diet, and weight in people with noncommunicable diseases: systematic review and meta-analysis",
      "authors": [
        "Y Duan"
      ],
      "year": 2021
    },
    {
      "title": "O Can consumer wearable activity tracker-based interventions improve physical activity and cardiometabolic health in patients with chronic diseases? A systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "W Franssen",
        "G Franssen",
        "J Spaas",
        "Solmi",
        "B Eijnde"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00955-2"
    },
    {
      "title": "Obesity paradigm and web-based weight loss programs: an updated systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "L Jahangiry",
        "M Farhangi"
      ],
      "year": 2021,
      "doi": "10.1186/s41043-021-00240-3"
    },
    {
      "title": "Effect of Web-based lifestyle modification on weight control: a meta-analysis",
      "authors": [
        "S Kodama"
      ],
      "year": 2012,
      "doi": "10.1038/ijo.2011.121"
    },
    {
      "title": "Personalised eHealth interventions in adults with overweight and obesity: a systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "Y Lau",
        "D Chee",
        "X Chow",
        "L Cheng",
        "S Wong"
      ],
      "year": 2020
    },
    {
      "title": "eHealth interventions for reducing cardiovascular disease risk in men: A systematic review and meta-analysis",
      "authors": [
        "J Mcmahon",
        "D Thompson",
        "M Pascoe",
        "K Brazil",
        "C Ski"
      ],
      "year": 2021
    },
    {
      "title": "Effect of eHealth to increase physical activity in healthy adults over 55 years: A systematic review and meta-analysis",
      "authors": [
        "Núñez De Arenas-Arroyo"
      ],
      "year": 2021
    },
    {
      "title": "Using step counters to promote physical activity and exercise capacity in patients with chronic obstructive pulmonary disease: A meta-analysis",
      "authors": [
        "S Qiu"
      ],
      "year": 2018
    },
    {
      "title": "Evaluation of internet-based interventions on waist circumference reduction: a meta-analysis",
      "authors": [
        "D.-C Seo",
        "J Niu"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3921"
    },
    {
      "title": "The effectiveness of eHealth technologies on weight management in pregnant and postpartum women: systematic review and meta-analysis",
      "authors": [
        "D Sherifali"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8006"
    },
    {
      "title": "Wearable technology-delivered lifestyle intervention amongst adults with overweight and obese: A systematic review and meta-regression",
      "authors": [
        "S Wong",
        "Z Tan",
        "L Cheng",
        "S Lau"
      ],
      "year": 2022
    },
    {
      "title": "The effectiveness of wearable technologies as physical activity interventions in weight control: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "H Yen",
        "H Chiu"
      ],
      "year": 2019
    },
    {
      "title": "Effects of mobile health app interventions on sedentary time, physical activity, and fitness in older adults: systematic review and meta-analysis",
      "authors": [
        "D Yerrakalva",
        "D Yerrakalva",
        "S Hajna",
        "S Griffin"
      ],
      "year": 2019
    },
    {
      "title": "Technology-delivered personalized nutrition intervention on dietary outcomes among adults with overweight and obesity: A systematic review, meta-analysis, and meta-regression",
      "authors": [
        "Y Lau"
      ],
      "year": 2024
    },
    {
      "title": "Effect of technology-supported interventions on prenatal gestational weight gain, physical activity, and healthy eating behaviors: a systematic review and meta-analysis",
      "authors": [
        "K Leonard",
        "M Evans",
        "Z Oravecz",
        "J Smyth",
        "D Symons Downs"
      ],
      "year": 2021
    },
    {
      "title": "Effect of interventions using physical activity trackers on physical activity in people aged 60 years and over: a systematic review and meta-analysis",
      "authors": [
        "J Oliveira",
        "C Sherrington",
        "E Zheng",
        "M Franco",
        "A Tiedemann"
      ],
      "year": 2020
    },
    {
      "title": "N Smartphone applications for physical activity and sedentary behaviour change in people with cardiovascular disease: A systematic review and metaanalysis",
      "authors": [
        "K Patterson",
        "R Davey",
        "R Keegan",
        "Freene"
      ],
      "year": 2021
    },
    {
      "title": "Effectiveness of wearable activity monitors on metabolic outcomes in patients with type 2 diabetes: a systematic review and meta-analysis",
      "authors": [
        "P Peng",
        "N Zhang",
        "J Huang",
        "X Jiao",
        "Y Shen"
      ],
      "year": 2023
    },
    {
      "title": "Exclusively digital health interventions targeting diet, physical activity, and weight gain in pregnant women: systematic review and metaanalysis",
      "authors": [
        "A Rhodes",
        "A Smith",
        "P Chadwick",
        "H Croker",
        "C Llewellyn"
      ],
      "year": 2020,
      "doi": "10.2196/18255"
    },
    {
      "title": "Effectiveness of mobile health interventions promoting physical activity and lifestyle interventions to reduce cardiovascular risk among individuals with metabolic syndrome",
      "authors": [
        "I Sequi-Dominguez"
      ],
      "doi": "10.1038/s41746-024-01405-0"
    },
    {
      "title": "systematic review and meta-analysis",
      "year": 2020,
      "doi": "10.2196/17790"
    },
    {
      "title": "Seminars in Oncology Nursing",
      "authors": [
        "N Teo",
        "L Siew",
        "W Ang",
        "Y Lau"
      ],
      "doi": "10.1016/j.soncn.2023.151403"
    },
    {
      "title": "The effectiveness of wearable activity trackers for increasing physical activity and reducing sedentary time in older adults: a systematic review and meta-analysis",
      "authors": [
        "S Wu"
      ],
      "year": 2023
    },
    {
      "title": "L Middle-aged and older adults' acceptance of mobile nutrition and fitness apps: A systematic mixed studies review",
      "authors": [
        "N.-R Baer",
        "J & Vietzke",
        "Schenk"
      ],
      "year": 2022,
      "doi": "10.1371/journal.pone.0278879"
    },
    {
      "title": "Electronic health (e H ealth) interventions for weight management among racial/ethnic minority adults: A systematic review",
      "authors": [
        "G Bennett"
      ],
      "year": 2014,
      "doi": "10.1111/obr.12218"
    },
    {
      "title": "eHealth weight loss interventions for adults with low income: A systematic review",
      "authors": [
        "T Clark"
      ],
      "year": 2023
    },
    {
      "title": "Effectiveness of mobile phone and web-based interventions for diabetes and obesity among African American and Hispanic adults in the United States: systematic review",
      "authors": [
        "C Enyioha",
        "M Hall",
        "C Voisin",
        "D Jonas"
      ],
      "year": 2022,
      "doi": "10.2196/25890"
    },
    {
      "title": "A systematic review of electronic and mobile health (e-and mHealth) physical activity interventions for African American and Hispanic women",
      "authors": [
        "R Joseph",
        "K Royse",
        "T Benitez"
      ],
      "year": 2019
    },
    {
      "title": "Digital behaviour change interventions to increase vegetable intake in adults: A systematic review",
      "authors": [
        "K Livingstone"
      ],
      "year": 2023,
      "doi": "10.1186/s12966-023-01439-9"
    },
    {
      "title": "Effectiveness of eHealth weight management interventions in overweight and obese adults from low socioeconomic groups: a systematic review",
      "authors": [
        "R Myers-Ingram",
        "J Sampford",
        "R Milton-Cole",
        "G Jones"
      ],
      "year": 2023,
      "doi": "10.1186/s13643-023-02207-3"
    },
    {
      "title": "A systematic review on the use of mHealth to increase physical activity in older people",
      "authors": [
        "A Aslam",
        "S Van Luenen",
        "S Aslam",
        "D Van Bodegom",
        "N Chavannes"
      ],
      "year": 2020
    },
    {
      "title": "eHealth interventions to promote objectively measured physical activity in community-dwelling older people",
      "authors": [
        "N Jonkman",
        "K Van Schooten",
        "A Maier",
        "M Pijnappels"
      ],
      "year": 2018
    },
    {
      "title": "Feasibility, usability, and acceptability of online mind-body exercise programs for plder adults: A scoping review",
      "authors": [
        "J Gravesande"
      ],
      "year": 2023
    },
    {
      "title": "mHealth-supported interventions with potential to address sedentary behavior in older adults: a scoping review",
      "authors": [
        "S Schepens Niemiec",
        "B Cariño",
        "A Chatfield",
        "K Quan"
      ],
      "year": 2022,
      "doi": "10.1123/japa.2021-0338"
    },
    {
      "title": "Measurement of adherence to mHealth physical activity interventions and exploration of the factors that affect the adherence: scoping review and proposed framework",
      "authors": [
        "Y Yang",
        "E Boulton",
        "C Todd"
      ],
      "year": 2022
    },
    {
      "title": "Association between patient factors and the effectiveness of Wearable Trackers at increasing the number of steps per day among adults with Cardiometabolic conditions: metaanalysis of individual patient data from randomized controlled trials",
      "authors": [
        "A Hodkinson"
      ],
      "year": 2022
    },
    {
      "title": "Physical activity monitoring-based interventions in geriatric patients: a scoping review on intervention components and clinical applicability",
      "authors": [
        "R Trumpf"
      ],
      "year": 2023
    },
    {
      "title": "Systematic review finds overlapping reviews were not mentioned in every other overview",
      "authors": [
        "D Pieper",
        "S.-L Antoine",
        "T Mathes",
        "E Neugebauer",
        "M Eikermann"
      ],
      "year": 2014
    },
    {
      "title": "Diversified innovations in the health sciences: Proposal for a Diversity Minimal Item Set (DiMIS)",
      "authors": [
        "G Stadler"
      ],
      "year": 2023
    },
    {
      "title": "Older adults can use technology: why healthcare professionals must overcome ageism in digital health",
      "authors": [
        "R Mace",
        "M Mattos",
        "A.-M Vranceanu"
      ],
      "year": 2022
    },
    {
      "title": "Effectiveness of weight loss interventions-is there a difference between men and women: a systematic review",
      "authors": [
        "R Williams",
        "L Wood",
        "C Collins",
        "R Callister"
      ],
      "year": 2015
    },
    {
      "title": "Peer reviewed: free time and physical activity among Americans 15 years or older: cross-sectional analysis of the American time use survey",
      "authors": [
        "R Sturm",
        "D Cohen"
      ],
      "year": 2019
    },
    {
      "title": "Visceral fat loss induced by a low-calorie diet: a direct comparison between women and men",
      "authors": [
        "C Gasteyger"
      ],
      "year": 2009
    },
    {
      "title": "J Assessment of dietary patterns, physical activity and obesity from a national survey: Ruralurban health disparities in older adults",
      "authors": [
        "S Cohen",
        "M Greaney",
        "N Sabik"
      ],
      "year": 2018
    },
    {
      "title": "A qualitative study of environmental factors important for physical activity in rural adults",
      "authors": [
        "V Cleland"
      ],
      "year": 2015
    },
    {
      "title": "Digital health interventions for all? Examining inclusivity across all stages of the digital health intervention research process",
      "authors": [
        "R Krukowski"
      ],
      "year": 2024
    },
    {
      "title": "Enablers and barriers to older people's participation in strength and balance activities: A review of reviews",
      "authors": [
        "N Cavill",
        "C Foster"
      ],
      "year": 2018
    },
    {
      "title": "Motives and barriers to physical activity among older adults of different socioeconomic status",
      "authors": [
        "P Gray",
        "M Murphy",
        "A Gallagher",
        "E Simpson"
      ],
      "year": 2016
    },
    {
      "title": "Appearance versus health: Does the reason for dieting affect dieting behavior?",
      "authors": [
        "E Putterman",
        "W Linden"
      ],
      "year": 2004
    },
    {
      "title": "Supervised Versus Unsupervised Exercise for the Improvement of Physical Function and Well-Being Outcomes in Older Adults: A Systematic Review and Meta-analysis of Randomized Controlled Trials",
      "authors": [
        "P Gómez-Redondo",
        "P Valenzuela",
        "J Morales",
        "I Ara",
        "A Mañas"
      ],
      "year": 2024,
      "doi": "10.1007/s40279-024-02024-1"
    },
    {
      "title": "How does the understanding, experience, and enactment of self-regulation behaviour change techniques vary with age? A thematic analysis",
      "authors": [
        "D French",
        "R Banafa",
        "S Williams",
        "C Taylor",
        "L Brown"
      ],
      "year": 2021
    },
    {
      "title": "A personal resource for technology interaction: development and validation of the affinity for technology interaction (ATI) scale",
      "authors": [
        "T Franke",
        "C Attig",
        "D Wessel"
      ],
      "year": 2019
    },
    {
      "title": "Describing the Process of Adopting Nutrition and Fitness Apps: Behavior Stage Model Approach",
      "authors": [
        "L König",
        "G Sproesser",
        "H Schupp",
        "B Renner"
      ],
      "year": 2018
    },
    {
      "title": "User engagement and weight loss facilitated by a mobile app: retrospective review of medical records",
      "authors": [
        "S Valinskas",
        "M Nakrys",
        "K Aleknavičius",
        "J Jonusas",
        "A Lileikienė"
      ],
      "year": 2023
    },
    {
      "title": "Drive for thinness and drive for muscularity: Opposite ends of the continuum or separate constructs?",
      "authors": [
        "C Kelley",
        "J Neufeld",
        "D Musher-Eizenman"
      ],
      "year": 2010
    },
    {
      "title": "A randomized trial testing the efficacy of a novel approach to weight loss among men with overweight and obesity",
      "authors": [
        "M Crane",
        "L Lutes",
        "D Ward",
        "J Bowling",
        "D Tate"
      ],
      "year": 2015
    },
    {
      "title": "The SHED-IT community trial: a randomized controlled trial of internet-and paper-based weight loss programs tailored for overweight and obese men",
      "authors": [
        "P Morgan"
      ],
      "year": 2013
    },
    {
      "title": "Who is willing to play skill-adapted exergames? Influences of sociodemographic factors and social comparison processes Manuscript submitted for publication",
      "authors": [
        "L König",
        "M Kanning",
        "H Hauptmann",
        "T Feuchtner",
        "D Arigo"
      ],
      "year": 2024,
      "doi": "10.1038/s41746-024-01405-0"
    },
    {
      "title": "Barriers to and facilitators for using nutrition apps: systematic review and conceptual framework",
      "authors": [
        "L König",
        "C Attig",
        "T Franke",
        "B Renner"
      ],
      "year": 2021
    },
    {
      "title": "The digital rainbow: digital determinants of health inequities",
      "authors": [
        "T Jahnel",
        "H.-H Dassow",
        "A Gerhardus",
        "B Schüz"
      ],
      "year": 2022
    },
    {
      "title": "The mechanisms underpinning the digital health divide: A Scoping Review of interventions for weight-related behaviours",
      "authors": [
        "L Mercer",
        "M Al Masri",
        "D Rocha",
        "L König",
        "M Western"
      ],
      "year": 2024
    },
    {
      "title": "Recommendations to advance digital health equity: a systematic review of qualitative studies",
      "authors": [
        "S Wilson"
      ],
      "year": 2024
    },
    {
      "title": "Income-, education-and gender-related inequalities in out-of-pocket health-care payments for 65+ patients-a systematic review",
      "authors": [
        "S Corrieri"
      ],
      "year": 2010,
      "doi": "10.1186/1475-9276-9-20"
    },
    {
      "title": "Methods used to conceptualize dimensions of health equity impacts of public health interventions in systematic reviews",
      "authors": [
        "G Hollands"
      ],
      "year": 2024,
      "doi": "10.1016/j.jclinepi.2024.111312"
    },
    {
      "title": "Multilevel determinants of digital health equity: a literature synthesis to advance the field",
      "authors": [
        "C Lyles",
        "O Nguyen",
        "E Khoong",
        "A Aguilera",
        "U Sarkar"
      ],
      "year": 2023
    },
    {
      "title": "citationchaser: An R package and Shiny app for forward and backward citations chasing in academic searching",
      "authors": [
        "N Haddaway",
        "M Grainger",
        "C Gray"
      ],
      "year": 2021,
      "doi": "10.1002/jrsm.1563"
    },
    {
      "title": "Male inclusion in randomized controlled trials of lifestyle weight loss interventions",
      "authors": [
        "S Pagoto"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2011.140"
    },
    {
      "title": "Patterns of success: Online self-monitoring in a web-based behavioral weight control program",
      "authors": [
        "R Krukowski",
        "J Harvey-Berino",
        "Z Bursac",
        "T Ashikaga",
        "D West"
      ],
      "year": 2013,
      "doi": "10.1037/a0028135"
    },
    {
      "title": "Who will lose weight? A reexamination of predictors of weight loss in women",
      "authors": [
        "P Teixeira"
      ],
      "year": 2004
    },
    {
      "title": "Reporting guideline for overviews of reviews of healthcare interventions: development of the PRIOR statement",
      "authors": [
        "M Gates"
      ],
      "year": 2022
    },
    {
      "title": "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised ornon-randomised studies of healthcare interventions, or both",
      "authors": [
        "B Shea"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j4008"
    }
  ],
  "num_references": 98,
  "original_doi": "https://doi.org/10.13039/100000062"
}
