{
  "paper_id": "7NU9FTVU",
  "title": "Social Relationships and Mortality Risk: A Meta-analytic Review",
  "abstract": "Background: The quality and quantity of individuals' social relationships has been linked not only to mental health but also to both morbidity and mortality. Objectives: This meta-analytic review was conducted to determine the extent to which social relationships influence risk for mortality, which aspects of social relationships are most highly predictive, and which factors may moderate the risk. Data Extraction: Data were extracted on several participant characteristics, including cause of mortality, initial health status, and pre-existing health conditions, as well as on study characteristics, including length of follow-up and type of assessment of social relationships. Results: Across 148 studies (308,849 participants), the random effects weighted average effect size was OR = 1.50 (95% CI 1.42 to 1.59), indicating a 50% increased likelihood of survival for participants with stronger social relationships. This finding remained consistent across age, sex, initial health status, cause of death, and follow-up period. Significant differences were found across the type of social measurement evaluated (p,0.001); the association was strongest for complex measures of social integration (OR = 1.91; 95% CI 1.63 to 2.23) and lowest for binary indicators of residential status (living alone versus with others) (OR = 1.19; 95% CI 0.99 to 1.44). \n Conclusions: The influence of social relationships on risk for mortality is comparable with well-established risk factors for mortality.",
  "year": 2010,
  "date": "2010-07-27",
  "journal": "Science",
  "publication": "Science",
  "authors": [
    {
      "forename": "Julianne",
      "surname": "Holt-Lunstad",
      "name": "Julianne Holt-Lunstad",
      "affiliation": "1  Department of Psychology , Brigham Young University , Provo , Utah , United States of America , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Brigham Young University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Provo \n\t\t\t\t\t\t\t\t\t Utah \n\t\t\t\t\t\t\t\t\t United States of America",
      "email": "julianne_holt-lunstad@byu.edu"
    },
    {
      "forename": "Timothy",
      "surname": "Smith",
      "name": "Timothy Smith",
      "affiliation": "2  Department of Counseling Psychology , Brigham Young University , Provo , Utah , United States of America , \n\t\t\t\t\t\t\t\t Department of Counseling Psychology \n\t\t\t\t\t\t\t\t Brigham Young University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Provo \n\t\t\t\t\t\t\t\t\t Utah \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "J",
      "surname": "Layton",
      "name": "J Layton",
      "affiliation": "3  Department of Epidemiology , University of North Carolina at Chapel Hill , Chapel Hill , North Carolina , United States of America \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t North Carolina \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "affiliation": "University of Cambridge , United Kingdom \n\t\t\t\t\t\t\t\t University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "10.1371/journal.pmed.1000316.g001",
  "keywords": [
    "Dissertation Abstracts",
    "HealthSTAR",
    "Medline",
    "Mental Health Abstracts",
    "PsycINFO",
    "Social Sciences"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "''Social relationships, or the relative lack thereof, constitute a major risk factor for health-rivaling the effect of well established health risk factors such as cigarette smoking, blood pressure, blood lipids, obesity and physical activity'' -House, Landis, and Umberson; Science 1988  [1]  Two decades ago a causal association between social relationships and mortality was proposed after a review of five large prospective studies concluded that social relationships predict mortality  [1] . Following the publication of this provocative review, the number of prospective studies of mortality that included measures of social relationships increased exponentially. Although the inverse association between social relationships and nonsuicide mortality has received increased attention in research, neither major health organizations nor the general public recognize it as a risk factor for mortality. This may be due in part to the fact that the literature has become unwieldy, with wide variation in how social relationships are measured across a large number of studies and disappointing clinical trials  [2] . ''Social relationships'' has perhaps become viewed as a fuzzy variable, lacking the level of precision and control that is preferred in biomedical research. Thus, the large corpus of relevant empirical research is in need of synthesis and refinement.\n\nCurrent evidence also indicates that the quantity and/or quality of social relationships in industrialized societies are decreasing. For instance, trends reveal reduced intergenerational living, greater social mobility, delayed marriage, dual-career families, increased single-residence households, and increased age-related disabilities  [3, 4] . More specifically, over the last two decades there has been a three-fold increase in the number of Americans who report having no confidant-now the modal response  [3] . Such findings suggest that despite increases in technology and globalization that would presumably foster social connections, people are becoming increasingly more socially isolated. Given these trends, understanding the nature and extent of the association between social relationships and mortality is of increased temporal importance.\n\nThere are two general theoretical models that propose processes through which social relationships may influence health: the stress buffering and main effects models  [5] . The buffering hypothesis suggests that social relationships may provide resources (informational, emotional, or tangible) that promote adaptive behavioral or neuroendocrine responses to acute or chronic stressors (e.g., illness, life events, life transitions). The aid from social relationships thereby moderates or buffers the deleterious influence of stressors on health. From this perspective, the term social support is used to refer to the real or perceived availability of social resources  [6] . The main effects model proposes that social relationships may be associated with protective health effects through more direct means, such as cognitive, emotional, behavioral, and biological influences that are not explicitly intended as help or support. For instance, social relationships may directly encourage or indirectly model healthy behaviors; thus, being part of a social network is typically associated with conformity to social norms relevant to health and self-care. In addition, being part of a social network gives individuals meaningful roles that provide self-esteem and purpose to life  [7, 8] .\n\nSocial relationships have been defined and measured in diverse ways across studies. Despite striking differences, three major components of social relationships are consistently evaluated  [5] : (a) the degree of integration in social networks  [9] , (b) the social interactions that are intended to be supportive (i.e., received social support), and (c) the beliefs and perceptions of support availability held by the individual (i.e., perceived social support). The first subconstruct represents the structural aspects of social relationships and the latter two represent the functional aspects. Notably, these different subconstructs are only moderately intercorrelated, typically ranging between r = 0.20 and 0.30  [9, 10] . While all three components have been shown to be associated with morbidity and mortality, it is thought that each may influence health in different ways  [11, 12] . Because it is presently unclear whether any single aspect of social relationships is more predictive than others, synthesis of data across studies using several types of measures of social relationships would allow for essential comparisons that have not been conducted on such a large scale.\n\nEmpirical data suggest the medical relevance of social relationships in improving patient care  [13] , increasing compliance with medical regimens  [13] , and promoting decreased length of hospitalization  [14, 15] . Likewise, social relationships have been linked to the development  [16, 17]  and progression  [18] [19] [20] [21]  of cardiovascular disease  [22] -a leading cause of death globally. Therefore, synthesis of the current empirical evidence linking social relationships and mortality, along with clarifications of potential moderators, may be particularly relevant to public health and clinical practice for informing interventions and policies aimed at reducing risk for mortality.\n\nTo address these issues, we conducted a meta-analysis of the literature investigating the association between social relationships and mortality. Specifically, we addressed the following questions: What is the overall magnitude of the association between social relationships and mortality across research studies? Do structural versus functional aspects of social relationships differentially impact the risk for mortality? Is the association moderated by participant characteristics (age, gender, health status, cause of mortality) or by study characteristics (length of clinical follow-up, inclusion of statistical controls)? Is the influence of social relationships on mortality a gradient or threshold effect?"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Identification of Studies Inclusion Criteria",
      "text": "We included in the meta-analysis studies that provided quantitative data regarding individuals' mortality as a function of social relationships, including both structural and functional aspects  [23] . Because we were interested in the impact of social relationships on disease, we excluded studies in which mortality was a result of suicide or injury. We also excluded studies in which the only measurement of social support was an intervention provided within the context of the study (e.g., support group), the source of social support was nonhuman (e.g., a pet or higher power), or the social support was provided to others (i.e., giving support to others or measures of others' benefit from the support provided) rather than to the individual tracked for mortality status. We coded studies that included participant marital status as one of several indicators of social support, but we excluded studies in which marital status was the only indicator of social support. We also excluded studies in which the outcome was not explicitly and solely mortality (e.g., combined outcomes of morbidity/mortality). Reports with exclusively aggregated data (e.g., census-level statistics) were also excluded. Manuscripts coded were all written in English, which accounted for 98% of the total retrieved. See Figure  1  for additional details."
    },
    {
      "title": "Data Abstraction",
      "text": "To increase the accuracy of coding and data entry, each article was initially coded by two raters. Subsequently, the same article was independently coded by two additional raters. Coders extracted several objectively verifiable characteristics of the studies: (a) the number of participants and their composition by age, gender, marital status, distress level, health status, and preexisting health conditions (if any), as well as the percentage of smokers and percentage of physically active individuals, and, of course, the cause of mortality; (b) the length of follow up; (c) the research design; and (d) the aspect of social relationships evaluated.\n\nData within studies were often reported in terms of odds ratios (ORs), the likelihood of mortality across distinct levels of social relationships. Because OR values cannot be meaningfully aggregated, all effect sizes reported within studies were transformed to the natural log OR (lnOR) for analyses and then transformed back to OR for interpretation. When effect size data were reported in any metric other than OR or lnOR, we transformed those values using statistical software programs and macros (e.g., Comprehensive Meta-Analysis  [24] ). In some cases when direct statistical transformation proved impossible, we calculated the corresponding effect sizes from frequency data in matrices of mortality status by social relationship status. When frequency data were not reported, we recovered the cell probabilities from the reported ratio and marginal probabilities. When survival analyses (i.e., hazard ratios) were reported, we calculated the effect size from the associated level of statistical significance, often derived from 95% confidence intervals (CIs). Across all studies we assigned OR values less than 1.00 to data indicative of increased mortality and OR values greater than 1.00 to data indicative of decreased mortality for individuals with relatively higher levels of social relationships.\n\nWhen multiple effect sizes were reported within a study at the same point in time (e.g., across different measures of social relationships), we averaged the several values (weighted by standard error) to avoid violating the assumption of independent samples. In such cases, the aggregate standard error value for the lnOR were estimated on the basis of the total frequency data without adjustment for possible correlation among the averaged values. Although this method was imprecise, the manuscripts included in the meta-analysis did not report the information necessary to make the statistical adjustments, and we decided not to impute values given the wide range possible. In analyzing the data we used the shifting units of analysis approach  [25]  which minimizes the threat of nonindependence in the data while at the same time allowing more detailed follow-up analyses to be conducted (i.e., examination of effect size heterogeneity).\n\nWhen multiple reports contained data from the same participants (publications of the same database), we selected the report containing the whole sample and eliminated reports of subsamples. When multiple reports contained the same whole sample, we selected the one with the longest follow-up duration. When multiple reports with the same whole sample were of the same duration, we selected the one reporting the greatest number of measures of social relationships.\n\nIn cases where multiple effect sizes were reported across different levels of social relationships (i.e., high versus medium, medium versus low), we extracted the value with the greatest contrast (i.e., high versus low). When a study contained multiple effect sizes across time, we extracted the data from the longest follow-up period. If a study used statistical controls in calculating an effect size, we extracted the data from the model utilizing the fewest statistical controls so as to remain as consistent as possible across studies (and we recorded the type and number of covariates used within each study to run post hoc comparative analyses). We coded the research design used rather than estimate risk of individual study bias. The coding protocol is available from the authors.\n\nThe majority of information obtained from the studies was extracted verbatim from the reports. As a result, the inter-rater agreement was quite high for categorical variables (mean Cohen's kappa = 0.73, SD = 0.13) and for continuous variables (mean intraclass correlation  [26]  = 0.80, SD = .14). Discrepancies across coding pairs were resolved through further scrutiny of the manuscript until consensus was obtained.\n\nAggregate effect sizes were calculated using random effects models following confirmation of heterogeneity. A random effects approach produces results that generalize beyond the sample of studies actually reviewed  [27] . The assumptions made in this meta-analysis clearly warrant this method: The belief that certain variables serve as moderators of the observed association between social relationships and mortality implies that the studies reviewed will estimate different population effect sizes. Random effects models take such between-studies variation into account, whereas fixed effects models do not  [28] . In each analysis conducted, we examined the remaining variance to confirm that random effects models were appropriate."
    },
    {
      "title": "Results",
      "text": "Statistically nonredundant effect sizes were extracted from 148 studies ( ; see Table  1 ). Data were reported from 308,849 participants, with 51% from North America, 37% from Europe, 11% from Asia, and 1% from Australia. Across all studies, the average age of participants at initial evaluation was 63.9 years, and participants were evenly represented across sex (49% female, 51% male). Of the studies examined, 60% involved community samples, but 24% examined individuals receiving outpatient medical treatment, and 16% utilized patients in inpatient medical settings. Of studies involving patients with a pre-existing diagnosis, 44% were specific to cardiovascular disease (CVD), 36% to cancer, 9% to renal disease, and the remaining 11% had a variety of conditions including neurological disease. Research reports most often (81%) considered all-cause mortality, but some restricted evaluations to mortality associated with cancer (9%), CVD (8%), or other causes (2%). Participants were followed for an average of 7.5 years (SD = 7.1, range = 3 months to 58 years), with an average of 29% of the participants dying within each study's follow-up period."
    },
    {
      "title": "Omnibus Analysis",
      "text": "Across 148 studies, the random effects weighted average effect size was OR = 1.50 (95% confidence interval [CI] = 1.42 to 1.59), which indicated a 50% increased likelihood of survival as a function of stronger social relations. Odds ratios ranged from 0.77 to 6.50, with substantial heterogeneity across studies (I 2 = 81% [95% CI = 78% to 84%]; Q (147) = 790, p,0.001; t 2 = 0.07), suggesting that systematic effect size variability was unaccounted for. Thus factors associated with the studies themselves (e.g., publication status), participant characteristics (e.g., age, health status), and the type of evaluation of social relationships (e.g., structural social networks versus perceptions of functional social support) may have moderated the overall results. We therefore conducted additional analyses to determine the extent to which these variables moderated the overall results.\n\nTo assess the possibility of publication bias [177], we conducted several analyses. First, we calculated the fail-safe N [177] to be 4,274, which is the theoretical number of unpublished studies with effect sizes averaging zero (no effect) that would be needed to render negligible the omnibus results. Second, we employed the ''trim and fill'' methodology described by  Duval and Tweedie [178, 179]  to estimate the number of studies missing due to publication bias, but this analysis failed to reveal any studies that would need to be created on the opposite side of the distribution, meaning that adjustment to the omnibus effect size was unnecessary. Third, we calculated both Egger's regression test and the alternative to that test recommended by  Peters and colleagues [180]  that is better suited to data in lnOR format. The results of both analyses failed to reach statistical significance (p.0.05). Finally, we plotted a contour-enhanced funnel plot (Figure  2 )  [181] . The data obtained from this meta-analysis were fairly symmetrical with respect to their own mean; fewer than ten studies were ''missing'' on the left side of the distribution that would have made the plot symmetrical. Based on these several analyses, publication bias is unlikely to threaten the results."
    },
    {
      "title": "Moderation by Social Relationship Assessment, and by Participant and Study Characteristics",
      "text": "Given that structural versus functional components of social relationships may influence health in different ways  [11, 12] , the high degree of heterogeneity observed in the omnibus results may have been due in part to differences between the components of social relationships evaluated within and across studies. Hence the remaining analyses separately evaluate effect sizes obtained from structural, functional, and combined (structural and functional) measures of social relationships. Table  2  provides definitions of the types and subtypes of social relationships evaluated. Table 1. Cont. Structural aspects of social relationships. Sixty-three studies had data exclusive to structural measures of social relationships (see Figure  3 ). Across these studies, the random effects weighted average effect size was OR = 1.57 (95% CI = 1.46 to 1.70), which value fell within the CI of the omnibus results reported previously. The heterogeneity across studies was still quite large (I 2 = 84% [95% CI = 80% to 87%]; Q (62) = 390, p,0.001; t 2 = 0.07), so we undertook metaregression with prespecified participant and study characteristics.\n\nMetaregression is an analogue to multiple regression analysis for effect sizes. Its primary purpose is to ascertain which continuous and categorical (dummy coded) variables predict variation in effect size estimates. Using random effects weighted metaregression, we examined the simultaneous association (with all variables entered into the model) between effect sizes and prespecified participant and study characteristics (Table  3 ). To examine the most precise effect size estimates available and to increase the statistical power associated with this analysis, we shifted the unit of analysis  [24]  and extracted effect sizes within studies that were specific to measures of structural aspects of social relationships. That is, if a study contained effect sizes from both structural and functional types of social relationships, we extracted the structural types for this analysis (with identical subtypes aggregated), which resulted in a total of 230 unique effect sizes across 116 studies. A total of 18% of the variance in these effect sizes was explained in the metaregression (p,0.001). As can be seen in Table  3 , effect sizes based on data controlling for other variables were lower in magnitude than those based on raw data. Moreover, effect sizes differed in magnitude across the subtype of structural social relationships measured. Complex measures of social integration were associated with larger effect size values than measures of social participation. Binary measures of whether participants lived alone (yes/no) were associated with smaller effect size values. Average random effects weighted odds ratios for the various subtypes of social relationships are reported in Table  4 .\n\nFunctional aspects of social relationships. Twenty-four studies had data exclusive to functional measures of social relationships (see Figure  4 ). Across these studies, the random effects weighted average effect size was OR = 1.46 (95% CI = 1.28 to 1.66), which value fell within the CI of the omnibus results reported previously. There was moderate heterogeneity across studies (I 2 = 47% [95% CI = 16% to 68%]; Q (23) = 44, p,0.01; t 2 = 0.04), so we conducted a random effects metaregression using the same variables and analytic procedures described previously. We extracted 87 unique effect sizes that were specific to measures of functional social relationships within 72 studies. A total of 16.5% of the variance in these effect sizes was explained in the metaregression, but the model did not reach statistical significance (p = 0.46). The results were not moderated by any of the specified participant characteristics (age, sex, initial health status, cause of mortality) or study characteristics (length of follow-up, geographic region, statistical controls).\n\nCombined assessments of social relationships. Sixty-one studies had combined data of both structural and functional measures of social relationships (see Figure  5 ). Across these studies, the random effects weighted average effect size was OR = 1.44 (95% CI = 1.32 to 1.58). A large degree of heterogeneity characterized studies (I 2 = 82% [95% CI = 78% to 86%]; Q (60) = 337, p,0.001; t 2 = 0.09), and we conducted a random effects metaregression using the same variables and analytic procedures described previously. We extracted 64 unique effect sizes that evaluated combined structural and functional measures of social relationships within 61 studies. The metaregression explained only 6.8% of the variance in these effect sizes, and the model failed to reach statistical significance (p = 0.95). None of the variables in the metaregression moderated the results."
    },
    {
      "title": "Discussion",
      "text": "Cumulative empirical evidence across 148 independent studies indicates that individuals' experiences within social relationships  significantly predict mortality. The overall effect size corresponds with a 50% increase in odds of survival as a function of social relationships. Multidimensional assessments of social integration yielded an even stronger association: a 91% increase in odds of survival. Thus, the magnitude of these findings may be considered quite large, rivaling that of well-established risk factors (Figure  6 ). Results also remained consistent across a number of factors, including age, sex, initial health status, follow-up period, and cause of death, suggesting that the association between social relationships and mortality may be generalized. The magnitude of risk reduction varied depending on the type of measurement of social relationships (see Table  4 ). Social relationships were most highly predictive of reduced risk of mortality in studies that included multidimensional assessments of social integration. Because these studies included more than one type of social relationship measurement (e.g., network based inventories, marital status, etc.), such a measurement approach may better represent the multiple pathways (described earlier) by which social relationships influence health and mortality  [182] . Conversely, binary evaluations of living alone (yes/no) were the least predictive of mortality status. The reliability and validity of measurement likely explains this finding, and researchers are encouraged to use psychometrically sound measures of social relationships (e.g., Table  2 ). For instance, while researchers may be tempted to use a simple single-item such as ''living alone'' as a proxy for social isolation, it is possible for one to live alone but have a large supportive social network and thus not adequately capture social isolation. We also found that social isolation had a similar influence on likelihood of mortality compared with other measures of social relationships. This evidence qualifies the notion of a threshold effect (lack of social relationships is the only detrimental condition); rather, the association appears robust across a variety of types of measures of social relationships.\n\nThis meta-analysis also provides evidence to support the directional influence of social relationships on mortality. Most of the studies (60%) involved community cohorts, most of whom would not be experiencing life-threatening conditions at the point of initial evaluation. Moreover, initial health status did not moderate the effect of social relationships on mortality. Although illness may result in poorer or more restricted social relationships (social isolation resulting from physical confinement), such that individuals closer to death may have decreased social support compared to healthy individuals, the findings from these studies indicate that general community samples with strong social relationships are likely to remain alive longer than similar individuals with poor social relations. However, causality is not easily established. One cannot randomly assign human participants to be socially isolated, married, or in a poor-quality relationship. A similar dilemma characterizes virtually all lifestyle risk factors for mortality: for instance, one cannot randomly assign   [92]  Complex measures of social integration A single measure that assesses multiple components of social integration such as marital status, network size and network participation.\n\nHealth Battery [229] Living alone Living alone versus living with others N Binary item: yes, no N Number of people in household Social isolation Pervasive lack of social contact or communication, participation in social activities, or confidant N Social Isolation Scale [82] Combined Assessment of both structural and functional measures Multifaceted Measurement Multiple measures obtained that assess more than one of the above conceptualizations. doi:10.1371/journal.pmed.1000316.t002 individuals to be smokers or nonsmokers. Despite such challenges, ''smoking represents the most extensively documented cause of disease ever investigated in the history of biomedical research''  [183] . The link between social relationships and mortality is currently much less understood than other risk factors; nonetheless there is substantial experimental, cross-sectional, and prospective evidence linking social relationships with multiple pathways associated with mortality (see  [182]  for review). Existing models for reducing risk of mortality may be substantially strengthened by including social relationship factors. Notably, the overall effect for social relationships on mortality reported here may be a conservative estimate. Many studies included in the meta-analysis utilized single item measures of social relations, yet the magnitude of the association was greatest among those studies utilizing complex assessments. Moreover, because many studies statistically adjusted for standard risk factors, the effect may be underestimated, since some of the impact of social relationships on mortality may be mediated through such factors (e.g., behavior, diet, exercise). Additionally, most measures of social relations did not take into account the quality of the social relationships, thereby assuming that all relationships are positive. However, research suggests this is not the case, with negative social relationships linked to greater risk of mortality  [184, 185] . For instance, marital status is widely used as a measure of social integration; however, a growing literature documents its divergent effects based on level of marital quality  [186, 187] . Thus the effect of positive social relationships on risk of mortality may actually be much larger than reported in this meta-analysis, given the failure to account for negative or detrimental social relationships within the measures utilized across studies.\n\nOther possible limitations of this review should be acknowledged. Statistical controls (e.g., age, sex, physical condition, etc.) employed by many of the studies rule out a number of potentially confounding variables that might account for the association between social relationships and mortality. However, studies used an inconsistent variety of controlling variables, and some reports involved raw data (Table  1 ). Although effect size magnitude was diminished by the inclusion of statistical controls only within the data obtained by measures of structural social relationships (but not functional or combined measures), future research can better specify which variables are most likely to impact the overall association. It must also be acknowledged that existing data"
    },
    {
      "title": "Structural",
      "text": "Living alone (inversed) 17  1.19 [0.99, 1.44]  Marital status (married versus other) 62  1.33 [1.20, 1.48]  Social isolation (inversed) 8 1.40  [1.06, 1.86]  Social networks 71  1.45 [1.32, 1.59]  Social integration 45 1.52  [1.36, 1.69]  Complex measures of social integration 30 1.91  [1.63, 2.23]  Combined structural and functional Multifaceted measurement 67  1.47 [1.34, 1.60] These analyses shifted the units of analysis, with distinct effect size estimates within studies used within different categories of measurement, such that many studies contributed more than one effect size but not more than one per category of measurement. OR, odds ratio, transformed from random effects weighted lnOR. doi:10.1371/journal.pmed.1000316.t004\n\nprimarily represent research conducted in North America and Western Europe. Although we found no differences across world region, future reviews inclusive of research written in all languages (not only English) with participants better representing other world regions may yield better estimates across populations.\n\nApproximately two decades after the review by House and colleagues  [1] , a generation of empirical research validates their initial premise: Social relationships exert an independent influence on risk for mortality comparable with well established risk factors for mortality (Figure  6 ). Although limited by the state of current investigations and possible omission of pertinent reports, this metaanalysis provides empirical evidence (nearly 30 times the number of studies previously reported) to support the criteria for considering insufficient social relationships a risk factor of mortality (i.e., strength and consistency of association across a wide range of studies, temporal ordering, and gradient of response)  [188] . The magnitude of the association between social relationships and mortality has now been established, and this metaanalysis provides much-needed clarification regarding the social relationship factor(s) most predictive of mortality. Future research can shift to more nuanced questions aimed at (a) understanding the causal pathways by which social participation promotes health, (b) refining conceptual models, and (c) developing effective intervention and prevention models that explicitly account for social relations. Some steps have already been taken identifying the psychological, behavioral, and physiological pathways linking social relationships to health  [5, 182, 189] . Social relationships are linked to better health practices and to psychological processes, such as stress and depression, that influence health outcomes in their own right  [190] ; however, the influence of social relationships on health cannot be completely explained by these processes, as social relationships exert an independent effect. Reviews of such findings suggest that there are multiple biologic pathways involved (physiologic regulatory mechanisms, themselves intertwined) that in turn influence a number of disease endpoints  [182, [191] [192] [193] . For instance, a number of studies indicate that social support is linked to better immune functioning  [194] [195] [196] [197]  and to immunemediated inflammatory processes  [198] . Thus interdisciplinary work and perspective will be important in future studies given the complexity of the phenomenon.\n\nPerhaps the most important challenge posed by these findings is how to effectively utilize social relationships to reduce mortality risk. Preliminary investigations have demonstrated some risk Figure 5. Forest plot of combined measures. doi:10.1371/journal.pmed.1000316.g005\n\nreduction through formalized social interventions  [199] . While the evidence is mixed  [2, 6] , it should be noted that most social support interventions evaluated in the literature thus far are based on support provided from strangers; in contrast, evidence provided in this meta-analysis is based almost entirely on naturally occurring social relationships. Moreover, our analyses suggest that received support is less predictive of mortality than social integration (Table  4 ). Therefore, facilitating patient use of naturally occurring social relations and community-based interventions may be more successful than providing social support through hired personnel, except in cases in which patient social relations appear to be detrimental or absent. Multifaceted community-based interventions may have a number of advantages because such interventions are socially grounded and include a broad cross-section of the public. Public policy initiatives need not be limited to those deemed ''high risk'' or those who have already developed a health condition but could potentially include low-and moderate-risk individuals earlier in the risk trajectory  [200] . Overall, given the significant increase in rate of survival (not to mention quality of life factors), the results of this meta-analysis are sufficiently compelling to promote further research aimed at designing and evaluating interventions that explicitly account for social relationship factors across levels of health care (prevention, evaluation, treatment compliance, rehabilitation, etc.)."
    },
    {
      "title": "Conclusion",
      "text": "Data across 308,849 individuals, followed for an average of 7.5 years, indicate that individuals with adequate social relationships have a 50% greater likelihood of survival compared to those with poor or insufficient social relationships. The magnitude of this effect is comparable with quitting smoking and it exceeds many well-known risk factors for mortality (e.g., obesity, physical inactivity). These findings also reveal significant variability in the predictive utility of social relationship variables, with multidimensional assessments of social integration being optimal when assessing an individual's risk for mortality and evidence that social isolation has a similar influence on mortality to other measures of social relationships. The overall effect remained consistent across a number of factors, including age, sex, initial health status, followup period, and cause of death, suggesting that the association between social relationships and mortality may be general, and efforts to reduce risk should not be isolated to subgroups such as the elderly.\n\nTo draw a parallel, many decades ago high mortality rates were observed among infants in custodial care (i.e., orphanages), even when controlling for pre-existing health conditions and medical treatment  [201] [202] [203] [204] . Lack of human contact predicted mortality. The medical profession was stunned to learn that infants would die without social interaction. This single finding, so simplistic in hindsight, was responsible for changes in practice and policy that markedly decreased mortality rates in custodial care settings. Contemporary medicine could similarly benefit from acknowledging the data: Social relationships influence the health outcomes of adults.\n\nPhysicians, health professionals, educators, and the public media take risk factors such as smoking, diet, and exercise seriously; the data presented here make a compelling case for social relationship factors to be added to that list. With such recognition, medical evaluations and screenings could routinely include variables of social well-being; medical care could   , and Kapoor, 1994 [208] ; E = Taylor,  Brown, Ebrahim, Jollife, Noorani, Rees et al., 2004 [209] ; F, G = Katzmarzyk,  Janssen, and Ardern, 2003 [210] ; H = Insua, Sacks, Lau, Lau,  Reitman, Pagano, and Chalmers, 1994 [211] ; I =  Schwartz, 1994 [212] . doi:10.1371/journal.pmed.1000316.g006 recommend if not outright promote enhanced social connections; hospitals and clinics could involve patient support networks in implementing and monitoring treatment regimens and compliance, etc. Health care policies and public health initiatives could likewise benefit from explicitly accounting for social factors in efforts aimed at reducing mortality risk. Individuals do not exist in isolation; social factors influence individuals' health though cognitive, affective, and behavioral pathways. Efforts to reduce mortality via social relationship factors will require innovation, yet innovation already characterizes many medical interventions that extend life at the expense of quality of life. Social relationshipbased interventions represent a major opportunity to enhance not only the quality of life but also survival."
    },
    {
      "title": "Supporting Information",
      "text": "Alternative Language Abstract S1 Abstract translated into Japanese by Hideko Cannell. Found at: doi:10.1371/journal.pmed.1000316.s001 (0.02 MB DOC) Alternative Language Abstract S2 Abstract translated into Spanish by Rod Veas. Found at: doi:10.1371/journal.pmed.1000316.s002 (0.03 MB DOC) Text S1 PRISMA checklist. Found at: doi:10.1371/journal.pmed.1000316.s003 (0.06 MB DOC) Text S2 Review protocol. Found at: doi:10.1371/journal.pmed.1000316.s004 (0.05 MB DOC)\n\nEditors' Summary Background. Humans are naturally social. Yet, the modern way of life in industrialized countries is greatly reducing the quantity and quality of social relationships. Many people in these countries no longer live in extended families or even near each other. Instead, they often live on the other side of the country or even across the world from their relatives. Many also delay getting married and having children. Likwise, more and more people of all ages in developed countries are living alone, and loneliness is becoming increasingly common. In the UK, according to a recent survey by the Mental Health Foundation, 10% of people often feel lonely, a third have a close friend or relative who they think is very lonely, and half think that people are getting lonelier in general. Similarly, across the Atlantic, over the past two decades there has been a three-fold increase in the number of Americans who say they have no close confidants. There is reason to believe that people are becoming more socially isolated.\n\nWhy Was This Study Done? Some experts think that social isolation is bad for human health. They point to a 1988 review of five prospective studies (investigations in which the characteristics of a population are determined and then the population is followed to see whether any of these characteristics are associated with specific outcomes) that showed that people with fewer social relationships die earlier on average than those with more social relationships. But, even though many prospective studies of mortality (death) have included measures of social relationships since that first review, the idea that a lack of social relationships is a risk factor for death is still not widely recognized by health organizations and the public. In this study, therefore, the researchers undertake a systematic review and meta-analysis of the relevant literature to determine the extent to which social relationships influence mortality risk and which aspects of social relationships are most predictive of mortality. A systematic review uses predefined criteria to identify all the research on a given topic; a meta-analysis uses statistical methods to combine the results of several studies.\n\nWhat Did the Researchers Do and Find? The researchers identified 148 prospective studies that provided data on individuals' mortality as a function of social relationships and extracted an ''effect size'' from each study. An effect size quantifies the size of a difference between two groupshere, the difference in the likelihood of death between groups that differ in terms of their social relationships. The researchers then used a statistical method called ''random effects modeling'' to calculate the average effect size of the studies expressed as an odds ratio (OR)-the ratio of the chances of an event happening in one group to the chances of the same event happening in the second group. They report that the average OR was 1.5. That is, people with stronger social relationships had a 50% increased likelihood of survival than those with weaker social relationships. Put another way, an OR of 1.5 means that by the time half of a hypothetical sample of 100 people has died, there will be five more people alive with stronger social relationships than people with weaker social relationships. Importantly, the researchers also report that social relationships were more predictive of the risk of death in studies that considered complex measurements of social integration than in studies that considered simple evaluations such as marital status.\n\nWhat Do These Findings Mean? These findings indicate that the influence of social relationships on the risk of death are comparable with well-established risk factors for mortality such as smoking and alcohol consumption and exceed the influence of other risk factors such as physical inactivity and obesity. Furthermore, the overall effect of social relationships on mortality reported in this meta-analysis might be an underestimate, because many of the studies used simple single-item measures of social isolation rather than a complex measurement. Although further research is needed to determine exactly how social relationships can be used to reduce mortality risk, physicians, health professionals, educators, and the media should now acknowledge that social relationships influence the health outcomes of adults and should take social relationships as seriously as other risk factors that affect mortality, the researchers conclude.\n\nAdditional Information. Please access these Web sites via the online version of this summary at  http://dx.doi.org/10 . 1371/journal.pmed.1000316.\n\nN The Mental Health America Live Your Life Well page includes information about how social relationships improve both mental and physical health N The Mental Health Foundation, a UK charity, has informa- tion on loneliness and mental health; its report ''The Lonely Society?'' can be downloaded from this page N The Mayo Clinic has information on social support as a way to manage stress N The Pew Research Foundation has information on tech- nology and social isolation N Wikipedia has a page on social isolation (note that Wikipedia is a free online encyclopedia that anyone can edit; available in several languages)"
    },
    {
      "text": "Figure 1. Flow diagram. doi:10.1371/journal.pmed.1000316.g001"
    },
    {
      "text": "Figure 2. Contour enhanced funnel plot. doi:10.1371/journal.pmed.1000316.g002"
    },
    {
      "text": "Figure 3. Forest plot of structural measures. doi:10.1371/journal.pmed.1000316.g003"
    },
    {
      "text": "Figure 4. Forest plot of functional measures. doi:10.1371/journal.pmed.1000316.g004"
    },
    {
      "text": "Figure 6. Comparison of odds (lnOR) of decreased mortality across several conditions associated with mortality. Note: Effect size of zero indicates no effect. The effect sizes were estimated from meta analyses: ; A = Shavelle, Paculdo, Strauss, and Kush, 2008 [205]; B = Critchley and Capewell, 2003 [206]; C = Holman, English, Milne, and Winter, 1996 [207]; D = Fine, Smith, Carson, Meffe, Sankey, Weissfeld, Detsky, and Kapoor, 1994  [208]; E = Taylor,Brown, Ebrahim, Jollife, Noorani, Rees et al., 2004 [209]; F, G = Katzmarzyk,Janssen, and Ardern, 2003 [210]; H =Insua, Sacks, Lau, Lau,  Reitman, Pagano, and Chalmers, 1994 [211]; I =Schwartz, 1994 [212]. doi:10.1371/journal.pmed.1000316.g006"
    },
    {
      "text": "Overview of the 148 studies included in the meta-analysis."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Descriptive coding of the measures used to assess social relationships."
    },
    {
      "text": "Random effects metaregression for effect size estimates of structural social relationships.Contrasted with estimates based on raw data.b, standardized beta; B, unstandardized beta; SE, standard error.doi:10.1371/journal.pmed.1000316.t003"
    },
    {
      "text": "Weighted average effect sizes across different measures of social relationships."
    }
  ],
  "references": [
    {
      "title": "Social relationships and health",
      "authors": [
        "J House",
        "K Landis",
        "D Umberson"
      ],
      "year": 1988,
      "doi": "10.1126/science.3399889"
    },
    {
      "title": "Effects of treating depression and low perceived social support on clinical events after myocardial infarction: the Enhancing Recovery in Coronary Heart Disease Patients (ENRICHD) Randomized Trial",
      "authors": [
        "L Berkman",
        "J Blumenthal",
        "M Burg"
      ],
      "year": 2003,
      "doi": "10.1001/jama.289.23.3106"
    },
    {
      "title": "Social Isolation in America: Changes in core discussion networks over two decades",
      "authors": [
        "M Mcpherson",
        "L Smith-Lovin"
      ],
      "year": 2006
    },
    {
      "title": "Bowling Alone: The collapse and revival of American community",
      "authors": [
        "R Putnam"
      ],
      "year": 2000
    },
    {
      "title": "Social Relationships and Health",
      "authors": [
        "S Cohen",
        "B Gottlieb",
        "L Underwood"
      ],
      "year": 2000
    },
    {
      "title": "Social relationships and health: challenges for measurement and intervention",
      "authors": [
        "S Cohen",
        "B Gottlieb",
        "L Underwood"
      ],
      "year": 2001
    },
    {
      "title": "Social relationships and health",
      "authors": [
        "S Cohen"
      ],
      "year": 2004,
      "doi": "10.1037/0003-066x.59.8.676"
    },
    {
      "title": "Multiple identities and psychological well-being: A reformulation and test of the social isolation hypothesis",
      "authors": [
        "P Thoits"
      ],
      "year": 1983,
      "doi": "10.2307/2095103"
    },
    {
      "title": "Measuring social integration and social networks",
      "authors": [
        "I Brissette",
        "S Cohen",
        "T Seeman"
      ],
      "year": 2000,
      "doi": "10.1093/med:psych/9780195126709.003.0003"
    },
    {
      "title": "Good to have but not to use: Differential impact of perceived and received support on well-being",
      "authors": [
        "J Reinhardt",
        "K Boerner",
        "A Horowitz"
      ],
      "year": 2006
    },
    {
      "title": "Social support theory and measurement",
      "authors": [
        "B Lakey",
        "S Cohen"
      ],
      "year": 2000
    },
    {
      "title": "Social relationships and health",
      "authors": [
        "S Cohen",
        "B Gottlieb",
        "L Underwood"
      ],
      "year": 2000
    },
    {
      "title": "Social support and patient adherence to medical treatment: a meta-analysis",
      "authors": [
        "M Dimatteo"
      ],
      "year": 2004
    },
    {
      "title": "Living alone predicts 30-day hospital readmission after coronary artery bypass graft surgery",
      "authors": [
        "B Murphy",
        "P Elliott",
        "Le Grande",
        "M Higgins",
        "R Ernest"
      ],
      "year": 2008,
      "doi": "10.1097/hjr.0b013e3282f2dc4e"
    },
    {
      "title": "Social support and prognosis in patients at increased psychosocial risk recovering from myocardial infarction",
      "authors": [
        "H Lett",
        "J Blumenthal",
        "M Babyak",
        "D Catellier",
        "R Carney"
      ],
      "year": 2007,
      "doi": "10.1037/0278-6133.26.4.418"
    },
    {
      "title": "Hostility, social support, and carotid artery atherosclerosis in the National Heart, Lung, and Blood Institute Family Heart Study",
      "authors": [
        "S Knox",
        "A Adelman",
        "R Ellison",
        "D Arnett",
        "K Siegmund"
      ],
      "year": 2000,
      "doi": "10.1016/s0002-9149(00)01164-4"
    },
    {
      "title": "Social network and coronary artery calcification in asymptomatic individuals",
      "authors": [
        "W Kop",
        "D Berman",
        "H Gransar",
        "N Wong",
        "R Miranda-Peats"
      ],
      "year": 2005
    },
    {
      "title": "Characteristics of socially isolated patients with coronary artery disease who are at elevated risk for mortality",
      "authors": [
        "B Brummett",
        "J Barefoot",
        "I Siegler",
        "N Clapp-Channing",
        "B Lytle"
      ],
      "year": 2001
    },
    {
      "title": "Depressive symptoms, social isolation, and progression of coronary artery atherosclerosis: the Stockholm Female Coronary Angiography Study",
      "authors": [
        "H Wang",
        "M Mittleman",
        "C Leineweber",
        "K Orth-Gomer"
      ],
      "year": 2006,
      "doi": "10.1159/000090893"
    },
    {
      "title": "Influence of social support on progression of coronary artery disease in women",
      "authors": [
        "H Wang",
        "M Mittleman",
        "K Orth-Gomer"
      ],
      "year": 2005
    },
    {
      "title": "Impact of social support, cynical hostility and anger expression on progression of coronary atherosclerosis",
      "authors": [
        "P Angerer",
        "U Siebert",
        "W Kothny",
        "D Muhlbauer",
        "H Mudra"
      ],
      "year": 2000
    },
    {
      "title": "Social isolation and cardiovascular disease: an atherosclerotic pathway?",
      "authors": [
        "S Knox",
        "K Uvnas-Moberg"
      ],
      "year": 1998
    },
    {
      "title": "Stress, social support, and the buffering hypothesis",
      "authors": [
        "S Cohen",
        "T Wills"
      ],
      "year": 1985
    },
    {
      "title": "Comprehensive Metaanalysis Version 2",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2005
    },
    {
      "title": "Synthesizing research: A guide for literature reviews 3rd",
      "authors": [
        "H Cooper"
      ],
      "year": 1998
    },
    {
      "title": "Intraclass correlations: Uses in assessing rater reliability",
      "authors": [
        "P Shrout",
        "J Fleiss"
      ],
      "year": 1979,
      "doi": "10.1037//0033-2909.86.2.420"
    },
    {
      "title": "Fixed-and random-effects models in metaanalysis",
      "authors": [
        "L Hedges",
        "J Vevea"
      ],
      "year": 1998
    },
    {
      "title": "Understanding research synthesis (metaanalysis)",
      "authors": [
        "F Mosteller",
        "G Colditz"
      ],
      "year": 1996
    },
    {
      "title": "Biobehavioral variables and mortality or cardiac arrest in the cardiac arrhythmia pilot study (CAPS)",
      "authors": [
        "D Ahern",
        "L Gorkin",
        "J Anderson",
        "C Tierney",
        "A Hallstrom"
      ],
      "year": 1990
    },
    {
      "title": "Socioeconomic status and mortality after acute myocardial infarction",
      "authors": [
        "D Alter",
        "Chong Austin",
        "P Mustard",
        "C Iron"
      ],
      "year": 2006,
      "doi": "10.7326/0003-4819-144-2-200601170-00005"
    },
    {
      "title": "Mortality risk varies according to gender and change in depressive status in very old adults",
      "authors": [
        "J Anstey",
        "M Luszcz"
      ],
      "year": 2002,
      "doi": "10.1097/00006842-200211000-00005"
    },
    {
      "title": "Job demands, job decision latitude, job support, and social network factors as predictors of mortality in a Swedish pulp and paper company",
      "authors": [
        "N Astrand",
        "B Hanson",
        "S Isacsson"
      ],
      "year": 1989,
      "doi": "10.1136/oem.46.5.334"
    },
    {
      "title": "Social relations and mortality. An eleven year follow-up studey of 70 year-old men and women in Denmark",
      "authors": [
        "K Avlund",
        "M Damsgaard",
        "B Holstein"
      ],
      "year": 1998
    },
    {
      "title": "The impact of structural and functional characteristics of social relations as determinants of functional decline",
      "authors": [
        "K Avlund",
        "R Lund",
        "B Holstein",
        "P Due",
        "R Sakari-Rantala"
      ],
      "year": 2004,
      "doi": "10.1093/geronb/59.1.s44"
    },
    {
      "title": "Social network diversity and risks of ischemic heart disease and total mortality: Findings from the Copenhagen City Heart Study",
      "authors": [
        "J Barefoot",
        "M Grobaek",
        "G Jensen",
        "Prescott Schnohr"
      ],
      "year": 2005
    },
    {
      "title": "Social networks, host resistance, and mortality: A nine-year follow-up study of Alameda County residents",
      "authors": [
        "L Berkman",
        "S Syme"
      ],
      "year": 1979
    },
    {
      "title": "Social integration and mortality: A prospective study of French employees of electricity of France-Gas of France: the GAZEL Cohort",
      "authors": [
        "L Berkman",
        "M Melchior",
        "J Chastang",
        "I Niedhammer",
        "A Leclerc"
      ],
      "year": 2004,
      "doi": "10.1093/aje/kwh020"
    },
    {
      "title": "Life events and social support in prediction of stroke outcome",
      "authors": [
        "M Birket-Smith",
        "H Knudsen",
        "J Nissen",
        "N Blegvad",
        "O Køhler"
      ],
      "year": 1989,
      "doi": "10.1159/000288316"
    },
    {
      "title": "Social support and mortality in an elderly community population",
      "authors": [
        "D Blazer"
      ],
      "year": 1982,
      "doi": "10.1093/oxfordjournals.aje.a113351"
    },
    {
      "title": "The association of depression and mortality in elderly persons: a case for multiple, independent pathways",
      "authors": [
        "D Blazer",
        "C Hybels",
        "C Pieper"
      ],
      "year": 2001,
      "doi": "10.1093/gerona/56.8.m505"
    },
    {
      "title": "Who dies after widow(er)hood? A discriminant analysis",
      "authors": [
        "A Bowling"
      ],
      "year": 1989
    },
    {
      "title": "Providing social support may be more beneficial than receiving it: Results from a prospective study of mortality",
      "authors": [
        "S Brown",
        "R Nesse",
        "A Vinokur",
        "D Smith"
      ],
      "year": 2003,
      "doi": "10.1111/1467-9280.14461"
    },
    {
      "title": "Perceived social support as a predictor of mortality of coronary patients: Effects of smoking, sedentary behavior, and depressive symptoms",
      "authors": [
        "B Brummett",
        "D Mark",
        "I Siegler",
        "R Williams",
        "M Babyak"
      ],
      "year": 2005,
      "doi": "10.1097/01.psy.0000149257.74854.b7"
    },
    {
      "title": "ENRICHD Investigators. Low perceived social support and post-myocardial infarction prognosis in the enhancing recovery in coronary heart disease clinical trial: The effects of treatment",
      "authors": [
        "M Burg",
        "J Barefoot",
        "L Berkman",
        "D Catellier",
        "S Czajkowski"
      ],
      "year": 2005,
      "doi": "10.1097/01.psy.0000188480.61949.8c"
    },
    {
      "title": "Does emotional support influence survival? Findings from a longitudinal study of patients with advanced cancer",
      "authors": [
        "C Burns",
        "P Craft",
        "D Roder"
      ],
      "year": 2005,
      "doi": "10.1007/s00520-004-0722-2"
    },
    {
      "title": "Psychosocial predictors of survival in Metastatic Melanoma",
      "authors": [
        "P Butow",
        "A Coates",
        "S Dunn"
      ],
      "year": 1999,
      "doi": "10.1200/jco.1999.17.7.2256"
    },
    {
      "title": "Attendance at cultural events, reading books or periodicals, and making music or singing in a choir as determinants for survival: Swedish interview survey of living conditions",
      "authors": [
        "L Bygren",
        "B Konlaan",
        "S Johansson"
      ],
      "year": 1996
    },
    {
      "title": "Living alone after myocardial infarction",
      "authors": [
        "R Case",
        "A Moss",
        "N Case",
        "M Mcdermott",
        "S Eberly"
      ],
      "year": 1992,
      "doi": "10.1001/jama.1992.03480040063031"
    },
    {
      "title": "Psychosocial correlates of cancer survival: A subsequent report 3 to 8 years after cancer diagnosis",
      "authors": [
        "B Cassileth",
        "W Walsh",
        "E Lusk"
      ],
      "year": 1988
    },
    {
      "title": "The relationship of psychosocial factors to total mortality among older Japanese-American men: The Honolulu Heart Program",
      "authors": [
        "C Ceria",
        "K Masaki",
        "B Rodriguez",
        "R Chen",
        "K Yano"
      ],
      "year": 2001
    },
    {
      "title": "Psychiatric interview and psychometric predictors of cardiac transplant survival",
      "authors": [
        "R Chacko",
        "R Harper",
        "J ; Gotto",
        "J Young"
      ],
      "year": 1996
    },
    {
      "title": "Social Environment and Longevity in Schizophrenia",
      "authors": [
        "A Christensen",
        "R Dornink",
        "S Ehlers",
        "S Schultz"
      ],
      "year": 1999
    },
    {
      "title": "Predictors of survival among hemodialysis patients: Effect of perceived family support",
      "authors": [
        "A Christensen",
        "J Wiebe",
        "T Smith",
        "C Turner"
      ],
      "year": 1994
    },
    {
      "title": "Social networks and mortality in an inner-city elderly population",
      "authors": [
        "C Cohen",
        "J Teresi",
        "D Holmes"
      ],
      "year": 1987
    },
    {
      "title": "Depressed mood and other variables related to bone marrow transplantation survival in acute leukemia",
      "authors": [
        "E Colon",
        "A Callies",
        "M Popkin",
        "P Mcglave"
      ],
      "year": 1991
    },
    {
      "title": "Social ties and perceived support: Two dimensions of social relationships and health among the elderly in Taiwan",
      "authors": [
        "J Cornman",
        "N Goldman",
        "D Glei",
        "M Weinstein",
        "M Chang"
      ],
      "year": 2003
    },
    {
      "title": "Prognostic importance of marital quality for survival of congestive heart failure",
      "authors": [
        "J Coyne",
        "M Rohrbaugh",
        "V Shoham",
        "J Sonnega",
        "J Nichlas"
      ],
      "year": 2001,
      "doi": "10.1016/s0002-9149(01)01731-3"
    },
    {
      "title": "Mortality and institutionalization following hip fracture",
      "authors": [
        "M Cree",
        "C Sosklone",
        "E Belseck",
        "J Hornig",
        "J Mcelhaney"
      ],
      "year": 2000
    },
    {
      "title": "Mortality and depressive symptoms in inhabitants of residential homes",
      "authors": [
        "P Cuijpers"
      ],
      "year": 2000
    },
    {
      "title": "Psychosocial risk factors and mortality: A prospective study with special focus on social support, social participation, and locus of control in Norway",
      "authors": [
        "O Dalgard",
        "L Haheim"
      ],
      "year": 1998
    },
    {
      "title": "Psychological predictors of survival in end-stage renal disease",
      "authors": [
        "G Devins",
        "J Mann",
        "H Mandin",
        "L Paul",
        "R Hons"
      ],
      "year": 1990
    },
    {
      "title": "Lack of close confidant, but not depression, predicts further cardiac events after myocardial infarction",
      "authors": [
        "C Dickens",
        "L Mcgowan",
        "C Pervical",
        "J Douglas",
        "B Tomenson"
      ],
      "year": 2004,
      "doi": "10.1136/hrt.2003.011668"
    },
    {
      "title": "Social relations, social support, and survival among patients with cancer",
      "authors": [
        "K Ell",
        "R Nishimoto",
        "L Mediansky",
        "J Mantell",
        "M Hamovitch"
      ],
      "year": 1992
    },
    {
      "title": "Social ties and change in social ties in relation to subsequent total and cause-specific mortality and coronary heart disease incidence in men",
      "authors": [
        "P Eng",
        "E Rimm",
        "G Fitzmaurice",
        "I Kawachi"
      ],
      "year": 2002
    },
    {
      "title": "Mortality in the elderly-A 3-year follow-up of an elderly community sample",
      "authors": [
        "K Engedal"
      ],
      "year": 1996,
      "doi": "10.1002/(sici)1099-1166(199605)11:5<467::aid-gps338>3.0.co;2-s"
    },
    {
      "title": "Higher levels of social support predict greater survival following acute myocardial infarction: The Corpus Christi heart project",
      "authors": [
        "I Farmer",
        "P Meyer",
        "D Ramsey",
        "D Goff",
        "M Wear"
      ],
      "year": 1996,
      "doi": "10.1080/08964289.1996.9933765"
    },
    {
      "title": "The impact of social support on mortality: A seven-year follow-up of older men and women",
      "authors": [
        "L Forster",
        "E Stoller"
      ],
      "year": 1992
    },
    {
      "title": "Social support, depression, and mortality during the first year after myocardial infarction",
      "authors": [
        "N Frasure-Smith",
        "F Lesperance",
        "G Gravel",
        "A Masson",
        "M Juneau"
      ],
      "year": 2000,
      "doi": "10.1161/01.cir.101.16.1919"
    },
    {
      "title": "Is perceived social support a predictor of survival from patients undergoing autologous peripheral blood stem cell transplantation?",
      "authors": [
        "E Frick",
        "C Motzke",
        "N Fischer",
        "R Busch",
        "I Bumeder"
      ],
      "year": 2005
    },
    {
      "title": "Sources of life strengths as predictors of late-life mortality and survivorship",
      "authors": [
        "P Fry",
        "D Debats"
      ],
      "year": 2006
    },
    {
      "title": "Psychological disorder and mortality in French older adults: do social relations modify the association?",
      "authors": [
        "R Fuhrer",
        "C Dufouil",
        "T Antonucci",
        "J Shipley",
        "C Heimer"
      ],
      "year": 1999
    },
    {
      "title": "The role of stress, social support and age in survival from breast cancer",
      "authors": [
        "D Funch",
        "J Marshall"
      ],
      "year": 1983
    },
    {
      "title": "Depression and mortality in medically ill older adults",
      "authors": [
        "L Ganzini",
        "D Smith",
        "D Fenn",
        "M Lee"
      ],
      "year": 1997
    },
    {
      "title": "Survival of breast cancer patients receiving adjunctive psychosocial support therapy: A 10-year follow-up study",
      "authors": [
        "G Gellert",
        "R Maxwell",
        "B Siegel"
      ],
      "year": 1993
    },
    {
      "title": "Effects of social networks on 10 year survival in very old Australians: The Australian longitudinal study of aging",
      "authors": [
        "L Giles",
        "Gfv Glonek",
        "M Luszcz",
        "G Andrews"
      ],
      "year": 2004
    },
    {
      "title": "Psychosocial factors and breast cancer: A 6-year Italian follow-up study",
      "authors": [
        "T Giraldi",
        "M Rodani",
        "G Cartel",
        "L Grassi"
      ],
      "year": 1997
    },
    {
      "title": "Population based study of social and productive activities as predictors of survival among elderly Americans",
      "authors": [
        "T Glass",
        "Mendes De Leon",
        "C Marottoli",
        "R Berkman"
      ],
      "year": 1999
    },
    {
      "title": "Marital status and health among the elderly",
      "authors": [
        "N Goldman",
        "S Korenman",
        "R Weinstein"
      ],
      "year": 1995
    },
    {
      "title": "Determinants of Survival in Older Cancer Patients",
      "authors": [
        "J Goodwin",
        "J Samet",
        "W Hunt"
      ],
      "year": 1996
    },
    {
      "title": "Psychosocial predictors of mortality in the cardiac arrhythmia suppression trial-1 (CAST-1)",
      "authors": [
        "L Gorkin",
        "E Schron",
        "M Brooks",
        "I Wiklund",
        "J Kellen"
      ],
      "year": 1993
    },
    {
      "title": "Disability, psychosocial factors, and mortality among the elderly in a rural French population",
      "authors": [
        "A Grand",
        "P Grosclaude",
        "H Bocquet",
        "J Pous",
        "J Albarede"
      ],
      "year": 1990
    },
    {
      "title": "Effects of depression and social integration on the relationship between alcohol consumption and all-cause mortality",
      "authors": [
        "T Greenfield",
        "J Rehm",
        "J Rogers"
      ],
      "year": 2002
    },
    {
      "title": "How do economic status and social support influence survival after initial recovery from acute myocardial infarction?",
      "authors": [
        "D Greenwood",
        "C Packham",
        "K Muir",
        "R Madeley"
      ],
      "year": 1995
    },
    {
      "title": "The impact of social support in pulmonary rehabilitation of patients with chronic obstructive pulmonary disease",
      "authors": [
        "S Grodner",
        "L Prewitt",
        "B Jaworski",
        "R Myers",
        "R Kaplan"
      ],
      "year": 1996,
      "doi": "10.1007/bf02883389"
    },
    {
      "title": "Mortality in elderly men and women in a Swedish municipality",
      "authors": [
        "T Gustafsson",
        "Dgl Isacson",
        "M Thorslund"
      ],
      "year": 1998,
      "doi": "10.1093/ageing/27.5.585"
    },
    {
      "title": "Women, occupation, and risk of cardiovascular morbidity and mortality",
      "authors": [
        "E Hall",
        "J Johnson",
        "T Tsou"
      ],
      "year": 1993
    },
    {
      "title": "Do age and social relations moderate the relationship between self-rated health and mortality among adult Danes",
      "authors": [
        "M Helweg-Larsen",
        "M Kjoller",
        "H Thonig"
      ],
      "year": 2003
    },
    {
      "title": "Is quality of life predictive of the survival of patients with advanced nonsmall cell lung carcinoma",
      "authors": [
        "J Herndon",
        "S Fleishman",
        "A Kornblith",
        "M Kosty",
        "M Green"
      ],
      "year": 1999
    },
    {
      "title": "Religious attendance and mortality: An 8-year follow-up of older Mexican Americans",
      "authors": [
        "T Hill",
        "J Angel",
        "C Ellison",
        "R Angel"
      ],
      "year": 2005,
      "doi": "10.1093/geronb/60.2.s102"
    },
    {
      "title": "The importance of social relationships, socioeconomic status, and health practices with respect to mortality among healthy Ontario males",
      "authors": [
        "J Hirdes",
        "W Forbes"
      ],
      "year": 1992,
      "doi": "10.1016/0895-4356(92)90010-k"
    },
    {
      "title": "Health and social predictors of mortality in an elderly Chinese cohort",
      "authors": [
        "S Ho"
      ],
      "year": 1991
    },
    {
      "title": "The association of social relationships and activities with mortality: Prospective evidence from the Tecumseh community health study",
      "authors": [
        "J House",
        "C Robbins",
        "H Metzner"
      ],
      "year": 1982,
      "doi": "10.1093/oxfordjournals.aje.a113387"
    },
    {
      "title": "Religious involvement and U.S. adult mortality",
      "authors": [
        "R Hummer",
        "R Rogers",
        "C Nam",
        "C Ellison"
      ],
      "year": 1999,
      "doi": "10.2307/2648114"
    },
    {
      "title": "Causes and demographic, medical, lifestyle and psychosocial predictors of premature mortality: The CARDIA study",
      "authors": [
        "C Iribarren",
        "D Jacobs",
        "C Kiefe",
        "C Lewis",
        "K Matthews"
      ],
      "year": 2005
    },
    {
      "title": "Depression and risk of sudden cardiac death after acute myocardial infarction: testing for the confounding effects of fatigue",
      "authors": [
        "J Irvine",
        "A Basinski",
        "B Baker",
        "S Jandciu",
        "M Paquette"
      ],
      "year": 1999
    },
    {
      "title": "Social networks and mortality base on the Komo-ise cohort study in Japan",
      "authors": [
        "M Iwasaki",
        "T Otani",
        "R Sunaga",
        "H Miyazaki",
        "L Xiao"
      ],
      "year": 2002,
      "doi": "10.1093/ije/31.6.1208"
    },
    {
      "title": "Predictors of 5-year mortality following inpatients/residential group treatment of substance use disorders",
      "authors": [
        "J Johnson",
        "J Finney",
        "R Moos"
      ],
      "year": 2005
    },
    {
      "title": "Long-term psychosocial work environment and cardiovascular mortality among Swedish men",
      "authors": [
        "J Johnson",
        "W Stewart",
        "E Hall",
        "P Fredlund",
        "T Theorell"
      ],
      "year": 1996
    },
    {
      "title": "Mortality in relation to dementia, depression, and social integration in an elderly community sample",
      "authors": [
        "A Jorm",
        "A Henderson",
        "Dwk Kay",
        "P Jacomb"
      ],
      "year": 1991,
      "doi": "10.1002/gps.930060103"
    },
    {
      "title": "Childhood adversity and later mortality in an urban African American cohort",
      "authors": [
        "H Juon",
        "M Ensminger",
        "M Feehan"
      ],
      "year": 1989,
      "doi": "10.2105/ajph.93.12.2044"
    },
    {
      "title": "Social ties and survival among the elderly in Tampere, Finland",
      "authors": [
        "¨m Jylha",
        "S Aro"
      ],
      "year": 1989
    },
    {
      "title": "Social connections and mortality from all causes and from cardiovascular disease: Prospective evidence from eastern Finland",
      "authors": [
        "G Kaplan",
        "J Salonen",
        "R Cohen",
        "R Brand",
        "S Syme"
      ],
      "year": 1988
    },
    {
      "title": "Social functioning and overall mortality: Prospective evidence from the Kuipio ischemic heart disease risk factor study",
      "authors": [
        "G Kaplan",
        "T Wilson",
        "R Cohen",
        "J Kauhanen",
        "M Wu"
      ],
      "year": 1994
    },
    {
      "title": "The protective effect of social engagement on mortality in long-term care",
      "authors": [
        "D Kiely",
        "S Simon",
        "R Jones",
        "J Morris"
      ],
      "year": 2000
    },
    {
      "title": "Dyadic relationship conflict, gender, and mortality in Urban hemodialysis patients",
      "authors": [
        "P Kimmel",
        "R Peterson",
        "K Weihs",
        "N Shidler",
        "S Simmens"
      ],
      "year": 2000
    },
    {
      "title": "Health, cognitive, and psychosocial factors as predictors of mortality in an elderly community sample",
      "authors": [
        "A Korten",
        "A Jorm",
        "Z Jaio",
        "L Letenneur",
        "P Jacomb"
      ],
      "year": 1999,
      "doi": "10.1136/jech.53.2.83"
    },
    {
      "title": "Received support, anticipated support, social class, and mortality",
      "authors": [
        "N Krause"
      ],
      "year": 1997
    },
    {
      "title": "Church-based social support and mortality",
      "authors": [
        "N Krause"
      ],
      "year": 2006,
      "doi": "10.1093/geronb/61.3.s140"
    },
    {
      "title": "Social networks, social support, and survival after breast cancer diagnosis",
      "authors": [
        "C Kroenke",
        "L Kubzansky",
        "E Schernhammer",
        "M Holmes",
        "I Kawachi"
      ],
      "year": 2006
    },
    {
      "title": "Religion and survival in a secular region. A twenty year follow-up of 734 Danish adults born in 1914",
      "authors": [
        "La Cour",
        "P Avlund",
        "K Schultz-Larsen"
      ],
      "year": 2005
    },
    {
      "title": "Challenges associated with increased survival among parents living with HIV",
      "authors": [
        "M Lee",
        "Rotheram-Borus Mj"
      ],
      "year": 2001,
      "doi": "10.2105/ajph.91.8.1303"
    },
    {
      "title": "Baseline psychosocial predictors of survival in localized breast cancer",
      "authors": [
        "U Lehto",
        "M Ojanen",
        "T Dyba",
        "A Aromaa",
        "P Kellokumpu-Lehtinen"
      ],
      "year": 2006
    },
    {
      "title": "Does engagement with life enhance survival of elderly people in Sweden? The role of social and leisure activities",
      "authors": [
        "C Lennartsson",
        "M Silverstein"
      ],
      "year": 2001
    },
    {
      "title": "Prediction of survival in 70-year olds",
      "authors": [
        "B Ljungquist",
        "S Berg",
        "B Steen"
      ],
      "year": 1995
    },
    {
      "title": "Stability and change in structural social relations as predictor or mortality among elderly women and men",
      "authors": [
        "R Lund",
        "P Due",
        "J Modvig",
        "B Holstein",
        "M Damsgaard"
      ],
      "year": 2000
    },
    {
      "title": "Perceived social support and mortality in older people",
      "authors": [
        "T Lyyra",
        "R Heikkinen"
      ],
      "year": 2006
    },
    {
      "title": "Psychological predictors of mortality in old age",
      "authors": [
        "D Maier",
        "J Smith"
      ],
      "year": 1999
    },
    {
      "title": "A hierarchical analysis of longterm illness and mortality in socially deprived areas",
      "authors": [
        "M Malmstrom",
        "S Johansson",
        "J Sundquist"
      ],
      "year": 2001
    },
    {
      "title": "Social support and subsequent mortality among patients with end-stage renal disease",
      "authors": [
        "W Mcclellan",
        "D Stanwyck",
        "C Anson"
      ],
      "year": 1993
    },
    {
      "title": "Mortality in elderly men with low psychosocial coping resources using anxiolytic-hypnotic drugs",
      "authors": [
        "J Merlo",
        "P Ostergren",
        "N Mansson",
        "B Hanson",
        "J Ranstam"
      ],
      "year": 2000
    },
    {
      "title": "Alcohol consumption, life context, and coping predict mortality among late-middle-aged drinkers and former drinkers",
      "authors": [
        "J Mertens",
        "R Moos",
        "Pl ; Brennan",
        "Plp Morris",
        "R Robinson",
        "P Andrzejewski",
        "J Samuels",
        "Tr ; Price",
        "C Murata",
        "T Kondo",
        "Y Hori",
        "D Miyao",
        "K Tamakoshi"
      ],
      "year": 1993
    },
    {
      "title": "Social relationships and mortality in patients with congestive heart failure",
      "authors": [
        "T Murberg",
        "E Bru"
      ],
      "year": 2001
    },
    {
      "title": "Attendance at religious services and mortality in a national sample",
      "authors": [
        "M Musick",
        "J House",
        "D Williams"
      ],
      "year": 2004
    },
    {
      "title": "High mortality by natural and unnatural causes: A 10 year follow up study of patients admitted to a poisoning treatment centre after suicide attempts",
      "authors": [
        "N Nakanishi",
        "K ; Tatara",
        "M Nordentoft",
        "L Breum",
        "L Munck",
        "A Nordestgaard",
        "A Hunding",
        "Pal Bjaeldager"
      ],
      "year": 1993
    },
    {
      "title": "Social networks and longevity: A 14 year follow-up study among elderly in Denmark",
      "authors": [
        "R Olsen",
        "J Olsen",
        "F Gunner-Svensson",
        "B Waldstrom"
      ],
      "year": 1991
    },
    {
      "title": "Religion and mortality among the communitydwelling elderly",
      "authors": [
        "D Oman",
        "D Reed"
      ],
      "year": 1998
    },
    {
      "title": "Social factors and the outcome of dementia",
      "authors": [
        "M Orrell",
        "R Butler",
        "P Bebbington"
      ],
      "year": 2000
    },
    {
      "title": "Type A behavior, social support, and coronary risk: Interaction and significance for mortality in cardiac patients",
      "authors": [
        "K Orth-Gomer",
        "Jv ; Johnson",
        "K Orth-Gomer",
        "A Unden"
      ],
      "year": 1987
    },
    {
      "title": "Cache County Investigators, Ten dimensions of health and their relationships with overall self-reported health and survival in a predominately religiously active elderly population: The Cache County memory study",
      "authors": [
        "T Ostbye",
        "K Krause",
        "M Norton",
        "J Tschanz",
        "L Sanders"
      ],
      "year": 2006,
      "doi": "10.1111/j.1532-5415.2005.00583.x"
    },
    {
      "title": "Lack of social participation or religious strength and comfort as risk factors for death after cardiac surgery in the elderly",
      "authors": [
        "T Oxman",
        "D Freeman",
        "E Manheimer"
      ],
      "year": 1995,
      "doi": "10.1097/00006842-199501000-00002"
    },
    {
      "title": "Health-related quality of life predictors of survival and hospital utilization",
      "authors": [
        "G Parkerson",
        "R Gutman"
      ],
      "year": 2000
    },
    {
      "title": "Effects of social support and personal coping resources on mortality in older age: The longitudinal aging study Amsterdam",
      "authors": [
        "Bwjh Pennix",
        "T Tilburg",
        "Dmw Kriegsman",
        "Djh Deeg"
      ],
      "year": 1997,
      "doi": "10.1093/oxfordjournals.aje.a009305"
    },
    {
      "title": "The influence of social relations on mortality in later life: A study on elderly Danish twins",
      "authors": [
        "D Rasulo",
        "K Christensen",
        "C Tomassini"
      ],
      "year": 2005,
      "doi": "10.1093/geront/45.5.601"
    },
    {
      "title": "Value of functional status as a predictor of mortality: Results of a prospective study",
      "authors": [
        "D Reuben",
        "L Rubenstein",
        "S Hirsch",
        "R Hays"
      ],
      "year": 1992
    },
    {
      "title": "The relationship between social ties and survival among Black and White breast cancer patients",
      "authors": [
        "P Reynolds",
        "P Boyd",
        "R Blacklow",
        "J Jackson",
        "R Greenberg"
      ],
      "year": 1994
    },
    {
      "title": "Social network as a predictor of hospital readmission and mortality among older patients with heart failure",
      "authors": [
        "F Rodriguez-Artalejo",
        "P Guallar-Castillon",
        "M Herrera",
        "C Otero",
        "M Chiva"
      ],
      "year": 2006
    },
    {
      "title": "Socioeconomic differences in health indices, social networks and mortality among Swedish men: A study of men born in 1933",
      "authors": [
        "A Rosengren",
        "K Orth-Gomer",
        "L Wilhelmsen"
      ],
      "year": 1998
    },
    {
      "title": "Social support, household composition, and health behaviors as risk factors for four-year mortality in an urban elderly cohort",
      "authors": [
        "A Roy",
        "P Fitzgibbon",
        "M Haug"
      ],
      "year": 1996
    },
    {
      "title": "Social, functional, and health status influences on mortality: Consideration of a multidimensional inquiry in a large elderly population",
      "authors": [
        "R Rozzini",
        "A Bianchetti",
        "S Franzoni",
        "O Zanettie",
        "M Trabucchi"
      ],
      "year": 1991
    },
    {
      "title": "Psychosocial influences on mortality after myocardial infarction",
      "authors": [
        "W Ruberman",
        "E Weinblatt",
        "J Goldberg",
        "B Chaudhary"
      ],
      "year": 1984
    },
    {
      "title": "Social networks and marital status predict mortality in older women: Prospective evidence from the Study of Osteoporotic Fractures (SOF)",
      "authors": [
        "T Rutledge",
        "K Matthews",
        "L Lui",
        "K Stone",
        "J Cauley"
      ],
      "year": 2003
    },
    {
      "title": "National Heart, Lung, and Blood Institute, Social networks are associated with lower mortality rates among women with suspected coronary disease: the National Heart, Lung, and Blood Institute-sponsored Women's Ischemia Syndrome Evaluation Study",
      "authors": [
        "T Rutledge",
        "S Reis",
        "M Olson",
        "J Owens",
        "S Kelsey"
      ],
      "year": 1986
    },
    {
      "title": "Intercommunity variations in the association between social ties and mortality in the elderly: A comparative analysis of three communities",
      "authors": [
        "T Seeman",
        "L Berkman",
        "F Kohout",
        "A Lacroix",
        "R Glynn"
      ],
      "year": 1993
    },
    {
      "title": "A longitudinal analysis of factors related to survival in old age",
      "authors": [
        "S Shahatahmasebi",
        "R Davies",
        "G Wenger"
      ],
      "year": 1992,
      "doi": "10.1093/geront/32.3.404"
    },
    {
      "title": "Beyond keeping active: Concomitants of being a volunteer in old-old age",
      "authors": [
        "D Shmotkin",
        "T Blumstein",
        "B Modan"
      ],
      "year": 2003
    },
    {
      "title": "Gender differences in the relationship between social network support and mortality: A longitudinal study of an elderly cohort",
      "authors": [
        "D Shye",
        "J Mullooly",
        "D Freeborn",
        "C Pope"
      ],
      "year": 1995
    },
    {
      "title": "Prognostic significance of psychosocial factors in African-American and White breast cancer patients: A population based study",
      "authors": [
        "M Silverstein",
        "V Bengtson",
        "H Vila",
        "S Kasl",
        "B Jones"
      ],
      "year": 1991
    },
    {
      "title": "Psychological, social and health behavior risk factors for deaths certified as asthma: A national case-control study",
      "authors": [
        "K Stavraky",
        "A Donner",
        "J Kincade",
        "Ma ; Stewart",
        "M Stek",
        "D Vinkers",
        "J Gussekloo",
        "Atf Beekman",
        "Rc ; Van Der Mast",
        "Pm",
        "C Victor",
        "H Anderson",
        "J Bland",
        "B Butland"
      ],
      "year": 1988
    },
    {
      "title": "Social networks, social support, and mortality among older people in Japan",
      "authors": [
        "H Sugisawa",
        "J Liang",
        "X Liu"
      ],
      "year": 1994
    },
    {
      "title": "Mortality of the oldest old in China: The role of social and solitary customary activities",
      "authors": [
        "R Sun",
        "Y Liu"
      ],
      "year": 2006
    },
    {
      "title": "Social support and risk-adjusted mortality in a frail, older population",
      "authors": [
        "H Temkin-Greener",
        "A Bajorska",
        "D Peterson",
        "S Kunitz",
        "D Gross"
      ],
      "year": 2004
    },
    {
      "title": "Psychosocial factors and survival in the Cardiac Arrhythmia Suppression Trial (CAST): A reexamination",
      "authors": [
        "S Thomas",
        "E Friedmann",
        "F Wimbush",
        "E Schron"
      ],
      "year": 1997
    },
    {
      "title": "Marital history at midlife as a predictor of longevity: alternative explanations to the protective effects of marriage",
      "authors": [
        "J Tucker",
        "H Friedman",
        "D Wingard",
        "J Schwartz"
      ],
      "year": 1996
    },
    {
      "title": "Are social supports in late midlife a cause or a result of successful physical ageing?",
      "authors": [
        "G Vaillant",
        "S Meyer",
        "K Mukaamal",
        "S Soldz"
      ],
      "year": 1998
    },
    {
      "title": "Social networks as predictors of ischemic heart disease, stroke, and hypertension: incidence, survival, and mortality",
      "authors": [
        "T Vogt",
        "D Mulloolly",
        "E Ernst",
        "C Pope",
        "J Hollis"
      ],
      "year": 1992
    },
    {
      "title": "Social factors and mortality in old-old in Israel: The CALAS study",
      "authors": [
        "A Walter-Ginzburg",
        "T Blumstein",
        "A Chetrit",
        "B Modan"
      ],
      "year": 2002
    },
    {
      "title": "Dependable social relationships predict overall survival in stages II and III breast carcinoma patients",
      "authors": [
        "N Waxler-Morrison",
        "G Hislop",
        "B Mears",
        "L ; Kan",
        "K Weihs",
        "S Simmens",
        "J Mizrahi",
        "T Enright",
        "M Hunt"
      ],
      "year": 1991
    },
    {
      "title": "Independent importance of psychosocial factors for prognosis after myocardial infarction",
      "authors": [
        "C Welin",
        "G Lappas",
        "L Wilhelmsen"
      ],
      "year": 2000
    },
    {
      "title": "Social network and activities in relation to mortality from cardiovascular diseases, cancer, and other causes: A 12 year follow up of the Study of Men Born in 1913 and 1923",
      "authors": [
        "L Welin",
        "B Larsson",
        "K Svardsudd",
        "B Tibblin",
        "G Tibblin"
      ],
      "year": 1992
    },
    {
      "title": "Social support and mortality in seniors",
      "authors": [
        "K Wilkins"
      ],
      "year": 2003
    },
    {
      "title": "Perceived adequacy of tangible social support and health outcomes in patients with coronary artery disease",
      "authors": [
        "S Woloshin",
        "L Schwartz",
        "Ana Tosteson",
        "C Chang",
        "B Wright"
      ],
      "year": 1997
    },
    {
      "title": "Relation of social network characteristics to 5-year mortality among young-old versus old-old White women in an urban community",
      "authors": [
        "N Yasuda",
        "S Zimmerman",
        "W Hawkes",
        "L Fredman",
        "J Hebel"
      ],
      "year": 1997
    },
    {
      "title": "Psychosocial predictors of mortality among the elderly poor",
      "authors": [
        "D Zuckerman",
        "S Kasl",
        "Am ; Ostfeld",
        "Rosenthal"
      ],
      "year": 1984
    },
    {
      "title": "A non-parametric ''trim and fill'' method of accounting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000
    },
    {
      "title": "Trim and fill: A simple funnel-plot based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000
    },
    {
      "title": "Comparison of two methods to detect publication bias in meta-analysis",
      "authors": [
        "J Peters",
        "A Sutton",
        "D Jones",
        "K Abrams",
        "L Rushton"
      ],
      "year": 2006
    },
    {
      "title": "Contour-enhanced metaanalysis funnel plots help distinguish publication bias from other causes of asymmetry",
      "authors": [
        "J Peters",
        "A Sutton",
        "D Jones",
        "K Abrams",
        "L Rushton"
      ],
      "year": 2008
    },
    {
      "title": "Social support and health: a review of physiological processes potentially underlying links to disease outcomes",
      "authors": [
        "B Uchino"
      ],
      "year": 2006
    },
    {
      "title": "The 1990 Report of the Surgeon General: The Health Benefits of Smoking Cessation",
      "authors": [
        "J Samet"
      ],
      "year": 1990,
      "doi": "10.1164/ajrccm/142.5.993"
    },
    {
      "title": "Psychosocial and behavioral predictors of longevity: The aging and death of the 'Termites",
      "authors": [
        "H Friedman",
        "J Tucker",
        "J Schwartz",
        "C Tomlinson-Keasey",
        "L Martin"
      ],
      "year": 1995
    },
    {
      "title": "Marital history at midlife as a predictor of longevity: Alternative explanations to the protective effect of marriage",
      "authors": [
        "J Tucker",
        "H Friedman",
        "D Wingard",
        "J Schwartz"
      ],
      "year": 1996
    },
    {
      "title": "Marital status, marital strain, and risk of coronary heart disease or total mortality: the Framingham Offspring Study",
      "authors": [
        "J Coyne",
        "M Rohrbaugh",
        "V Shoham",
        "J Sonnega",
        "J Nicklas",
        "E Eaker",
        "L Sullivan",
        "M Kelly-Hayes",
        "D'agostino Sr",
        "R Benjamin"
      ],
      "year": 2001
    },
    {
      "title": "The relationship between social support and physiological processes: A review with emphasis on underlying mechanisms and implications for health",
      "authors": [
        "K Rothman",
        "S Greenland",
        "Tl ; Lash",
        "B Uchino",
        "J Cacioppo",
        "J Kiecolt-Glaser"
      ],
      "year": 1996
    },
    {
      "title": "Impact of psychological factors on the pathogenesis of cardiovascular disease and implications for therapy",
      "authors": [
        "A Rozanski",
        "J Blumenthal",
        "J Kaplan"
      ],
      "year": 1999
    },
    {
      "title": "Psychosocial models of the role of social support in the etiology of physical disease",
      "authors": [
        "S ; Cohen",
        "B Uchino",
        "J Holt-Lunstad",
        "D Uno",
        "R Campo",
        "M Reblin"
      ],
      "year": 1988
    },
    {
      "title": "Social support, psychological distress, and natural killer cell activity in ovarian cancer",
      "authors": [
        "B Uchino",
        "D Uno",
        "J ; Holt-Lunstad",
        "S Lutgendorf",
        "A Sood",
        "B Anderson",
        "S Mcginn",
        "H Maiseri"
      ],
      "year": 1999
    },
    {
      "title": "Association between perceived social support and Th1 dominance",
      "authors": [
        "T Miyazaki",
        "T Ishikawa",
        "A Nakata",
        "T Sakurai",
        "A Miki"
      ],
      "year": 2005
    },
    {
      "title": "Psychosocial factors and the response to influenza vaccination in older adults",
      "authors": [
        "J Moynihan",
        "M Larson",
        "J Treanor",
        "P Duberstein",
        "A Power"
      ],
      "year": 2004
    },
    {
      "title": "Hostile marital interactions, proinflammatory cytokine production, and wound healing",
      "authors": [
        "S Cohen",
        "W Doyle",
        "D Skoner",
        "B Rabin",
        "Gwaltney Jm ; Glaser",
        "J Loving",
        "T Stowell",
        "J Malarkey",
        "W Lemeshow"
      ],
      "year": 1997
    },
    {
      "title": "Sustaining interventions in community systems: On the relationship between researchers and communities",
      "authors": [
        "D Spiegel",
        "J Bloom",
        "H Kraemer",
        "E ; Gottheil",
        "D Altman"
      ],
      "year": 1989
    },
    {
      "title": "Hospitalism: An inquiry into the genesis of psychiatric conditions in early childhood",
      "authors": [
        "R Spitz"
      ],
      "year": 1945
    },
    {
      "title": "Maternal care and mental health",
      "authors": [
        "J Bowlby"
      ],
      "year": 1951
    },
    {
      "title": "Europe: Perils and promises Florence, Italy",
      "authors": [
        "S Provence",
        "R Lipton"
      ],
      "year": 1962
    },
    {
      "title": "Smoking habit and mortality: a meta-analysis",
      "authors": [
        "R Shavelle",
        "D Paculdo",
        "D Strauss",
        "S Kush"
      ],
      "year": 2008
    },
    {
      "title": "Exercisebased rehabilitation for patients with coronary heart disease: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "J Critchley",
        "S ; Capewell",
        "C Holman",
        "D English",
        "E Milne",
        "Mg ; Winter",
        "M Fine",
        "M Smith",
        "C Carson",
        "F Meffe",
        "S Sankey"
      ],
      "year": 1994
    },
    {
      "title": "Drug treatment of hypertension in the elderly: a meta-analysis",
      "authors": [
        "J Insua",
        "H Sacks",
        "T Lau",
        "J Lau",
        "D Reitman"
      ],
      "year": 1994
    },
    {
      "title": "Air pollution and daily mortality: a review and meta analysis",
      "authors": [
        "J Schwartz"
      ],
      "year": 1994
    },
    {
      "title": "Preliminary development of a scale of social support: Studies on college students",
      "authors": [
        "M Barrera",
        "I Sandler",
        "T Ramsay"
      ],
      "year": 1981
    },
    {
      "title": "Correlates of social support receipt",
      "authors": [
        "C Dunkel-Schetter",
        "S Folkman"
      ],
      "year": 1987
    },
    {
      "title": "UCLA Social Support Inventory",
      "authors": [
        "C Dunkel-Schetter",
        "L Feinstein",
        "J Call"
      ],
      "year": 1987
    },
    {
      "title": "Models of social support: The social support behaviors (SS-B) scale",
      "authors": [
        "A Vaux",
        "S Riedel",
        "D Stewart"
      ],
      "year": 1987
    },
    {
      "title": "Reliability and validity assessments of measures of social networks, social support and control -results from the Malmo Shoulder and Neck Study",
      "authors": [
        "T Seeman",
        "Lf ; Berkman",
        "B Hanson",
        "P-O Ostergren",
        "S Elmstahl",
        "S-O Isacsson",
        "J Ranstam"
      ],
      "year": 1988
    },
    {
      "title": "Assessing social support: The social support questionnaire",
      "authors": [
        "I Sarason",
        "H Levine",
        "R Basham",
        "B Sarason"
      ],
      "year": 1983
    },
    {
      "title": "Positive events and social support as buffers of life change stress",
      "authors": [
        "S Cohen",
        "H Hoberman"
      ],
      "year": 1983
    },
    {
      "title": "The development of a Rasch-type loneliness scale",
      "authors": [
        "De Jong-Gierveld",
        "J Kamphuis"
      ],
      "year": 1985,
      "doi": "10.1177/014662168500900307"
    },
    {
      "title": "The revised UCLA Loneliness Scale: Concurrent and discriminant validity evidence",
      "authors": [
        "D Russell",
        "L Peplau",
        "C Cutrona"
      ],
      "year": 1980
    },
    {
      "title": "Convoys over the life course: Attachment, roles and social support",
      "authors": [
        "R Kahn",
        "T Antonucci"
      ],
      "year": 1980
    },
    {
      "title": "Reliability and validity assessments of measures of social networks, social support and control -results from the Malmo Shoulder and Neck Study",
      "authors": [
        "Bj ; Hirsch",
        "B Hanson",
        "P-O Ostergren",
        "S Elmstahl",
        "S-O Isacsson",
        "J Ranstam"
      ],
      "year": 1979
    },
    {
      "title": "Social supports and physical health",
      "authors": [
        "S Cohen"
      ],
      "year": 1991
    },
    {
      "title": "Social ties and susceptibility to the common cold",
      "authors": [
        "S Cohen",
        "W Doyle",
        "D Skoner",
        "B Rabin",
        "J Gwaltney"
      ],
      "year": 1997
    },
    {
      "title": "Social supports of the elderly: Family, friends, professionals (Refort No. AGO 01632)",
      "authors": [
        "R Kahn",
        "T Antonucci"
      ],
      "year": 1984
    },
    {
      "title": "The measurement of social support",
      "authors": [
        "C Donald",
        "J Ware"
      ],
      "year": 1984
    }
  ],
  "num_references": 202
}
