{
  "paper_id": "7PYYFXV6",
  "title": "Equity in Digital Mental Health Interventions: Where to Next?",
  "abstract": "Healthcare technologies have the ability to bridge or hinder equitable care. Advocates of digital mental health interventions (DMHIs) report that such technologies are poised to reduce the documented gross health care inequities that have plagued generations of people seeking care. This is due to a multitude of factors such as their potential to revolutionize access, mitigate logistical barriers to in-person mental health care, and leverage patient inputs to formulate tailored, responsive, and personalized experiences. While we agree with the potential of DMHIs to advance health equity, we articulate several steps essential to mobilize and sustain meaningful forward progression in this endeavor, reflecting on decades of research and learnings drawn from multiple fields of expertise and real world experience. First, DMHI manufacturers must build diversity, equity, inclusion, and belonging (DEIB) processes into the full spectrum of product evolution itself (e.g., product design, evidence generation) as well as into the fabric of internal company practices (e.g., talent recruitment, communication principles, and advisory boards). Next, awareness of the DEIB efforts -or lack thereof -in DMHI research trials is needed to refine and optimize future study design for inclusivity as well as proactively address potential barriers to doing so. Trials should incorporate thoughtful, inclusive and creative approaches to recruitment, enrollment and measurement of social-determinants of health and self identity, as well as a prioritization of planned and exploratory analyses examining outcomes across various groups of people. Third, mental health care advocacy, research funding policies, and local and federal legislation can advance these pursuits, with directives from the US Preventive Services Task Force, National Institutes of Health, Food and Drug Administration applied as poignant examples. For products with artificial intelligence/machine learning (AI/ML), maintaining a \"human in the loop\" as well as pre-specified and adaptive analytic frameworks to monitor and remediate potential algorithmic bias can reduce the risk for increasing inequity. Last, but certainly not least, is a call for partnership and transparency within and across ecosystems (academic, industry, payer, provider, regulatory agencies, value based care organizations) to reliably build health equity into real-world DMHI product deployments and evidence generation strategies. All these considerations should also extend into the context of an equityinformed commercial strategy for DMHI manufacturers and healthcare organizations alike. The potential to advance health equity in innovation with DMHI is apparent. We advocate the field's thoughtful and evergreen advancement in inclusivity, thereby redefining the mental health care experience for this generation and those to come.",
  "year": 2021,
  "date": "2021-04-23",
  "journal": "Eur Child Adolesc Psychiatry",
  "publication": "Eur Child Adolesc Psychiatry",
  "authors": [
    {
      "forename": "Athena",
      "surname": "Robinson",
      "name": "Athena Robinson",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    },
    {
      "forename": "Megan",
      "surname": "Flom",
      "name": "Megan Flom",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    },
    {
      "forename": "Valerie",
      "surname": "Forman-Hoffman",
      "name": "Valerie Forman-Hoffman",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    },
    {
      "forename": "Trina",
      "surname": "Histon",
      "name": "Trina Histon",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    },
    {
      "forename": "Monique",
      "surname": "Levy",
      "name": "Monique Levy",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    },
    {
      "forename": "Alison",
      "surname": "Darcy",
      "name": "Alison Darcy",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    },
    {
      "forename": "Toluwalase",
      "surname": "Ajayi",
      "name": "Toluwalase Ajayi",
      "affiliation": "2  Joan & Irwin Jacobs Center for Health Innovation UC San Diego San Diego US \n\t\t\t\t\t\t\t\t Joan & Irwin Jacobs Center \n\t\t\t\t\t\t\t\t for Health Innovation UC San Diego \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Diego \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "David",
      "surname": "Mohr",
      "name": "David Mohr",
      "affiliation": "3  Center for Behavioral Intervention Technologies Northwestern University Feinberg School of Medicine Chicago US \n\t\t\t\t\t\t\t\t Center for Behavioral Intervention Technologies \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t US"
    },
    {
      "forename": "Paul",
      "surname": "Wicks",
      "name": "Paul Wicks",
      "affiliation": "4  Sano Genetics London GB \n\t\t\t\t\t\t\t\t Sano Genetics London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t GB"
    },
    {
      "forename": "Carolyn",
      "surname": "Greene",
      "name": "Carolyn Greene",
      "affiliation": "5  United States Department of Veterans Affairs Mann-Grandstaff VA Medical Center Spokane US Woebot Health 535 Mission St Fl 14 San Francisco US \n\t\t\t\t\t\t\t\t Department of Veterans Affairs Mann-Grandstaff VA Medical Center \n\t\t\t\t\t\t\t\t Woebot Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 535 Mission St Fl 14 \n\t\t\t\t\t\t\t\t\t Spokane San Francisco \n\t\t\t\t\t\t\t\t\t United States US US"
    },
    {
      "forename": "Rob",
      "surname": "Montgomery",
      "name": "Rob Montgomery",
      "affiliation": "1  Woebot Health San Francisco US \n\t\t\t\t\t\t\t\t Woebot Health San Francisco US"
    }
  ],
  "doi": "10.2196/preprints.59939",
  "pmid": "35551058",
  "keywords": [
    "Digital Mental Health Interventions",
    "mental health",
    "health equity",
    "access to health care",
    "health plan implementations"
  ],
  "sections": [
    {
      "title": "Table of Contents",
      "text": "No, I do not wish to publish my submitted manuscript as a preprint.\n\n2) If accepted for publication in a JMIR journal, would you like the PDF to be visible to the public?\n\nYes, please make my accepted manuscript PDF available to anyone at any time (Recommended).\n\nYes, but please make my accepted manuscript PDF available only to logged-in users; I understand that the title and abstract will remain v Yes, but only make the title and abstract visible (see Important note, above). I understand that if I later pay to participate in <a href=\"http"
    },
    {
      "title": "Original Manuscript"
    },
    {
      "title": "Introduction",
      "text": "The past few decades have marked significant momentum in the digital mental health field. More than 350,000 health related mobile applications are available and a significant portion of these are specifically related to mental health support  [1] . Enthusiasts postulate that digital mental health interventions (DMHI) may eliminate commonplace access barriers  [2, 3]  whilst also providing evidence-based mental health care that yields meaningful outcomes  [4, 5] .\n\nMoreover, there is a tenable undercurrent of hope, combined with appropriate and poignant questioning, on whether or not DMHI can genuinely and reliably reduce healthcare disparities. \"Techquity\" is a recently coined colloquial term that refers to this potential to either bridge or hinder equitable healthcare  [6, 7] .\n\nProblems with access to mental healthcare past and present are well documented across the US, and are especially pronounced within minoritized and underserved populations  [8] [9] [10] [11] [12] [13] . One key and increasingly common approach to understanding these inequities is through the study of social determinants of health (SDOH), which focus on how the various circumstances in which people live affect their health and wellbeing  [14, 15] . Groups of individuals affected by systemic inequities in mental healthcare, in terms of both prevalence and care access, have been identified via various SDOH factors including, but not limited to: people who experience stigma and/or discrimination because of race, ethnicity, class, gender, sexual orientation (e.g., LGBTQIA+), language or other aspect of identity, those with low household income or educational attainment, or who are under and/or unemployed, as well as the elderly, those living in rural communities, members of Medicare or Medicaid, along with uninsured or underinsured people, veterans, and people living with disabilities  [16] [17] [18] [19] [20] . When considering DMHIs, we must also acknowledge the \"digital divide\", as many individuals may lack access, consistent connectivity, skills, or trust to engage with digital mental health technologies, further contributing to and even widening existing inequities, as was the case during the COVID-19 pandemic  [21] [22] [23] .\n\nThe arc of how to progress toward bridging equitable healthcare is multifaceted, complex, dynamic, and of course, evergreen. Others have contributed important theoretical and applied work towards addressing inequities in digital health and DMHI, focused on a range of topics, from development to dissemination  [24] [25] [26] [27] [28]  To begin to articulate the arc, we first focus on key elements in product and intervention development. Available development frameworks call for requisite community involvement, partnership and trust throughout as well as embedded technological support for varied digital literacy levels  [25, 28] . Beyond development, multiple DMHI app evaluation frameworks have been published  [29] [30] [31] , some with specific callouts for the import of diversity equity and inclusion therein  [32] . Moreover, industry manufacturers and academicians alike are encouraged to consider their company and/or labs' integration of diversity, equity, inclusion, and belonging (DEIB) principles into talent recruitment, workstreams, and advisory boards. Next, we discuss considerations in evidence generation. Several recent systematic reviews and meta-analyses suggest DMHI is effective for addressing symptoms of depression and anxiety  [33] [34] [35] ,\n\nincluding across the age range from adolescents  [36]  to older adults  [37] . However simultaneous calls to action for enhanced diversity in clinical trials underscored the ongoing need for inclusive research  [38, 39] , calling into question whether these conclusions may be biased due unrepresentative samples  [40] . Methodological strategies to facilitate inclusive clinical trial designs will be considered. The adoption of evidence-based DMHI has been encouraged by the American Medical Association  [41]  and American Psychiatric Association  [42] , perhaps augmenting existing options for mental health care  [43] . We also highlight the need for various ecosystems (academic, industry, payer, provider, value based care organizations) to articulate their requirements for health equity to be a part of a manufacturer's DMHI product and evidence generation portfolio prior to adoption or deployment within a system. Specification of considerations of an equity-informed commercialization strategy for evidence-based DHMI will be discussed.\n\nGiven the promising yet relatively nascent status of the DMHI field, we encourage transparent and open conversation and a collective articulation to help specify and manifest an evergreen process of monitoring for and reducing mental health care inequities."
    },
    {
      "title": "Product Development",
      "text": "As noted in the World Health Organization's Global Strategy on Digital Health 2020-2025, \"When planning and prioritizing digital health interventions… the specific potential of digital technologies to promote health equity should be leveraged. Designed properly, digital solutions can propel inclusiveness as digital connectivity can transcend physical barriers\"  [44] . Since any creation usually bears some imprint of the creator, a key starting principle for building an inclusive service is ensuring that the team who builds it represents a diverse set of perspectives and backgrounds, which include those of the intended users. Equity must also be baked into the product development lifecycle, similar to the European Union's General Data Protection Regulation (GDPR) principle of \"Privacy by Design\", we may think about this as \"Equity by Design\". This entails explicit exploration of whether equity is likely to be achieved early on in design sessions, identifying any potentially problematic pitfalls and addressing them systematically. Human-centered design roots itself in the philosophy that thorough discovery and understanding of human needs optimizes product design to meet those needs, as well as making the experience meaningful and satisfying  [45] . Some human-centered design frameworks have been tailored to address DMHIs broadly  [46] , while others specifically target improving health equity of DMHI  [47, 48] . For example, human-centered design approaches, which organically focus on inviting and hearing needs at hand, should be purposefully extended to include voices from marginalized communities  [48, 49]  including communities with diverse digital literacy levels  [50] . The PIDAR framework (Partner, Identify, Demonstrate, Access, Report), developed by the Society of Behavioral Medicine's Health Equity Special Interest Group, highlights partnerships as both integral to avoiding increased health inequities in DMHI as well as a fundamental first step in an equity-centric intervention development approach  [25] . Methodologies for Community Based Participatory Research have been articulated and incorporate strategies such as rapid prototyping and iteration for efficient co-learning, as well as key human-centric and empathy first principles of commitment, collaboration, and listening  [51] [52] [53] .\n\nAs more DMHIs begin to integrate aspects of Artificial Intelligence (AI) machine learning (ML), and large language models (LLMs), issues surrounding health equity in the rapidly evolving world of AI/ML are particularly salient to this conversation. These technologies hold great potential to, for example, enhance a conversational agent's ability to understand natural language inputs as well as generate nuanced and tailored responses. However, there are a number of risks associated with the use of LLMs in mental health both general and specific to health equity concerns. General concerns include LLM's potential to \"hallucinate\" or generate false or misleading information as well as the limitations imposed by training data, which can be biased, inaccurate, or even actively harmful  [54] . Equity-related LLM risks include their potential to exacerbate or amplify disparities if algorithms are constructed using data that reflect historical or societal biases and inequities, as well as increase skepticism and alienation of minoritized individuals due to lack of transparency and perception of bias  [55, 56] . Health equity centered AI development frameworks are emerging to proactively address such risks  [57] [58] [59] . For example, frameworks focused on the integration of LLMs into healthcare products recommends that LLMs are 1) thoroughly evaluated for equity-related risks, 2) rigorously monitored during deployment 3) integrated into systems with humans-in-the-loop (e.g., providers and/or users) to guard against biased algorithmic drift, and 4) trained in collaboration with impacted communities and/or populations they are intended for, all of which can help mitigate the exacerbation of potential biases  [50, 59, 60] . Certainly more research as well as development and refinement of regulatory frameworks for responsible AI utilization in DMHI is called for overall  [61] .\n\nPresident Biden's Executive Order highlights the need to protect the \"rights and safety of the public\" through 1)\n\nstrengthening AI governance; 2) advancing responsible AI innovation; and 3) managing risk from the use of AI  [62] ."
    },
    {
      "title": "Organization-Wide Practices",
      "text": "Embedding DEIB practices into the fabric of organizations, from corporate objectives to hiring practices and more, has been advocated for openly, and is another key element of the larger techquity conversation with implications for DMHIs  [63, 64] . There is strong support for the benefits a diverse workforce can bring to an organization in terms of key business outcomes (e.g., innovation; revenue generation) as well as what talent may seek within company culture  [65, 66] . Diversity at both the inception of digital health innovation (e.g., within design teams at DMHI manufacturing organizations) as well as in health care systems deploying such innovations (e.g., accountable care organizations; integrated delivery networks) is part of the holistic picture  [64] . Organizational commitment to various endeavors and working groups (e.g., podcasts, blogs, hiring practices, educational seminars, advisory boards, health benefits and employee well-being programs, task forces) that host and elevate conversations on equity promote recognition of its fundamental importance as well as set a regular cadence of expected updates or outputs  [67] [68] [69] [70] . Examples include DMHI industry commitment to supporting their own employees' mental health via a variety of DEIB efforts (i.e., Headspace  [71] ), the establishment of a Clinical Diversity Advisory Board (i.e., Woebot Health [68]), and podcast interviews with industry leaders to discuss key DEIB topics (i.e., Meeting of the Minds Podcast, Woebot Health  [70, 72] ). Powerful work lead out of the University of California San Francisco's Taskforce on Equity and Racism on\n\nResearch underscored several core learnings from their endeavors, among them a clear call for diverse workforce across the full membership of the research team, as well as ongoing education and support for DEIB in research  [73] . The National Institutes of Health (NIH) offers awards dedicated to engaging undergraduate students from diverse backgrounds in biomedical research  [74, 75]  and Rush Education and Career Center Hub (REACH) offers support in STEM research to students from preschool age onwards  [76] ; both highlight direct efforts to diversify researchers of the future."
    },
    {
      "title": "Evidence Generation",
      "text": "The generation of evidence of the feasibility, acceptability, efficacy, effectiveness, and safety of DMHIs provides another critical opportunity for the consideration of health equity. Existing frameworks that explore centering on health equity in research include PIDAR and others, many of which highlight partnerships with diverse stakeholders and potential users, consideration of how access to technology and digital literacy affect eligibility, and how data is collected and disseminated  [25, 26] . In addition to these frameworks, we offer further methodological considerations to center evidence generation in health equity utilizing our experience attempting to implement these practices.\n\nMeta-analytic research has generally supported DMHI's efficacy, feasibility, and acceptability  [33] [34] [35] . However, despite the anticipated promise of DMHIs to address the health equity gap, little is known about outcomes by various sociodemographic subgroups and whether the trials recruited diverse samples. In fact, a recent systematic literature review spearheaded by Woebot Health highlighted the underreporting of sociodemographic characteristics in clinical trials evaluating DMHIs, and pointed to even fewer reporting any results by sociodemographic characteristics  [77] . In order to examine the real impact of DMHIs on health equity, evidence generation methodology needs to be thoughtfully designed and implemented."
    },
    {
      "title": "Recruitment & Trial Design",
      "text": "First, the recruitment of diverse samples is the foundation upon which evidence generation rests. A variety of tactics can be used to recruit diverse samples, including the use of culturally-sensitive recruitment materials; community outreach; thoughtful partnerships with socially, economically, geographically, and/or racially-diverse healthcare systems; resources to support those with limited access to internet; and diverse research and recruitment teams  [25, 28] . For example, in a recent research collaboration between Scripps Translational Science Institute and Woebot Health, utilization of such methods facilitated successful recruitment and enrollment of the a-priori target of approximately 50% of a sample selfidentifying as individuals from categories noted as historically underrepresented in biomedical research (UBR), including racial/ethnic minorities and rural/non-metropolitan area residents, among others  [78] . Real-world partnerships are particularly beneficial in targeting marginalized groups and exploring the potential of the DMHI to address health equity, with the necessity of real-world evidence outlined as an important component in several frameworks on health equity within DMHIs  [26, 28] . In these cases, clinician-referred recruitment should be managed with care and not utilized as a stand alone recruitment strategy, given medical research demonstrating clinicians and researchers may selectively exclude certain minority participants based on biases or expectations around interest in research, ability to follow study protocols, tendency for drop-out, etc.  [79] . Indeed, a large review of minority participation in health research demonstrates a willingness of minorities to participate but less likelihood of being recruited  [80] . Instead, real-world study recruitment plans should follow an \"opt-out\" method that allows people to initially decline interest in research, and then contacts all other eligible people for potential participation. To guide recruitment, specific targets for race, ethnicity, sexual orientation, gender, etc. should be determined a-priori based upon the desired end users, and relevant prevalence rates. However, rather than attempting to create targets based on census data or population prevalence, we suggest aligning targets more closely with specific sociodemographic groups' prevalence rates of the mental health problem(s) of interest to more accurately capture real-world need  [81] . Additionally, to have sufficient sample size to examine group differences, recruiting large enough samples or over-recruiting for particular group(s) of interest may be necessary."
    },
    {
      "title": "Sociodemographic Surveys & Data Collection",
      "text": "Second, sociodemographic surveys need to be thoughtfully designed and consistently implemented. Sociodemographic reporting should include culturally sensitive and inclusive response options to questions on race, ethnicity, sexual orientation, gender identity, as well as questions related to SDOH such as food and housing insecurity  [82] . To promote honest disclosure, participants should be given the opportunity to respond electronically and be ensured of the privacy and protection of their sensitive data. Of note, it is often more challenging to collect comprehensive sociodemographic and SDOH data in the context of deployment outside of research settings. Thoughtful approaches to the collection and use of this data should be agreed upon by stakeholders and tested with end-users to ensure that factors such as assessment burden, privacy concerns, and potential cultural differences in appropriateness of questionnaire content are appropriately considered."
    },
    {
      "title": "Analysis & Outcomes",
      "text": "Third, analyzing and reporting on sociodemographic characteristics and outcomes across subgroups is integral to examining the impact of DMHIs on health equity. At a minimum, DMHI research should provide the sociodemographic characteristics of their sample, and consumer-based DMHI data (outside the research context) should be presented in dashboards and reports that include a breakdown of sociodemographic characteristics where possible and sample size permitting. Ideally, outcomes are also reported by sociodemographic groups of interest, and/or included as covariates in models to better understand their potential impact on or association with outcomes (see e.g.,  [83] . However, given small sample sizes in many sociodemographic subgroups of interest, traditional hypothesis-confirming statistical methods of significance testing and modeling may not be possible. For such cases we suggest focusing on exploratory, descriptive, and hypothesis-generating approaches such as within group effect sizes (e.g., the effect size of a symptom change score in non-hispanic black participants) and between group effect sizes (e.g., the effect size of the difference between symptom change scores in non-hispanic black vs non-hispanic white participants) where possible. Consolidating certain subgroups into another broader group may also be necessary in certain cases (e.g., collapsing \"genderqueer\", \"nonbinary\", \"agender\", and \"different identity\" into \"Other\" for gender identity; see  [84] ), ideally to reach a sample size of at least 20-25 per subgroup  [85] , though greater care must be taken in the interpretation of these less precise groupings.\n\nFor this exploratory approach, replication is key to identifying consistent and reliable patterns, and these analyses should be pre-specified and conducted for every study even if only for internal purposes. Data from these exploratory analyses can be used to identify potential questions and hypotheses for future research, provide preliminary data for power analyses and study planning, and inform intervention improvements and possible precision targets.\n\nThe outcomes assessed should be comprehensive and include efficacy (e.g., symptom change), engagement (e.g., app use metrics, therapeutic alliance), satisfaction and feasibility (including trust and perception of bias), and safety. Moreover, the assessed outcomes must reflect not only the priorities and values of the researchers, but also those of the participants.\n\nDoing so allows for a more nuanced understanding of the impact of DMHIs on various groups of people, and is necessary for a precision-based research and development approach that can be leveraged to address health equity and create better products. Qualitative data (e.g., free text questions about app experience, participant interviews) can be valuable to highlight the nuance of experience across different groups of people and to identify previously unknown issues or concerns among users.\n\nSafety, in particular, is an important outcome to examine in the context of health equity  [86] . Despite this, not all DMHI trials provide safety data and there is little standardization in how adverse events are captured and reported  [87] . This may be, to a certain extent, because different types of DMHIs require varying degrees of safety capturing and oversight.\n\nTrials also vary considerably in the level of clinical support to mitigate and manage potential adverse events. Safety measurement must align with each intervention's risk and capabilities to address safety concerns, while being as consistent as possible across DMHIs. Lastly, when generating internal safety reports for each trial, safety events and any other related data should be provided alongside sociodemographic data to allow exploration of prevalence rates within different groups of people.\n\nAll of these equity-centering research practices, from recruitment and data collection to analysis and safety considerations should also be integrated into iterative internal product development processes and user experience (UX) research as well as external evidence generation efforts."
    },
    {
      "title": "Advocacy, Policy, Regulation & Funding",
      "text": "Shifting our view \"up\" another level, we turn to considerations of advocacy, policy, regulation, and funding, which may unlock paths to address inequities unavailable at the individual or even company level  [27] . For example, the translation of mental health evidence generation findings into new policies intended to improve health equity in mental healthcare has been bolstered by the implementation of advocacy efforts and new policy, regulation, and funding efforts at both the federal and local levels  [40, 88, 89] . Advocacy efforts such as lobbying and grassroots campaigns focused on improving the equitable distribution of mental health services and awareness of mental health disparities have been critical in advancing policy change and allocation of resources as well  [90, 91] .\n\nIn part due to these advocacy efforts, the past several decades have brought about various legislative initiatives focused on parity, community mental health initiatives, workforce diversity, and trauma-informed care that have served to improve mental health equity. Perhaps the most ground-breaking example of federal parity legislation in the past 25 years was the implementation of the Mental Health Parity and Addiction Equity Act of 2008  [92]  which required insurance companies to offer mental health and substance use disorder care coverage similar to that of medical care, paving the way to equitable access to the support and services for those in need. Broader efforts to expand internet access have evolved in recent years as well. These initiatives include broadband expansion that uses public and/or private funding to build the infrastructure needed to deliver internet to areas without current capabilities  [93] , net neutrality regulations originated in 2003  [94] , public wi-fi funded by governments or municipalities, and digital literacy programs that teach the fundamentals of using the internet  [95] . The ability for users to connect online to DMHIs has been greatly enhanced by these collective efforts.\n\nThe FDA's regulatory oversight of medical devices can impact digital mental health equity as well. Clinical trial diversity initiatives, regulatory science research and policies, public health education initiatives, post-market surveillance activities, and drug/device pre-submission interactions and approval processes have the ability to support or leave vulnerable populations in need of additional digital mental health care  [96] [97] [98] . For example, following the onset of the COVID-19 pandemic and nationwide public health emergency, the FDA announced in April 2020 that it would temporarily waive certain requirements for digital therapeutics targeting psychiatric disorders with the intention of providing desperately needed mental health support tools to a struggling populace, though this expired in November 2023  [99] .\n\nIn addition, various organizations such as American Psychological Association (APA)  [88] , National Institute of Mental Health (NIMH)  [40] , the United State Preventive Services Task Force (USPSTF) [100], the Substance Abuse and Mental Health Services Administration (SAMHSA)  [89] , and others have provided support for recommendations and funding that have advanced mental health equity. For example, the USPSTF recently developed a framework to incorporate health equity into each step of their recommendation-making process. The NIMH's ongoing Laboratories to   [52]  within the funding community exemplify the importance of including multiple stakeholders to identify priorities, develop and test interventions, and inform policy. These efforts demonstrate ongoing efforts to advocate for, enact policies to guide, regulate, and fund work that enable a wide variety of users to access and benefit from DMHIs. Progress in these domains will be undeniably helpful in supporting equity across the field of DMHI moving ahead."
    },
    {
      "title": "Commercial and Market Engagement Strategy",
      "text": "For-profit companies and commercial endeavors represent an opportunity to accelerate traction of equity related efforts in mental health. Company success in terms of market penetration and financial growth are well aligned and in many cases dependent on the factors described earlier (DEIB maturity in the workforce, more inclusive practices in product design and evidence generation, more representative and true to real world evidence gathering, and reinforcement of equity related policy). Today's market rewards and reinforces equity-centered practices as customers are seeking products that meet sophisticated requirements in this regard. Deloitte estimated their life sciences clients could garner a 10x return on their investment by bolstering equitable care access in underserved markets  [105]  and entrepreneurs focused on mental health equity are attracting early support and funding  [106] . That said, challenges exist for for-profit ventures as well.\n\nFor example, the cost of providing DMHI access to \"hard to reach\" populations (e.g., those without smartphone or internet access) may be greater, impacting profitability and sustainability of outreach efforts (see Galea 2021 for an analogous case related to the greater cost of vaccinating certain vulnerable populations  [107] ). In these cases, commercial stakeholders may consider steps such as advocating for ring-fenced funding at a higher rate for historically minoritized / underserved populations."
    },
    {
      "title": "Equity Informed Implementation Science in Real World Deployments",
      "text": "Although it appears as the final section within this paper, the importance of thoughtful consideration of health equity within and across DMHI ecosystem deployments cannot be underscored enough. This view is critical because it spans the individual, familial, and community levels, as well as the larger encompassing \"ecosystem\" organizations, such as healthcare systems or provider networks, which may be in unique positions to operate across multiple levels of SDOH to address inequities  [27] . Deployment is also where \"the rubber meets the road\", and the actual impact of DMHIs is realized.\n\nImplementation Science (IS) frameworks offer considerations into how evidence supported interventions are 'implemented' in routine practice in naturalistic, real-world contexts; and may, for example, recommend evaluation of factors such as immediate and sustained adoption of the intervention, cost, and barriers therein  [112] . Such real world data is of paramount importance in determining not only the real-world effectiveness of DMHIs, but also integral for informing and refining approaches to deployment processes (i.e., provider training, patient-facing information, etc.).\n\nMoreover, such data creates an opportunity for monitoring if the DHMI and/or its deployment characteristics are closing or exacerbating equity gaps, paving the way for deployment adjustments accordingly.\n\nEcosystems purchasing and/or deploying DMHI (payer, provider, value based care organizations, etc.) are encouraged to transparently and reliably emphasize the need for health equity to be a part of a manufacturer's DMHI product and evidence generation portfolio prior to adoption or deployment within that system. To begin, existing IS frameworks have been adapted to center health equity, and can provide thoughtful questions for ecosystems and deployment partners to consider. These may include early focus on \"reach\" (i. New models of care that support DMHI implementation are also emerging in post-pandemic healthcare delivery, one such role is the Digital Navigator (DN). This role facilitated the rapid transition to telehealth in the early days of the pandemic as a means to support patients accessing platforms to access care. The DN can access which phone and data plan a patient has to optimally match them with a DMHI that takes the whole-person's life context into account. This role is one method to solve for the friction from referral to activation that is often experienced in real world deployments  [119] . As these new models of care mature, data exchange to support the optimal levels of human and digital touchpoints can support broader use of DMHI in populations that may not traditionally seek care for mental health."
    },
    {
      "title": "Conclusion",
      "text": "The potential to advance health equity through innovation in DMHIs is apparent, but by no means guaranteed. Here, utilizing decades of learning across multiple domains of expertise, we explored the progress and opportunities within DMHI to address mental health care inequities, and articulated several steps essential to mobilize and sustain meaningful forward progression in this endeavor. While notable progress has been made over the past 25 years, we advocate for the DMHI field's thoughtful and evergreen advancement in inclusivity and equity, thereby continuing to redefine the mental health care experience for this generation and those to come."
    },
    {
      "title": "Woebot for Postpartum Mood & Anxiety (W-PPMA-01) is an investigational medical device. It has not been evaluated, cleared, or approved by the FDA. Not for use outside an IRB-approved clinical trial."
    },
    {
      "text": "Manuscript ....................................................................................................................................................................... 5"
    },
    {
      "text": ". The present paper, in the spirit of the overarching special issue theme \"Reflecting on Transformative Technologies, Interventions, Methods, and Policy Issues\", aims to contribute to the conversation on health equity in DMHI in two ways. First, by referencing extant frameworks and best practices, and second, by articulating perspectives across key stages of product and organizational maturation, from initial product development to commercialization and healthcare ecosystem adoption, through the lens of our collective experience across multiple fields of expertise in DMHI, including salient illustrative examples from real world development at Woebot Health."
    },
    {
      "text": "Digital Health program seeks to fund innovative research projects that study ways to increase access, efficacy and effectiveness, and quality of digital mental health interventions, particularly among those who experience health disparities [101]. Beyond the critical research focused on interventions to help more vulnerable populations, researchers should also focus on understanding individual-level differences in the prevalence, root causes, and mechanisms of expression of different mental health challenges [102-104]. Additional funding opportunities should be made available to train underrepresented minorities, develop culturally competent interventions, and determine the impact of implementation of interventions or policies within underserved communities and healthcare settings. Trends toward research requiring the involvement of patients with lived experiences, interventions integrating peer-support, and community-based participatory research"
    },
    {
      "text": "Commercial and medical affairs functions in companies like Woebot Health play a vital role in translating and reinforcing progress from science/policy out to the market and market demands back to internal groups[108]. Customer listening collects very clear requirements on how products need to function and be deployed to address real world equity related challenges, helping product and evidence teams prioritize their roadmaps[109]. In the other direction, commercial and medical affairs teams showcase emerging work by science and product, building confidence and momentum in the market to go after equity unmet needs with more urgency.Strong and creative commercial and medical affairs functions can also help to build differentiated paths to market with marketing, enrollment, and payment models to adapt to the specific needs of underserved populations. Often customers struggling to meet quality standards or equity requirements are willing to be more aggressive with pursuing digital solutions. Manufacturers can help foster more 'high fit' deployments with configurable solutions and flexibility around implementation and marketing. Of course, not all DMHI manufacturers are for-profit ventures, and other models for addressing health inequities, such as the US State Departments \"Public Health 3.0\" initiative[110], and non-profit business models[111]  should also be thoroughly explored and pursued to get new products to scale."
    },
    {
      "text": "e., who is included and excluded in different deployment strategies), proactive design and selection of interventions for vulnerable populations, and measuring and monitoring outcomes through the lens of addressing inequities[113]. Ecosystems may also consider adopting a health equity informed implementation science framework [64]  such as the Evidence-and Consensus-Based Digital Healthcare Equity Framework [114], or may choose to create and implement their own, as demonstrated by healthcare organizations such as Elevance [115] Kaiser Permenente [116], Reliant Medical Group [117], and the Centers for Medicare and Medicaid Services [118].One example of how health equity might be considered within a healthcare ecosystem deployment of a DMHI is the potential for collection, monitoring, and evaluation of SDOH data. DMHIs (and/or their scaffolding platform infrastructure) may be designed to thoughtfully ask information regarding certain SDOH factors from patients. Such data could inform further risk assessment or clinical follow-ups, or the offering of available resources provided by the system to that patient, and more. Processes like this may allow for earlier intervention, refined tailoring of interventions, and/or greater utilization of available support/resources for those who need the most support, potentially benefiting underserved individuals, DMHI manufacturers, and healthcare systems alike as the movement to whole-person care matures."
    }
  ],
  "references": [
    {
      "title": "Digital health trends 2021: Innovation, evidence, regulation, and adoption",
      "year": 2021,
      "doi": "10.1016/j.jval.2023.03.1054"
    },
    {
      "title": "Why do children and adolescents (not) seek and access professional help for their mental health problems? A systematic review of quantitative and qualitative studies",
      "authors": [
        "J Radez",
        "T Reardon",
        "C Creswell",
        "P Lawrence",
        "G Evdoka-Burton",
        "P Waite"
      ],
      "year": 2020,
      "doi": "10.1007/s00787-019-01469-4"
    },
    {
      "title": "Technology and the future of mental health treatment",
      "year": 2023,
      "doi": "10.1007/978-94-011-2638-0_3"
    },
    {
      "title": "Digital health interventions for delivery of mental health care: systematic and comprehensive metareview",
      "authors": [
        "T Philippe",
        "N Sikder",
        "A Jackson",
        "M Koblanski",
        "E Liow",
        "A Pilarinos",
        "K Vasarhelyi"
      ],
      "year": 2022,
      "doi": "10.2196/35159"
    },
    {
      "title": "Mental health for all: the case for investing in digital mental health to improve global outcomes, access, and innovation in low-resource settings",
      "authors": [
        "M Faria",
        "Stp Zin",
        "R Chestnov",
        "A Novak",
        "S Lev-Ari",
        "M Snyder"
      ],
      "year": 2023,
      "doi": "10.3390/jcm12216735"
    },
    {
      "title": "TechQuity is an imperative for health and technology business: let's work together to achieve it",
      "authors": [
        "C Clark",
        "Y Akdas",
        "C Wilkins",
        "K Rhee",
        "K Johnson",
        "D Bates",
        "I Dankwa-Mullan"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocab103"
    },
    {
      "title": "The path to techquity: An introduction to key issues impacting equitable design & deployment of technology in the US healthcare system",
      "year": 2022
    },
    {
      "title": "Trends in racial-ethnic disparities in access to mental health care, 2004-2012",
      "authors": [
        "B Cook",
        "N-H Trinh",
        "Z Li",
        "Ss-Y Hou",
        "A Progovac"
      ],
      "year": 2017,
      "doi": "10.1176/appi.ps.201500453"
    },
    {
      "title": "A review of mental health and mental health care disparities research: 2011-2014",
      "authors": [
        "B Cook",
        "Ss-Y Hou",
        "Lee-Tauler Sy",
        "A Progovac",
        "F Samson",
        "M Sanchez"
      ],
      "year": 2019,
      "doi": "10.1177/1077558718780592"
    },
    {
      "title": "Historic redlining and contemporary behavioral health workforce disparities",
      "authors": [
        "C Erikson",
        "R Dent",
        "Y Park",
        "Q Luo"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.9494"
    },
    {
      "title": "Far Have We Come Reducing Health Disparities Prog 2000 Workshop",
      "year": 2012,
      "doi": "10.17226/13383"
    },
    {
      "title": "Time to reflect and take action on health disparities and health inequities",
      "authors": [
        "S Salmond",
        "C Dorsen"
      ],
      "year": 2022,
      "doi": "10.1097/nor.0000000000000828"
    },
    {
      "title": "Use of digital mental health for marginalized and underserved populations",
      "authors": [
        "S Schueller",
        "J Hunter",
        "C Figueroa",
        "A Aguilera"
      ],
      "year": 2019,
      "doi": "10.1007/s40501-019-00181-z"
    },
    {
      "title": "Social determinants of mental health",
      "authors": [
        "J Allen",
        "R Balfour",
        "R Bell",
        "M Marmot"
      ],
      "year": 2014,
      "doi": "10.3109/09540261.2014.928270"
    },
    {
      "title": "Social determinants of health inequalities",
      "authors": [
        "M Marmot"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)71146-6"
    },
    {
      "title": "Medicaid data show wide differences in mental health care in the United States",
      "year": 2023,
      "doi": "10.1002/mhw.33602"
    },
    {
      "title": "Disparities in mental health care access among persons differing in sexual identity: nationally representative findings",
      "authors": [
        "N Williams",
        "R Turpin",
        "E-Rl Akré",
        "B Boekeloo",
        "J Fish"
      ],
      "year": 2022
    },
    {
      "title": "The social determinants of mental health and disorder: evidence, prevention and recommendations",
      "authors": [
        "J Kirkbride",
        "D Anglin",
        "I Colman",
        "J Dykxhoorn",
        "P Jones",
        "P Patalay",
        "A Pitman",
        "E Soneson",
        "T Steare",
        "T Wright",
        "S Griffiths"
      ],
      "year": 2024,
      "doi": "10.1002/wps.21160"
    },
    {
      "title": "The social determinants of mental health",
      "authors": [
        "M Compton",
        "R Shim"
      ],
      "year": 2015,
      "doi": "10.1176/appi.focus.20150017"
    },
    {
      "title": "Social determinants of mental health: where we are and where we need to go",
      "authors": [
        "M Alegría",
        "A Nemoyer",
        "Falgàs Bagué",
        "I Wang",
        "Y Alvarez"
      ],
      "year": 2018,
      "doi": "10.1007/s11920-018-0969-9"
    },
    {
      "title": "Digital access: A super determinant of health",
      "year": 2023,
      "doi": "10.15760/etd.7577"
    },
    {
      "title": "COVID-19 and digital inequalities: Reciprocal impacts and mitigation strategies",
      "authors": [
        "E Beaunoyer",
        "S Dupéré",
        "M Guitton"
      ],
      "year": 2020,
      "doi": "10.1016/j.chb.2020.106424"
    },
    {
      "title": "The digital divide: amplifying health inequalities for people with severe mental illness in the time of COVID-19",
      "authors": [
        "P Spanakis",
        "E Peckham",
        "A Mathers",
        "D Shiers",
        "S Gilbody"
      ],
      "year": 2021,
      "doi": "10.1192/bjp.2021.56"
    },
    {
      "title": "Building toward equity: a working model for digital health",
      "authors": [
        "D Simmons",
        "S Kaganoff",
        "K Drasser"
      ],
      "year": 2021
    },
    {
      "title": "Equity and behavioral digital health interventions: strategies to improve benefit and reach",
      "authors": [
        "S Miller",
        "J Sly",
        "K Alcaraz",
        "K Ashing",
        "S Christy",
        "B Gonzalez",
        "Q Lu",
        "R Newton",
        "Jr",
        "M Redmond",
        "M Shen",
        "K Thomas-Purcell",
        "J Yi",
        "T Veinot",
        "C Meade"
      ],
      "year": 2023,
      "doi": "10.1093/tbm/ibad010"
    },
    {
      "title": "Advancing digital health equity: directions for behavioral and social science research",
      "authors": [
        "B Jaworski",
        "Webb Hooper",
        "M Aklin",
        "W Jean-Francois",
        "B Elwood",
        "W Belis",
        "D Riley",
        "W Hunter"
      ],
      "year": 2023,
      "doi": "10.1093/tbm/ibac088"
    },
    {
      "title": "A framework for digital health equity",
      "authors": [
        "S Richardson",
        "K Lawrence",
        "A Schoenthaler",
        "D Mann"
      ],
      "year": 2022,
      "doi": "10.1038/s41746-022-00663-0"
    },
    {
      "title": "It is time to REACT: opportunities for digital mental health apps to reduce mental health disparities in racially and ethnically minoritized groups",
      "authors": [
        "E Friis-Healy",
        "G Nagy",
        "S Kollins"
      ],
      "year": 2021,
      "doi": "10.2196/25456"
    },
    {
      "title": "Evaluating evaluation frameworks: a scoping review of frameworks for assessing health apps",
      "authors": [
        "S Lagan",
        "L Sandler",
        "J Torous"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2020-047001"
    },
    {
      "title": "State of the field of mental health apps",
      "authors": [
        "M Neary",
        "S Schueller"
      ],
      "year": 2018
    },
    {
      "title": "Rigorous and rapid evidence assessment in digital health with the evidence DEFINED framework",
      "authors": [
        "J Silberman",
        "P Wicks",
        "S Patel",
        "S Sarlati",
        "S Park",
        "I Korolev",
        "J Carl",
        "J Owusu",
        "V Mishra",
        "M Kaur",
        "V Willey",
        "M Sucala",
        "T Campellone",
        "C Geoghegan",
        "I Rodriguez-Chavez",
        "B Vandendriessche",
        "J Goldsack"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00836-5"
    },
    {
      "title": "Considerations of diversity, equity, and inclusion in mental health apps: a scoping review of evaluation frameworks",
      "authors": [
        "G Ramos",
        "C Ponting",
        "J Labao",
        "K Sobowale"
      ],
      "year": 2021,
      "doi": "10.1016/j.brat.2021.103990"
    },
    {
      "title": "The efficacy of appsupported smartphone interventions for mental health problems: a meta-analysis of randomized controlled trials",
      "authors": [
        "J Linardon",
        "P Cuijpers",
        "P Carlbring",
        "M Messer",
        "M Fuller-Tyszkiewicz"
      ],
      "year": 2019,
      "doi": "10.1002/wps.20673"
    },
    {
      "title": "Efficacy of self-guided internet-based cognitive behavioral therapy in the treatment of depressive symptoms: a meta-analysis of individual participant data",
      "authors": [
        "E Karyotaki",
        "H Riper",
        "J Twisk",
        "A Hoogendoorn",
        "A Kleiboer",
        "A Mira",
        "A Mackinnon",
        "B Meyer",
        "C Botella",
        "E Littlewood",
        "G Andersson",
        "H Christensen",
        "J Klein",
        "J Schröder",
        "J Bretón-López",
        "J Scheider",
        "K Griffiths",
        "L Farrer",
        "Mjh Huibers",
        "R Phillips",
        "S Gilbody",
        "S Moritz",
        "T Berger",
        "V Pop",
        "V Spek",
        "P Cuijpers"
      ],
      "year": 2017,
      "doi": "10.1001/jamapsychiatry.2017.0044"
    },
    {
      "title": "Two decades of digital interventions for anxiety disorders: a systematic review and meta-analysis of treatment effectiveness",
      "authors": [
        "D Pauley",
        "P Cuijpers",
        "D Papola",
        "C Miguel",
        "E Karyotaki"
      ],
      "year": 2021,
      "doi": "10.1017/S0033291721001999"
    },
    {
      "title": "Evidence on digital mental health interventions for adolescents and young people: systematic overview",
      "authors": [
        "S Lehtimaki",
        "J Martic",
        "B Wahl",
        "K Foster",
        "N Schwalbe"
      ],
      "year": 2021,
      "doi": "10.2196/25847"
    },
    {
      "title": "Digital interventions for depression and anxiety in older adults: a systematic review of randomised controlled trials",
      "authors": [
        "I Riadi",
        "L Kervin",
        "S Dhillon",
        "K Teo",
        "R Churchill",
        "K Card",
        "A Sixsmith",
        "S Moreno",
        "K Fortuna",
        "J Torous",
        "T Cosco"
      ],
      "year": 2022,
      "doi": "10.1016/s2666-7568(22)00121-0"
    },
    {
      "title": "Diversity plans to improve enrollment of participants from underrepresented racial and ethnic populations in clinical trials guidance for industry",
      "year": 2022
    },
    {
      "title": "Advancing equity and racial justice through the federal government",
      "year": 2024,
      "doi": "10.1515/9781438487083-005"
    },
    {
      "title": "NIMH's approach to mental health disparities research",
      "year": 2024
    },
    {
      "title": "AMA unveils playbook to speed digital health adoption",
      "authors": [
        "S Berg"
      ],
      "year": 2018
    },
    {
      "title": "The App evaluation model",
      "year": 2024,
      "doi": "10.4992/pacjpa.83.0_1b-031"
    },
    {
      "title": "Digital transformation of mental health services",
      "authors": [
        "R Bond",
        "M Mulvenna",
        "C Potts",
        "O' Neill",
        "S Ennis",
        "E Torous"
      ],
      "year": 2023,
      "doi": "10.1038/s44184-023-00033-y"
    },
    {
      "title": "Global strategy on digital health",
      "year": 2020,
      "doi": "10.1093/ww/9780199540884.013.u256626"
    },
    {
      "title": "What is human-centered design (HCD)? Interact Des Found",
      "year": 2024,
      "doi": "10.5040/9798216020561.ch-001"
    },
    {
      "title": "Human-centered design approaches in digital mental health interventions: exploratory mapping review",
      "authors": [
        "S Vial",
        "S Boudhraâ",
        "M Dumont"
      ],
      "year": 2022
    },
    {
      "title": "Back to the future: achieving health equity through health informatics and digital health",
      "authors": [
        "L Brewer",
        "K Fortuna",
        "C Jones",
        "R Walker",
        "S Hayes",
        "C Patten",
        "L Cooper"
      ],
      "year": 2020
    },
    {
      "title": "A Call to action: using and extending human-centered design methodologies to improve mental and behavioral health equity",
      "authors": [
        "C Stiles-Shields",
        "C Cummings",
        "E Montague",
        "J Plevinsky",
        "A Psihogios",
        "Kda Williams"
      ],
      "year": 2022
    },
    {
      "title": "Researchers' perspectives on digital mental health intervention co-design with marginalized community stakeholder youth and families",
      "authors": [
        "M Porche",
        "J Folk",
        "M Tolou-Shams",
        "L Fortuna"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyt.2022.867460"
    },
    {
      "title": "Applying the digital health social justice guide",
      "authors": [
        "C Figueroa",
        "H Murayama",
        "P Amorim",
        "A White",
        "A Quiterio",
        "T Luo",
        "A Aguilera",
        "Adr Smith",
        "C Lyles",
        "V Robinson",
        "Von Vacano"
      ],
      "year": 2022,
      "doi": "10.3389/fdgth.2022.807886"
    },
    {
      "title": "Integrating community-based participatory research and informatics approaches to improve the engagement and health of underserved populations",
      "authors": [
        "K Unertl",
        "C Schaefbauer",
        "T Campbell",
        "C Senteio",
        "K Siek",
        "S Bakken",
        "T Veinot"
      ],
      "year": 2016
    },
    {
      "title": "Community-based participatory research: a capacity-building approach for policy advocacy aimed at eliminating health disparities",
      "authors": [
        "B Israel",
        "C Coombe",
        "R Cheezum",
        "A Schulz",
        "R Mcgranaghan",
        "R Lichtenstein",
        "A Reyes",
        "J Clement",
        "A Burris"
      ],
      "year": 2010
    },
    {
      "title": "Enhancing community-based participatory research through human-centered design strategies",
      "authors": [
        "E Chen",
        "C Leos",
        "S Kowitt",
        "K Moracco"
      ],
      "year": 2020,
      "doi": "10.1177/1524839919850557"
    },
    {
      "title": "ChatGPT and mental healthcare: balancing benefits with risks of harms",
      "authors": [
        "C Blease",
        "J Torous"
      ],
      "year": 2023
    },
    {
      "title": "Large language models propagate race-based medicine",
      "authors": [
        "J Omiye",
        "J Lester",
        "S Spichak",
        "V Rotemberg",
        "R Daneshjou"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00939-z"
    },
    {
      "title": "A call to action on assessing and mitigating bias in artificial intelligence applications for mental health",
      "authors": [
        "A Timmons",
        "J Duong",
        "N Fiallo",
        "T Lee",
        "Hpq Vo",
        "M Ahle",
        "J Comer",
        "L Brewer",
        "S Frazier",
        "T Chaspari"
      ],
      "year": 2023,
      "doi": "10.1177/17456916221134490"
    },
    {
      "title": "Can AI help reduce disparities in general medical and mental health care?",
      "authors": [
        "I Chen",
        "P Szolovits",
        "M Ghassemi"
      ],
      "year": 2019,
      "doi": "10.1001/amajethics.2019.167"
    },
    {
      "title": "Accelerating health disparities research with artificial intelligence",
      "authors": [
        "B Green",
        "A Murphy",
        "E Robinson"
      ],
      "year": 2024
    },
    {
      "title": "Considerations for addressing bias in artificial intelligence for health equity",
      "authors": [
        "M Abràmoff",
        "M Tarver",
        "N Loyo-Berrios",
        "S Trujillo",
        "D Char",
        "Z Obermeyer",
        "M Eydelman",
        "W Maisel"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00913-9"
    },
    {
      "title": "Centering health equity in large language model deployment",
      "authors": [
        "N Singh",
        "K Lawrence",
        "S Richardson",
        "D Mann"
      ],
      "year": 2023,
      "doi": "10.1371/journal.pdig.0000367"
    },
    {
      "title": "The imperative for regulatory oversight of large language models (or generative AI) in healthcare",
      "authors": [
        "B Meskó",
        "E Topol"
      ],
      "year": 2023
    },
    {
      "title": "Advancing governance, innovation, and risk management for agency use of artificial intelligence",
      "authors": [
        "S Young"
      ],
      "year": 2024
    },
    {
      "title": "Employers can do more to advance health equity",
      "authors": [
        "S Nundy",
        "L Cooper",
        "E Kelsay"
      ],
      "year": 2023,
      "doi": "10.1377/forefront.20230716.676526"
    },
    {
      "title": "Digital health equity",
      "authors": [
        "K Lawrence"
      ],
      "year": 2022,
      "doi": "10.36255/exon-publications-digital-health-health-equity"
    },
    {
      "title": "The business case for diversity is now overwhelming. Here's why",
      "authors": [
        "V Eswaran"
      ],
      "year": 2019
    },
    {
      "title": "Supporting the well-being of your underrepresented employees",
      "authors": [
        "C Michalak",
        "M Jackson"
      ],
      "year": 2022
    },
    {
      "title": "Diversity in clinical research",
      "year": 2024,
      "doi": "10.1101/2024.09.18.24313820"
    },
    {
      "title": "8 building blocks of health equity strategy",
      "authors": [
        "C Hemphill"
      ],
      "year": 2024
    },
    {
      "title": "Making mental health a part of your DEIB strategy",
      "year": 2024
    },
    {
      "title": "What does racism cost our healthcare system",
      "authors": [
        "C Hemphill"
      ],
      "year": 2024
    },
    {
      "title": "UCSF task force on equity & anti-racism in research",
      "year": 2022
    },
    {
      "title": "Diversity supplement application guidelines",
      "year": 2024
    },
    {
      "year": 2024
    },
    {
      "title": "REACH -Empower minds",
      "year": 2024
    },
    {
      "title": "Common practices for sociodemographic data reporting in digital mental health intervention research: a scoping review",
      "authors": [
        "A Kirvin-Quamme",
        "J Kissinger",
        "L Quinlan",
        "R Montgomery",
        "M Chernenok",
        "M Pirner",
        "S Pajarito",
        "S Rapoport",
        "P Wicks",
        "A Darcy",
        "C Greene"
      ],
      "year": 2024
    },
    {
      "title": "Utilization of community-based participatory research strategies in a postpartum digital health trial",
      "authors": [
        "L Bullard"
      ],
      "year": 2024
    },
    {
      "title": "Diversity of participants in clinical trials in an academic medical center: the role of the \"Good Study Patient?",
      "authors": [
        "G Joseph",
        "D Dohan"
      ],
      "year": 2009
    },
    {
      "title": "Are racial and ethnic minorities less willing to participate in health research?",
      "authors": [
        "D Wendler",
        "R Kington",
        "J Madans",
        "G Van Wye",
        "Christ Schmidt",
        "H Pratt",
        "L Brawley",
        "O Gross",
        "C Emanuel"
      ],
      "year": 2006
    },
    {
      "title": "A framework for setting enrollment goals to ensure participant diversity in sponsored clinical trials in the United States",
      "authors": [
        "M Cullen",
        "A Lemeshow",
        "S Amaro",
        "E Bandera",
        "L Cooper",
        "I Kawachi",
        "J Lunyera",
        "L Mckinley",
        "C Poss",
        "M Rottas",
        "S Schachterle",
        "P Thadeio",
        "L Russo"
      ],
      "year": 2023
    },
    {
      "title": "An ethics and social justice approach to collecting and using demographic data for psychological researchers",
      "authors": [
        "C Call",
        "K Eckstrand",
        "S Kasparek",
        "C Boness",
        "L Blatt",
        "N Jamal-Orozco",
        "D Novacek",
        "D Foti"
      ],
      "year": 2023
    },
    {
      "title": "The effects of a digital well-being intervention on older adults: retrospective analysis of real-world user data",
      "authors": [
        "E Boucher",
        "R Honomichl",
        "H Ward",
        "T Powell",
        "S Stoeckl",
        "A Parks"
      ],
      "year": 2022
    },
    {
      "title": "Indicators of retention in remote digital health studies: a cross-study evaluation of 100,000 participants",
      "authors": [
        "A Pratap",
        "E Neto",
        "P Snyder",
        "C Stepnowsky",
        "N Elhadad",
        "D Grant",
        "M Mohebbi",
        "S Mooney",
        "C Suver",
        "J Wilbanks",
        "L Mangravite",
        "P Heagerty",
        "P Areán",
        "L Omberg"
      ],
      "year": 2020
    },
    {
      "title": "Clinical trials with nested subgroups: analysis, sample size determination and internal pilot studies",
      "authors": [
        "M Placzek",
        "T Friede"
      ],
      "year": 2018
    },
    {
      "title": "Envisioning a path toward equitable and effective digital mental health",
      "authors": [
        "N Martinez-Martin"
      ],
      "year": 2022,
      "doi": "10.1080/21507740.2022.2082597"
    },
    {
      "title": "The safety of digital mental health interventions: systematic review and recommendations",
      "authors": [
        "R Taher",
        "C-W Hsu",
        "C Hampshire",
        "C Fialho",
        "C Heaysman",
        "D Stahl",
        "S Shergill",
        "J Yiend"
      ],
      "year": 2023,
      "doi": "10.2196/47433"
    },
    {
      "title": "Health equity",
      "year": 2024
    },
    {
      "title": "Behavioral health equity",
      "year": 2023
    },
    {
      "title": "Advocate for change",
      "year": 2024
    },
    {
      "year": 2024,
      "doi": "10.13056/acamh.35725"
    },
    {
      "title": "The mental health parity and addiction equity act (MHPAEA). Cent Medicare Medicaid Serv",
      "year": 2013
    },
    {
      "title": "Broadband internet: access, regulation, and policy",
      "authors": [
        "E Cohen"
      ],
      "year": 2008
    },
    {
      "title": "Network neutrality, broadband discrimination",
      "authors": [
        "T Wu"
      ],
      "year": 2003,
      "doi": "10.2139/ssrn.388863"
    },
    {
      "title": "Broadband, digital literacy and public libraries: the Mill Park story",
      "authors": [
        "G Rolan",
        "T Denison",
        "C Mackenzie"
      ],
      "year": 2015,
      "doi": "10.1108/LHTN-03-2015-002096"
    },
    {
      "title": "FDA's strategies to close the health equity gap among diverse populations",
      "authors": [
        "J Spinner",
        "R Araojo"
      ],
      "year": 2021
    },
    {
      "title": "FDA regulation must uphold women's health",
      "authors": [
        "G Grabman",
        "C Tenenbaum"
      ],
      "year": 2022
    },
    {
      "title": "Enforcement policy for digital health devices for treating psychiatric disorders during the Coronavirus Disease 2019 (COVID-19",
      "year": 2020
    },
    {
      "title": "Development of a health equity framework for the US Preventive Services Task Force",
      "authors": [
        "J Lin",
        "E Webber",
        "S Bean",
        "C Evans"
      ],
      "year": 2024,
      "doi": "10.1001/jamanetworkopen.2024.1875"
    },
    {
      "title": "The descriptive epidemiology of commonly occurring mental disorders in the United States",
      "authors": [
        "R Kessler",
        "P Wang"
      ],
      "year": 2008
    },
    {
      "title": "Applying causal inference methods in psychiatric epidemiology: a review",
      "authors": [
        "M Hossain",
        "S Tasnim",
        "A Sultana",
        "F Faizah",
        "H Mazumder",
        "L Zou",
        "Elj Mckyer",
        "H Ahmed",
        "P ; Ma",
        "H Ohlsson",
        "K Kendler"
      ],
      "doi": "10.12688/f1000research.24457.1"
    },
    {
      "title": "Public Health 3.0: A call to action for public health to meet the challenges of the 21st century",
      "authors": [
        "S Galea",
        "K Desalvo"
      ],
      "year": 2017,
      "doi": "10.5888/pcd14.170017111"
    },
    {
      "title": "An introduction to implementation science for the non-specialist",
      "authors": [
        "M Bauer",
        "L Damschroder",
        "H Hagedorn",
        "J Smith",
        "A Kilbourne"
      ],
      "year": 2015,
      "doi": "10.1186/s40359-015-0089-9"
    },
    {
      "title": "Reframing implementation science to address inequities in healthcare delivery",
      "authors": [
        "A Baumann",
        "L Cabassa"
      ],
      "year": 2020
    },
    {
      "title": "Evidence-and consensus-based digital healthcare equity framework: a practical guide for implementation",
      "authors": [
        "E Hatef",
        "M Austin",
        "S Scholle",
        "B Buckley"
      ],
      "year": 2023,
      "doi": "10.1093/jamiaopen/ooae136"
    },
    {
      "title": "How Kaiser Permanente created a mental health and wellness digital ecosystem",
      "authors": [
        "D Mordecai",
        "T Histon",
        "E Neuwirth",
        "W Heisler",
        "A Kraft",
        "Y Bang",
        "K Franchino",
        "C Taillac",
        "J Nixon"
      ],
      "year": 2021,
      "doi": "10.1056/CAT.20.0295117"
    },
    {
      "title": "Leveraging implementation science to integrate digital mental health interventions as part of routine care in a practice research network",
      "authors": [
        "S Youn",
        "B Jaso",
        "M Eyllon",
        "P Sah",
        "G Hoyler",
        "J Barnes",
        "K Jarama",
        "L Murillo",
        "O 'dea",
        "H Orth",
        "L Pennine",
        "M Rogers",
        "E Welch",
        "G Nordberg"
      ],
      "year": 2022,
      "doi": "10.1007/s10488-023-01292-9"
    },
    {
      "title": "The digital navigator",
      "authors": [
        "K Chen",
        "E Lane",
        "J Burns",
        "N Macrynikola",
        "S Chang",
        "J Torous"
      ]
    }
  ],
  "num_references": 106
}
