{
  "paper_id": "7S3S9U8T",
  "title": "Effect of Mobile Health Interventions on Lifestyle and Anthropometric Characteristics of Uncontrolled Hypertensive Participants: Secondary Analyses of a Randomized Controlled Trial",
  "abstract": "Our objective was to evaluate the effect of a mobile health (mHealth) intervention on lifestyle adherence and anthropometric characteristics among individuals with uncontrolled hypertension. We performed a randomized controlled trial (ClinicalTrials.gov NCT03005470) where all participants received lifestyle counseling at baseline and were randomly allocated to receive (1) an automatic oscillometric device to measure and register blood pressure (BP) via a mobile application, (2) personalized text messages to stimulate lifestyle changes, (3) both mHealth interventions, or (4) usual clinical treatment (UCT) without technology (control). The outcomes were achieved for at least four of five lifestyle goals (weight loss, not smoking, physical activity, moderate or stopping alcohol consumption, and improving diet quality) and improved anthropometric characteristics at six months. mHealth groups were pooled for the analysis. Among 231 randomized participants (187 in the mHealth group and 45 in the control group), the mean age was 55.4 ± 9.5 years, and 51.9% were men. At six months, achieving at least four of five lifestyle goals was 2.51 times more likely (95% CI: 1.26; 5.00, p = 0.009) to be achieved among participants receiving mHealth interventions. The between-group difference reached clinically relevant, but marginally significant, reduction in body fat (-4.05 kg 95% CI: -8.14; 0.03, p = 0.052), segmental trunk fat (-1.69 kg 95% CI: -3.50; 0.12, p = 0.067), and WC (-4.36 cm 95% CI: -8.81; 0.082, p = 0.054), favoring the intervention group. In conclusion, a six-month lifestyle intervention supported by application-based BP monitoring and text messages significantly improves adherence to lifestyle goals and is likely to reduce some anthropometric characteristics in comparison with the control without technology support.",
  "year": 2023,
  "date": "2023-04-08",
  "journal": "Hypertension",
  "publication": "Hypertension",
  "authors": [
    {
      "forename": "Caroline",
      "surname": "David",
      "name": "Caroline David",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil",
      "orcid": "0000-0002-6196-7501"
    },
    {
      "forename": "Cirano",
      "surname": "Iochpe",
      "name": "Cirano Iochpe",
      "affiliation": "2  Informatics Institute , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Informatics Institute \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil",
      "orcid": "0000-0002-6196-7501"
    },
    {
      "forename": "Erno",
      "surname": "Harzheim",
      "name": "Erno Harzheim",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Guilhermo",
      "surname": "Prates",
      "name": "Guilhermo Prates",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Marcelo",
      "surname": "Gonçalves",
      "name": "Marcelo Gonçalves",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Leila",
      "surname": "Moreira",
      "name": "Leila Moreira",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Flavio",
      "surname": "Fuchs",
      "name": "Flavio Fuchs",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Sandra",
      "surname": "Fuchs",
      "name": "Sandra Fuchs",
      "affiliation": "1  Postgraduate Studies Program in Epidemiology , School of Medicine , Universidade Federal do Rio Grande do Sul , Porto Alegre 90010-150 , Brazil \n\t\t\t\t\t\t\t\t Postgraduate Studies Program in Epidemiology \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Universidade Federal do Rio Grande do Sul \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90010-150 \n\t\t\t\t\t\t\t\t\t Porto Alegre \n\t\t\t\t\t\t\t\t\t Brazil",
      "orcid": "0000-0001-6351-9588"
    }
  ],
  "doi": "10.3390/healthcare11081069",
  "keywords": [
    "hypertension",
    "lifestyle",
    "physical activity",
    "diet",
    "body fat",
    "digital health",
    "mHealth"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "High blood pressure (BP) is a primary cause of cardiovascular diseases  [1] . The prevalence of individuals with BP of 140/90 mmHg or higher has doubled since 1990, reaching 626 million women and 652 million men in 2019, and less than half on treatment had controlled hypertension  [2] . However, a healthy lifestyle and BP-lowering medication can avert BP elevation  [3] , leading to reduced mortality rates, years lived with disability, and years of life lost  [4] .\n\nA healthy lifestyle can aid in controlling hypertension. This includes maintaining a normal weight, following a healthy low-sodium diet, increasing physical activity, quitting smoking, and limiting alcohol consumption  [3, 5] . Additionally, a healthy lifestyle can prevent excess body fat accumulation and its associated risk of uncontrolled hypertension  [6] [7] [8] . Despite a diagnosis of hypertension, few patients tend to modify their lifestyle or sustain adherence to lifestyle recommendations  [9] [10] [11] .\n\nHealth technology has opened up new opportunities for enhancing care for chronic conditions, such as hypertension  [12, 13] . This is particularly relevant after the COVID-19 pandemic. Given the ever-increasing number of smartphone users worldwide  [14] , mHealth interventions have the potential to not only control BP, but also foster significant lifestyle modifications  [15] . Despite numerous randomized controlled trials evaluating the effectiveness of mHealth for promoting smoking cessation, physical activity, dietary improvement, alcohol consumption reduction, and weight loss, the findings have been inconclusive. The results are influenced by various factors, including population characteristics, type of technology, lifestyle intervention, follow-up duration, health professional involvement, and comparator utilized  [12, 16, 17] . Therefore, further studies are required to assess the effectiveness of diverse mHealth strategies in enhancing risk factor management and overall lifestyle.\n\nWe evaluated two mHealth interventions and their effectiveness compared to the usual standard of care in outpatient clinics. Specifically, we examined their impact on risk factors for hypertension. If the results were significant, it may be feasible to apply these interventions to outpatients of public health. This analysis aims to determine whether a six-month lifestyle intervention, supported by mHealth, can improve the lifestyle and reduce anthropometric indices of individuals with uncontrolled hypertension who are taking BP-lowering medications."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Design",
      "text": "This factorial randomized controlled trial was designed to evaluate Technologies for Innovative Monitoring (the TIM Study) to reduce BP (primary endpoint) and change lifestyle (secondary endpoint). Participants were randomly assigned to one of four groups:\n\n(1) telemonitoring home BP (TELEM), (2) text messages for lifestyle (TELEMEV), (3) telemonitoring home BP, and text messages for lifestyle (TELEM-TELEMEV), or (4) control (usual clinical treatment [UCT]). The purpose of TIM Study was to explore potential interventions for promoting lifestyle changes, body fat and/or reducing blood pressure. While the specific method used may not be critical for public health purposes, the intervention must be effective. To that end, we combined the three intervention groups into a pooled mHealth intervention for analysis, while also presenting effect sizes and confidence intervals for each intervention arm separately. The TIM study is registered at  www.clinicaltrials.gov with the ID number: NCT03005470 and details have been published  [18] ."
    },
    {
      "title": "Participants",
      "text": "Participants were recruited from primary care clinics or online advertising. The trial enrolled individuals aged 30 to 75 years, with hypertension diagnosis, taking one or two BP-lowering medications, and uncontrolled BP. Participants must have a smartphone and internet access. To determine eligibility for the study, we conducted face-to-face consultations with participants and evaluated their blood pressure using standard protocols. To be eligible, participants had to meet two criteria: first, their office blood pressure had to be uncontrolled, which was defined as a systolic blood pressure of 135 mmHg or higher or a diastolic blood pressure of 85 mmHg or higher. Second, their ambulatory blood pressure monitoring had to be uncontrolled, which was defined as a 24 h systolic blood pressure of 130 mmHg or higher or a diastolic blood pressure of 80 mmHg or higher.\n\nWe excluded participants with severe hypertension (systolic BP ≥ 180 mmHg or diastolic BP ≥ 110 mm Hg), a major cardiovascular event in the previous six months, other indications for the use of antihypertensive medication, diagnosis of secondary hypertension, pregnancy or lactation, or inability to tolerate the interventions. In three consecutive morning office visits, potentially eligible participants were evaluated to confirm BP eligibility criteria. The study was conducted in the Clinical Research Center of the Hospital de Clínicas de Porto Alegre. The institution's institutional review board approved the study (GPPG number 16-0187/CAAE 31423214.0.0000.5327), and written informed consent was obtained from all participants according to the principles expressed in the Declaration of Helsinki."
    },
    {
      "title": "Interventions and Control",
      "text": "All participants received an individual personalized lifestyle session at baseline. The lifestyle session was performed by a certified researcher with the support of an illustrated colorful booklet, where we presented specific recommendations for living a better lifestyle to control their BP. The instructions included maintaining a normal weight, following the dietary approach to stop hypertension (DASH-type diet) with low sodium intake, performing regular physical activity, stopping smoking or maintaining a habit of not smoking, and no drinking or moderate consumption of alcohol. The study arms are described below."
    },
    {
      "title": "TELEM Intervention",
      "text": "Participants received an automatic oscillometric device to measure BP five days per week and one day on the weekend. Participants were trained to use the monitor and instructed to perform four daily measurements (two in the morning and two in the evening). The monitor sent BP values to the data center through an application. Participants could also enter BP data manually in the application. After sending BP measurements, participants received a prompt on the mobile phone with feedback about their BP control based on the value entered."
    },
    {
      "title": "TELEMEV Intervention",
      "text": "Participants received personalized, standardized unidirectional text messages via an application developed for the study to stimulate lifestyle changes. Experts developed messages based on guidelines that emphasized the adoption of a DASH-type diet, reducing sodium intake, reducing alcohol consumption, increasing physical activity, managing weight loss, and taking medications to lower blood pressure regularly. These messages were inserted into software which sent messages automatically, four days a week, during random business hours, without another cell phone contact. Examples of text messages can be found in the Supplementary Materials (Table  S1 )."
    },
    {
      "title": "TELEM-TELEMEV Intervention",
      "text": "Participants received both mHealth interventions: telemonitoring of BP plus text messages via a mobile application."
    },
    {
      "title": "UCT",
      "text": "The control group received the healthy lifestyle intervention using the information presented in the booklet in a guided session. Participants did not receive any technological tools or additional BP control.\n\nWe combined the three intervention groups into a pooled mHealth intervention for this analysis. Considering that the effectiveness of any intervention would allow for achieving the objective of the study, the lack of interaction between the intervention arms and the outcomes as well as the limited power to assess the individual arm's effect on lifestyle support this approach.\n\nFrom randomization, follow-ups were scheduled for 7, 30, 90, and 180 days. Participants were asked about adherence to lifestyle recommendations during all visits and were allowed to clarify doubts with the researchers."
    },
    {
      "title": "Measurements",
      "text": "Demographic and socioeconomic characteristics were collected at baseline, including age, sex, reported skin color, education level, and work status. All measurements taken during the study were performed on calibrated equipment. At baseline and six-month follow-up, standardized anthropometric measurements of waist circumference (WC), at the midpoint between the lower costal margin and the iliac crest, body weight (kg), and height (cm), to calculate the body mass index (BMI, in kg/m 2 ), were collected at the clinic by certified healthcare professionals. The bioelectrical impedance analysis InBody 230 (Biospace Co., Ltd., Des Moines, IA, USA) estimated total and segmental trunk body fat. Physical activity level was evaluated using the short-form International Physical Activity Questionnaire  [19]  for the seven days prior to the randomization, as well as dietary consumption using a validated Food Frequency Questionnaire  [20] . Alcohol consumption and smoking status were evaluated using standardized questionnaires. This data collection was repeated in the follow-up."
    },
    {
      "title": "Outcomes",
      "text": "The lifestyle change was operationalized by achieving four out of five goals in the follow-up without medication titration. The five lifestyle goals were as follows: lose at least 3 kg or maintain normal BMI; refrain from smoking; engage in regular physical activity for at least 150 min/week; consume no alcohol or drink moderately (≤100 g and ≤200 g of alcohol/week for women and men, respectively); achieve at least two of six dietary recommendations: reach or maintain at least 21 servings/week of fruits and vegetables, 14 servings/week of whole grains, seven servings/week of low-fat dairy; consume only one serving/week of sodium-rich foods, <1 serving/week of fast foods or fried foods, and <1 serving/week) of fried or fatty meats. The reduction of at least one anthropometric characteristic was considered a successful outcome (i."
    },
    {
      "title": "Randomization",
      "text": "A computer-generated sequence was created using random allocation software  [21]  to assign participants to groups using permuted random block sizes of four and eight. An investigator not involved in the participants' enrollment generated the randomization sequence before the trial began. The sequence list was kept in Research Electronic Data Capture software  [22] , preventing the research team from anticipating to which arm the next participant would be allocated. Data were released after the baseline data collection was completed. Due to the nature of the study, subjects could not be blinded to the intervention; however, the investigator who performed the data analysis was blinded."
    },
    {
      "title": "Statistical Methods",
      "text": "TIM Study sample size was calculated to detect a reduction of systolic BP assessed by 24 h ABPM (primary endpoint), and the results were previously presented  [23] . This analysis presented data from the secondary endpoint defined a priori. The recruitment of 231 subjects (with 186 in one of the mHealth interventions groups and 45 in control) had sufficient statistical power (85%) to detect a statistically significant difference in 25% achievement of the four of five lifestyle goals between groups with a significance level of 0.05 using a two-sided test. The effectiveness of the pooled mHealth intervention (TELEM + TELEMEV + TELEM-TELEMEV groups) was compared to the control group, which did not receive mHealth intervention (UCT group). Independent samples t-test for continuous and chi-square for categorical variables were used to describe the baseline characteristics. A generalized Poisson mixed model was used for binary outcomes of achieving lifestyle goals between mHealth and control groups, adjusting for baseline values, with relative risks and 95% confidence intervals (CIs). General Linear models (GLMs) were used to calculate weight and food groups consumption mean difference between-groups, adjusted for baseline value. Poisson and GLM analysis were performed using complete cases at 6 months. Generalized Estimating Equations (GEE) were used to analyze measurements taken over time on the same individuals. The response variable was the pooled mHealth intervention effect, which has a normal distribution. The identity link function was used. This assumption implies that the data points are not independent, and the GEE model takes this into account while analyzing the data. Additionally, the GEE model accounted for correlated data using an unstructured correlation matrix and adjusted for this correlation using robust covariance estimation. In the GEE, differences between the two groups at six months were evaluated using the adjustment of Bonferroni. These analyses were performed using the intention-to-treat approach in SPSS version 21.0; a two-sided p < 0.05 was considered statistically significant."
    },
    {
      "title": "Results",
      "text": "From July 2016 to July 2018, 7750 potential participants were identified at the primary care facilities and the media announcements were screened; 1536 were checked to confirm eligibility at the research clinic. Of these, 467 had BP eligibility criteria assessed by ABPM, 231 met both office BP and ABPM criteria and were randomized. Participants were allocated to the pooled mHealth intervention or UCT control group at a ratio of 186 to 45 (Figure  1 ). At the six-month follow-up, 174 participants in the intervention and 42 in the control group were evaluated for lifestyle characteristics. During follow-up, two participants in the pooled mHealth group discontinued the intervention (one from TELEM and one from TELEM-TELEMEV group) informing unavailability of time to perform the BP check as requested by the protocol. However, they followed up at the study visits. No adverse events were reported during the study follow-up. Table  1  shows that baseline characteristics were similar between groups. Participants were 55.4 ± 9.5 years (mean ± SD), 51.9% were men, and 64.9% were white, with mean education years of 11.1 ± 3.9, and 31% had not completed high school. The mean BMI was 30.5 ± 5.1 kg/m 2 , and the mean systolic and diastolic BP were 143.7 ± 11.4 mmHg and 89.6 ± 8.1 mm Hg, respectively."
    },
    {
      "title": "Lifestyle Goals",
      "text": "Table 2 describes baseline and six-month lifestyle characteristics by intervention groups, as well as the relative risk (95% CI) at the end of the trial, adjusted for baseline values. At 6 months, participants in the pooled mHealth group were 1.2 (95% CI: 1.03; 1.42) times more likely to practice at least 150 min/week of physical activity at the end of the trial compared to the control group. In addition, the pooled mHealth group was 1.12 (95% CI: 1.00; 1.25) and 1.22 (95% CI: 1.04; 1.42) times more likely to moderate or no alcohol intake and improve diet quality at the end of the trial compared to the control group, respectively. Among participants in the pooled mHealth group, 11% met the recommendation to eat more than 7 servings/week of low-fat dairy at the end of the trial. Between-groups difference in mean food groups consumption did not vary markedly between intervention groups, reaching statistical significance only for vegetables and low-fat dairy, although the amount was not clinically relevant (Supplementary Materials, Table  S2 ).\n\nFigure  2  presents the relative risk for achieving the goals adjusted for baseline values. Although the loss of at least 3 kg and refrain from smoking were not individually effective, achievement of four of five lifestyle goals more than doubled among participants receiving the pooled mHealth intervention (Figure  2 ). At six months, 70 (41.9%) participants in the mHealth intervention achieved four of five lifestyle goals, while only seven (16.7%) achieved the goal in the control, resulting in an absolute risk reduction of 24.9% (4.7; 45.1) favoring the intervention group. The Supplementary Materials (Table  S3 ) indicates that none of the individual interventions (TELEM, TELEMEV, and TELEM-TELEMEV) had a statistically significant impact on achieving a weight loss of at least 3 kg or on quitting smoking. However, the other recommendations, such as increasing physical activity, moderating alcohol consumption, and improving diet quality, showed some positive effects. The TELEM and TELEM-TELEMEV interventions were successful in achieving the goal of changing at least four lifestyle habits, but for the TELEMEV intervention, the association was barely borderline. Therefore, the results seemed homogeneous enough to pool the intervention groups. The Supplementary Materials (Table  S4 ) shows that the pooled mHealth had a quite similar effect with statistically significant associations for practice of physical activity, moderate or no alcohol intake, and improved diet quality. Overall, achieving at least four lifestyle goals was 2.5 times more likely for participants in the pooled mHealth group."
    },
    {
      "title": "Anthropometric Characteristics",
      "text": "Table  3  shows baseline and follow-up anthropometric characteristics and betweengroups difference at 6 months. The between-group difference at 6 months reached clinically relevant reduction, but was marginally significant, favoring the pooled mHealth group for body fat (-4.05 kg 95% CI: -8.14; 0.03, p = 0.052), segmental trunk fat (-1.69 kg 95% CI: -3.50; 0.12, p = 0.067), and WC (-4.36 cm 95% CI: -8.81; 0.082, p = 0.054)."
    },
    {
      "title": "Discussion",
      "text": "This study showed that a lifestyle program with reinforcement using mHealth interventions based on BP monitoring and text messages promoted a statistically significant and clinically relevant greater adherence to achieving at least four lifestyle goals than the UCT alone. Participants who received the mHealth intervention more than double the likelihood of achieving the lifestyle goals. More significant adherence to lifestyle changes in the mHealth group produced a marginally significant but clinically relevant reduction of more than 4 kg in total body fat, 1.7 in segmental trunk fat, and 4 cm in WC.\n\nSeveral randomized controlled trials in different populations investigated lifestyle changes using mHealth strategies to prevent and control chronic diseases  [24] [25] [26] [27] . A lifestyle-focused text messaging program promoted risk factor modification among patients with coronary heart disease  [28] . In a cluster-randomized trial where tailored lifestyle text messages were sent for 18 months, Poggio et al. found results somewhat similar to the present study, showing effectiveness for increasing fruit and vegetable intake and physical activity with no effect on alcohol consumption, smoking, or weight loss  [29] . Although the intervention group showed greater adherence to lifestyle changes, there was no significant reduction in weight observed in this study. However, there was a marginally significant, but clinically relevant reduction in body fat, segmental trunk fat, and WC. The substitution of certain dietary components, such as increasing the consumption of vegetables and lowfat dairy products while reducing intake of higher-fat foods, has been found to result in decreased anthropometric measurements. It is important to note that this effect does not necessarily promote weight loss.\n\nA similar study used text messages and lifestyle educational sessions versus educational sessions alone in a weight loss program and did not show between-group differences in weight or body fat percentage  [30] . The use of mHealth to promote weight loss has been studied with different types of interventions and control groups  [31] . Meaningful results in weight loss were seen for interventions compared to nonactive control groups, such as being on the waitlist  [31] .\n\nWith or without mHealth support, BP self-monitoring has effectively promoted BP control, at the expense of medication titration or increased adherence to BP-lowering medications  [15, 32, 33] . However, its effect has never been explored regarding adherence to lifestyle change. This study aimed to improve the lifestyle by adding different approaches. McManus et al. evaluated weight loss in a self-monitoring BP with a digital intervention versus usual care  [34] . They also did not observe a difference in the weight measurement (mean difference -0.36 kg, 95% CI: -1.10 to 0.38 kg).\n\nThis study shows that, in addition to face-to-face lifestyle intervention, an application based on BP monitoring with a simple text message system is feasible and yields higher lifestyle adherence in patients with uncontrolled hypertension. Current care demands for lifestyle promotion and disease prevention require a long time from health professionals, compromising feasibility in clinical practice. In this scenario, mHealth programs can be an essential ally  [35] .\n\nTo our knowledge, this is the first trial evaluating a lifestyle intervention supported by mHealth to promote BP control and change of lifestyle (without drug titration) in a population of participants with uncontrolled hypertension. We hypothesized that incorporating mHealth into outpatient clinics would lead to shorter consultation times, longer intervals between consultations, and greater adherence to a healthy lifestyle if it proves to be effective. Patients came from primary care clinics, and the findings show the potential of large-scale technology use in public health programs in developing countries.\n\nThis study has limitations that should be taken into account when interpreting the results. Our hypothesis was that both mHealth approaches would be more effective than UCT, and the high retention rate of over 90% provided sufficient statistical power to test this. The study was designed to provide insights applicable to patients in public health facilities, and the use of mHealth resources could be a promising alternative to improve adherence to lifestyle changes. However, we lacked the statistical power to determine which mHealth intervention yielded better results, and the availability of such resources may vary. Self-reported information was obtained using validated questionnaires applied by certified researchers, which should minimize potential information biases. The sixmonth follow-up is relatively long among controlled trials evaluating the effectiveness of mHealth technology. This follow-up period captures the highest level of adherence and effect of the intervention; nevertheless, longer-term studies are necessary to assess sustained interventions."
    },
    {
      "title": "Conclusions",
      "text": "A six-month lifestyle intervention supported by application-based BP monitoring and text messages significantly improves adherence to lifestyle goals and is likely to reduce some anthropometric characteristics in comparison with the control without technology support."
    },
    {
      "text": "e., body fat mass [kg], percentage of body fat [%], segmental trunk fat [kg], percentage of segmental trunk fat [%], BMI [kg/m 2 ], or WC [cm])."
    },
    {
      "text": "Figure 1. Study flowchart describing selection, randomization, and follow-up process. BP indicates blood pressure. * All participants received the allocated intervention."
    },
    {
      "text": "Baseline characteristics, mean ± SD or n (%)."
    },
    {
      "text": "Relative risk (95% CI) for achieving the lifestyle goals at the end of the trial by intervention groups, adjusted for baseline values.Data from the Generalized Poisson mixed adjusted for baseline values; a Generalized linear models adjusted for baseline value were used for between-groups difference (95% CI) at 6 months; mHealth = mobile health; UCT = usual care treatment.Relative risk of lifestyle goals at the end of the trial adjusted for baseline values. The control group is the reference. (1) Physical activity ≥ 150 min/week; (2) Moderate or no alcohol intake: 100 g (women)/200 g (men)/week; (3) Following two of six dietary recommendations (fruits and vegetables ≥ 21 servings/week; whole grains ≥ 14 servings/week; low-fat dairy ≥ 7 servings/week; sodium-rich foods ≤ 1 serving/week; fast or fried food < 1 serving/week; fried or fatty meats < 1 serving/week); (4) Achieving four out of five lifestyle goals in the follow-up; RR = relative risk."
    },
    {
      "text": "Baseline and follow-up anthropometric characteristics and between-groups difference at 6 months [mean (95% CI)]."
    }
  ],
  "references": [
    {
      "title": "High Blood Pressure and Cardiovascular Disease",
      "authors": [
        "F Fuchs",
        "P Whelton"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.119.14240"
    },
    {
      "title": "Worldwide trends in hypertension prevalence and progress in treatment and control from 1990 to 2019: A pooled analysis of 1201 population-representative studies with 104 million participants",
      "year": 2021,
      "doi": "10.1016/s0140-6736(21)01330-1"
    },
    {
      "title": "ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "D Casey",
        "Jr",
        "K Collins",
        "C Dennison Himmelfarb",
        "S Depalma",
        "S Gidding",
        "K Jamerson",
        "D Jones"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000075"
    },
    {
      "title": "Global Burden of Cardiovascular Diseases and Risk Factors, 1990-2019: Update From the GBD 2019 Study",
      "authors": [
        "G Roth",
        "G Mensah",
        "C Johnson",
        "G Addolorato",
        "E Ammirati",
        "L Baddour",
        "N Barengo",
        "A Beaton",
        "E Benjamin",
        "C Benziger"
      ],
      "year": 2020,
      "doi": "10.1016/j.jacc.2020.11.010"
    },
    {
      "title": "Position of the Academy of Nutrition and Dietetics: The role of nutrition in health promotion and chronic disease prevention",
      "authors": [
        "D Slawson",
        "N Fitzgerald",
        "K Morgan"
      ],
      "year": 2013,
      "doi": "10.1016/j.jand.2013.05.005"
    },
    {
      "title": "How much excess weight loss can reduce the risk of hypertension?",
      "authors": [
        "J Poorolajal",
        "E Hooshmand",
        "M Bahrami",
        "P Ameri"
      ],
      "year": 2017,
      "doi": "10.1093/pubmed/fdw077"
    },
    {
      "title": "Long-term weight loss and changes in blood pressure: Results of the Trials of Hypertension Prevention, phase II",
      "authors": [
        "V Stevens",
        "E Obarzanek",
        "N Cook",
        "I.-M Lee",
        "L Appel",
        "D West",
        "N Milas",
        "M Mattfeldt-Beman",
        "L Belden",
        "C Bragg"
      ],
      "year": 2001,
      "doi": "10.7326/0003-4819-134-1-200101020-00007"
    },
    {
      "title": "Anthropometric measures change and incidence of high blood pressure levels among adults: A population-based prospective study in Southern Brazil",
      "authors": [
        "R Silva",
        "D Da Silva",
        "J Bastos",
        "K Peres",
        "M Peres",
        "D González-Chica"
      ],
      "year": 2017,
      "doi": "10.1097/hjh.0000000000001128"
    },
    {
      "title": "Changes in lifestyle after hypertension diagnosis in Canada",
      "authors": [
        "C Neutel",
        "N Campbell",
        "Canadian Hypertension",
        "Society"
      ],
      "year": 2008,
      "doi": "10.1016/S0828-282X(08)70584-1"
    },
    {
      "title": "O manejo não medicamentoso da hipertensão arterial sistêmica no Sul do Brasil",
      "authors": [
        "G Sturmer",
        "J Dias-Da-Costa",
        "M Olinto",
        "A Menezes",
        "D Gigante",
        "S Macedo"
      ],
      "year": 2006,
      "doi": "10.1590/S0102-311X2006000800021"
    },
    {
      "title": "The long-term effects of lifestyle change on blood pressure: One-year follow-up of the ENCORE study",
      "authors": [
        "A Hinderliter",
        "A Sherwood",
        "L Craighead",
        "P.-H Lin",
        "L Watkins",
        "M Babyak",
        "J Blumenthal"
      ],
      "year": 2014,
      "doi": "10.1093/ajh/hpt183"
    },
    {
      "title": "The effect of mobile health focused on diet and lifestyle on blood pressure: A systematic review and meta-analysis",
      "authors": [
        "C De David",
        "P Ziegelmann",
        "P Goveia",
        "J Silvani",
        "L Da Silveira",
        "S Fuchs"
      ],
      "year": 2022,
      "doi": "10.1093/eurjpc/zwac017"
    },
    {
      "title": "The need for transformative innovation in hypertension management",
      "authors": [
        "R Roark",
        "B Shah",
        "K Udayakumar",
        "E Peterson"
      ],
      "year": 2011,
      "doi": "10.1016/j.ahj.2011.06.010"
    },
    {
      "title": "Smartphone Sales Worldwide",
      "year": 2007,
      "doi": "10.1109/icsece58870.2023.10263525"
    },
    {
      "title": "Efficacy of isolated home blood pressure monitoring for blood pressure control: Randomized controlled trial with ambulatory blood pressure monitoring-MONITOR study",
      "authors": [
        "S Fuchs",
        "A Ferreira-Da-Silva",
        "L Moreira",
        "J Neyeloff",
        "F Fuchs",
        "M Gus",
        "M Wiehe",
        "F Fuchs"
      ],
      "year": 2012,
      "doi": "10.1097/hjh.0b013e32834e5a4f"
    },
    {
      "title": "The effectiveness of smoking cessation, physical activity/diet and alcohol reduction interventions delivered by mobile phones for the prevention of non-communicable diseases: A systematic review of randomised controlled trials",
      "authors": [
        "M Palmer",
        "J Sutherland",
        "S Barnard",
        "A Wynne",
        "E Rezel",
        "A Doel",
        "L Grigsby-Duffy",
        "S Edwards",
        "S Russell",
        "E Hotopf"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0189801"
    },
    {
      "title": "Effectiveness of Digital Interventions for Reducing Behavioral Risks of Cardiovascular Disease in Nonclinical Adult Populations: Systematic Review of Reviews",
      "authors": [
        "N Gold",
        "A Yau",
        "B Rigby",
        "C Dyke",
        "E Remfry",
        "T Chadborn"
      ],
      "year": 2021,
      "doi": "10.2196/19688"
    },
    {
      "title": "Technologies for Innovative Monitoring to Reduce Blood Pressure and Change Lifestyle Using Mobile Phones in Adult and Elderly Populations (TIM Study): Protocol for a Randomized Controlled Trial",
      "authors": [
        "S Fuchs",
        "E Harzheim",
        "C Iochpe",
        "C De David",
        "M Gonçalves",
        "G Sesin",
        "C Costa",
        "L Moreira",
        "F Fuchs"
      ],
      "year": 2018,
      "doi": "10.2196/resprot.9619"
    },
    {
      "title": "Validity of the international physical activity questionnaire short form (IPAQ-SF): A systematic review",
      "authors": [
        "P Lee",
        "D Macfarlane",
        "T Lam",
        "S Stewart"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-115"
    },
    {
      "title": "Validation, and Reproducibility of Food Group-Based Frequency Questionnaires for Clinical Use in Brazil: A Pre-Hypertension and Hypertension Diet Assessment",
      "authors": [
        "S Rossato",
        "F Mosele",
        "L Moreira",
        "M Rodrigues",
        "R Lima",
        "F Fuchs",
        "S Fuchs",
        "Development"
      ],
      "year": 2021,
      "doi": "10.3390/nu13113881"
    },
    {
      "title": "Random allocation software for parallel group randomized trials",
      "authors": [
        "M Saghaei"
      ],
      "year": 2004,
      "doi": "10.1186/1471-2288-4-26"
    },
    {
      "title": "The REDCap consortium: Building an international community of software platform partners",
      "authors": [
        "P Harris",
        "R Taylor",
        "B Minor",
        "V Elliott",
        "M Fernandez",
        "L O'neal",
        "L Mcleod",
        "G Delacqua",
        "F Delacqua",
        "J Kirby"
      ],
      "year": 2019,
      "doi": "10.1016/j.jbi.2019.103208"
    },
    {
      "title": "Technologies for Innovative Monitoring to Reduce Blood Pressure Using Mobile Phones in Adult and Elderly Populations (Tim Study): A Randomized Controlled Trial",
      "authors": [
        "S Fuchs",
        "E Harzheim",
        "C Iochpe",
        "C David",
        "M Gonçalves",
        "G Sesin",
        "L Moreira",
        "F Fuchs"
      ],
      "year": 2019,
      "doi": "10.2196/preprints.9619"
    },
    {
      "title": "Does evidence support the use of mobile phone apps as a driver for promoting healthy lifestyles from a public health perspective? A systematic review of Randomized Control Trials",
      "authors": [
        "L Covolo",
        "E Ceretti",
        "M Moneda",
        "S Castaldi",
        "U Gelatti"
      ],
      "year": 2017,
      "doi": "10.1016/j.pec.2017.07.032"
    },
    {
      "title": "A Smartphone App-Based Lifestyle Change Program for Prediabetes (D'LITE Study) in a Multiethnic Asian Population: A Randomized Controlled Trial",
      "authors": [
        "S Lim",
        "K Ong",
        "J Johal",
        "C Han",
        "Q Yap",
        "Y Chan",
        "Z Zhang",
        "C Chandra",
        "A Thiagarajah",
        "C Khoo"
      ],
      "year": 2022,
      "doi": "10.3389/fnut.2021.780567"
    },
    {
      "title": "Text messages for primary prevention of cardiovascular disease: The TextMe2 randomized clinical trial",
      "authors": [
        "H Klimis",
        "A Thiagalingam",
        "D Mcintyre",
        "S Marschner",
        "A Von Huben",
        "C Chow"
      ],
      "year": 2021,
      "doi": "10.1016/j.ahj.2021.08.009"
    },
    {
      "title": "Digital health intervention during cardiac rehabilitation: A randomized controlled trial",
      "authors": [
        "R Widmer",
        "T Allison",
        "R Lennon",
        "F Lopez-Jimenez",
        "L Lerman",
        "A Lerman"
      ],
      "year": 2017,
      "doi": "10.1016/j.ahj.2017.02.016"
    },
    {
      "title": "Effect of Lifestyle-Focused Text Messaging on Risk Factor Modification in Patients with Coronary Heart Disease: A Randomized Clinical Trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "S Jan",
        "N Graves",
        "L De Keizer",
        "T Barry"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Cluster Randomized Trial for Hypertension Control: Effect on Lifestyles and Body Weight",
      "authors": [
        "R Poggio",
        "S Melendi",
        "A Beratarrechea",
        "L Gibbons",
        "K Mills",
        "C.-S Chen",
        "A Nejamis",
        "P Gulayin",
        "M Santero",
        "J Chen"
      ],
      "year": 2019,
      "doi": "10.1016/j.amepre.2019.05.011"
    },
    {
      "title": "Effectiveness of 6 Months of Tailored Text Message Reminders for Obese Male Participants in a Worksite Weight Loss Program: Randomized Controlled Trial",
      "authors": [
        "J.-Y Kim",
        "S Oh",
        "S Steinhubl",
        "S Kim",
        "W Bae",
        "J Han",
        "J.-H Kim",
        "K Lee",
        "M Kim"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3949"
    },
    {
      "title": "Web-Based Digital Health Interventions for Weight Loss and Lifestyle Habit Changes in Overweight and Obese Adults: Systematic Review and Meta-Analysis",
      "authors": [
        "A Beleigoli",
        "A Andrade",
        "A Cançado",
        "M Paulo",
        "M Diniz",
        "A Ribeiro"
      ],
      "year": 2019,
      "doi": "10.2196/jmir.9609"
    },
    {
      "title": "Self-monitoring of blood pressure in hypertension: A systematic review and individual patient data meta-analysis",
      "authors": [
        "K Tucker",
        "J Sheppard",
        "R Stevens",
        "H Bosworth",
        "A Bove",
        "E Bray",
        "K Earle",
        "J George",
        "M Godwin",
        "B Green"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pmed.1002389"
    },
    {
      "title": "Self-monitoring of Blood Pressure in Patients With Hypertension-Related Multi-morbidity: Systematic Review and Individual Patient Data Meta-analysis",
      "authors": [
        "J Sheppard",
        "K Tucker",
        "W Davison",
        "R Stevens",
        "W Aekplakorn",
        "H Bosworth",
        "A Bove",
        "K Earle",
        "M Godwin",
        "B Green"
      ],
      "year": 2020,
      "doi": "10.1093/ajh/hpz182"
    },
    {
      "title": "Home and Online Management and Evaluation of Blood Pressure (HOME BP) using a digital intervention in poorly controlled hypertension: Randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "P Little",
        "B Stuart",
        "K Morton",
        "J Raftery",
        "J Kelly",
        "K Bradbury",
        "J Zhang",
        "S Zhu",
        "E Murray"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.m4858"
    },
    {
      "title": "Use of m-Health Technology for Preventive Interventions to Tackle Cardiometabolic Conditions and Other Non-Communicable Diseases in Latin America-Challenges and Opportunities",
      "authors": [
        "A Beratarrechea",
        "F Diez-Canseco",
        "V Irazola",
        "J Miranda",
        "M Ramirez-Zea",
        "A Rubinstein"
      ],
      "year": 2016,
      "doi": "10.1016/j.pcad.2016.03.003"
    },
    {
      "title": "The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of",
      "doi": "10.1016/j.mehy.2008.11.003"
    }
  ],
  "num_references": 36
}
