{
  "paper_id": "7UXFXX8W",
  "title": "Cost Effectiveness of Subsidizing Fruit and Vegetable Purchases Through the Supplemental Nutrition Assistance Program",
  "abstract": "Introduction-A diet high in fruits and vegetables (FV) is associated with reduced risk of chronic disease. One strategy to incentivize FV consumption among low-income households is to make them more affordable through the Supplemental Nutrition Assistance Program (SNAP). This study aims to identify the cost effectiveness of subsidizing FV purchases among the one in seven Americans who participate in SNAP. Methods-A cost-effectiveness analysis was conducted from a societal perspective to estimate lifetime costs and health gains associated with subsidizing FV purchases. A stochastic microsimulation model of obesity, Type 2 diabetes, myocardial infarction, and stroke in the 2015 U.S. population was used. Model parameters were based on nationally representative SNAP participation and dietary consumption data from the National Health and Nutrition Examination Survey (2003-2012), and data from a randomized trial of FV subsidies among SNAP users. Results-Despite cycling of participants in and out of SNAP, expanding a FV subsidy nationwide through SNAP would be expected to reduce incidence of Type 2 diabetes by 1.7%",
  "year": 2018,
  "date": "2018-05-01",
  "journal": "Am J Clin Nutr",
  "publication": "Am J Clin Nutr",
  "authors": [
    {
      "forename": "Sung",
      "surname": "Choi",
      "name": "Sung Choi",
      "affiliation": "1  Department of Management Science and Engineering , Stanford University , Stanford , California \n\t\t\t\t\t\t\t\t Department of Management Science and Engineering \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stanford \n\t\t\t\t\t\t\t\t\t California",
      "email": "sungeunc@stanford.edu"
    },
    {
      "forename": "Hilary",
      "surname": "Seligman",
      "name": "Hilary Seligman",
      "affiliation": "2  Department of General Internal Medicine , University of California San Francisco , San Francisco , California \n\t\t\t\t\t\t\t\t Department of General Internal Medicine \n\t\t\t\t\t\t\t\t University of California San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "forename": "Sanjay",
      "surname": "Basu",
      "name": "Sanjay Basu",
      "affiliation": "4  Department of Medicine , Institute for Economic Policy Research , and Center on Poverty and Inequality , Stanford University , Stanford , California \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t and Center on Poverty and Inequality \n\t\t\t\t\t\t\t\t Institute for Economic Policy Research \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stanford \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "affiliation": "Management Science and Engineering , Huang Engineering Center , 475 Via Ortega , \n\t\t\t\t\t\t\t\t Management Science and Engineering \n\t\t\t\t\t\t\t\t Huang Engineering Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 475 Via Ortega"
    },
    {
      "affiliation": "Stanford University , Stanford CA 94305-4121 . \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 94305-4121 \n\t\t\t\t\t\t\t\t\t Stanford \n\t\t\t\t\t\t\t\t\t CA"
    }
  ],
  "doi": "10.1016/j.amepre.2016.12.013",
  "pmid": "27334234",
  "sections": [
    {
      "title": "Introduction",
      "text": "The U.S. Federal government's Healthy People 2020 objectives include increasing fruit and vegetable (FV) consumption by at least 50% among all Americans.  1 Although a diet high in FVs is associated with reduced risk of chronic diseases,  2  adults in the U.S., particularly those in low-income households, consume far less than the recommended quantity of FVslikely contributing to socioeconomic disparities in chronic disease.  3 e strategy to incentivize FV consumption among low-income households is to make them more affordable to purchase through the Supplemental Nutrition Assistance Program (SNAP) (formerly the Food Stamp Program), the country's largest nutrition assistance program with approximately 46 million enrolled low-income Americans.  4 The Healthy Incentive Pilot (HIP) study recently randomized SNAP-participating households in Hamden County, Massachusetts to either receive standard SNAP benefits (a monthly deposit, averaging approximately $4 per person per day) or standard SNAP benefits plus an additional incentive for FV purchases.  5 In the incentive arm, for every $1 of SNAP benefits spent on approved FVs, participants received a 30-cent additional benefit. Approved FVs included fresh, canned, frozen, or dried FVs without added sugars, fats, oils or salt, excluding white potatoes and 100% fruit juices. The program increased daily consumption of targeted FVs by 0.24 cup equivalents per person per day, an approximately 26% increase from pre-incentive consumption, while participating in the program.  6, 7 ven the financial cost of targeted FV subsidy to consumers,  8  a key question is whether the long-term health and healthcare cost savings potentially resulting from increasing FV consumption might offset the cost of incentives. Prior work suggests that subsidizing FV purchases may be cost effective, assuming increased FV intake would be sustained for a lifetime.  9 This prior work focuses on average quality-adjusted life years (QALYs) gained from reducing all-cause mortality, and not the differential QALYs and costs of specific diseases.  9 Several questions remain unanswered, including whether the targeted subsidy would remain cost effective if FV intake increases only occurred during the period of SNAP enrollment, how differences between the national population and the SNAP-participating population in food consumption patterns and chronic disease risks may critically affect costs and effectiveness, and how complex patterns of substitution between food groups could alter the long-term effectiveness of the program in reducing cardiovascular diseases and obesity. In addition, participants in the HIP trial significantly reduced their refined grain intake as they increased FV intake, which may have other secondary health and healthcare cost benefits.\n\nThis study sought to identify the circumstances under which expanding a FV subsidy in SNAP nationwide would be cost effective from a societal perspective, particularly given observed SNAP participation rates and durations in the country, food consumption patterns among SNAP users, and differences in diseases risks and costs within the SNAP population as compared with the general U.S. population."
    },
    {
      "title": "Methods",
      "text": "A model of four health outcomes significantly associated with FV intake was constructed using data from a recent comprehensive meta-analysis 2 : obesity, Type 2 diabetes, myocardial infarction (MI), and stroke. This model incorporated detailed SNAP participation rates and durations, as well as food prices and dietary consumption data for a representative U.S. population (Figure  1 ). The model structure was based on a previously published microsimulation model,  10, 11  which simulates individuals rather than aggregate population averages (i.e., a Markov cohort model), because microsimulation allows us to account for complex co-variations in key traits that may critically impact the cost effectiveness of a FV subsidy program. Table  1  summarizes the key model parameters and data sources, further detailed in the Appendix."
    },
    {
      "title": "Modeling Framework",
      "text": "A nationally representative sample of 10,000 Americans aged 0-85 years was simulated, starting in 2015, to estimate the impact of a FV subsidy on costs and QALYs over their remaining life courses, as recommended by current cost-effectiveness analysis guidelines.  [12] [13] 3] [14]  Based on the National Health and Nutrition Examination Survey ([NHANES], 2003-2012, N=34,294),  15  the simulated individuals were stratified by SNAP participation status (based on demographics and income eligibility, federal poverty level <130%; Appendix Table  3B ),  16, 17  age (0-9, 10-19, 20-39, 40-59, 60-85 years), sex, race/ ethnicity (NHANES categories of non-Hispanic white, non-Hispanic black, Mexican-American, or other), and income (relative to the federal poverty level, adjusted for household size).\n\nHealth-related risk factors for the four diet-related diseases of interest (obesity, Type 2 diabetes, MI, and stroke) were assigned to each simulated individual according to NHANES (Table  1 , Figure  1 , Appendix Tables S4-S14, and Text 1) and daily food intake in each U.S. Department of Agriculture food category per 24-hour dietary recalls adjusted for withinperson variations in consumption to estimate usual daily intake.  15, 18 Risk factors were updated annually to reflect age and time trends, as well as changes in risk factors including dietary consumption patterns accounting for SNAP participation status. Survey sample weights were used to correct for differential sampling and non-response in the NHANES survey.  19"
    },
    {
      "title": "Heath Benefit Measures",
      "text": "The risk of each of the four major FV-related outcomes was estimated for each individual, before versus after a 30% SNAP subsidy on approved FV purchases using HIP rules.  20 isease incidence was estimated based on previously validated risk equations incorporating individual risk factors (Appendix Text 1-2; Appendix Tables  5 6 7 8 9 10 11 12 13 14 ).  [21] [22] 2] [23] [24] [25] [26] [27] [28] [29]  Deaths attributable to these risk factors and other causes were taken into account as a function of age and sex.  25, 26 To ensure face validity, Type 2 diabetes incidence rates were compared to Center for Disease Control and Prevention estimates 17 ; and MI and stroke incidence rates were compared to estimates from the Atherosclerosis Risk in Communities study, the Greater Cincinnati/Northern Kentucky Stroke Study, and independent cohort studies from National Heart, Lung, and Blood Institute.  23, 30, 31 cause the HIP Trial reported an increase of 26.2% in FV consumption in the incentive arm, a base case was simulated in which this percentage increase in FV consumption was adopted by current SNAP participants given a 30% FV price subsidy (Appendix Table  3C ), with the subsidy amount limited to $60 per person per month. Because HIP also reported significantly lower refined grain consumption (8.8%) among HIP subsidy participants, this change in refined grain intake and resulting change in weight were incorporated into the base case. In addition to computing total calorie changes and associated changes in body weight (using NIH body weight models),  27, 29  published meta-analytic risk reduction estimates were used for the reduction in Type 2 diabetes, MI, and stroke associated with reduced BMI and with increases in FV net of BMI changes, to compute the change in morbidity and mortality anticipated from the subsidy (Appendix Tables  2A-2D ).  2, [32] [33] [34] [35]"
    },
    {
      "title": "Costs and Utilities",
      "text": "Following current cost-effectiveness guidelines,  13, 14  costs and QALY estimates were integrated over the life course for all simulated individuals from a societal perspective. Costs associated with the incentive program included the subsidy amount and, in the base case, an estimated 30% overhead expenditure rate, 36 incurred for the years of participation, which was varied in sensitivity analyses. Food price data were obtained from the U.S. Department of Agriculture Quarterly Food-at-Home Price Database linked to NHANES (Appendix Table  3A ).  37 Annual disease-specific healthcare costs and the disutility of disease states to calculate QALYs were based on large-scale survey data (Appendix Table  4 ).  38, 39 Costs were expressed in 2015 U.S. dollars using the Consumer Price Index, 40 and QALYs were discounted at a 3% annual discount rate."
    },
    {
      "title": "Sensitivity and Uncertainty Analyses",
      "text": "First, the percentage of the U.S. population enrolled in SNAP was varied, as a new incentive may impact enrollment, or SNAP participation may be currently inflated by the recent economic recession. In the base case, the 2014 estimate was used in which 14.6% of the U.S. population was enrolled in SNAP.  41 The participation rate was varied from 5% to 25%, the lowest and highest rates of participation over the last 3 decades, with participation within each demographic group proportional to the rate of participation during those prior years.\n\nIn the base case, both single-spell (people with <2 years of SNAP participation, with one episode in their life) and multi-spell SNAP participants (people frequently on and off SNAP) were included. In a second sensitivity analysis, the length of multi-spell participation durations was adjusted from the current typical spell length of 96 months to a spell length varying from 48 months to 160 months (Appendix Table  3B ), which spanned the durations observed in available data.  16 ird, different levels of FV subsidy were considered to examine what levels of subsidy would be most cost effective. The incentive percentages SNAP participants receive from purchasing targeted FVs were varied from 10% to 30%, assuming proportionate responses to the HIP trial result. In addition, the effects of habit formation and maintaining higher FV consumption without a subsidy were assessed by simulating half the amount of FV increase observed during participation among individuals with a prior history of SNAP participation.\n\nFourth, lung cancer was included as one of the health outcomes in the model, given metaanalytic data indicating that increased FV intake is associated with significantly lower lung cancer risk.  2  It was omitted from the base case because the biological mechanism for the relationship was uninformed.\n\nFifth, potential changes in consumption of non-targeted FVs, those that do not qualify for the incentive, were simulated.  6 A portion of the HIP intervention group consumed significantly more 100% fruit juice than non-participants, potentially due to confusion. This increase in 100% fruit juice was included to account for its caloric effects.\n\nFinally, program overhead costs were varied from as low as 20% to as high as 50%, compared with the base case of 30%.\n\nAll analyses were performed in R, version 3.2.1. In each scenario, the model was re-run 10,000 times while repeated Monte Carlo sampling from the probability distributions of all input parameters to capture uncertainties in the estimates, generating 95% CIs around all outcomes as per International Society For Pharmacoeconomics and Outcomes Research guidelines.  42 The Appendix details all input data, equations, and complete technical details,  43  along with a link to program code for replication."
    },
    {
      "title": "Results",
      "text": "If there were no change to current SNAP participation and food consumption profiles, the model estimated that the U.S. population aged 18-85 years would be expected to experience annual incidence rates of approximately 70.0 Type 2 diabetes cases (95% CI=60.2, 79.8), 40.0 new MIs (95% CI=39.8, 40.2), and 34.3 strokes (95% CI=34.0, 34.5) per 10,000 people. Consistent with the model, independent Centers for Disease Control and Prevention and National Heart, Lung, and Blood Institute data estimated a current incidence of 69.0 new Type 2 diabetes cases, 40.0 new MIs, and 34.5 new strokes per 10,000 people.  [44] [45] ] [46] [47]  Further age-and sex-specific validation is given in Appendix Figures  1 2 .\n\nIf a 30% subsidy of FV purchases produced the same increase in FV consumption as found in the HIP trial (a 26.2% increase) and resulted in the same decrease in refined grain consumption (an 8.8% decrease), Type 2 diabetes, MI, and stroke incidence would be expected to decline substantially due to the impact of increasing FVs. Relatively smaller declines in obesity would be expected, given the relatively small impact of the subsidy on overall caloric intake (Figure  2 ).  32 On average, Type 2 diabetes incidence would be expected to decrease by 10.3% (95% CI=9.4, 11.2) among SNAP participants; this decline would be expected to translate into a 1.7% (95% CI=1.2, 2.2) decline among the overall U.S. population, assuming no positive spillover effects from SNAP participant behavior to nonparticipant behavior. MI and stroke incidence would be expected to decline by 8.5% (95% CI=7.2, 9.8) and 7.4% (95% CI=6.3, 8.5), respectively, among SNAP participants, which would be 1.4% (95% CI=0.9, 1.9) and 1.2% (95% CI=0.8, 1.6) for the overall U.S. population. By contrast, obesity incidence would not be expected to decline substantially; the incidence would be expected to decline by 1.3% (95% CI=0.7, 1.9) among SNAP participants-a reduction of 0.2% (95% CI=0.1, 0.3) in the U.S. population (Appendix Table  1 ).\n\nAlthough individuals in most demographic cohorts would be expected to benefit from a 30% subsidy of FV purchases, the projected benefits varied by demographic group (Figure  2 ). The largest relative declines in incidence of Type 2 diabetes, MI, and stroke were observed among blacks, as were the largest declines in BMI; these were due to high SNAP participation rates, low baseline FV consumption, and high baseline refined grain consumption among blacks, which produced the largest absolute disease reductions for this group.\n\nThe intervention produced an estimated gain of 0.52 (95% CI=0.51, 0.53) QALYs per SNAP user, which amounts to 0.24 (95% CI=0.23, 0.25) QALYs per capita for the general U.S. population over the life course.\n\nThe largest expected cost-savings from future averted disease was from averted Type 2 diabetes, followed by averted MI and stroke. The dollars saved from averted Type 2 diabetes amounted to $952 (95% CI=941, 963) per SNAP user over a simulated life course. The cost of the intervention (incentives and overhead costs) was $1,324 (95% CI=1,319, 1,330) per SNAP user, which amounted to $202 (95% CI=199, 204) per capita for the general U.S. population, approximately $857 million dollars total annually. From a societal perspective, the intervention was cost saving at a net savings of $824 (95% CI=821, 827) per capita, and had an incremental cost-effectiveness ratio (ICER) of $3,432 (95% CI=2,837, 4,027) per QALY gained (Table  2  and Appendix Figure  4 ). The net cost savings was produced by summing overall disease costs with the intervention minus costs without the intervention, including all disease treatment, subsidy, and overhead costs, discounted at a 3% annual rate.\n\nThe healthcare cost reductions and intervention costs accumulated most among blacks, who experienced an estimated healthcare cost reduction of $3,829 (95% CI=3,672, 3,985) given a FV subsidy cost of $1,367 (95% CI=1,359, 1,675) per SNAP user (Appendix Figure  5 ).\n\nNone of the sensitivity analyses substantially changed the fundamental finding of cost savings from the FV subsidy (Appendix Figure  6 ). When SNAP enrollment rates were varied from 5% to 25%, the lowest and highest rates of participation over the last 3 decades, the FV subsidy was cost saving with an ICER varying from $3,033 saved (95% CI=2,441, 3,625) to $3,614 saved (95% CI=3,128, 4,100) per QALY gained (Table  2 ).\n\nNext, the effects of lower SNAP participation duration and subsidy levels were evaluated. Participants having completed the spell length of 48 months would be expected to experience more QALYs at less cost, with an ICER of $2,804 (95% CI=2,382, 3,225) saved per QALY gained. Decreasing subsidy levels to 10% would still be cost saving at an ICER of $3,295 (95% CI=2,707, 3,883) saved per QALY gained.\n\nHabit formation and maintaining higher FV consumption without a subsidy (half the amount of FV increase observed during participation) among individuals with a prior history of SNAP participation resulted in significantly higher QALYs gained, 0.63 (95% CI=0.62, 0.64) with an ICER of $3,005 (95% CI=2,597, 3,412).\n\nIn addition to the four primary health outcomes, if lung cancer is included as one of the health outcomes, a FV subsidy would be expected to produce 0.24 (95% CI=0.22-0.26) QALYs gained per person, an ICER of $3,898 (95% CI=3,364, 4,431) saved per QALY gained. Moreover, when increases in 100% fruit juice consumption from a FV subsidy were incorporated, as per the HIP trial, participants would not be expected to receive benefits in obesity due to higher caloric intake from 100% fruit juice (Appendix Figure  6 ). However, the overall intervention was still cost saving from other averted diseases with an ICER of $3,395 (95% CI=2,981, 3,808) saved per QALY gained.\n\nLastly, varying overhead costs of implementation from 20% to 50% of incentives paid to participants did not substantially change the results. The FV subsidy was expected to be cost saving within the simulated range of the overhead costs with the smallest savings of $3,208 (95% CI=2,655, 3,760) per QALY gained (Table  2 )."
    },
    {
      "title": "Discussion",
      "text": "A 30% subsidy on SNAP FV purchases would likely have large, meaningful public health benefits. Substantial reductions in morbidity and mortality would most likely be observed from reduced incidences of three long-term chronic diseases (Type 2 diabetes, MI, and stroke), consistent with findings from prior meta-analytic studies.  [48] [49] 9] [50]  SNAP demonstrations typically focus on short-term outcomes such as net caloric intake, and hence may fail to capture the much larger and meaningful long-term chronic disease prevention benefits of increased FV consumption. These benefits would likely persist even if the incentive is imperfectly implemented, as in the HIP trial where participants were confused about approved FVs included in the incentive. These findings are particularly relevant for federal policymakers because the incentive would be cost saving from a societal perspective. This study accounted for the fact that increased FV intake may only occur during periods of SNAP participation among people who cycle in and out of SNAP. Accounting for complex variations in SNAP participation among different demographic groups and correlated risk factors among SNAP participants, the subsidy would be expected to particularly benefit non-Hispanic blacks-the group for whom healthcare interventions alone have not been sufficient to reduce large disparities in cardiovascular disease incidence that have been attributed in part to poor nutrition.  51"
    },
    {
      "title": "Limitations",
      "text": "The effects of a FV subsidy on disease risks were modeled based on the most rigorous available meta-analytic data.  2, [32] [33] 3] [34]  Therefore, findings are likely to be conservative and potentially robust to the concern that several associations in the nutrition literature may be false-positive associations.  12, [52] [53] 3] [54]  Additional studies estimating the degree of heterogeneous treatment effects, including kilocalorie effect size of FV intake,  55  are needed, but would likely strengthen the authors' conclusions. Second, data from NHANES are subject to the limitations of survey studies, including recall biases, acceptability biases, and underreporting, which may lead to underestimation of SNAP participation.  56 This bias would also lead the impact estimates to be conservative. Finally, although uncertainty analyses were performed by sampling from distributions around the input parameter data sources, all possible uncertainties in a simulation model cannot be captured. Hence, results are inevitably subject to the assumptions inherent in modeling. Among these is the use of risk factor equations to estimate risk, which may overestimate disease when clinical treatment of risk factors improves over time; however, such improvements in treatment are historically observed disproportionately among higher-socioeconomic groups.  57"
    },
    {
      "title": "Conclusions",
      "text": "Nationwide expansion of the HIP financial incentive program for FV purchases would be expected to lower obesity, Type 2 diabetes, and cardiovascular disease in the U.S and would be cost saving under a wide range of scenarios. The benefits would likely accumulate among demographic groups who have been traditionally missed by healthcare-based interventions, thus addressing social and economic determinants of nutritional and health disparities. Model schematic. SBP, systolic blood pressure; TC, total cholesterol; HBP TX, hypertension treatment status; HDL-C, high-density lipoprotein cholesterol; MI, myocardial infarction; CVD, cardiovascular disease; FV, fruit and vegetable Projected reduction in incidence of diseases by gender and race/ethnicity due to a 30% subsidy on SNAP purchases of fruits and vegetables in the SNAP population. MI, myocardial infarction; SNAP, Supplemental Nutrition Assistance Program\n\nTable 1 Model Parameters and Sources Parameters Source Population size of demographic cohorts NHANES 2003-2012 Weight changes associated with caloric intake (Appendix Text 1) NIH model of body mass change a Risk of MI or stroke by demographic group (Appendix Text 2) Model-based estimates from meta-analysis data b Risk of type II diabetes (Appendix Table 5) CDC Risk of lung cancer (Appendix Table 6) SEER Baseline MI history prevalence (Appendix Table 7) NHANES 2003-2012 Baseline stroke history prevalence (Appendix Table 8) NHANES 2003-2012 Baseline hypertension treatment prevalence (Appendix Table 9) NHANES 2003-2012 Baseline systolic blood pressure (Appendix Table 10) NHANES 2003-2012 Baseline total cholesterol (Appendix Table 11) NHANES 2003-2012 Baseline HDL cholesterol (Appendix Table 12) NHANES 2003-2012 Baseline weight and height (Appendix Tables 13 and 14) NHANES 2003-2012 MI or stroke mortality rate (Appendix Text 3) Model calibration to national data c Hazard ratio of Type II diabetes on all-cause mortality (Appendix Table 2) Meta-analysis data d All-cause mortality rate CDC Food cost (Appendix Table 3A) QFHPD Food consumption elasticity (Appendix Table 3B) HIP findings e a Weight changes associated with caloric intake -NIH model of body mass. 27,29 b Risk of MI or stroke by demographic group -Model-based estimates from meta-analysis data. 25,58,59 c MI or stroke mortality rate -Model calibration to national data. 25,58,59 d Hazard ratio of type II diabetes on all-cause mortality -Meta-analysis data. 35 e Food consumption elasticity -HIP findings. 6 NHANES, National Health and Nutrition Examination Survey; MI, myocardial infarction; CDC, Center for Disease Control and Prevention; SEER, Surveillance, Epidemiology, and End Results; HDL, High-density lipoprotein; QFHPD, Quarterly Food-at-home Price Database; HIP, Healthy Incentive Pilot"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Figure 2."
    },
    {
      "text": "The reference category for all rows is the status quo, except for the \"including LC\" scenario for which the reference category is the status quo with LC included. a 30% subsidy: base case analysis on subsidizing 30% of FV purchases among SNAP users in the U.S."
    }
  ],
  "references": [
    {
      "title": "Healthy People 2020 Objectives-Nutrition and Weight Status",
      "year": 2016,
      "doi": "10.1037/e314502004-003"
    },
    {
      "title": "Chapter 9 Low fruit and vegetable consumption",
      "authors": [
        "K Lock",
        "J Pomerleau",
        "L Causer",
        "M Mckee",
        "Who"
      ],
      "year": 2016
    },
    {
      "title": "Dietary Guidelines for Americans",
      "year": 2010,
      "doi": "10.3945/an.111.000430"
    },
    {
      "title": "Household Food Security in the United States in",
      "authors": [
        "A Coleman-Jensen",
        "M Rabbitt",
        "C Gregory",
        "A Singh",
        "Ers"
      ],
      "year": 2014,
      "doi": "10.2139/ssrn.2504067"
    },
    {
      "title": "Healthy Incentives Pilot (HIP) Early Implementation Report",
      "year": 2013,
      "doi": "10.3945/ajcn.115.129320"
    },
    {
      "title": "Evaluation of the Healthy Incentives Pilot (HIP): Final Report",
      "authors": [
        "S Bartlett",
        "J Klerman",
        "L Olsho"
      ],
      "year": 2014
    },
    {
      "title": "Financial incentives increase fruit and vegetable intake among Supplemental Nutrition Assistance Program participants: a randomized controlled trial of the USDA Healthy Incentives Pilot",
      "authors": [
        "L Olsho",
        "J Klerman",
        "P Wilde",
        "S Bartlett"
      ],
      "year": 2016,
      "doi": "10.3945/ajcn.115.129320"
    },
    {
      "title": "Effect of a targeted subsidy on intake of fruits and vegetables among low-income women in the Special Supplemental Nutrition Program for Women, Infants, and Children",
      "authors": [
        "D Herman",
        "G Harrison",
        "A Afifi",
        "E Jenks"
      ],
      "year": 2008,
      "doi": "10.2105/ajph.2005.079418"
    },
    {
      "title": "Nationwide expansion of a financial incentive program on fruit and vegetable purchases among Supplemental Nutrition Assistance Program participants: A cost-effectiveness analysis",
      "year": 2015,
      "doi": "10.1016/j.socscimed.2015.09.032"
    },
    {
      "title": "Expansion of the National Salt Reduction Initiative: A Mathematical Model of Benefits and Risks of Population-Level Sodium Reduction",
      "authors": [
        "S Choi",
        "M Brandeau",
        "S Basu"
      ],
      "year": 2016,
      "doi": "10.1177/0272989x15583846"
    },
    {
      "title": "Ending SNAP Subsidies For Sugar-Sweetened Beverages Could Reduce Obesity And Type 2 Diabetes",
      "authors": [
        "S Basu",
        "H Seligman",
        "C Gardner",
        "J Bhattacharya"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.1246"
    },
    {
      "title": "Good research practices for cost-effectiveness analysis alongside clinical trials: the ISPOR RCT-CEA Task Force report",
      "authors": [
        "S Ramsey",
        "R Willke",
        "A Briggs"
      ],
      "year": 2005,
      "doi": "10.1111/j.1524-4733.2005.00045.x"
    },
    {
      "title": "Recommendations of the Panel on Cost-effectiveness in Health and Medicine",
      "authors": [
        "M Weinstein",
        "J Siegel",
        "M Gold",
        "M Kamlet",
        "L Russell"
      ],
      "year": 1996,
      "doi": "10.1001/jama.1996.03540150055031"
    },
    {
      "title": "WHO Guide to Cost-effectiveness Analysis",
      "authors": [
        "Who"
      ],
      "year": 2003
    },
    {
      "title": "Dynamics of Supplemental Nutrition Assistance Program Participation from 2008 to 2012",
      "year": 2016,
      "doi": "10.3945/an.112.002949"
    },
    {
      "title": "ACC/AHA guideline on the assessment of cardiovascular risk: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines",
      "authors": [
        "Lloyd Goff Dc",
        "D Jones",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.1161/01.cir.0000437741.48606.98"
    },
    {
      "title": "Continuous NHANES Web Tutorial",
      "year": 2013,
      "doi": "10.1037/e376252004-001"
    },
    {
      "title": "Requirements and Specifications for SNAP HIP Fruit and Vegetable Purchases",
      "year": 2016,
      "doi": "10.1001/jama.2016.8927"
    },
    {
      "title": "Cardiovascular disease risk profiles",
      "authors": [
        "K Anderson",
        "P Odell",
        "P Wilson",
        "W Kannel"
      ],
      "year": 1991,
      "doi": "10.1016/0002-8703(91)90861-b"
    },
    {
      "title": "Heart disease and stroke statistics--2015 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2015,
      "doi": "10.1161/CIR.0000000000000152"
    },
    {
      "title": "Incidence and prevalence: Chart book on cardiovascular and lung diseases",
      "year": 2006,
      "doi": "10.1037/e364722004-001"
    },
    {
      "title": "Incidence of diagnosed diabetes per 1,000 population aged",
      "authors": [
        "Cdc"
      ],
      "year": 1980,
      "doi": "10.1787/9789264183896-graph41-en"
    },
    {
      "title": "Population strategies to decrease sodium intake and the burden of cardiovascular disease: a cost-effectiveness analysis",
      "authors": [
        "C Smith-Spangler",
        "J Juusola",
        "E Enns",
        "D Owens",
        "A Garber"
      ],
      "year": 2010,
      "doi": "10.7326/0003-4819-152-8-201004200-00212"
    },
    {
      "title": "Dynamics of childhood growth and obesity: development and validation of a quantitative mathematical model",
      "authors": [
        "K Hall",
        "N Butte",
        "B Swinburn",
        "C Chow"
      ],
      "year": 2013,
      "doi": "10.1016/s2213-8587(13)70051-2"
    },
    {
      "title": "Modeling weight-loss maintenance to help prevent body weight regain",
      "authors": [
        "K Hall",
        "P Jordan"
      ],
      "year": 2008,
      "doi": "10.3945/ajcn.2008.26333"
    },
    {
      "title": "Quantification of the effect of energy imbalance on bodyweight",
      "authors": [
        "K Hall",
        "G Sacks",
        "D Chandramohan"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60812-x"
    },
    {
      "title": "The Atherosclerosis Risk in Communities (ARIC) Study: design and objectives. The ARIC investigators",
      "year": 1989,
      "doi": "10.1093/oxfordjournals.aje.a115184"
    },
    {
      "title": "The Greater Cincinnati/Northern Kentucky Stroke Study: preliminary first-ever and total incidence rates of stroke among blacks",
      "authors": [
        "J Broderick",
        "T Brott",
        "R Kothari"
      ],
      "year": 1998,
      "doi": "10.1161/01.str.29.2.415"
    },
    {
      "title": "The incidence of comorbidities related to obesity and overweight: a systematic review and meta-analysis",
      "authors": [
        "D Guh",
        "W Zhang",
        "N Bansback",
        "Z Amarsi",
        "C Birmingham",
        "A Anis"
      ],
      "year": 2009,
      "doi": "10.1186/1471-2458-9-88"
    },
    {
      "title": "Meta-analysis of cohort and case-control studies of type 2 diabetes mellitus and risk of atrial fibrillation",
      "authors": [
        "R Huxley",
        "K Filion",
        "S Konety",
        "A Alonso"
      ],
      "year": 2011,
      "doi": "10.1016/j.amjcard.2011.03.004"
    },
    {
      "title": "Fruit and vegetable intake and risk of type 2 diabetes mellitus: meta-analysis of prospective cohort studies",
      "authors": [
        "M Li",
        "Y Fan",
        "X Zhang",
        "W Hou",
        "Z Tang"
      ],
      "year": 2014,
      "doi": "10.1136/bmjopen-2014-005497"
    },
    {
      "title": "Mortality in Type 2 Diabetes Mellitus: Magnitude of the Evidence From a Systematic Review and Meta-analysis",
      "authors": [
        "C Nwaneri",
        "H Cooper",
        "D Bowen-Jones"
      ],
      "doi": "10.1177/1474651413495703"
    },
    {
      "title": "Disparities in Health Care Quality Among Racial and Ethnic Minority Groups",
      "year": 2010,
      "doi": "10.1037/e427842005-001"
    },
    {
      "title": "Global Burden of Disease Study 2010 (GBD 2010) Disability Weights",
      "year": 2010,
      "doi": "10.2471/blt.10.084301"
    },
    {
      "title": "Supplemental Nutrition Assitance Program (SNAP",
      "year": 2015,
      "doi": "10.32747/2025.9015817.ers"
    },
    {
      "title": "Model parameter estimation and uncertainty analysis: a report of the ISPOR-SMDM Modeling Good Research Practices Task Force Working Group-6",
      "authors": [
        "A Briggs",
        "M Weinstein",
        "E Fenwick"
      ],
      "year": 2012,
      "doi": "10.1177/0272989x12458348"
    },
    {
      "title": "Reporting guidelines for simulation-based research in social sciences",
      "authors": [
        "H Rahmandad",
        "J Sterman"
      ],
      "year": 2012,
      "doi": "10.1002/sdr.1481"
    },
    {
      "title": "Heart disease and stroke statistics--2014 update: a report from the American Heart Association",
      "authors": [
        "A Go",
        "D Mozaffarian",
        "V Roger"
      ],
      "year": 2014,
      "doi": "10.1161/01.cir.0000441139.02102.80"
    },
    {
      "title": "Heart disease facts",
      "year": 2014,
      "doi": "10.1037/e309102004-001"
    },
    {
      "title": "Crude and Age-Adjusted Incidence of Diagnosed Diabetes per 1,000 Population Aged 18-79 Years",
      "year": 1980,
      "doi": "10.1001/jama.2014.11494"
    },
    {
      "title": "Epidemiology of Obesity in the United States",
      "authors": [
        "K Lewis",
        "S Basu"
      ],
      "year": 2016,
      "doi": "10.1007/978-3-319-11251-0_2"
    },
    {
      "title": "Fruit and vegetable intake and risk of major chronic disease",
      "authors": [
        "H Hung",
        "K Joshipura",
        "R Jiang"
      ],
      "year": 2004,
      "doi": "10.1093/jnci/djh296"
    },
    {
      "title": "Fruit and vegetable consumption and mortality from all causes, cardiovascular disease, and cancer: systematic review and dose-response meta-analysis of prospective cohort studies",
      "authors": [
        "X Wang",
        "Y Ouyang",
        "J Liu"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g4490"
    },
    {
      "title": "Reasons underlying racial differences in stroke incidence and mortality",
      "authors": [
        "V Howard"
      ],
      "year": 2013,
      "doi": "10.1161/strokeaha.111.000691"
    },
    {
      "title": "Implausible results in human nutrition research",
      "authors": [
        "J Ioannidis"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f6698"
    },
    {
      "title": "Mortality in Type 2 Diabetes Mellitus",
      "authors": [
        "C Nwaneri",
        "H Bowen-Jones"
      ],
      "year": 2013,
      "doi": "10.1177/1474651413495703"
    },
    {
      "title": "Is everything we eat associated with cancer? A systematic cookbook review",
      "authors": [
        "J Schoenfeld",
        "Jpa Ioannidis"
      ],
      "year": 2013,
      "doi": "10.3945/ajcn.112.047142"
    },
    {
      "title": "Changes in Intake of Fruits and Vegetables and Weight Change in United States Men and Women Followed for Up to 24 Years: Analysis from Three Prospective Cohort Studies",
      "authors": [
        "M Bertoia",
        "K Mukamal",
        "L Cahill"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pmed.1001878"
    },
    {
      "title": "Identifying the Effects of SNAP (Food Stamps) on Child Health Outcomes When Participation Is Endogenous and Misreported",
      "authors": [
        "B Kreider",
        "J Pepper",
        "C Gundersen",
        "D Jolliffe"
      ],
      "year": 2012,
      "doi": "10.1080/01621459.2012.682828"
    },
    {
      "title": "Further insight into the cardiovascular risk calculator: the roles of statins, revascularizations, and underascertainment in the Women's Health Study",
      "authors": [
        "N Cook",
        "P Ridker"
      ],
      "year": 2014,
      "doi": "10.1001/jamainternmed.2014.5336"
    },
    {
      "title": "Prospective Studies C. Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies",
      "authors": [
        "S Lewington",
        "R Clarke",
        "N Qizilbash",
        "R Peto",
        "R Collins"
      ],
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)11911-8"
    },
    {
      "title": "Incidence and Prevalence Chart Book on Cardiovascular and Lung Diseases",
      "authors": [
        "Nhlbi"
      ],
      "year": 2006,
      "doi": "10.1542/9781610026154-09"
    },
    {
      "title": "Surveillance, Epidemiology, and End Results (SEER) Program: Cancer Statistics Review (CSR)",
      "year": 1975
    }
  ],
  "num_references": 53
}
