{
  "paper_id": "7V3H87C6",
  "title": "Recruiting Pregnant Patients for Survey Research: A Head to Head Comparison of Social Media-Based Versus Clinic-Based Approaches",
  "abstract": "Background: Recruiting a diverse sample of pregnant women for clinical research is a challenging but crucial task for improving obstetric services and maternal and child health outcomes. Objective: To compare the feasibility and cost of recruiting pregnant women for survey research using social media-based and clinic-based approaches. Methods: Advertisements were used to recruit pregnant women from the social media website Facebook. In-person methods were used to recruit pregnant women from the outpatient clinic of a large, tertiary care center. In both approaches, potential respondents were invited to participate in a 15-minute Web-based survey. Each recruitment method was monitored for 1 month. Using bivariate statistics, we compared the number, demographic characteristics, and health characteristics of women recruited and the cost per completed survey for each recruitment method. \n Results: The social media-based approach recruited 1178 women and the clinic-based approach recruited 219 women. A higher proportion of subjects recruited through social media identified as African American (29.4%, 207/705 vs 11.2%, 20/179), reported household incomes <US $30,000 per year (56.8%, 409/720 vs 25.8%, 47/182), reported being in early pregnancy (18.6%, 135/726 vs 10.4%, 19/183 first trimester), and rated their health as fair or poor (22.2%, 160/722 vs 8.2%, 15/183; all P<.001). A smaller proportion of subjects recruited through social media had earned a college degree (21.3%, 153/717 vs 62.3%, 114/183) and were married or in a domestic partnership (45.7%, 330/722 vs 72.1%, 132/183; all P<.001). Social media-based recruitment costs were US $14.63 per completed survey, compared with US $23.51 for clinic-based recruitment. \n Conclusions: Web-based recruitment through a social networking platform is a feasible, inexpensive, and rapid means of recruiting a large, diverse sample of pregnant women for survey research.",
  "year": 2013,
  "date": "2013-09-30",
  "journal": "Health Educ Behav",
  "publication": "Health Educ Behav",
  "authors": [
    {
      "forename": "Lindsay",
      "surname": "Admon",
      "name": "Lindsay Admon",
      "affiliation": "1  National Clinician Scholars Program , University of Michigan Institute for Healthcare Policy and Innovation and the US Department of Veterans Affairs , Ann Arbor , MI , United States \n\t\t\t\t\t\t\t\t National Clinician Scholars Program \n\t\t\t\t\t\t\t\t Department of Veterans Affairs \n\t\t\t\t\t\t\t\t University of Michigan Institute for Healthcare Policy and Innovation \n\t\t\t\t\t\t\t\t US \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jessica",
      "surname": "Haefner",
      "name": "Jessica Haefner",
      "affiliation": "2  Department of Obstetrics and Gynecology , University of Michigan , Ann Arbor , MI , United States \n\t\t\t\t\t\t\t\t Department of Obstetrics and Gynecology \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Giselle",
      "surname": "Kolenic",
      "name": "Giselle Kolenic",
      "affiliation": "2  Department of Obstetrics and Gynecology , University of Michigan , Ann Arbor , MI , United States \n\t\t\t\t\t\t\t\t Department of Obstetrics and Gynecology \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Tammy",
      "surname": "Chang",
      "name": "Tammy Chang",
      "affiliation": "3  Institute for Healthcare Policy and Innovation , University of Michigan , Ann Arbor , MI , United States \n\t\t\t\t\t\t\t\t Institute for Healthcare Policy and Innovation \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Matthew",
      "surname": "Davis",
      "name": "Matthew Davis",
      "affiliation": "5  Department of Pediatrics , Northwestern Feinberg School of Medicine , Chicago , IL , United States \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t Northwestern Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Michelle",
      "surname": "Moniz",
      "name": "Michelle Moniz",
      "affiliation": "2  Department of Obstetrics and Gynecology , University of Michigan , Ann Arbor , MI , United States \n\t\t\t\t\t\t\t\t Department of Obstetrics and Gynecology \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "National Clinician Scholars Program University of Michigan Institute for Healthcare Policy and Innovation and the US Department of Veterans Affairs North Campus Research Complex 2800 Plymouth Road , Bldg 14 Room G100-22 Ann Arbor , MI , 48109-2800 United States \n\t\t\t\t\t\t\t\t National Clinician Scholars Program University of Michigan Institute for Healthcare Policy and Innovation \n\t\t\t\t\t\t\t\t US Department of Veterans Affairs North Campus Research Complex \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2800 Plymouth Road Bldg 14 Room G100-22 \n\t\t\t\t\t\t\t\t\t 48109-2800 \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "",
  "keywords": [
    "pregnant women",
    "surveys and questionnaires",
    "methods",
    "social media"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Recruiting pregnant women for clinical research is a challenging but crucial task for improving obstetric services and maternal and child health outcomes. Conventional methods for recruiting pregnant women for survey research face significant limitations. Traditionally, pregnant women have been recruited from clinical care sites, an approach that is often plagued by underrepresentation of women in early pregnancy, poor demographic diversity, and the inability to access women who do not seek prenatal care-resulting in limited generalizability of study findings and inferential errors and bias in the use of such data  [1, 2] . Recruitment through established national samples (eg, Survey Sampling International, Gesellschaft fur Konsumforschung or GfK) is attractive for its methodological rigor and geographic diversity of participants. However, these companies are often only able to provide small samples of pregnant women, which limit analytic power. As a result, innovative strategies are needed to conduct methodologically sound and cost-effective survey research influencing the care of pregnant women.\n\nThe Internet and social media platforms offer promising avenues for recruitment of pregnant women. Recent data from the Pew Internet & American Life Project reveal that 96% of 18-to 29-year-olds in the United States have access to the Internet and that Internet use continues to rise among the adult population  [3] . An even more recent phenomenon is the rise in popularity of social networking websites, with Facebook (Facebook Inc., Palo Alto, CA, USA) second only to Google (Google Inc., Mountain View, CA, USA) as the most popular website in the United States  [4] . With 1.09 billion active users daily, Facebook has been used as an effective method to recruit female adolescents and women for survey research  [1, [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] . Little is known, however, about whether social media platforms are a feasible method for recruitment of pregnant women and how they compare with traditional recruitment methods in terms of cost.\n\nOur team conducted a head-to-head comparison of 2 recruitment methods among pregnant women: Web-based recruitment through social media and traditional in-person recruitment at prenatal clinics. Our objective was to describe the relative advantages and disadvantages of each approach, including the total number of women recruited, their demographic and health characteristics, and the cost per completed survey for each recruitment method."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Recruitment",
      "text": "We utilized a cross-sectional design to invite respondents recruited via both methods to watch a brief Web-based video about health in pregnancy and answer survey items about pregnancy-related health knowledge and behaviors. Approximately 1 month of time was allocated to each recruitment method. Women were eligible for participation if they self-identified as being 18 years of age or older, pregnant, English speaking, and living in the United States. The study was deemed exempt by the study site's institutional review board."
    },
    {
      "title": "Recruitment of the Social Media-Based Sample",
      "text": "We recruited participants through advertisements on Facebook. Ads created on Facebook contained three key features: an image, a caption, and an ad copy containing a link to the survey website. Study ads were developed by the investigators using Facebook's self-service application. Ads were shown on Facebook users' newsfeeds. Clicking on the hyperlink within the ad led users to our survey website.\n\nFacebook's platform can direct ads to specific audiences based on sex, age, location, and interests. Interest-based targeting parameters such as \"expectant parents,\" \"interest in motherhood,\" and \"parents\"-or a combination of these-may be utilized. Facebook uses a proprietary method to infer users' racial and ethnic \"interests\" by analyzing pages and posts users have liked or engaged with on Facebook. These inferences can be used as targeting parameters. Ad content can also be tailored. For example, ad images may differ in the race of women depicted.\n\nBefore study recruitment began, ads were refined over 11 days during May 2015 by testing a variety of combinations of image, caption, ad copy, and interest-based targeting parameters. During this ad refinement phase, Facebook automatically monitored the cost per click on the survey link included in each potential recruitment ad, as well as the cost per completed survey. This enabled the study team to learn which ads worked best for progressive outreach to audiences of particular interest. To investigate the effects of financial incentives on recruitment, US $5 and US $10 incentives were tested during this period, with results showing that the US $10 offer attracted more clicks. Availability of incentives was indicated in the ads that appeared on Facebook. Respondents who completed the survey during the ad refinement period, 21 in total, are not included in the recruitment numbers.\n\nThe final campaign included the highest-performing ads with US $10 incentives, ultimately targeting women aged 18 years and older, living in the United States, and fitting the following interest profiles: African American expectant parents, Asian American expectant parents, and Hispanic women interested in motherhood. A sample Facebook ad is provided in Figure  1 . Following pilot testing, women were recruited through Facebook during 27 consecutive days in May-June 2015 utilizing the targeting parameters listed above. Potential participants were able to engage with the study materials via their own Internet access (mobile devices, personal computers, public computers, etc)."
    },
    {
      "title": "Recruitment of the Clinical Sample",
      "text": "Clinic-based recruitment occurred over 29 business days in August-September 2015. Pregnant women were recruited at routine outpatient obstetric visits at a large tertiary care center in the Midwest. Clinic clerks distributed study fliers to all patients presenting for prenatal appointments. Patients who expressed interest in participating were directed to trained research staff in the waiting room. Research staff invited participation, assessed eligibility, and answered questions about the study based on a standardized recruitment script. Patients completed the survey in the clinic waiting room or examination room using a tablet and headphones provided by the study team. Research staff sent participants individual survey links by email if they preferred to take the survey via their own Internet access. No identifying information was collected, and survey responses were not linked to participants' clinical information. Because of the high proportion of women interested in participation with the US $5 incentive, US $10 incentives were not offered."
    },
    {
      "title": "Survey Completion",
      "text": "The survey's introductory webpage explained the purpose of the study, the anonymous nature of the research, the expected time needed to complete the survey (15 minutes), and the option to quit at any time. Upon completion of the survey, participants were asked to provide their email address for delivery of the incentive. Participant email addresses were reviewed for repetition or similarity to exclude duplicate respondents who appeared to be seeking multiple incentives."
    },
    {
      "title": "Statistical Analysis",
      "text": "All data were deidentified and analyzed in Stata 14 (StataCorp LP)."
    },
    {
      "title": "Demographics",
      "text": "Demographic information and health characteristics were first investigated with descriptive statistics, including means and proportions, and stratified by recruitment method. Independent samples t tests and chi-square tests of independence were used to investigate whether or not these measures differed significantly by recruitment method."
    },
    {
      "title": "Costs",
      "text": "The direct research-related cost per completed survey was calculated for each recruitment method. For social media-based recruitment, cost per completed survey was calculated as follows: ([pilot ad cost + pilot-testing respondent incentives] + [recruitment ad cost + respondent incentives])/number of completed surveys as a result of Facebook approaches. For the clinical sample, cost per completed survey was calculated as follows: (respondent incentives + research assistants' salaries)/number of completed surveys as a result of clinic approaches. Investigator costs were not included as the study team developed and deployed the campaigns as a group and focused on the Web-based and clinical efforts in a consistent fashion across both modes."
    },
    {
      "title": "Results"
    },
    {
      "title": "Recruitment",
      "text": "A flow diagram comparing social media-based with clinical recruitment is presented in Figure  2 . Facebook ads were shown on 364,035 users' newsfeeds over the 4-week campaign period. There were 9972 clicks on the ads, resulting in 1323 entries to the survey's webpage and 1178 respondents who consented to participate. Among consenting respondents recruited via Facebook, 74.02% (872/1178) met eligibility criteria and 64.43% (759/1178) completed the survey.\n\nDuring in-person clinical recruitment, approximately 500 unique pregnant patients were seen in clinic. Among the patients consenting to participate, 95.9% (210/219) met eligibility criteria and 190 86.8% (190/219) completed the survey."
    },
    {
      "title": "Demographics",
      "text": "A higher proportion of subjects recruited through social media self-identified as African American (29.4%, 207/705 vs 11.2%, 20/179; P<.001; Table  1 ) and reported annual household incomes <US $30,000 per year (56.8%, 409/720 vs 25.8%, 47/182; P<.001). A significantly lower proportion of those recruited through social media had earned a college degree (21.3%, 153/717 vs 62.3%, 114/183; P<.001) and were married or in a domestic partnership (45.7%, 330/722 vs 72.1%, 132/183; P<.001). With respect to health status, a higher proportion of those recruited through social media were in the first trimester of pregnancy (18.6%, 135/726 vs 10.4%, 19/183; P<.001) and rated their own health as fair or poor with greater frequency (22.2%, 160/722 vs 8.2%, 15/183; P<.001)."
    },
    {
      "title": "Cost",
      "text": "The total cost of social media-based recruitment was calculated by adding the pilot-testing cost (pilot ads US $494.51 + pilot incentives US $155.00) and the final campaign cost (ads US $3243.74 + incentives US $7210.00), which totaled US $11,103.25 (Figure  3 ). Dividing the total cost by the total number of surveys completed as a result of Facebook approaches (n=759), the cost per completed survey was determined to be US $14.63.\n\nThe total cost of recruiting the clinical sample was calculated by adding expenditures on research assistants' salaries (US $3551.68) and on participant incentives (US $915.00), which totaled US $4466.68. Dividing the total cost by the total number of surveys completed as a result of in-clinic approaches (n=190), the cost per completed survey was determined to be US $23.51. c Sum of percentages for subpopulation is within 0.1 of 100.0 due to rounding error. c The region was not asked in clinic-based recruitment as the participants were recruited from a clinic in the Midwest."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Our findings indicate that Web-based recruitment may be a feasible approach to recruit a large, diverse sample of pregnant women at low cost relative to traditional, clinic-based recruitment. Over similar periods of time, the social media-based approach generated 5 times as many pregnant women for survey research compared to clinic recruitment. Women recruited through social media were also more demographically diverse than clinic recruits, and social media-based recruitment cost less per completed survey. Given that participants reported early gestational ages and were widely distributed geographically, it is unlikely that a similar cohort could have been recruited in 1 month using traditional in-clinic methods, even at a higher cost.\n\nRecruitment of racially and ethnically diverse samples of pregnant women for research has been identified as a priority by the Division of Reproductive Health at the Centers for Disease Control and Prevention  [16] . Adverse pregnancy outcomes, including severe maternal morbidity and mortality, are disproportionally higher among many minority populations  [16, 17] . At the same time, racially and ethnically diverse populations have been historically underrepresented in clinical research efforts for reasons including failure on behalf of researchers to reach minorities  [18] . Furthermore, the association between socioeconomic disadvantage and poorer maternal and fetal pregnancy outcomes has long been established  [19, 20] , as has the large and persistent association between lower educational attainment and worse health  [21] . Our findings support the feasibility of social media to access vulnerable populations who may be harder to reach through traditional, clinic-based approaches.\n\nLower costs for social media-based recruitment (US $14.63 per completed survey) versus clinic-based recruitment (US $23.51 per completed survey), in combination with faster recruitment over time, suggest that social media-based recruitment offers a so-called dominant strategy-the process is more favorable and costs less. Importantly, it is possible that recruitment goals for either method could be met in shorter time with larger incentives or at cheaper cost over a longer period. Post hoc consideration of cost data for clinic recruitment revealed that the rate of accruing new subjects decreased over time, while the cost of accruing new subjects increased over time-indicating decreasing efficiency. In contrast, likely due to the exponentially larger pool of eligible participants on Facebook, the rate of subject accrual and cost were linear over time, which may make projections of recruitment through social media more predictable. While time-to-saturation of clinical recruitment pools may vary based on the characteristics of different patient populations, our findings may guide other researchers in estimating their own costs for reaching recruitment goals. Despite these advantages, recruitment through social media has important disadvantages. This recruitment approach involves snowball sampling within established social networks; therefore, it may not be ideal for surveys trying to measure diversity of attitudes, perceptions, or experiences in care. For instance, snowball sampling likely explains the overrepresentation of those from the Midwest in the Facebook recruitment population. Fortunately, an inherent capability of the Facebook approach is that ad performance and cost can be monitored and adjusted in real time, which requires minimal time or technical expertise. Investigators can engage in purposive sampling by targeting ads to underrepresented users based on changing targets for demographic characteristics or interests as the study progresses."
    },
    {
      "title": "Limitations",
      "text": "Limitations of the study design should be considered when interpreting our findings. While clinic-based recruitment may have produced a more diverse sample in different or more numerous clinical settings, recruited participants will largely reflect the sample of patients served in a specific clinical setting. The Internet, in contrast, offers an inherently broader, more diverse recruitment pool and the potential advantages of targeting specific individuals or groups. Next, eligibility was assessed by self-report. It is unclear whether reliability of self-report differs between Web-based versus in-person recruitment settings, and comparative assessment of the quality of data obtained through social media is an important direction for future research  [22] . Because of failure to meet eligibility criteria, there was a notably higher dropout rate in the Facebook sample. In future work, Facebook ads could be edited to more clearly reflect requirements for participation. Finally, there were also some indirect research costs, which were unclear in terms of their implications and are not included in reported estimates. These include 6 phone calls with Facebook and the labor required to train clinic clerks and research assistants, which required approximately 10 hours of the authors' time in total and were split across the recruitment modalities."
    },
    {
      "title": "Conclusions",
      "text": "Successful survey research designed to improve the care of pregnant women requires the recruitment of diverse, adequately powered samples of participants. There are significant barriers to achieving this outcome with traditional, in-person recruitment, and the extant literature offers little comparative guidance regarding recruitment methods. Our head-to-head comparison of social media-based versus clinic-based recruitment of pregnant patients for survey research suggests that the use of a social networking platform is a feasible, inexpensive, and efficient approach to recruiting a large, diverse sample of pregnant women for survey research."
    },
    {
      "text": "Figure 1. Sample Facebook advertisement used for social media-based recruitment of pregnant women."
    },
    {
      "text": "Figure 2. Flow diagram of inclusion, exclusion, and dropout of pregnant women recruited via social media-based compared to clinic-based approaches."
    },
    {
      "text": "Figure 3. Cost per completed survey among pregnant women recruited via social media-based compared to clinic-based approaches."
    },
    {
      "text": "Characteristics of pregnant women recruited via social media-based versus clinic-based approaches."
    }
  ],
  "references": [
    {
      "title": "Facebook advertisements for inexpensive participant recruitment among women in early pregnancy",
      "authors": [
        "A Arcia"
      ],
      "year": 2013,
      "doi": "10.1177/1090198113504414"
    },
    {
      "title": "Willingness to participate in research during pregnancy: race, experience, and motivation",
      "authors": [
        "H Gatny",
        "W Axinn"
      ],
      "year": 2011,
      "doi": "10.1177/1525822x11419819"
    },
    {
      "title": "Americans' Internet Access: 2000-2015",
      "authors": [
        "A Perrin",
        "M Duggan"
      ],
      "year": 2015,
      "doi": "10.1063/pt.5.028957"
    },
    {
      "title": "How popular is facebook",
      "year": 2016,
      "doi": "10.1089/glre.2016.201011"
    },
    {
      "title": "Facebook as a recruitment tool for adolescent health research: a systematic review",
      "authors": [
        "K Amon",
        "A Campbell",
        "C Hawke",
        "K Steinbeck"
      ],
      "year": 2014,
      "doi": "10.1016/j.acap.2014.05.049"
    },
    {
      "title": "Web-based recruiting for health research using a social networking site: an exploratory study",
      "authors": [
        "Y Fenner",
        "S Garland",
        "E Moore",
        "Y Jayasinghe",
        "A Fletcher",
        "S Tabrizi"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1978"
    },
    {
      "title": "Recruiting adolescent girls into a follow-up study: benefits of using a social networking website",
      "authors": [
        "L Jones",
        "B Saksvig",
        "M Grieser",
        "D Young"
      ],
      "year": 2012,
      "doi": "10.1016/j.cct.2011.10.011"
    },
    {
      "title": "Evaluation of methods and costs associated with recruiting healthy women volunteers to a study of ovulation",
      "authors": [
        "E Battistella",
        "S Kalyan",
        "J Prior"
      ],
      "year": 2010,
      "doi": "10.1089/jwh.2009.1751"
    },
    {
      "title": "Recruiting online: lessons from a longitudinal survey of contraception and pregnancy intentions of young Australian women",
      "authors": [
        "M Harris",
        "D Loxton",
        "B Wigginton",
        "J Lucke"
      ],
      "year": 2015,
      "doi": "10.1093/aje/kwv006"
    },
    {
      "title": "Connecting to young adults: an online social network survey of beliefs and attitudes associated with prescription opioid misuse among college students",
      "authors": [
        "S Lord",
        "J Brevard",
        "S Budman"
      ],
      "year": 2011,
      "doi": "10.3109/10826084.2011.521371"
    },
    {
      "title": "Use of a social networking web site for recruiting Canadian youth for medical research",
      "authors": [
        "J Chu",
        "C Snider"
      ],
      "year": 2013,
      "doi": "10.1016/j.jadohealth.2012.12.002"
    },
    {
      "title": "Recruitment of a hidden population: African Americans with obsessive-compulsive disorder",
      "authors": [
        "M Williams",
        "D Proetto",
        "D Casiano",
        "M Franklin"
      ],
      "year": 2012,
      "doi": "10.1016/j.cct.2011.09.001"
    },
    {
      "title": "Broad reach and targeted recruitment using Facebook for an online survey of young adult substance use",
      "authors": [
        "D Ramo",
        "J Prochaska"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1878"
    },
    {
      "title": "Our Mission",
      "doi": "10.17816/eid677915-4363932"
    },
    {
      "title": "Can Facebook be used for research? Experiences using Facebook to recruit pregnant women for a randomized controlled trial",
      "authors": [
        "L Adam",
        "D Manca",
        "R Bell"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6404"
    },
    {
      "title": "Pregnancy-related mortality in the United States, 2006-2010",
      "authors": [
        "A Creanga",
        "C Berg",
        "C Syverson",
        "K Seed",
        "F Bruce",
        "W Callaghan"
      ],
      "year": 2015,
      "doi": "10.1097/aog.0000000000000564"
    },
    {
      "title": "Deaths: final data for 2007",
      "authors": [
        "J Xu",
        "K Kochanek",
        "S Murphy",
        "B Tejada-Vera"
      ],
      "year": 2010,
      "doi": "10.15620/cdc:106058"
    },
    {
      "title": "Why are African Americans under-represented in medical research studies? Impediments to participation",
      "authors": [
        "V Shavers-Hornaday",
        "C Lynch",
        "L Burmeister",
        "J Torner"
      ],
      "year": 1997,
      "doi": "10.1080/13557858.1997.9961813"
    },
    {
      "title": "Socioeconomic disparities in adverse birth outcomes: a systematic review",
      "authors": [
        "P Blumenshine",
        "S Egerter",
        "C Barclay",
        "C Cubbin",
        "P Braveman"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2010.05.012"
    },
    {
      "title": "Racial/ethnic disparities in obstetric outcomes and care: prevalence and determinants",
      "authors": [
        "A Bryant",
        "A Worjoloh",
        "A Caughey",
        "A Washington"
      ],
      "year": 2010,
      "doi": "10.1016/j.ajog.2009.10.864"
    },
    {
      "title": "NPC Policy Brief #9",
      "authors": [
        "D Cutler",
        "A Lleras-Muney"
      ],
      "year": 2007
    },
    {
      "title": "Social network sites as a mode to collect health data: a systematic review",
      "authors": [
        "F Alshaikh",
        "F Ramzan",
        "S Rawaf",
        "A Majeed"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3050"
    },
    {
      "title": "peer-reviewed by A Arcia",
      "authors": [
        "Eysenbach"
      ],
      "doi": "10.1111/j.1601-0825.2010.01743.x"
    },
    {
      "title": "Recruiting Pregnant Patients for Survey Research: A Head to Head Comparison of Social Media-Based Versus Clinic-Based Approaches",
      "authors": [
        "L Admon",
        "J Haefner",
        "G Kolenic",
        "T Chang",
        "M Davis",
        "M Moniz"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6593"
    },
    {
      "title": "Originally published in the Journal of Medical Internet Research",
      "authors": [
        "Jessica ©lindsay Admon",
        "Giselle Haefner",
        "Tammy Kolenic",
        "Matthew Chang",
        "Michelle Davis",
        "Moniz"
      ]
    }
  ],
  "num_references": 25,
  "original_doi": "https://doi.org/10.13039/100000738"
}
