{
  "paper_id": "8257VQAH",
  "doi": "10.1308/rcsbull.2024.62",
  "sections": [
    {
      "title": "W",
      "text": "hatsApp is the instant messaging behemoth launched in 2009 and bought by Facebook in 2014 for approximately $19.3 billion. It is so ubiquitous that I would be amazed if even 1% of the readership of this article didn't have WhatsApp installed on their phone. Even my 92-year-old grandmother uses it.\n\nIts use has become so ingrained in our lives that it has extended into our day-today clinical lives as well. Most of us will have used it for discussion with colleagues, dissemination of departmental news or even discussion of patient care. It wouldn't be an exaggeration to say that it most likely saved lives during the COVID-19 pandemic. A 15-point warning to doctors, created by a US doctor on the advice of colleagues in Lombardy, Italy, about the impending arrival of COVID-19, was disseminated to hundreds of clinicians in the UK via WhatsApp groups.\n\nDuring the first wave of COVID-19, the NHS trust that I worked in gave our service (and others) a mobile phone to aid communication with healthcare workers outside the trust. We would use WhatsApp for referrals, it being especially useful in plastic surgery in allowing us to see photographs of wounds and videos of active function, therefore making better clinical decisions.\n\nPrior to the pandemic, there was a degree of trepidation among many regarding the use of messaging apps in a clinical setting. The likes of NHS England, NHS Digital, the Information Commissioner's Office and the National Data Guardian had all previously cautioned against their use but this was rapidly reversed by these organisations in the early stages of the pandemic, when messaging services such as WhatsApp were officially allowed in cases where 'the benefits outweighed the risk'.\n\nHowever, this position is now under threat. The Online Safety Act of 2023 gave power to Ofcom to monitor encrypted user-to-user messages. The aim of the Act is a noble one: to allow online child sex abuse material to be identified and removed. Unfortunately, in order to identify these messages, there would need to be a significant reduction in the privacy afforded by end-to-end encryption.\n\nIn its current format, a message sent from one phone is scrambled into a coded message using an encryption key and then decoded at the receiver's end using a decryption key. These 'keys' are held within the app on each device, meaning an intercepted message during transit cannot be decoded and read. In order to allow messages to be read so that illegal material can be identified, either the whole encryption process would need to be removed or the message would need to be read prior to encryption, both of which would worsen privacy concerns for patient-related information."
    },
    {
      "title": "The Technologist The Technologist",
      "text": "Our resident gadget geek surveys the tech landscape What's so wrong with WhatsApp?\n\nTom Dobbs @Tom__Dobbs Prior to the pandemic, there was a degree of trepidation among many regarding the use of messaging apps in a clinical setting Hi, have you got any spaces for a referral for an ortho patient? We don't have the capacity for this right now and it's quite urgent.\n\nPotentially. What's the damage?\n\nHip replacement I'll send a photo.\n\nGreat, thanks!\n\nMoreover, an amendment to the Investigatory Powers Act, aimed at giving UK intelligence agencies greater power to identify threats, will require technology companies to obtain governmental approval for security updates. It will also give the government the power to mandate that companies meet their demands for surveillance capabilities, such as disabling encryption. Again, this could lead to a significant reduction in privacy. Even more worrying is that both WhatsApp and Signal have said that they may need to pull out of the UK market completely if these changes in their current form are introduced, both citing their commitment to the privacy afforded by encryption and the extra work required to meet these demands.\n\nSo where does this leave communication in clinical medicine? Personally, I've always thought WhatsApp or similar messaging services to be a great solution. Many other forms of routinely used communication in hospitals are not as good. Email is too unwieldy for quick communication, bleeps can be a distraction, with no good evidence trail, and faxes… well, they should be consigned to the dustbin! I remember being told in a trust induction to be careful when sending faxes and to always check the number. There was a company in the same city that routinely sent back piles of patient-related faxes that were mistakenly sent to them because they had a very similar fax number. Much more confidential than WhatsApp…! There have also been a number of cyberattacks involving the NHS in recent years, including an alleged three terabytes of data stolen from NHS Dumfries and Galloway this year, again proving that no system is completely secure.\n\nThere are undoubtedly some issues with these messaging apps. It would definitely be safer if, instead of using our own personal devices, hospitals provided everyone with a hospital smartphone. These could be loaded with all necessary apps for clinical use and only used in hospital or primary care settings, removing the risk of someone not related to a patient's clinical care seeing information about them. The other significant issue in my opinion is the inability to upload communications or images to a patient's electronic health record.\n\nWhat the future holds for using WhatsApp in clinical medicine is difficult to predict and a lot will depend on how the above legislations play out. I do think it would be interesting to understand what our patients actually think of all of this. I'm sure most would be willing to sacrifice a small degree of privacy for better care. In fact, in one case during the first wave of COVID-19, a clinician referring a patient to our service did not want to send us photographs of an injury, so instead, the patient himself sent photographs via WhatsApp to our team phone. The patient then proceeded to engage in an entertaining WhatsApp conversation regarding which profession he should say he did in order to receive the quickest treatment for his hand injury! I expect the solution will be the use of bespoke instant messaging platforms designed to allow maximal security and integration with electronic health records, and accredited by the NHS. These already exist although they aren't widely used. As with everything in medicine, we should be doing what is best for the patient and has the greatest value for the healthcare environment. Getting rid of all instant messaging is the antithesis of both of these.\n\nMany other forms of routinely used communication in hospitals are not as good. Email is too unwieldy for quick communication, bleeps can be a distraction, with no good evidence trail, and faxes... well, they should be consigned to the dustbin! As with everything in medicine, we should be doing what is best for the patient and has the greatest value for the healthcare environment. Getting rid of all instant messaging is the antithesis of both of these"
    }
  ],
  "title": "'what's so wrong with whatsapp?",
  "year": "2024",
  "journal": "The Bulletin of the Royal College of Surgeons of England",
  "authors": [
    {
      "name": "Tom Dobbs"
    }
  ],
  "volume": "106",
  "issue": "3",
  "pages": "166-167",
  "zotero_recovery": {
    "fields_recovered": [
      "title",
      "year",
      "journal",
      "authors"
    ],
    "timestamp": "2025-09-02T01:38:13.581897+00:00",
    "zotero_item_type": "journalArticle"
  }
}
