{
  "paper_id": "8BWGE9UE",
  "title": "The effects of digital peer support interventions on physical and mental health: a review and meta-analysis",
  "abstract": "Aims. Digital peer support interventions have the potential to promote healthy lifestyles and better mental health. This systematic review and meta-analysis synthesizes evidence on the effectiveness of digital peer support interventions for enhancing physical and mental health in healthy individuals rather than those diagnosed with a clinical condition. Methods. First, we evaluated the impact of digital peer support interventions on physical and mental health outcomes by attending to sources of peer support (informal, naturally occurring peer support; formal support from trained peers), effectiveness demonstrated through different study designs (pre-post comparison vs. well-controlled experimental conditions) and longterm effects of interventions. Second, we examined whether features of digital peer support interventions -specifically, dosage, uptake and platform affordances -moderated intervention effectiveness. Third, we considered moderating effects of individual differences (age and existing health conditions) and country. Results. Using random-effects modelling, which included 47 studies with 76 effect sizes on physical health, and 73 studies with 118 effect sizes on mental health, we found a moderate effect of digital peer support in improving physical health (standardized mean difference (SMD) = 0.35, p < 0.001; 95% CI: 0.30-0.41) and a large effect in enhancing mental health (standardized mean difference(SMD) = 0.53, p < 0.001; 95% CI: 0.46-0.61), which were similar across ages and individuals with varying degree of existing health conditions. Different sources of peer support demonstrated similar effects on physical health, but informal, naturally occurring peer support was more effective in bolstering mental health than formal support from trained peers, producing large effects that were comparable to online professional support. Positive effects on physical health were sustained over follow-up assessments, but weakened for mental health over time. Greater dosages of intervention had decreased effectiveness, but uptake of intervention did not moderate the effects on health. Interventions delivered on platforms that afford greater interactivity (apps, social networking sites and video conferencing) were more effective than those with lower interactivity (forums, websites and emails). Digital peer support interventions had stronger effects on improving physical health in Western countries than Eastern countries, but stronger effects on improving mental health in Eastern than Western countries. Conclusions. Our findings contribute to the nascent conceptual models of digital peer support, lend credence to digital peer support as a scalable preventive intervention with real-world benefits in bolstering individuals' physical and mental health and provide important insights into best practices.",
  "year": 2017,
  "date": "2017",
  "authors": [
    {
      "name": "Geckhong Yeo",
      "email": "geckhong@nus.edu.sg",
      "affiliation": {
        "organization": "Institute for Health",
        "department": "Institute for Health",
        "institution": "National University of Singapore",
        "address": "Singapore, Singapore;"
      }
    },
    {
      "name": "K Fortuna",
      "orcid": "0000-0002-5817-990X",
      "affiliation": {
        "organization": "Geisel School of Medicine at Dartmouth",
        "department": "Geisel School of Medicine at Dartmouth",
        "address": "Hanover, NH, USA;"
      }
    },
    {
      "name": "J Lansford",
      "affiliation": {
        "organization": "Center for Child and Family Policy",
        "department": "Center for Child and Family Policy",
        "institution": "Duke University",
        "address": "Durham, NC, USA and"
      }
    },
    {
      "name": "K Rudolph",
      "affiliation": {
        "organization": "Institute for Health",
        "department": "Institute for Health",
        "institution": "National University of Singapore",
        "address": "Singapore, Singapore;"
      }
    }
  ],
  "doi": "10.1017/s2045796024000854",
  "orcid": "0000-0002-5817-990X",
  "md5": "89A548503DA6B75FB375761F1DF64B7A",
  "keywords": [
    "digital health interventions",
    "digital peer support",
    "meta-analysis",
    "physical health",
    "mental health"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Rising numbers of deaths are caused by lifestyle factors  (Afshin et al., 2017) , and poor mental health globally cost $6 trillion in 2023 alone  (Health, 2020) . Digital technologies are important tools for promoting health and for coping with increasing demands on healthcare systems  (WHO, 2019) . Human factors, particularly peer support, can increase engagement with and effectiveness of digital interventions in improving unhealthy lifestyle behaviours and mental health  (Fortuna et al., 2019; Harding and Chung, 2016) . The reciprocal accountability model and qualitative research have attempted to explain why and how peer support provided by digital health interventions is effective  (Fortuna et al., 2019; Harding and Chung, 2016) . However, there is limited quantitative evidence on the effectiveness of digital peer support interventions for improving physical and mental health  (Eysenbach et al., 2004) . Existing reviews and metaanalyses of digital peer support interventions involve individuals already diagnosed with clinical conditions  (Lloyd-Evans et al., 2014; Patil et al., 2018) . Addressing this gap, we evaluated the 2 Yeo et al.\n\nimpact of digital peer support interventions on physical and mental health of healthy support recipients (rather than those who had been diagnosed with a clinical condition).\n\nOur first aim was to assess effects of digital peer support interventions on physical and mental health. Digital peer support interventions involve two possible sources of support  (Fortuna et al., 2019) : (a) informal, naturally occurring peer support involving individuals who face similar health concerns or share common health-related interests and (b) formal peer support involving trained peer specialists. Although most digital peer support interventions involve one or both of these two sources of peer support  (DeBar et al., 2009; Goldberg et al., 2015) , few of them distinguish effects of different sources of peer support  (Kruzan et al., 2022; Naslund et al., 2014) . We also have limited understanding of how sources of peer support compare in their effectiveness with online professional support. Mixed findings also may stem from different methods of assessing effectiveness or from length of follow-up, with some digital peer support interventions demonstrating no long-term effects on physical  (Tate et al., 2006)  or mental health  (Gillard et al., 2022) , and others yielding effects lasting many months  (Ehlers et al., 2003; Sepah et al., 2017) . We hypothesized that digital peer support would enhance physical and mental health, with stronger effects on mental than physical health  (Fortuna et al., 2022) . We examined how different sources of support differ in their physical and mental health effects, whether stronger inferences can be drawn about the effectiveness of digital peer support interventions from particular study designs, and long-term effects of interventions.\n\nOur second aim was to assess features of digital support interventions that might be related to their effectiveness. Digital peer support interventions have durations from 1 to 144 weeks  (Fortuna et al., 2020; Sepah et al., 2017; Watanabe-Ito et al., 2020) . Duration (or dosage) of digital health interventions can amplify or weaken effectiveness  (Kohl et al., 2013) . In addition to dosage, greater uptake of digital peer support interventions (i.e., the percentage of users who completed the intervention) can increase intervention effectiveness  (Fortuna et al., 2019) , as can affordances of digital platforms  (Mohr et al., 2013) . New platforms involving mobile apps and social media afford greater interactivity than more conventional platforms, including static websites, videos and emails  (Yeo et al., 2024) . Digital peer support interventions targeting health are delivered through new  (Mamede et al., 2021)  and more conventional platforms  (Carlsen et al., 2013) , warranting attention to how platform affordances with varying interactivity can influence effectiveness. Thus, we examined whether features of digital peer support interventions, specifically, intervention dosage, uptake and platform affordances influence the effects of digital peer support interventions on physical and mental health outcomes.\n\nOur third aim was to examine individual (age and severity of existing health conditions) and country factors that may moderate the effectiveness of digital peer support interventions. Adolescents and young adults spend more time interacting with peers on digital platforms than do children or older adults  (Ortiz and Roser, 2019) . Adolescents and young adults are also more susceptible to peer influence than are children or older adults  (Reiter et al., 2021) . Therefore, we hypothesized that digital peer support interventions might be more effective in improving physical and mental health of adolescents and young adults than children and older adults. In addition, the severity of existing health conditions may be an important individual-level moderator. More severe physical and mental health problems may require more intensive intervention than peers are able to provide, including pharmacologic treatments and professional counselling  (Qaseem et al., 2024) . Thus, we hypothesized that digital peer support interventions may be more effective for individuals who are relatively healthy rather than those experiencing more severe health problems. At the country level, we compared Eastern (generally more collectivist) and Western (generally more individualist) countries as this distinction has been a cornerstone of theoretical work on cultural values in psychological science  (Hofstede Insights, 2023; Kâ g ıtçıbaşı, 1997; Triandis et al., 1986) . For example, relative to their Western counterparts, Eastern (largely Asian) individuals value emotional self-control and dealing with mental health problems on their own rather than through self-disclosure  (Lee et al., 2014) . Mental health problems are also stigmatized more in some countries than others  (Misra et al., 2021) . Thus, we examined whether country (Western vs. Eastern) moderates the effectiveness of digital peer support interventions."
    },
    {
      "title": "Method",
      "text": "This meta-analysis was conducted according to the guidelines from  Cooper et al. (2019)  and reported based on the latest version of Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines  (PRISMA 2020; Page et al., 2021) . A protocol was registered a priori following the PRISMA guideline (PROSPERO registration number CRD  [Blinded] ). All data, analysis code and research materials are available at  [Blinded] . Data were analyzed using R studio version 4.0.0, with the 'metafor  ' and 'robumta' packages version 3.02 (Fisher et al., 2017; R Development Core Team, 2017; Viechtbauer, 2010) .\n\nWith the assistance of a staff librarian at the first author's affiliated institution, two research assistants independently used two search strategies to systematically collect academic articles reporting on digital peer and professional support interventions conceptualized and operationalized as active engagement of (a) informal, naturally occurring peer support, (b) formal unpaid and/or paid peer support and/or (c) professional support. First, a systematic search was conducted in December 2023 across PsycINFO, EMBASE and CINAHL because these data bases cover two fields pertinent to this review -social science and medical research. Searches were rerun just before the final analyses in May 2024 to include further articles published in the intervening months. Searches were limited to academic articles, human studies and papers written in English or with an English translation. Second, reference lists of the included studies (including other reviews and meta-analyses) were searched manually and cross-referenced for additional articles. Table  A1  and A2 (Online Supplement) detail the search terms developed using the population, intervention, comparison, outcome search strategy and the full search strings.\n\nStudy screening was conducted using Covidence software (Veritas Health Innovation, Melbourne, Australia). Figure  A7  (Online Supplement) presents a flowchart of the study selection and screening processes. Inclusion and exclusion criteria were established a priori (Online Supplement Table  A1 ). Two research assistants extracted and coded data on sample characteristics, physical and mental health outcomes, active engagement of digital support from different sources, and means, standard deviations and odd ratios to calculate SMD/Cohen's D (Online Supplement Tables  A3-A6 ). Coders achieved 83% agreement on their codes. Any discrepancies in coding were resolved by a discussion. Studies were independently evaluated for quality by two reviewers, with differences discussed and resolved using the Cochrane Collaboration's risk of bias tool (Higgins et al., 2022); Note: k = number of effect sizes; N = sample size; r = effect sizes (range of mean effect sizes); CI = confidence interval; Q=the ratio of observed variance to within-study variance; I 2 = percentage of observed variation that can be attributed to the actual differences between studies, rather than within-study variance.\n\nresults are reported in Online Supplement Tables  A5-A6 . If studies contributed multiple dependent effect sizes because they examined more than one source of support, included more than one indicator of physical or mental health, or included both Western and Eastern countries, we dealt with this in three ways that are explained in Online Supplement Tables  A5-A6 . Pooled effect sizes of SMD were used as the effect sizes in assessing intervention effects on physical and mental health. We conducted subgroup analyses to assess effectiveness of different sources of peer support and to assess effectiveness based on whether outcomes were measured immediately post-intervention versus long-term. We also tested for risk of publication bias."
    },
    {
      "title": "Results",
      "text": "Summary and sample statistics of included digital peer support intervention studies are presented in Online Supplement Tables  A3-A6 . Forty-seven of the studies examined physical health and produced 76 effects sizes, and 73 of the studies examined mental health and produced 118 effect sizes (Figure  A7  in Online Supplement). Given heterogeneity observed among the results of the studies, we used a random-effects model in conducting metaanalyses and meta-regressions  (Higgins et al., 2003 ; Table  1 ). For physical and mental health separately, we included a forest plot to visualize the effect sizes and confidence intervals from the included studies, with a computed summary effect size (Figure  A8  in Online Supplement). Small effect sizes are below 0.30, moderate effect sizes are between 0.30 and 0.50, and large effect sizes are above 0.50  (Cohen, 1992) .\n\nThe first aim was to test effects of digital peer support interventions on physical and mental health. Digital peer support interventions had moderate effects in improving physical health, SMD = 0.35, p < 0.001 (95% CI: 0.30-0.41) (row i Table  1 ), and large effects in enhancing mental health, SMD = 0.53, p < 0.001 (95% CI: 0.46-0.61) (row ii Table  1 ), with larger effects on mental than physical health, Q between = 5.90, p = 0.015 (row Ai Table  2 ).\n\nWe performed subgroup analyses using meta-regressions to compare the effects based on the source of digital support 1 (informal, naturally occurring peer support, formal unpaid and/or paid peer support, professional support and a combination of both professional and peer support). Different sources of support had comparable moderate effectiveness in bolstering physical 1 Although the technology-based models of peer support suggests formal peer support with peers who are trained and support from consumer/peer-run programmes are distinct, most digital peer support interventions do not make reference to this model or make such a distinction. Interventions often involve peer supporters who are trained and they may or may not be from consumer/peer-run programmes. Thus, in this review and meta-analysis, we consider them collectively as formal peer support.\n\nhealth, Q between = 3.17, p = 0.367 (row Bi Table  2 ). In contrast, different sources of support displayed significant differences in their effects on mental health, Q between = 13.90, p = 0.001 (row Bii Table  2 ); specifically, informal, naturally occurring peer support, SMD = 0.74, p < 0.001 (95% CI: 0.52-0.85) demonstrated comparable effectiveness as professional support, SMD = 0.60, p < 0.001 (95% CI: 0.10-0.78), and a combination of professional and peer support, SMD = 0.57, p < 0.001 (95% CI: 0.12-0.70), in bolstering mental health with large effect sizes, which were greater than the moderate positive effects of formal unpaid and/or paid peer support, SMD = 0.37, p < 0.001 (95% CI: 0.15-0.60).\n\nWe next compared the effects of digital peer support interventions on physical and mental health across different study designs (i.e., pre-vs. post-intervention, wait-list control and comparisons with alternative digital interventions). Different study designs showed comparable effects on physical health, Q between = 5.39, p = 0.068 (row Ci Table  2 ), and mental health, Q between = 2.59, p = 0.274 (row Cii Table  2 ). Subgroup comparisons of digital peer support interventions that assessed mental and physical health immediately post-intervention and those with longer-term followup assessments indicated comparable effects on physical health, Q between = 0.07, p = 0.789 (row Di Table  2 ), but their effects were stronger for immediately post-intervention than longerterm follow-up assessments for mental health, Q between = 13.08, p = 0.001 (row Dii Table  2 ). Longer durations of follow-ups attenuated the positive effects of digital peer support interventions on mental health, Q between = 8.56, p = 0.0034 (row Eii Table  2 ), but not on physical health, Q between = 0.01, p = 0.934 (row Ei Table  2 ).\n\nThe second aim was to assess whether features of digital support interventions moderated their effects. Duration of digital peer support interventions influenced effectiveness for physical health, Q between = 4.60, p = 0.032 (row Fi Table  2 ) and mental health, Q between = 4.70, p = 0.030 (row Fii Table  2 ); interventions of longer duration had decreased effectiveness on physical health, SMD = -0.0027, p < 0.001 (95% CI: -0.0051 to -0.0002), and mental health SMD = -0.0068, p < 0.001 (95% CI: -0.013 to -0.0007). Uptake of digital peer support interventions (the percentage of users who completed the intervention ranged from 18.5-100% for physical health and 13.6-100% for mental health) did not moderate the effect of the interventions on physical health, Q between = 0.01; p = .906 (row Gi Table  2 ), or mental health, Q between = 0.41; p = .524 (row Gii Table  2 ).\n\nRegarding platform affordances, Q between = 11.53; p = .0418 (row Hi Table  2 ), the moderate effect of digital peer support interventions on physical health for apps; SMD = 0.38, p < 0.001 (95% CI: 0.10-0.47), social networking sites; SMD = 0.35, p < 0.001 (95% CI: 0.14-0.50) and video conference; SMD = 0.34, p < 0.001 (95% CI: 0.12-0.68), was greater than the small effect for forums and discussion boards; SMD = 0.20, p < 0.001 (95% CI: 0.10-0.26), a There were two effect sizes for physical health and six effect sizes for mental health from studies that examined a mix of Western and Eastern cultural contexts, and we did not include them. Following the guideline outlined by  Borenstein et al. (2021) , meta-regression involving subgroup analyses requires at least k > 10.\n\nNote: k = number of effect sizes; N = sample size; r = effect sizes (range of mean effect sizes); CI = confidence interval; In conducting meta-regressions, the Q test is used to determine if the subgroup differences are significant -whether the observed values of Q (i.e., between group Q) are greater than sampling error by comparing the observed values of Q to the critical/expected values from a  2 distribution  (Borenstein et al., 2021; Harrer et al., 2021) . When the observed values of Q are larger than the expected ones (based on the  2 distribution), the p-value will be significant, and this indicates that the effect sizes between the subgroups are different. The Q test is an omnibus test, which tests the null hypothesis that effect sizes across subgroups are comparable, and is significant when at least two subgroups or any combinations thereof, are different  (Borenstein et al., 2021; Harrer et al., 2021) . I 2 = percentage of observed variation that can be attributed to the actual differences between studies, rather than within-study variance. *p < 0.05; **p < 0.001.\n\nwebsites; SMD = 0.26, p < 0.001 (95% CI: 0.15-0.37) and others (e.g., emails, text messages and phone calls); SMD = 0.24, p < 0.001 (95% CI: 0.11-0.30). Similarly, the moderate effect size of digital peer support interventions on mental health, Q between = 18.96; p < .001 (row Hii Table  2 ) for apps; SMD = 0.42, p < 0.001 (95% CI: 0.19-0.65), social networking sites; SMD = 0.34, p < 0.001 (95% CI: 0.19-0.69) and video conference; SMD = 0.41, p < 0.001 (95% CI: 0.004-0.82), was greater than the small effects for forums and discussion boards; SMD = 0.21, p < 0.001 (95% CI: 0.12-0.55), websites; SMD = 0.13, p < 0.001 (95% CI: 0.05-0.41), and others\n\nYeo et al.\n\n(e.g., emails, text messages and phone calls); SMD = 0.12, p < 0.001 (95% CI: 0.04-0.21).\n\nThe third aim was to assess individual and country moderators. Contrary to our hypotheses, age did not moderate the impact of digital peer support interventions on physical health, Q between = 0.001, p = 0.980 (row Ii Table  2 ) or mental health, Q between = 2.56, p = 0.110 (row Iii Table  2 ). Also contrary to our hypotheses, the effect of digital peer support interventions on physical health, Q between = 0.01, p = 0.938 (row Ji Table  2 ), and mental health, Q between = 0.13, p = 0.714 (row Jii Table  2 ), did not attenuate with increasing severity of existing physical and mental health conditions.\n\nStudies included in the meta-analyses involved 14 countries, but there were not enough studies from each country to allow for a comparison of effect sizes among individual countries. Instead, we followed the common approach of comparing Western (e.g., Australia, Canada, Germany, United States) and Eastern (e.g., China, Pakistan, Singapore, Taiwan) countries  (Yeo et al., 2024) . Digital peer support interventions conducted in Western and Eastern countries differed significantly in effects on physical health, Q between = 7.53, p = 0.02 (row Ki Table  2 ) and mental health, Q between = 12.29, p = 0.0005 (row Kii Table  2 ). Digital peer support interventions had greater effects on improving physical health in Western countries, SMD = 0.52, p < 0.001 (95% CI: 0.27-0.72) than Eastern countries, SMD = 0.32, p < 0.001 (95% CI: 0.26-0.49). In contrast, digital peer support interventions had greater effects on increasing mental health in Eastern countries, SMD = 0.52, p < 0.001 (95% CI: 0.41-0.63) than Western countries, SMD = 0.27, p < 0.001 (95% CI: 0.12-0.35).\n\nFor physical and mental health separately, three analyses were used to ascertain publication bias and are presented in Figure  A9  (Online Supplement). We conclude from these analyses that there is an absence of publication bias for studies included in our metaanalyses."
    },
    {
      "title": "Discussion",
      "text": "This systematic review and meta-analysis synthesized findings on the implications of digital peer support interventions for physical and mental health. In relation to our first aim, we found that digital peer support interventions had particularly strong positive effects on mental health that were larger than the moderate positive effects on physical health. We also found that informal, naturally occurring peer support that involves peers who share similar physical and mental health concerns was the most promising in improving mental health, with large effect sizes that were comparable to the effects of professionals, such as therapists, psychologists and counsellors, providing online support. In contrast, digital interventions with different sources of peer support conferred similar moderate benefits to physical health. Support involving individuals with common lived experiences or interests in mental health that is less structured and delivered in informal, naturally occurring contexts reduces stigma, facilitates self-disclosure, builds therapeutic alliances that empower individuals, and increases self-esteem and self-efficacy  (Fortuna et al., 2019 (Fortuna et al., , 2020)) . These conditions may contribute to mechanisms of action (e.g., more effective coping, support seeking efforts) that enhance mental health, in particular  (Wolpert et al., 2021) . Because less stigma is associated with physical health problems, different sources of digitally delivered peer support may function in the same manner with similar mechanisms of action and impacts. These results provide important insights into the best practices in digital peer support and are consistent with the movement towards informal, naturally occurring peer-to-peer virtual groups  (Eysenbach et al., 2004) .\n\nOur findings contrasted with those from one systematic review on digital peer support interventions for individuals with serious mental illnesses  (Fortuna et al., 2020) , which found that formal peer support involving peer specialists who are trained and/or participate in consumer or peer-run programmes are most effective. It is possible that individuals with serious mental health problems require more intensive intervention involving peer specialists than peers with common lived experiences are able to provide  (Qaseem et al., 2024) . Thus, digital interventions with informal, naturally occurring peer support may be more effective for individuals who are relatively healthy rather than those experiencing significant health problems.\n\nWhen comparing different methodological approaches, we found that in addition to improving health after as compared to before the intervention, digital peer support effectively improves health as compared to control conditions and other digital interventions, such as online psychoeducation. A common concern about digital health interventions is whether they have long-lasting effectiveness  (McCool et al., 2020) , especially for digitally delivered peer support where the effectiveness may be short-lived  (Gillard et al., 2022; Tate et al., 2006) . Our results revealed that digital peer support interventions conferred short-and long-term physical health benefits, such as reducing obesity and high blood pressure as well as improving sleep and dietary habits  (Sepah et al., 2017) . In contrast, the effects of digital peer support intervention for mental health became weaker with longer follow-up assessments. The long-term effects of digital peer support interventions on physical health, which averaged 34.1 weeks in this synthesis, suggest that digital peer support interventions may have adaptive functions that influence other domains of function (e.g., lifestyle behaviours) that extend over time to promote positive health. For mental health, because earlier findings revealed that informal, naturally occurring digital peer support is most effective, perhaps only this form of digital peer support has more sustained effects on mental health -a notion that warrants future research attention.\n\nIn relation to our second aim involving features of digital peer support interventions, unexpectedly, our synthesis found that greater dosage of digital peer support interventions decreases their effectiveness in bolstering both physical and mental health. Perhaps extended periods of intervention result in negative interactions with peers involving co-rumination, cyberbullying and trolling that can negatively impact physical and mental health  (Naslund et al., 2014) . Randomized control trials that examine the effects of varying dosages are warranted to elucidate the optimal dose for improving physical and mental health. Of note, uptake of the interventions, reflected in the percentage of users who completed them, did not moderate their impact on physical and mental health. Studies of facilitators of and barriers to the uptake of digital behavioural health interventions argue that engagement affects intervention effectiveness  (Borghouts et al., 2021) . Our review and meta-analysis found limited work on the implementation effectiveness of digital peer support interventions involving engagement and uptake  (Sepah et al., 2017; Suffoletto et al., 2021) , and this small body of work was focused primarily on attrition, indicating a need for future studies to consider other engagement indicators that demonstrate participation in interventions. For instance, studies could consider the extent of peer support accessed (e.g., number and duration of peer interactions) or engagement in intervention-related activities (e.g., specific activities with peers; Kruzan et al., 2022).\n\nWe also found that the effect of digital peer interventions on physical and mental health was greater on new interactive platforms, such as mobile apps, social networking sites and video conferencing, than more conventional, less interactive platforms, including websites, forums and emails. Although there are numerous studies examining affordances of digital platforms, such as asynchronicity  (Mohr et al., 2013) , we have a limited understanding of how specific platform affordances interact with peer support to impact physical and mental health. Future work on digital peer support interventions should consider different platform affordances and their interactions with peer support in modulating effectiveness.\n\nOur third aim involved examining whether individual (age and severity of existing health conditions) or country differences moderated the effectiveness of these interventions. Although we hypothesized that these interventions may be more effective in adolescents and young adults than in children or older adults, given the susceptibility of the former group to peer influence  (Reiter et al., 2021)  and their comfort with, and frequency of use of, digital platforms (Ortiz and Roser, 2019), age did not significantly moderate the effects. Moreover, findings did not support our hypothesis that digital peer support interventions would be less effective for individuals with more severe existing health conditions, who may require more intensive intervention than peers are able to provide  (Qaseem et al., 2024) , than relatively healthy individuals. Thus, results of the meta-analysis support the use of digital peer support interventions across different developmental stages and populations, although certain types of digital peer interventions may be less effective for individuals with more severe, diagnosable health problems, as discussed earlier.\n\nEastern versus Western countries did differ in the effectiveness of digital peer support intervention, such that individuals from Eastern countries benefited more in terms of mental health, whereas individuals from Western countries benefited more in terms of physical health. Because Eastern countries may be less open to addressing mental health problems (Lee et al., 2014), individuals from these countries may be reluctant to disclose mental health struggles to significant others and therefore lack opportunities to receive support from family, friends or romantic partners; these individuals may therefore benefit from opportunities to receive online peer support. However, because discussing physical health concerns is more acceptable in these countries, individuals may be less in need of digital peer support for optimizing physical health. Further understanding the mechanisms underlying these country differences will be essential for further refinement of digital peer support interventions to enhance their generalizability across countries.\n\nThere are three important limitations of our systematic review and meta-analysis. First, we found that digital interventions combine peer support with different treatment components, such as online psychoeducation  (Suffoletto et al., 2021) . Rigorous intervention designs using multiphase optimization strategy, for instance sequential multiple-assignment randomized trial, is needed to distinguish the impact of peer support from other active treatment components  (Murray et al., 2016) , so that peer support can be supplemented as necessary. Second, the observed heterogeneity in findings across studies suggests that there may be important moderators of effectiveness that need to be considered, such as the settings (e.g., hospitals, research institutes, community) in which the digital peer support interventions were implemented.\n\nFinally, digital peer support interventions were mostly found in Western countries (38/47, 80.9% for physical health and 63/73, 86.3% for mental health), and only half of the studies (22/47, 46.8% for physical health and 43/73, 58.9% for mental health) reported information on the racial or ethnic composition of their samples. When information was available, the samples were predominantly White (ranged from 49.1%% to 88%) with limited racial or ethnic diversity. As such, our findings may not be generalizable to other geographic regions or demographic groups. In light of racial and ethnic marginalization and health disparities, future digital peer support interventions for health that address racial or ethnic disparities, particularly the evaluation of culturally appropriate interventions, are needed  (Ellis et al., 2022) .\n\nIn conclusion, this review and meta-analysis advances understanding of effective digital peer support for healthy populations beyond previous reviews and meta-analyses that focused on individuals already diagnosed with clinical conditions  (Lloyd-Evans et al., 2014; Patil et al., 2018) . Our findings provide important insights into best practices for evidence-based digital peer support interventions. Digital peer support interventions are related to improved mental and physical health outcomes across ages, for individuals differing in initial severity of health conditions and across countries.\n\nSupplementary material. The supplementary material for this article can be found at  https://doi.org/10.1017/S2045796024000854 .\n\nFinancial support. This research received support from an early career grant award to the first author from the Society for Research in Child Development.\n\nCompeting interests. Dr Karen L Fortuna has equity in Emissary Health, Inc and Biolighting, Inc."
    },
    {
      "title": "Ethical standards.",
      "text": "Because the research is a literature review and did not involve collection of data from human research participants, it was classified as exempt and did not require further approval of an ethical committee."
    },
    {
      "text": "Digital peer support interventions and physical and mental health"
    },
    {
      "text": "Moderators of digital peer support interventions and physical and mental health"
    },
    {
      "text": "Availability of data and materials. Openscience framework (OFS Home):  https://osf.io/jzwsg/ ."
    }
  ],
  "references": [
    {
      "title": "Health effects of overweight and obesity in 195 countries",
      "authors": [
        "A Afshin",
        "M Reitsma",
        "C Murray"
      ],
      "year": 2017,
      "doi": "10.1056/nejmc1710026",
      "journal": "The New England Journal of Medicine",
      "volume": "377",
      "issue": "15",
      "raw": "Health effects of overweight and obesity in 195 countries \n\t\t \n\t\t\t A Afshin \n\t\t \n\t\t \n\t\t\t M B Reitsma \n\t\t \n\t\t \n\t\t\t C J Murray \n\t\t \n\t\t 10.1056/nejmc1710026 \n\t \n\t \n\t\t The New England Journal of Medicine \n\t\t \n\t\t\t 377 \n\t\t\t 15 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Afshin A, Reitsma MB and Murray CJ (2017) Health effects of overweight and obesity in 195 countries. The New England Journal of Medicine 377(15), 1496-1497."
    },
    {
      "title": "Introduction to meta-analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "L Higgins",
        "Rothstein Hr"
      ],
      "year": 2021,
      "doi": "10.1002/9781119558378",
      "raw": "Introduction to meta-analysis \n\t\t \n\t\t\t M Borenstein \n\t\t \n\t\t \n\t\t\t L V Hedges \n\t\t \n\t\t \n\t\t\t L V Higgins \n\t\t \n\t\t \n\t\t\t Rothstein Hr \n\t\t \n\t\t 10.1002/9781119558378 \n\t\t \n\t\t\t 2021 \n\t\t\t Wiley \n\t\t \n\t \n\t Borenstein M, Hedges LV, Higgins LV and Rothstein HR (2021) Introduction to meta-analysis. Wiley."
    },
    {
      "title": "Barriers to and facilitators of user engagement with digital mental health interventions: Systematic review",
      "authors": [
        "J Borghouts",
        "E Eikey",
        "G Mark",
        "De Leon",
        "C Schueller",
        "S Schneider",
        "M Stadnick",
        "N Zheng",
        "K Mukamel",
        "D Sorkin"
      ],
      "year": 2021,
      "doi": "10.2196/24387",
      "journal": "Journal of Medical Internet Research",
      "volume": "23",
      "issue": "3",
      "pages": "24387",
      "raw": "Barriers to and facilitators of user engagement with digital mental health interventions: Systematic review \n\t\t \n\t\t\t J Borghouts \n\t\t \n\t\t \n\t\t\t E Eikey \n\t\t \n\t\t \n\t\t\t G Mark \n\t\t \n\t\t \n\t\t\t De Leon \n\t\t \n\t\t \n\t\t\t C Schueller \n\t\t \n\t\t \n\t\t\t S M Schneider \n\t\t \n\t\t \n\t\t\t M Stadnick \n\t\t \n\t\t \n\t\t\t N Zheng \n\t\t \n\t\t \n\t\t\t K Mukamel \n\t\t \n\t\t \n\t\t\t D Sorkin \n\t\t \n\t\t \n\t\t\t D H \n\t\t \n\t\t 10.2196/24387 \n\t \n\t \n\t\t Journal of Medical Internet Research \n\t\t \n\t\t\t 23 \n\t\t\t 3 \n\t\t\t 24387 \n\t\t\t 2021 \n\t\t \n\t \n\t Borghouts J, Eikey E, Mark G, De Leon C, Schueller SM, Schneider M, Stadnick N, Zheng K, Mukamel D and Sorkin DH (2021) Barriers to and facilitators of user engagement with digital mental health interventions: Systematic review. Journal of Medical Internet Research 23(3), e24387."
    },
    {
      "title": "Telephone-based support prolongs breastfeeding duration in obese women: A randomized trial",
      "authors": [
        "E Carlsen",
        "A Kyhnaeb",
        "K Renault",
        "D Cortes",
        "K Michaelsen",
        "O Pryds"
      ],
      "year": 2013,
      "doi": "10.3945/ajcn.113.059600",
      "journal": "The American Journal of Clinical Nutrition",
      "volume": "98",
      "raw": "Telephone-based support prolongs breastfeeding duration in obese women: A randomized trial \n\t\t \n\t\t\t E M Carlsen \n\t\t \n\t\t \n\t\t\t A Kyhnaeb \n\t\t \n\t\t \n\t\t\t K M Renault \n\t\t \n\t\t \n\t\t\t D Cortes \n\t\t \n\t\t \n\t\t\t K F Michaelsen \n\t\t \n\t\t \n\t\t\t O Pryds \n\t\t \n\t\t 10.3945/ajcn.113.059600 \n\t \n\t \n\t\t The American Journal of Clinical Nutrition \n\t\t \n\t\t\t 98 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Carlsen EM, Kyhnaeb A, Renault KM, Cortes D, Michaelsen KF and Pryds O (2013) Telephone-based support prolongs breastfeeding duration in obese women: A randomized trial. The American Journal of Clinical Nutrition 98, 1226-1232."
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037//0033-2909.112.1.155",
      "journal": "Psychological Bulletin",
      "volume": "112",
      "raw": "A power primer \n\t\t \n\t\t\t J Cohen \n\t\t \n\t\t 10.1037//0033-2909.112.1.155 \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 112 \n\t\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t Cohen J (1992) A power primer. Psychological Bulletin 112, 155-159."
    },
    {
      "title": "The Handbook of Research Synthesis and Meta-analysis",
      "year": 2019,
      "doi": "10.7758/9781610448864",
      "raw": "The Handbook of Research Synthesis and Meta-analysis \n\t\t 10.7758/9781610448864 \n\t\t Cooper H, Hedges LV and Valentine JC \n\t\t \n\t\t\t 2019 \n\t\t\t Russell Sage Foundation \n\t\t \n\t \n\t Cooper H, Hedges LV and Valentine JC(eds), (2019) The Handbook of Research Synthesis and Meta-analysis. Russell Sage Foundation."
    },
    {
      "title": "Using a website to build community and enhance outcomes in a group, multi-component intervention promoting healthy diet and exercise in adolescents",
      "authors": [
        "L Debar",
        "J Dickerson",
        "G Clarke",
        "V Stevens",
        "C Ritenbaugh",
        "M Aickin"
      ],
      "year": 2009,
      "doi": "10.1093/jpepsy/jsn126",
      "journal": "Journal of Pediatric Psychology",
      "volume": "34",
      "raw": "Using a website to build community and enhance outcomes in a group, multi-component intervention promoting healthy diet and exercise in adolescents \n\t\t \n\t\t\t L L Debar \n\t\t \n\t\t \n\t\t\t J Dickerson \n\t\t \n\t\t \n\t\t\t G Clarke \n\t\t \n\t\t \n\t\t\t V J Stevens \n\t\t \n\t\t \n\t\t\t C Ritenbaugh \n\t\t \n\t\t \n\t\t\t M Aickin \n\t\t \n\t\t 10.1093/jpepsy/jsn126 \n\t \n\t \n\t\t Journal of Pediatric Psychology \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t DeBar LL, Dickerson J, Clarke G, Stevens VJ, Ritenbaugh C and Aickin M (2009) Using a website to build community and enhance outcomes in a group, multi-component intervention promoting healthy diet and exercise in adolescents. Journal of Pediatric Psychology 34, 539-550."
    },
    {
      "title": "A randomized controlled trial of cognitive therapy, a self-help booklet, and repeated assessments as early interventions for posttraumatic stress disorder",
      "authors": [
        "A Ehlers",
        "D Clark",
        "A Hackmann",
        "F Mcmanus",
        "M Fennell",
        "C Herbert",
        "R Mayou"
      ],
      "year": 2003,
      "doi": "10.1001/archpsyc.60.10.1024",
      "journal": "Archives of General Psychiatry",
      "volume": "60",
      "raw": "A randomized controlled trial of cognitive therapy, a self-help booklet, and repeated assessments as early interventions for posttraumatic stress disorder \n\t\t \n\t\t\t A Ehlers \n\t\t \n\t\t \n\t\t\t D M Clark \n\t\t \n\t\t \n\t\t\t A Hackmann \n\t\t \n\t\t \n\t\t\t F Mcmanus \n\t\t \n\t\t \n\t\t\t M Fennell \n\t\t \n\t\t \n\t\t\t C Herbert \n\t\t \n\t\t \n\t\t\t R Mayou \n\t\t \n\t\t 10.1001/archpsyc.60.10.1024 \n\t \n\t \n\t\t Archives of General Psychiatry \n\t\t \n\t\t\t 60 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Ehlers A, Clark DM, Hackmann A, McManus F, Fennell M, Herbert C and Mayou R (2003) A randomized controlled trial of cognitive therapy, a self-help booklet, and repeated assessments as early interventions for posttraumatic stress disorder. Archives of General Psychiatry 60, 1024-1032."
    }
  ],
  "num_references": 8,
  "figures": [
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Digital peer support interventions and physical and mental health"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "Moderators of digital peer support interventions and physical and mental health"
    }
  ],
  "num_figures": 2,
  "tables": [
    {
      "content": "Digital peer support intervention"
    },
    {
      "content": "Physical and mental health"
    }
  ],
  "num_tables": 2,
  "num_citations": 75,
  "cited_references": [
    "b6",
    "b4",
    "b1",
    "b0",
    "b3",
    "b2",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] 1  Institute for Health , National University of Singapore , Singapore , Singapore;",
    "[raw_affiliation] 2  Dream Big , Ace EL with Dr Yeo , Singapore , Singapore;",
    "[raw_affiliation] 3  Geisel School of Medicine at Dartmouth , Hanover , NH , USA;",
    "[raw_affiliation] 4  Center for Child and Family Policy , Duke University , Durham , NC , USA and",
    "[raw_affiliation] 1  Institute for Health , National University of Singapore , Singapore , Singapore;",
    "[raw_affiliation] 5  Department of Psychology , College of Liberal Arts and Sciences , University of Illinois Urbana-Champaign , Illinios , USA",
    "[submission] Received: 15 July 2024 Revised: 17 November 2024 Accepted: 8 December 2024",
    "https://doi.org/10.1017/S2045796024000854 Published online by Cambridge University Press",
    "[raw_reference] Afshin A, Reitsma MB and Murray CJ (2017) Health effects of overweight and obesity in 195 countries. The New England Journal of Medicine 377(15), 1496-1497.",
    "[raw_reference] Borenstein M, Hedges LV, Higgins LV and Rothstein HR (2021) Introduction to meta-analysis. Wiley.",
    "[raw_reference] Borghouts J, Eikey E, Mark G, De Leon C, Schueller SM, Schneider M, Stadnick N, Zheng K, Mukamel D and Sorkin DH (2021) Barriers to and facilitators of user engagement with digital mental health interventions: Systematic review. Journal of Medical Internet Research 23(3), e24387.",
    "[raw_reference] Carlsen EM, Kyhnaeb A, Renault KM, Cortes D, Michaelsen KF and Pryds O (2013) Telephone-based support prolongs breastfeeding duration in obese women: A randomized trial. The American Journal of Clinical Nutrition 98, 1226-1232.",
    "[raw_reference] Cohen J (1992) A power primer. Psychological Bulletin 112, 155-159.",
    "[raw_reference] Cooper H, Hedges LV and Valentine JC(eds), (2019) The Handbook of Research Synthesis and Meta-analysis. Russell Sage Foundation.",
    "[raw_reference] DeBar LL, Dickerson J, Clarke G, Stevens VJ, Ritenbaugh C and Aickin M (2009) Using a website to build community and enhance outcomes in a group, multi-component intervention promoting healthy diet and exercise in adolescents. Journal of Pediatric Psychology 34, 539-550.",
    "[raw_reference] Ehlers A, Clark DM, Hackmann A, McManus F, Fennell M, Herbert C and Mayou R (2003) A randomized controlled trial of cognitive therapy, a self-help booklet, and repeated assessments as early interventions for posttraumatic stress disorder. Archives of General Psychiatry 60, 1024-1032."
  ],
  "editors": [
    "Cooper H, Hedges LV and Valentine JC"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Epidemiology and Psychiatric Sciences",
  "volume": "34",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:21.110698",
    "zotero_item_type": "journalArticle"
  }
}
