{
  "paper_id": "8FY5HEQ3",
  "title": "A meta-analysis of self-determination theory-informed intervention studies in the health domain: effects on motivation, health behavior, physical, and psychological health",
  "abstract": "There are no literature reviews that have examined the impact of healthdomain interventions, informed by self-determination theory (SDT), on SDT constructs and health indices. Our aim was to meta-analyse such interventions in the health promotion and disease management literatures. Studies were eligible if they used an experimental design, tested an intervention that was based on SDT, measured at least one SDT-based motivational construct, and at least one indicator of health behaviour, physical health, or psychological health. Seventy-three studies met these criteria and provided sufficient data for the purposes of the review. A random-effects meta-analytic model showed that SDTbased interventions produced small-to-medium changes in most SDT constructs at the end of the intervention period, and in health behaviours at the end of the intervention period and at the follow-up. Small positive changes in physical and psychological health outcomes were also observed at the end of the interventions. Increases in need support and autonomous motivation (but not controlled motivation or amotivation) were associated with positive changes in health behaviour. In conclusion, SDT-informed interventions positively affect indices of health; these effects are modest, heterogeneous, and partly due to increases in self-determined motivation and support from social agents.",
  "year": 2008,
  "date": "2008",
  "journal": "European Journal of Social Psychology",
  "publication": "European Journal of Social Psychology",
  "authors": [
    {
      "forename": "Nikos",
      "surname": "Ntoumanis",
      "name": "Nikos Ntoumanis",
      "affiliation": "a  School of Psychology , Curtin University , Perth , Australia; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Curtin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Perth \n\t\t\t\t\t\t\t\t\t Australia;",
      "email": "nikos.ntoumanis@curtin.edu.au"
    },
    {
      "forename": "Johan",
      "surname": "Ng",
      "name": "Johan Ng",
      "affiliation": "c  Department of Sports Science and Physical Education , Chinese University of Hong Kong , Hong Kong ; \n\t\t\t\t\t\t\t\t Department of Sports Science and Physical Education \n\t\t\t\t\t\t\t\t Chinese University of Hong Kong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hong Kong"
    },
    {
      "forename": "Andrew",
      "surname": "Prestwich",
      "name": "Andrew Prestwich",
      "affiliation": "d  School of Psychology , University of Leeds , Leeds , UK; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t University of Leeds \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Leeds \n\t\t\t\t\t\t\t\t\t UK;"
    },
    {
      "forename": "Eleanor",
      "surname": "Quested",
      "name": "Eleanor Quested",
      "affiliation": "a  School of Psychology , Curtin University , Perth , Australia; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Curtin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Perth \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Jennie",
      "surname": "Hancox",
      "name": "Jennie Hancox",
      "affiliation": "e  Division of Primary Care , School of Medicine , University of Nottingham , Nottingham , UK; \n\t\t\t\t\t\t\t\t Division of Primary Care \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nottingham \n\t\t\t\t\t\t\t\t\t UK;"
    },
    {
      "forename": "Cecilie",
      "surname": "Thøgersen-Ntoumani",
      "name": "Cecilie Thøgersen-Ntoumani",
      "affiliation": "a  School of Psychology , Curtin University , Perth , Australia; \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Curtin University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Perth \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Edward",
      "surname": "Deci",
      "name": "Edward Deci",
      "affiliation": "f  Department of Psychology , University of Rochester , Rochester , USA; \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Rochester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Richard",
      "surname": "Ryan",
      "name": "Richard Ryan",
      "affiliation": "h  Institute for Positive Psychology and Education , Australian Catholic University , Sydney , Australia; \n\t\t\t\t\t\t\t\t Institute for Positive Psychology and Education \n\t\t\t\t\t\t\t\t Australian Catholic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Chris",
      "surname": "Lonsdale",
      "name": "Chris Lonsdale",
      "affiliation": "h  Institute for Positive Psychology and Education , Australian Catholic University , Sydney , Australia; \n\t\t\t\t\t\t\t\t Institute for Positive Psychology and Education \n\t\t\t\t\t\t\t\t Australian Catholic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Geoffrey",
      "surname": "Williams",
      "name": "Geoffrey Williams",
      "affiliation": "i  Department of Medicine, Psychology, and Psychiatry , Center for Community Health and Prevention , University of Rochester Medical Center , Rochester , USA \n\t\t\t\t\t\t\t\t Department of Medicine, Psychology, and Psychiatry \n\t\t\t\t\t\t\t\t Center for Community Health and Prevention \n\t\t\t\t\t\t\t\t University of Rochester Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Cecilie",
      "surname": "Thøgersen",
      "name": "Cecilie Thøgersen"
    }
  ],
  "doi": "10.1080/17437199.2020.1718529",
  "keywords": [
    "Need support",
    "psychological needs",
    "autonomous motivation",
    "wellness"
  ],
  "sections": [
    {
      "text": "Applications of Self-Determination Theory (SDT; Deci &  Ryan, 1985; Ryan & Deci, 2017)  in the health domain have increased substantially in the last 15 years. Although the majority of early SDT-based studies employed observational designs, in recent years there has been a considerable increase in the volume of intervention studies that aim to foster health-conducive behaviours (e.g., increased physical activity, healthy eating, abstaining from use of tobacco) or support health treatments (e.g., medication adherence, diabetes self-management). Such intervention studies are needed, given the difficulty people have in initiating and maintaining healthy behaviours over time, and the alarming global statistics on the causes of ill-health. For example, in 2018, the World Health Organization estimated that non-communicable diseases accounted for 71% of worldwide deaths in 2016. The vast majority of deaths attributed to non-communicable diseases were caused by cardiovascular disease (44%), cancer (22%), chronic respiratory disease (9%), and diabetes (4%). Changes in lifestyle can prevent or delay the onset of these diseases, improve their management, and increase psychological wellbeing. Hence, health researchers have used a number of different approaches, including SDT-informed interventions, to support positive changes in health behaviours and, indirectly, improve physical and psychological health."
    },
    {
      "title": "A brief overview of SDT",
      "text": "Both biomedical ethics  (Beauchamp & Childress, 2009)  and medical professionalism (Project of the ABIM Foundation, ACP-ASIM Foundation, and European Federation of Internal  Medicine, 2002)  have elevated personal autonomy to the highest-level outcome of health care, equivalent to enhancing patient well-being and social justice. Such developments make SDT-based interventions that intend to enhance personal self-determination highly relevant to health care.\n\nAccording to  Ryan and Deci (2017) , human behaviours are influenced to a great extent by personal and contextual motivational factors. With regard to personal factors, experimental applications of SDT in the health domain have focused on two: types of motivation and psychological needs. Motivation has been conceptualised and measured within SDT as a multifaceted construct with several regulatory styles lying on a continuum of relative autonomy or self-determination (e.g., see Fig.  8 .1 in  Ryan & Deci, 2017) . On the self-determined end of this continuum is intrinsic motivation, reflecting behavioural engagement as a result of enjoyment and personal interest in the behaviour. In contrast, extrinsic motivation is comprised of several regulatory styles that are varied in their relative autonomy. Specifically, integrated and identified regulations, although extrinsic motivations, are highly self-determined regulatory styles. Integrated regulation represents reasons for behavioural enactment that align with one's identity and core values; identified regulation refers to motivation stemming from personal values and endorsement of a behaviour or its outcomes. For example, a person might comply with a difficult regimen of diet and physical activity because he or she understands and endorses its value for long-term health. The behaviours entailed would not be intrinsically motivated, but would be autonomous and experienced as volitional. However, extrinsic motivation can have controlled forms of regulation. The first one, introjected regulation concerns being motivated by contingent self-esteem and desire for self-or other-approval. The second controlled type of extrinsic motivation is external regulation, which is the least self-determined as it represents behaviours motivated by external pressures or contingent rewards.\n\nThese diverse regulatory styles are applicable in the health domain as individuals can be motivated to engage in a health behaviour (e.g., be more physically active) for a diverse array of reasons, including enjoyment of exercise, experiencing its health benefits, avoiding letting oneself or others down by not exercising, or being pressured by a spouse or a health professional to be active. Lastly, in addition to intrinsic and extrinsic motivation,  Ryan and Deci (2017)  identified amotivation, a state in which individuals lack any type of intention or motivation to engage in a given behaviour. Typically, researchers in the SDT literature in the health domain have either measured each of the aforementioned regulations separately (e.g.,  Wilson, Rodgers, Blanchard, & Gessell, 2006) , or have combined them into composites for autonomous motivation (intrinsic, integrated, and identified regulations) and controlled motivation (introjected and external regulations; e.g.,  Rouse, Duda, Ntoumanis, Jolly, & Williams, 2016) , or used indices representing relative autonomous motivation (autonomous minus controlled motivation) (e.g.,  Duda et al., 2014) .\n\nThe second personal motivational dimension studied in the SDT-applications literature for health is that of basic psychological needs. Three key needs have been identified by  Ryan and Deci (2017) : autonomy (feel a sense of choice about one's behaviour); competence (being able to bring about positive changes in desired outcomes); and relatedness (feeling accepted by one's social milieu). By and large, the majority of SDT-based work in the health domain has studied how the satisfaction of these three psychological needs predicts autonomous motivation, adaptive behaviours, and health (e.g.,  Kinnafick, Thogersen-Ntoumani, & Duda, 2016) , although there is growing research on how the frustration of these needs can result in controlled motivation, amotivation, and ill-being (e.g.,  Ng, Ntoumanis, Thogersen-Ntoumani, Stott, & Hindle, 2013) . Some of the work in the health domain (e.g.,  Williams, Freedman, & Deci, 1998 ) has used the term 'perceived competence' instead of 'competence need satisfaction'; however, from a measurement perspective, the two constructs have been operationalised in very similar ways. Ryan and Deci (2017)  have also highlighted the role of social environments in supporting or thwarting one or more of the three psychological needs, and in turn influencing the degree to which motivation is autonomous, and concomitant health behaviours and health-related outcomes are positive. A broad distinction has been made between behaviours of significant others (e.g., health practitioners, romantic partners, parents) that are supportive of the three aforementioned needs, and behaviours that thwart such needs. For example, a health practitioner can support weight loss attempts by offering meaningful choices, providing positive and informative feedback, and empathising with and acknowledging the patient's perspective. In contrast, a parent can try to encourage his/her overweight child to lose weight by using pressure, conditionally accepting the child, or offering tangible rewards if the child agrees to sign up for a weight loss programme. Interventions stemming from SDT have focused on enhancing perceptions of need support, often by training significant others to utilise behaviours that facilitate experiences of psychological need satisfaction and foster self-determined motivation for behavioural engagement (e.g.,  Ntoumanis, Thogersen-Ntoumani, Quested, & Hancox, 2017) .\n\nReviews of SDT applications in the health domain  Ng et al. (2012)  published the first meta-analysis of applications of SDT in the health domain. They identified 184 independent datasets, primarily non-experimental studies. The included studies examined relations between SDT constructs and health behaviours (e.g., physical activity, smoking abstinence), and indices of health (e.g., dental hygiene, depression, quality of life). The identified effect sizes ranged from small to medium. Ng et al. also tested a path model utilising meta-analysed correlations, based on a conceptual model by  Ryan, Patrick, Deci, and Williams (2008) . Results showed that perceptions of autonomy support predicted reports of autonomy (β = .41), competence (β = .33), and relatedness (β = .47) need satisfaction. In turn, the three psychological needs predicted autonomous motivation, although the standardised beta coefficient was substantially larger for competence (β = .35) than those for autonomy (β = .13), and relatedness (β = .15). Competence also had direct effects on psychological health (β = .39) and physical health (β = .20). The effects of autonomous motivation on psychological health (β = .06) and physical health (β = .11) were small. Overall, competence emerged as the major predictor of motivation and health outcomes in the path analysis. A potential limitation of the  Ng et al. (2012)  meta-analysis is that it combined indices of physical health with health behaviours. Another limitation was that it included many non-experimental studies. Experimental design was a moderator with respect to the effect sizes between autonomy and physical activity, autonomy and intrinsic motivation, and autonomy and external regulation; experimental studies had larger effect sizes than non-experimental studies.\n\nA more recent review of the SDT literature by Gillison, Rouse, Standage, Sebire, and Ryan (2019) meta-analysed 74 intervention studies to promote motivation and need satisfaction for health behaviour change. The results of effect size calculations showed that such interventions resulted in changes in autonomy support (g = 0.84), autonomy satisfaction (g = 0.81), competence satisfaction (g = 0.63), relatedness satisfaction (g = 0.28), and autonomous motivation (g = 0.41). Gillison et al. also coded the included studies in terms of use of 18 SDT-based techniques (e.g., choice, provision of meaningful rationales) to promote need satisfaction. Meta-regressions did not identify particular strategies that induced meaningful changes in need satisfaction; hence, the authors concluded that a combination of such strategies might be necessary to promote need satisfaction. The meta-analysis by Gillison et al. did not calculate effect sizes pertaining to some important SDT-based constructs (controlled motivation and amotivation) or associated health-behaviour, physical-health, or psychological-health outcomes. In fact, several of the included studies had only motivation-related variables as outcomes. Further, the meta-analysis by  Gillison et al.  did not identify the extent to which changes in SDT-based constructs were associated with changes in behavioural, physical, or psychological health outcomes. Lastly, the meta-analysis by  Gillison et al. included  studies from sport in which the emphasis was on performance and not on health (e.g.,  Fransen, Boen, Vansteenkiste, Mertens, & Vande Broek, 2017)  and did not establish the robustness of possible moderators by taking into account potential confounding between moderators."
    },
    {
      "title": "Aims of the present study",
      "text": "Advancing the SDT literature in the health domain, we present a meta-analysis of experimental studies in that context. We extended both the  Ng et al. (2012)  and  Gillison et al. (2019)  meta-analyses by addressing the limitations identified above. We included experimental studies that tested changes in at least one SDT variable and at least one health-behaviour, physical-health outcome, or psychological-health outcome. Our primary aim was to calculate effect sizes pertaining to changes in these variables at the end of the intervention and at the latest follow-up reported in the studies. Based on the two aforementioned reviews, we hypothesised that SDT interventions would produce medium to large effect sizes in changes in perceptions of need support and competence; small to medium effect sizes in changes in autonomy satisfaction, relatedness satisfaction, and autonomous motivation; and small effect sizes in changes in controlled motivation, health behaviours, and health outcomes. We also tested, via meta-regression, whether changes in SDT constructs would be associated with changes in health behaviours, physical-and psychological-health outcomes. We hypothesised small effect sizes for such associations. In an exploratory fashion, we also aimed to test, via metaregressions, predictors of heterogeneity in such effect sizes, such as specific features of the SDTbased interventions (e.g., the use of specific autonomy, competence, and relatedness supportive strategies). We also coded 43 behaviour change techniques (BCTs), using the taxonomy proposed by  Michie et al. (2013) , to examine whether the moderating role of SDT-based strategies was confounded with the co-delivery of specific BCTs. Further sensitivity analyses accounted for the potential impact of outliers."
    },
    {
      "title": "Method"
    },
    {
      "title": "Eligibility criteria",
      "text": "We aimed to include all experimental studies testing an intervention based on tenets of SDT to improve behaviours or outcomes related to the physical and psychological health of participants. Specifically, studies were eligible if they (1) used an experimental design, such as randomised controlled trials or quasi-experimental studies; (2) tested an intervention that, according to the authors, was (partially) designed according to SDT principles of motivation and behaviour change;\n\n(3) measured at least one SDT-based motivational construct, and at least one of the following: a health behaviour (e.g., physical activity), an indicator of physical health (e.g., glycosylated hemoglobin, HbA1c) or psychological health (e.g., perceived quality of life), at a time point which occurred after the completion of the intervention. We excluded studies that used SDT-based measures but employed Motivational Interviewing  (Miller & Rollnick, 1991)  as their guiding framework, with no reference to SDT. For a study to be included, the authors had to explicitly mention SDT as the guiding conceptual framework. SDT and Motivational Interviewing share many similarities, but there are still issues of contention and debate (e.g., see  Deci & Ryan, 2012) . No exclusion criteria on publication date or language were employed. However, studies that only employed a qualitative approach, and therefore did not include any quantitative data, were excluded. Systematic reviews and other meta-analyses were also excluded. Published journal articles, conference proceedings, theses/dissertations, and unpublished studies were eligible. For papers that did not include the information needed for our analyses (e.g., protocol papers), we contacted the authors directly to request further details."
    },
    {
      "title": "Information sources",
      "text": "Database searches were conducted on Medline, PsycINFO, PsycARTICLES, and PubMed. The final search was completed in November 2018. We also posted a message on the SDT email listserv to request unpublished studies and scanned reference lists of included studies."
    },
    {
      "title": "Search",
      "text": "We applied two sets of filters in the database search. Both filters were applied to search for terms in the titles and abstracts of papers within the databases. The first filter was used to identify studies with an experimental design (experiment* OR trial* OR manipulat* OR intervention). The second filter was applied to identify studies that included SDT-based interventions (self-determination theory OR intrinsic motivation OR basic needs OR basic psychological needs OR autonomy support OR autonomy supportive OR need support OR need supportive OR need of autonomy OR need for autonomy OR autonomy need OR self-determined motivation OR autonomous motivation OR autonomous selfregulation OR autonomous regulation OR need of competence OR need for competence OR competence need OR need of relatedness OR need for relatedness OR relatedness need)."
    },
    {
      "title": "Study selection",
      "text": "Information and the full text (if available) of all studies identified in the database search were imported into a bibliography management software. After removing duplicated studies, a trained research assistant screened the studies manually and removed studies that did not meet our inclusion criteria. Our data set is available at  https://osf.io/u8csb"
    },
    {
      "title": "Data collection process and data items",
      "text": "The included studies were coded using a data extraction sheet, initially piloted by three authors of the paper using ten randomly selected studies identified via the database search. The extraction sheet was modified after the pilot to clarify ambiguity in the coding protocol. The revised version was then used to code all included studies. Drawing from a pool of three reviewers, all studies were coded independently by at least two of those reviewers. Discrepancies were resolved following discussion among the coders. The data extracted included year of publication, study design, number of treatment conditions and how the intervention across conditions differed, intervention duration, venue (e.g., school, clinic) and mode (e.g., face-to-face, phone conversations) of intervention delivery, contact frequencies and durations, background and training of intervention providers, constructs measured in the study, and participant demographics (i.e., mean age, percentages of males and females). We also initially coded for frequency and duration of intervention contact, but encountered some difficulties in doing so in a systematic manner (e.g., in some studies participants could access online information according to their own schedule). Hence, we decided not to include intervention duration and frequency in our analyses.\n\nThe theoretical underpinning and the BCTs used in the intervention and comparison conditions were also coded. Based on our knowledge of the SDT literature and earlier stages of a consensus effort to build a classification of techniques used in SDT-informed interventions in the health domain  (Teixeira et al., 2019) , we designed a brief grouping for 17 common need supportive behaviours or techniques that were applied in the meta-analysed studies  (Gillison et al., 2019 , also developed a grouping of 18 SDT techniques, which only partially overlaps with ours, as both lines of work developed independently). We categorised the 17 techniques as competence-, autonomy-, or relatedness-supportive (with seven, six, and four strategies, respectively; see Supplementary File Table  S1 ). Behaviour change techniques used in these interventions were also coded using  Michie et al.'s (2013)  taxonomy. The need supportive and BCT components of included studies were independently coded by three researchers (two of them also piloted the coding form); each study was coded by at least two of those researchers. Coding by individual researchers demonstrated 'substantial agreement' across coders for need-supportive behaviours (Kappa = .723 p < .001; Landis & Koch, 1977)  and 'moderate agreement' for BCTs (Kappa = .508, p < .001); the kappa for BCTs is typical for the BCT literature (e.g.,  Michie et al., 2015) . Discrepancies were discussed and reconciled."
    },
    {
      "title": "Risk of bias assessment",
      "text": "The risk of bias of primary studies was assessed using an adapted version of the Cochrane Risk of Bias Tool  (Higgins, Altman, & Sterne, 2011) . Specifically, the degree of risk of bias was assessed based on (1) generation of randomisation sequence; (2) concealment of group allocation; (3) blinding of (i) participants, (ii) individuals responsible for data collection, (iii) researcher(s) who analysed the data, and (iv) intervention providers; (4) handling of incomplete or missing data; (5) selective reporting of results; and (6) any other potential threats to the accuracy of the results."
    },
    {
      "title": "Summary measures",
      "text": "Analyses were conducted with Stata (version15; StataCorp., 2017) using a random-effects model. Hedges' g was used to reflect effect sizes of comparisons between the experimental and comparison conditions. Absolute values of g between 0.2-0.5 are considered small, 0.5-0.8 are medium, and over 0.8 are large  (Cohen, 1988) ."
    },
    {
      "title": "Synthesis of results",
      "text": "When a study included multiple intervention conditions, Hedges' g was calculated by comparing the group receiving the most versus the group receiving the least SDT-based need supportive components (based on the coded information). We conducted two separate sets of analyses for outcomes measured (1) immediately after the completion of the intervention, and (2) at follow-up time points after the completion of the intervention. When a study measured outcomes at multiple post-intervention follow-up time points, only data from the final time point was used. When pre-intervention data were available, effect sizes were adjusted for baseline values. If the primary studies contained multiple effect sizes under any category, they were combined using methods recommended by  Borenstein, Hedges, Higgins, and Rothstein (2011) . This step requires the use of correlation coefficients between the constructs; if these coefficients were not available from the original studies, an estimate of r = .50 was used. Further, sample size adjustments, using intraclass correlation coefficients, were applied when clustered designs were used  (Borenstein et al., 2011) . If an intraclass correlation in a study was unavailable, a value of 0.05 was used for the adjustment  (Michie, Abraham, Whittington, McAteer, & Gupta, 2009) .\n\nTo test whether SDT-constructs, health behaviours, physical health, and psychological health can be changed, separate analyses were conducted for (1) perceived need support (overall or combined across specific need-support dimensions, depending on what was reported in the primary studies), (2) psychological need satisfaction (i.e., competence, autonomy, relatedness; overall or combined across the three needs), (3) autonomous motivation (average of intrinsic motivation, integrated regulation and identified regulation, or composite autonomous motivation scores), (4) controlled motivation (average of introjected regulation and external regulation, or composite controlled motivation), (  5 ) amotivation, (6) health behaviour outcomes (e.g., physical activity, tobacco abstinence), (  7 ) physical health outcomes (e.g., HbA1c, blood pressure), (  8 ) psychological health outcomes (e.g., quality of life, depression). In all analyses, positive g values represent more positive changes in the experimental group over the comparison group.\n\nTo test whether changes in SDT-related constructs engender changes in other SDT-related constructs, health behaviour, physical health and psychological health, a set of meta-regressions were conducted. To this end, effect sizes of the interventions on the SDT-related constructs were used as predictors of effect sizes of the interventions for behavioural or health outcomes."
    },
    {
      "title": "Identifying and exploring heterogeneity",
      "text": "Heterogeneity of synthesised effect sizes was explored using the Q and I 2 statistics. Specifically, a significant Q and an I 2 value close to 100% would suggest heterogeneity. In such cases, the effects of potential moderators were tested using meta-regressions.\n\nWe conducted meta-regressions with each need supportive technique and the BCTs utilised in the included studies  (Michie et al., 2013)  as predictor variables. A set of meta-regressions examined whether the relative presence of a specific need-supportive technique or BCT was associated with larger or smaller effect sizes. Three variables, one each for competence, autonomy, or relatedness, were created and coded as follows: if competence, autonomy, or relatedness-need support techniques were applied only in the intervention condition (+1), in both or neither groups (0) or only in the comparison condition (-1). These three variables were summed to create a further variable reflecting the total range of need supports applied in the intervention vs. comparison conditions (coded as +3 to -3). Another set of three variables were created to indicate relative autonomy-, competence-, or relatedness-need support between the two comparison groups, by summing the number of competence-, autonomy-, or relatedness-supportive techniques (from the list of 17), respectively, present in the intervention condition and subtracting the equivalent number in the comparison conditions. Finally, the difference in overall need support in the comparison condition was subtracted from the overall need support in the intervention condition. The meta-regressions for competence, autonomy, and relatedness support as predictors were conducted separately because there was insufficient statistical power to include multiple predictors (i.e., less than 30 effect sizes included, therefore, the ratio of effect size to number of covariates would be smaller than 10-1; see  Borenstein et al., 2011) .\n\nThe impact of a range of other moderator variables were also considered using meta-regressions, including the study design (randomised controlled designs versus quasi-experimental designs), publication type (journal article versus theses/unpublished dataset/conference abstract), intervention provider (investigators: yes vs. no/unclear; trained trainers: yes vs. no/unclear), mode of delivery (e.g., face-to-face component: yes vs. no/unclear), treatment duration (in days), participant characteristics (mean age; percentage of male participants), risk of bias (e.g., allocation sequence concealed: yes vs. no/unclear)."
    },
    {
      "title": "Small-study bias",
      "text": "Small-study bias is suggested when observed effect sizes increase with smaller sample sizes (and thus larger standard errors). A potential cause underlying this bias is publication bias (where the likelihood of publication is affected by the results of studies). Small-study bias was examined using Egger's test."
    },
    {
      "title": "Sensitivity analyses",
      "text": "Sensitivity analyses were applied to examine the robustness of the synthesised results. To test the potential impact of outliers, analyses were repeated by removing outliers. After calculating Sample-Adjusted Meta-Analytic Deviancy  (Huffcutt & Arthur, 1995)  scores for each study, potentially outlying studies were detected on resulting scree-plots (see Supplementary File Figures  S1-S22 ). This approach identifies the influence of each study on the overall effect size by calculating the effect size without the study present and takes into account the sample size of the study. We also examined whether any of the BCTs were associated with the effect sizes from individual studies. If this was found, chi-square analyses (Fisher's Exact Test, when appropriate) tested whether the significant BCTs were associated with the significant moderators. Where associations were detected, multivariate meta-regressions in which the previously identified moderators were entered alongside each related BCT were conducted to examine whether the moderators remained significant. The results from the main analyses were considered to be robust if the sensitivity analyses did not yield results that led to different conclusions."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "Using our database search protocol, 2,622 citations were identified. An additional journal article was included from our request sent through the SDT email listserv. Ten other studies were included via personal contacts with authors in the field. After the removal of 994 duplicated items, our initial pool consisted of 1,639 publications. A trained research assistant filtered the list to 77 entries by reading the full text of publications and discarding irrelevant ones. Two studies were excluded from the final publication pool, as the statistical information required for our analyses was not available in the published document, and we were unable to collect the required data from the authors. Another two studies were excluded because the results were based on duplicated datasets in other included papers. Therefore, the final publication pool included 73 studies (there were no studies with multiple datasets); see Figure  1  for the PRISMA flowchart."
    },
    {
      "title": "Study characteristics",
      "text": "Of the 73 included studies, 68 were published journal articles, three were PhD theses, one was a conference abstract, and one was an unpublished study. In terms of study design, 58 studies used a randomised controlled design, with 20 of these using clusters as the unit of randomisation. The remaining 15 studies used a quasi-experimental design. A total of 30,088 participants were included in these studies (average sample size = 412), with approximately 36.6% of participants being male. Mean age of participants was 35.4 years (ranging from 10.1 to 82.5 years). The experimental groups included on average 7.4 (SD = 4.6) additional SDT-based strategies relative to the control groups. There was a large range in the duration over which the intervention was delivered (mean = 133.4 days; SD = 180.3 days). The final follow-up period ranged from one week to 30 months post-intervention. The characteristics of each study are summarised in Supplementary File Table  S2 . The majority of studies reported adequate randomisation procedures (74.0%), allocation concealment (60.3%), adequate handling of incomplete data (76.7%), and were free from selective outcome reporting (79.5%). However, only a few studies blinded key personnel to study condition (Participants: 26.0% of the included studies; Data Collector: 11.0%; Data Analyzer: 8.2%; Intervention Provider: 4.1%). An overview of the risk of bias for each study is presented in Supplementary File Table  S3 . The breakdown of specific health behaviours, physical health, and psychological health outcomes coded in the meta-analysis is reported in Supplementary File Table  S4 ."
    },
    {
      "title": "Can interventions enhance SDT constructs?",
      "text": "The results suggest that the following constructs were positively changed, based on assessments taken at the end of intervention (see Table  1 ): need support g = 0.64; competence g = 0.31; autonomy g = 0.37, combined need satisfaction g = 0.37; and autonomous motivation g = 0.30. Overall, there was no effect of the interventions on relatedness (g = 0.20), controlled motivation (g = 0.07), or amotivation (g = -0.07). At follow-up, the effect sizes for need support (g = 1.13), competence (g = 0.55), and combined need satisfaction (g = 0.49) were larger than the corresponding effect sizes at the end of the intervention, but had a very wide confidence interval and consequently were not significant. However, following the removal of outliers on the competence (g = 0.33) and combined need satisfaction (g = 0.28) outcomes at follow-up, these effects emerged as significant (due to reduced variation), and this was also the case for autonomous motivation (g = 0.22; see Table  2 ). All other effect sizes pertaining to changes in SDT constructs at follow-up were non-significant. Few intervention characteristics were significant moderators (see Table  3 ). Of the need supportive techniques, studies that utilised the competence supportive technique 'to be positive that the individual can succeed' generated larger increases in controlled motivation and larger reductions in amotivation, compared to studies that did not. Moreover, these studies achieved marginally larger increases in need support, autonomy satisfaction, and autonomous motivation, all of which became significant following the removal of outliers (need support: B = 1.09, SE = 0.38, t = 2.88, p = .01; autonomy satisfaction: B = 0.73, SE = 0.27, t = 2.73, p = .02; autonomous motivation: B = 0.49, SE = 0.15, t = 2.78, p = .009). 'Identifying barriers to change' was associated with increases in autonomous motivation and 'conveying a person is valued' was associated with increases in autonomy satisfaction, reductions in amotivation, and marginal increases in relatedness satisfaction. Interventions delivered in community settings were more likely to enhance relatedness and reduce amotivation than interventions delivered elsewhere. There were no other intervention characteristics that significantly increased or decreased the magnitude of the effect sizes for autonomy support, competence satisfaction, autonomy satisfaction, combined need satisfaction, autonomous motivation, or controlled motivation at conventional levels of significance. The above moderator effects were largely robust to the influence of outliers, with the exception of two additional effects emerging once outliers were removed: the technique to 'provide a meaningful rationale' was positively associated with larger effect sizes for autonomy, B = .60, SE = .25, t = 2.40, p = .03, and combined need satisfaction, B = .49, SE = .19, t = 2.54, p = .02. Finally, two study quality characteristics significantly moderated effects: adequate allocation concealment reduced effect sizes representing the effect of the intervention on autonomous motivation, while blinding the intervention provider increased the effect of the intervention on relatedness. Various BCTs were associated with increased effect sizes for various SDT constructs (see Table  4 ). The potential confounding roles of these BCTs are considered in the Sensitivity Analyses section below."
    },
    {
      "title": "Can SDT-based interventions change health behavior?",
      "text": "SDT-based interventions promoted health behaviours relative to comparison groups, with a medium effect size at the end of intervention period (g = 0.45), and a small effect size at follow-up (g = 0.28).\n\nBoth of these effects were heterogeneous. These effects were marginally larger at the end of intervention and significantly larger at follow-up in the studies which utilised the technique of 'being positive that a person can succeed'. These effects were robust to the exclusion of outliers. No other intervention characteristic increased or decreased the effect sizes on health behaviour prior to the removal of outliers (see Table  5 ). After removing outliers, interventions delivered in fitness/sports centres yielded larger effects sizes of health behaviour at the end of intervention period, compared to interventions delivered elsewhere, B = .63, SE = .30, t = 2.08, p = .04. Quasi-experimental trials generated larger effect sizes on health behaviours than RCTs (see Table  5 ). Some BCTs were associated with increased effect sizes for health behaviour at follow-up (see Table  6 ). The potential confounding effects of these BCTs are considered in the Sensitivity Analyses section."
    },
    {
      "title": "Can SDT-based interventions change physical and psychological health outcomes?",
      "text": "Although there were no immediate effects of the SDT-based interventions on physical health outcomes at the end of intervention period (g = 0.04), there was a small benefit at follow-up (g = 0.28). These effects were somewhat robust, once outliers were removed (end of intervention: g = 0.13; follow-up: g = 0.25; see Table  2 ). At the end of the intervention period, SDT-based interventions promoted psychological health relative to the comparison groups (g = 0.29), but there was no benefit at follow-up (g = 0.14); see Table  1 .\n\nIn terms of moderators for effect sizes associated with physical health (see Table  5 ), 'acknowledging feelings' yielded larger intervention effect sizes on physical health at follow-up, as did 'being positive that a person can succeed' (albeit the latter only when outliers were removed, B = .61, SE = .25, t = 2.46, p = .03). Surprisingly studies with longer treatment duration yielded smaller effect sizes on physical health, B = -.003, SE = .001, t = -2.94, p = .02, though only following the removal of outliers. Effect sizes, which were calculated taking into account baseline scores, yielded larger effect sizes on physical health at the end of the intervention, although the moderation effect was marginal, following the removal of outliers: B = .37, SE = .18, t = 2.02, p = .06.\n\nFor moderators of effect sizes associated with psychological health, studies that utilised two techniques considered to provide autonomy support ('using non-controlling language' and 'providing a meaningful rationale') produced larger effect sizes at the end of intervention and at follow-up than studies that did not. However, studies that used various competence-support type strategies ('identify barriers to change'; 'skills/problem solving'; 'develop plans appropriate to ability') yielded smaller effect sizes on psychological health than studies that did not. Studies that incorporated a one-tomany approach for intervention delivery yielded larger benefits in psychological health outcomes at follow-up than studies that used other delivery modes. Also, adequately concealing allocation sequence yielded smaller effects on psychological health, compared to studies with no or unclear allocation sequence concealment (see Table  5 ). A number of BCTs were associated with effect sizes relating to physical and psychological health (see Table  6 ), and their potential confounding role are considered in the Sensitivity Analyses sections.\n\nAre changes in effect sizes of SDT-based constructs associated with changes in effect sizes of health behavior?\n\nChanges in the effect sizes of any of the SDT-constructs were not associated with changes in effect sizes of health behaviours at the end of the intervention when taking into account all available studies. However, when identifying potential outliers, one study  (Ha, Lonsdale, Ng, & Lubans, 2017)  was found to be a negative outlier (yielding smaller effect sizes) on changes in SDT constructs at the end of the intervention but a positive outlier (yielding larger effect sizes) on behaviour at the end of the intervention. After removing this multivariate outlier study, increases in autonomous motivation and need support at the end of the intervention were each associated with positive changes in health behaviours and psychological health at the end of the intervention (see Table  7 ). Moreover, changes in these two SDT constructs were also found to predict health behaviours at follow-up (see Table  8 ).\n\nAre changes in effect sizes of SDT-based constructs associated with changes in effect sizes of physical and psychological health outcomes?\n\nIncreases in effect sizes of autonomous motivation, combined need satisfaction, relatedness, autonomy, and competence need satisfactions, and need support effect sizes at the end of the intervention were positively associated with increases in psychological health effect sizes at the end of the intervention (see Table  7 ). Changes in SDT-based construct effect sizes were unrelated with changes in physical health effect sizes at the end of the intervention. Few studies assessed SDT-based constructs at the end of the intervention in conjunction with physical health and psychological health at followup; in fact, fewer than three studies assessed the same SDT constructs at the end of the intervention alongside a physical or psychological health outcome at follow-up, meaning meta-regression models were not calculable. There was a trend for changes in effect sizes of health behaviours at the end of the intervention to predict changes in effect sizes of physical health (β = .41; p < .10), but it failed to reach significance, likely due to the small number of available studies. with BCT1.3 (Goal-setting (outcome)), B = 0.45, SE = 0.19, t = 2.31, p = .03, and the moderating role of 'providing a meaningful rationale' on psychological health at the end of the intervention, B = 0.17, SE = 0.18, t = 0.96, p = .35, was confounded with BCT9.1 (Credible Source), B = 0.65, SE = 0.28, t = 2.33, p = .03. The mode of one interventionist delivering to many recipients tended to be used alongside BCTs 1.2 (Problem Solving) and 1.4 (Action Planning) when considering psychological health at follow-up as the outcome (both χ 2 (1) = 10.00, Fisher's p = .008), and 'being positive that a person can succeed' tended to co-occur with BCT10.3 (Non-specific Reward), χ 2 (1) = 7.88, Fisher's p = .04, when considering controlled motivation. Furthermore, while 'being positive that a person can succeed' and 'acknowledging others' feelings/perspectives' were not related to any significant BCT predicting physical health outcomes at follow-up, they were related to one another, χ 2 (1) = 5.83, Fisher's p = .03. Given these outcomes (psychological health at follow-up, physical health at follow-up, controlled motivation) were assessed in only 10, 14 and 18 studies respectively, multivariate metaregressions were not conducted in these instances as there would be fewer than 10 studies per predictor.\n\nThe moderating effects of (a) community venues on relatedness satisfaction, (b) 'being positive that a person can succeed' on autonomy satisfaction or health behaviour, (c) 'providing a meaningful rationale' or 'conveying the person is valued' on autonomy satisfaction, and (d) 'reducing controlling behaviour/language' on psychological health, were not affected because these moderators were not associated with significant behaviour change technique moderators. Similarly, in the absence of significant behaviour change technique moderators on autonomy support and amotivation at the end of the intervention, the moderating role (a) of 'being positive that a person can succeed' on autonomy support or amotivation, (b) of 'conveying the person is valued' on amotivation, and (c) of community settings on amotivation, were also not affected by confounding with BCTs."
    },
    {
      "title": "Discussion",
      "text": "We present the results of a meta-analysis of 73 SDT-informed interventions in the health domain. This is the first meta-analysis that examines changes in indices of motivation, health behaviours, physical health, and psychological health as a result of such interventions, as well as how such changes covary over time. We found that SDT-based interventions can be delivered to positively change most of the examined SDT-based constructs. However, more work is needed to identify how such interventions can help reduce controlled motivation and amotivation, and support relatedness satisfaction The interventions also positively impacted health behaviours, physical health, and psychological health. Nevertheless, most of the effect sizes were small or medium, varied in strength over time, and/or were heterogeneous. Changes in need support and autonomous motivation in particular were positively correlated with changes in health behaviours and psychological health. In sum, there was evidence demonstrating modest efficacy of SDT-based interventions to change health behaviours (primarily physical activity, and to a lesser extent dietary behaviours and smoking abstinence), and to improve indices of health. -/ number of observations were less than 3; underlined/italic font results-number of observations were between 3 and 5; underlined/normal font results-number of observations between 6 and 9; nonunderlined/normal font results-at least 10 observations. $ denotes results following removal of one multivariate outlier  (Ha et al., 2017) ; this study did not assess physical health."
    },
    {
      "title": "Effects of SDT-interventions on SDT indices of motivation",
      "text": "We first examined whether SDT-informed interventions can affect motivation-related indices proposed by the developers of this theory  (Ryan & Deci, 2017) . Many of these interventions aim to increase the degree to which important others (e.g., healthcare professionals, fitness instructors, spouses) are supportive of individuals' three key basic psychological needs (autonomy, competence, and relatedness). We found that manipulations of the need supportive features of the social environment were successful, with a medium to large effect size at the end of interventions and a large effect size at follow-up (although the latter was not significant due to a wide confidence interval generated from a fairly small number of studies). We also found that SDT interventions were successful in increasing perceptions of overall need satisfaction, and individually for competence and autonomy. These effects were small to medium in size, significant at the end of the intervention, and at follow-up after the removal of outliers (although p = 0.06 for autonomy). Gillison et al. (2019)  reported a much larger effect for autonomy (g = .84) than we did (see Tables  1  and  2 ), perhaps reflecting differences in the inclusion criteria between the two meta-analyses. Our findings are important, as  Ng et al. (2012)  showed that autonomy and competence need satisfaction mediated the effects of need support on self-determined motivation and health outcomes. Such findings are also relevant for biomedical ethics and medical professionalism. For instance, the European Society of Cardiology and European Atherosclerosis Society guidelines  (Catapano et al., 2016)  for the management of dyslipidaemias, and the American College of Cardiology and American Heart Association clinical practice guidelines  (Grundy et al., in press ) on the management of blood cholesterol emphasise the importance of supporting patient autonomy for making their own decisions about their treatment and health, and fostering patient self-efficacy for change.\n\nWe found that intervention effects on relatedness satisfaction were small and non-significant; similar small effects were reported by  Gillison et al. (2019) . This could be because SDT interventions in the health domain use techniques that support primarily autonomy and competence and to a lesser extent relatedness, as shown by the number of listed techniques in Tables  3  and  5 . The techniques for relatedness support centre on showing empathy and respect, which might be useful to support initiation of change but perhaps not maintain it long-term, particularly if the target behaviour is complex or does not need to take place alongside other people (e.g., being regularly physically active, eat healthy). In other social contexts (e.g., workplace;  Slemp, Kern, Patrick, & Ryan, 2018)  meta-analytic evidence (albeit correlational) shows somewhat stronger effect sizes for relatedness, comparable to those for the other two needs. It would be interesting for future SDT interventions in the health domain (and beyond) to manipulate both the relative balance and the intensity with which they target autonomy, competence, and relatedness supportive techniques.\n\nWe also found that SDT interventions had small to medium effects on autonomous motivation, which were significant at the end of the intervention and at follow-up (in the latter case, after the removal of outliers). Broadly similar findings for autonomous motivation were reported in the previous two meta-analyses by  Gillison et al. (2019)  and  Ng et al. (2012) . Changes in autonomous motivation are purported by  Ryan and Deci (2017)  to translate to positive and long-term changes in behaviour, cognition, and affect; below, we discuss evidence from our meta-analysis for such effects. We also found that the effects of SDT interventions on controlled motivation and amotivation were small and non-significant. Gillison et al.  did not analyse the effects of such interventions on these two variables, because they were not considered 'a positive target for intervention  ' (p. 116) . However, autonomous motivation, controlled motivation, and amotivation are fairly independent constructs (the Ng et al. meta-analysis reported correlations in the range of -.26 to +.44). Hence, future intervention studies in the health domain may need to focus not only on increasing feelings of enjoyment and personal utility for behaviour change, but also on addressing internal and external pressures, and on feelings of helplessness for change. Controlled motivation could be an important predictor of maladaptive health behaviours, not measured in the included studies. For example, a correlational study of eating behaviours by  Pelletier, Dion, Slovinec-D'Angelo, and Reid (2004)  showed that autonomous motivation for eating was associated with healthy eating whereas controlled motivation was related to bulimic symptomatology."
    },
    {
      "title": "Effects of SDT-interventions on health indices",
      "text": "Extending the  Gillison et al. (2019)  meta-analysis, we examined the effects of SDT interventions on health behaviours, psychological health, and physical health. We found that the included interventions had a positive impact on health behaviours, with the effect sizes being small to medium at the end of intervention and small at follow-up. Further, we also found that changes in autonomous motivation and perceptions of need support were associated with positive changes in health behaviours both at the end of the intervention and at follow-up. This is an important finding which supports the SDT view about the beneficial outcomes of need support and autonomous motivation for sustained behaviour change. For example, with regard to autonomous motivation, it has been argued that it is the internalisation of the value for health and the resultant self-regulation of behaviour that helps individuals lower their health-risk behaviours and adopt health protective behaviours without continued intervention support  (Ng et al., 2012; Ryan & Deci, 2017) . Surprisingly, changes in need satisfaction were not associated with changes in health behaviours at either time point. There were comparatively fewer studies that provided the necessary information to conduct such analysis with need satisfaction variables, which might explain the lack of associations. It is also possible that the effects of psychological need satisfaction on health behaviours are mediated by autonomous motivation  (Vallerand, 1997) .\n\nSDT interventions had a small to medium effect on psychological health at the end of the intervention, but not at follow-up. The reverse pattern of findings was observed for physical health, with small and non-significant effects at the end of the intervention, but small to medium significant effects at follow-up. These findings are consistent with and extend the correlational meta-analyses by  Ng et al. (2012) . With regard to physical health, the effect at follow-up is an important one, particularly when viewed in conjunction with the findings that SDT interventions result in health behaviour maintenance. To see benefits in many physical health outcomes, health behaviours need to be maintained over a period of time (and as reported above, behaviour maintenance is facilitated by need support and autonomous motivation). For instance, if one stops smoking for 1 year, heart attacks and strokes are reduced by 50% compared to continued smoking, lung cancer rates fall in half after 10 years, immune function improves to 50% of normal in 1 year and is returned to baseline after 5 years (Department of Health and Human  Services, 1990 Services, , 2014)) . Lowering cholesterol with an intensive statin medication reduces heart attacks strokes and death by 50% after 1.5 years of treatment  (Ridker et al., 2008) .\n\nWith regard to the effects of the SDT interventions on psychological health, we found that the positive effects at the end of the intervention were correlated with increases in need support, autonomous motivation, combined need satisfaction, satisfaction of each individual need, and health behaviours. However, at follow-up, the effect of the SDT interventions was small and non-significant. Given that predictors of well-being and quality of life are multi-faceted and not always related to health behaviours and professional encounters (e.g., quality of personal relationships, financial circumstances;  Chanfreau et al., 2008) , this finding is probably not surprising."
    },
    {
      "title": "Exploratory moderator analyses",
      "text": "Our exploratory moderator analyses were 'hypothesis generating' rather than 'hypothesis-testing', and as such we did not account for multiple testing. We found that some SDT techniques moderated intervention effects. For instance, the use of 'being positive a person can succeed' was associated with larger effect sizes in terms of intervention effects on various SDT constructs, health behaviour at follow up, and physical health at follow up. 'Provision of a meaningful rationale' was associated with larger effect sizes in autonomy satisfaction, combined need satisfaction (after removal of outliers), and psychological health (at the end of intervention and at follow-up). A surprising finding was that studies that used three competence-support techniques ('identify barriers to change'; 'skills/problem solving'; 'develop plans') yielded smaller effect sizes on psychological health than studies that did not. It is possible that if these techniques are offered before an individual is autonomously motivated, they may lead to perceptions of external control. It is also possible that some of these techniques were used inappropriately (e.g., problem solving or plan development might not have been communicated in an autonomy-supportive manner; see also  Hagger et al., 2016, and Prestwich, Sheeran, Webb, & Gollwitzer, 2015 , for other considerations and suggestions regarding planning). Quality of intervention delivery, and subsequent fidelity checking is essential in this field to really understand if/why these techniques work or not  (Prestwich, Kenworthy, & Conner, 2017; Quested, Ntoumanis, Thøgersen-Ntoumani, Hagger, & Hancox, 2017) . Interestingly, the total number of techniques in the intervention vs. control conditions or the difference in the techniques between the two conditions did not moderate any of the observed effects.\n\nWe also explored which BCTs were used in the included studies and how these BCTs were related to SDT constructs, health behaviours, and health outcomes, at the end of the intervention and at follow up. Of all SDT constructs, autonomous motivation was related to many more BCTs than any other SDT construct. There was no particular pattern linking specific BCTs with physical or psychological health. We also examined whether any moderating effects of need supportive techniques on SDT constructs, health behaviours, and health outcomes, would remain significant when accounting for the BCTs used in the studies. We found three instances where the moderating effects became no longer significant when accounting for BCTs. The degree to which some SDT techniques overlap with some BCTs is to be empirically determined. For example, in our analyses, the moderating effect of 'providing a meaningful rationale' on psychological health was no longer significant when accounting for the BCT 'Credible Source'. Nevertheless, it is important to clarify that, conceptually, the need supportive techniques aim to foster need satisfaction and autonomous motivation, whereas the BCTs primarily aim at changing behaviour. This is important because, for example, the support of autonomy includes that an individual may autonomously decide not to change their behaviour (i.e., volitional non-adherence). Volitional or autonomous non-adherence (choosing to continue to smoke, or to not exercise or not take a recommended medicine) is in line with medical ethics and reflects the real world of public health  (Beauchamp & Childress, 2009) .\n\nThe analyses pertaining to BCTs should be treated with caution because the BCTs were coded by us (with moderate inter-rater reliability) based on the description of study methodologies and were not explicitly identified by study authors. Further, when looking at the effects of specific BCTs on specific outcomes, some BCTs were always present when other BCTs were present and were absent when other BCTs were absent. Consequently, it is impossible to determine whether the positive (or negative) effects of these BCTs are attributable to an individual BCT or combination of BCTs. It should also be noted that more than half (i.e., 50) of the 93 BCTs were not utilised differently in the experimental versus comparison conditions in any of the studies included in the review. Consequently, we were unable to examine the potential effects of a large proportion of BCTs on any of the review outcomes.\n\nWe also explored possible moderation effects of other variables associated with intervention characteristics, participant characteristics, and study methodology. Only a handful of such variables were moderators; of those, two moderated more than one effect size. Specifically, interventions delivered in community settings were more likely to enhance relatedness and reduce amotivation than interventions delivered elsewhere. This might be due to the possibility that in such settings participants self-select their groups, compared to other settings such as universities, schools, or clinics. Further, we found that studies with low bias in terms of allocation concealment had smaller effect sizes in terms of autonomous motivation and physical health (at follow-up only) than studies in which allocation concealment was rated as low or unclear. Given that approximately 40% of the included studies were rated as low or unclear in terms of allocation concealment, ensuring that such concealment takes place should be an important methodological consideration for future SDT trials in the health domain."
    },
    {
      "title": "Limitations and future research directions",
      "text": "Limitations of our review included that the study selection was not performed in duplicate, that not all studies were coded by exactly the same assessors (i.e., three assessors worked in pairs to code all included studies), and that we did not test for indirect effects via putative mediators reflecting mechanisms of action (cf.,  Rhodes, Boudreau, Josefsson, & Ivarsson, in press) . There are also a number of limitations in the primary studies that restricted the scope of this meta-analysis. For instance, long-term associations between SDT-based constructs at the end of interventions with physical or psychological health outcomes at follow-up could not be tested due to insufficient numbers of studies. There is a necessity of more studies that assess long-term changes in motivation and indices of health. Further, most of the included studies focused primarily on physical activity promotion. Hence, there is clearly a need for application of SDT to a more diverse range of health behaviours, so that the comparative effectiveness of interventions across different behaviours is evaluated. Further, many studies assessed health behaviours but not associated health outcomes; this is clearly an important gap which needs to be addressed in the future, particularly by assessing clinically meaningful changes in these outcomes, in order to increase the appeal of the SDT literature to health care professionals and policy makers. In addition, we computed effect sizes for autonomous and controlled motivation composites, as opposed to each individual motivational regulation, as many studies did not report data at the level of individual regulations. Nevertheless, the use of such composites scores is widespread in the SDT literature and in the latest SDT book by  Ryan and Deci (2017) .\n\nIn terms of the collective body of studies, there was some indication of small study bias for health behaviours and psychological health outcomes, but not for the SDT constructs or physical health outcomes. While Egger's test may be more sensitive than other related tests, it may also have a higher risk of false positives. Having noted this, it should also be stated that tests of funnel plot asymmetry typically have low power (e.g.,  Lin et al., 2018) . Moreover, as Egger's test is based on funnel plot asymmetry, the identified small-study bias may be reflective of various factors (e.g., poorer methodological quality in studies with smaller sample sizes leading to inflated effects, or outlying studies) rather than, or in addition to, publication bias. Given that we found considerable variability in the effects of SDT interventions, we went to great lengths to account for outlier effects and possible confounds via sensitivity analyses. We tested an extensive range of potential moderators associated with psychological factors (need supportive techniques, BCTs), intervention characteristics, participant characteristics, and study quality. Coding such information was not straightforward. Accordingly, we recommend that researchers use greater care in reporting exactly how intervention techniques were operationalised. Other potentially important moderating variables such as the frequency and duration of intervention contacts were not possible to code reliably across studies. Our approach was explorative, hence, research is needed to experimentally test within the same study moderators such as combinations of different need supportive techniques.\n\nSetting is another important moderator to consider. Most of the included studies were in the area of primary prevention of diseases. It is important to have more studies testing the feasibility and efficacy of SDT interventions in terms of disease management-that is, achieving best results once one has a disease (secondary and tertiary prevention). We found that longer treatment duration yielded smaller effect sizes on physical health, after the removal of outliers. The included studies varied considerably in training duration and intensity; this of course might reflect variability in the expertise of trainers and trainees, or time availability constraints. However, there is a clear gap in the extant literature in identifying optimal training durations for SDT interventions in community and clinical settings. In addition, future studies in the field could take into account our ratings for methodological quality, particularly blinding key personnel to study condition.\n\nFuture studies should also be tested for cost-effectiveness and comparative effectiveness with other health care interventions. As an example, a SDT-informed intervention on tobacco dependence has demonstrated cost-effectiveness (Pesis-Katz,  Williams, Niemieic, & Fiscella, 2011) , but this study is an exception to the field and was limited by assessment of cost-effectiveness with self-report data only. Future intervention research in the health domain should also consider expanding the number of SDT constructs targeted. For instance, in the context of weight management, there is correlational evidence on the potential undermining effects of a need thwarting social environment and how such an environment can frustrate one's psychological needs  (Ng et al., 2013) . Although some aspects of need thwarting would not be ethically possible to manipulate experimentally (e.g., use of punishment or abusive language), other aspects would be more amenable to experimental manipulation (e.g., conditional acceptance, offering of engagementcontingent rewards). In addition, future SDT-informed interventions might consider targeting automatic (e.g., habits, automatic evaluations and motivations) and volitional constructs of action (e.g., action plans, coping planning), to help individuals translate motivation to specific (i.e., where, when, how) plans, deal with contingencies, and habituate desirable behaviours (cf. Rhodes, McEwan, & Rebar, 2019) ."
    },
    {
      "title": "Conclusions",
      "text": "We found that SDT-informed interventions in the health domain were associated with modest but significant improvements in need support, competence and autonomy need satisfactions, as well as autonomous motivation. These effects were stronger at the end of interventions than at follow up, which one might reasonably expect. Further, the interventions had modest effects in terms of changing health behaviours both at the end of the intervention and at follow up; these effects were associated with changes in autonomous motivation and perceptions of need support. The effects of the interventions on health behaviours were noted to be at risk of potential small-study bias. We also found that SDT interventions had positive effects on physical health at follow-up, but not at the end of intervention. The effect of SDT interventions on psychological health was significant at the end of the intervention only; this finding was also potentially at risk of small-study bias. A strength of this meta-analysis is the extensive sensitivity analyses, searching for potential moderators and confounders.\n\nIn conclusion, we found evidence demonstrating some efficacy of SDT-based interventions to improve indices of health and we offer several suggestions as to how research in this area could be advanced, in terms of theory testing and methodological applications. We hope our review will provide answers to public health institutions and policy makers of whether and how SDT-based interventions can be integrated within the health promotion (e.g., community programmes) and health care (e.g., health care worker training and organisational change) systems."
    },
    {
      "text": "Figure 1. PRISMA flowchart of study selection."
    },
    {
      "text": "05; **p < .01; ***p < .001. Beh. = behaviour; Soc. = Social; Supp. = Support; Info. = Information; Emo. = emotion; Cons. = consequences; Demo. = Demonstration; Phys. = physical; Environ. = environment; Capab. = capability."
    },
    {
      "text": "Summary of effect sizes and heterogeneity tests for changes in SDT variables, health behaviours, and health outcomes."
    },
    {
      "text": "Summary of effect sizes and heterogeneity tests for changes in SDT variables, health behaviours, and health outcomes following outlier removal."
    },
    {
      "text": "Intervention characteristics meta-regressed on SDT-based outcomes at the end of the intervention. Note: †p < .10; *p < .05; **p < .01; ***p < .001. 'Other' for need supportive techniques refers to technique reported as being autonomy, competence or relatedness supportive but without sufficient information as to what exactly it entailed."
    },
    {
      "text": "Behaviour change techniques meta-regressed on SDT-based outcomes at the end of the intervention."
    },
    {
      "text": "Study characteristics meta-regressed on health behaviour, physical health and psychological health at the end of the intervention and follow-up."
    },
    {
      "text": "Behaviour change techniques meta-regressed on health behaviour, physical health and psychological health at the end of the intervention and follow-up."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Predicting effect sizes of outcomes from effect sizes of predictors (At the End of Interventions)."
    },
    {
      "text": "Prospective analyses predicting effect sizes of outcomes at follow-up from effect sizes of predictors at the end of intervention.Beta coefficients are reported in the table.k notes the number of studies measuring each outcome.†p < .10;*p < .05.-/ number of observations were less than 3. Underlined/italic font results-number of observations between 3 and 5; underlined/ normal font results-number of observations between 6 and 9; non-underlined/normal font results-at least 10 observations."
    }
  ],
  "references": [
    {
      "title": "Testing a self-determination theory-based teaching style intervention in the exercise domain",
      "authors": [
        "J Edmunds",
        "N Ntoumanis",
        "J Duda"
      ],
      "year": 2008,
      "doi": "10.1002/ejsp.463"
    },
    {
      "title": "A moderated mediation of motivation on physical activity in the context of the physical activity counseling randomized control trial",
      "authors": [
        "M Fortier",
        "E Wiseman",
        "S Sweet",
        "T O'sullivan",
        "C Blanchard",
        "R Sigal",
        "W Hogg"
      ],
      "year": 2011,
      "doi": "10.1016/j.psychsport.2010.08.001"
    },
    {
      "title": "The power of competence support: The impact of coaches and athlete leaders on intrinsic motivation and performance",
      "authors": [
        "K Fransen",
        "F Boen",
        "M Vansteenkiste",
        "N Mertens",
        "G Vande Broek"
      ],
      "year": 2017,
      "doi": "10.1111/sms.12950"
    },
    {
      "title": "Long term effects of self-determination theory and motivational interviewing in a web-based physical activity intervention: Randomized controlled trial",
      "authors": [
        "S Friederichs",
        "A Oenema",
        "C Bolman",
        "L Lechner"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0262-9"
    },
    {
      "title": "A meta-analysis of techniques to promote motivation for health behaviour change from a self-determination theory perspective",
      "authors": [
        "F Gillison",
        "P Rouse",
        "M Standage",
        "S Sebire",
        "R Ryan"
      ],
      "year": 2019,
      "doi": "10.1080/17437199.2018.1534071"
    },
    {
      "title": "Promotion of autonomy for participation in physical activity: A study based on the trans-contextual model of motivation",
      "authors": [
        "D González-Cutre",
        "R Ferriz",
        "V Beltrán-Carrillo",
        "J Andrés-Fabra",
        "C Montero-Carretero",
        "E Cervelló",
        "J Moreno-Murcia"
      ],
      "year": 2013,
      "doi": "10.1080/01443410.2013.817325"
    },
    {
      "title": "AHA/ACC/ AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA guideline on the management of blood cholesterol: A report of the American College of Cardiology/American heart association task force on clinical practice guidelines",
      "authors": [
        "S Grundy",
        "N Stone",
        "A Bailey",
        "C Beam",
        "K Birtcher",
        "R Blumenthal",
        "R Goldberg"
      ],
      "year": 2018,
      "doi": "10.1016/j.jacc.2018.11.002"
    },
    {
      "title": "Increasing students' physical activity during school physical education: Rationale and protocol for the SELF-FIT cluster randomized controlled trial",
      "authors": [
        "A Ha",
        "C Lonsdale",
        "D Lubans",
        "J Ng"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-017-4553-8"
    },
    {
      "title": "A school-based rope skipping program for adolescents: Results of a randomized trial",
      "authors": [
        "A Ha",
        "C Lonsdale",
        "J Ng",
        "D Lubans"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2017.06.001"
    },
    {
      "title": "Implementation intention and planning interventions in health psychology: Recommendations from the synergy expert group for research and practice",
      "authors": [
        "M Hagger",
        "A Luszczynska",
        "J De Wit",
        "Y Benyamini",
        "S Burkert",
        "P Chamberland",
        "A Gauchet"
      ],
      "year": 2016,
      "doi": "10.1080/08870446.2016.1146719"
    },
    {
      "title": "Motivational predictors of change in oral health: An experimental test of self-determination theory",
      "authors": [
        "A Halvari",
        "H Halvari"
      ],
      "year": 2006,
      "doi": "10.1007/s11031-006-9035-8"
    },
    {
      "title": "Self-determined motivational predictors of increases in dental behaviors, decreases in dental plaque, and improvement in oral health: A randomized clinical trial",
      "authors": [
        "A Halvari",
        "H Halvari",
        "G Bjornebekk",
        "E Deci"
      ],
      "year": 2012,
      "doi": "10.1037/a0027062"
    },
    {
      "title": "Physical activity and motivational predictors of changes in health behavior and health among DM2 and CAD patients",
      "authors": [
        "H Halvari",
        "J Healey",
        "A Olafsen",
        "R Byrkjeland",
        "E Deci",
        "G Williams"
      ],
      "year": 2017,
      "doi": "10.1111/sms.12757"
    },
    {
      "title": "Randomised controlled feasibility study of a school-based multi-level intervention to increase physical activity and decrease sedentary behaviour among vocational school students",
      "authors": [
        "N Hankonen",
        "M Heino",
        "S Hynynen",
        "H Laine",
        "V Araujo-Soares",
        "F Sniehotta",
        "A Haukkala"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0484-0"
    },
    {
      "title": "A web-based intervention to encourage walking (StepWise): Pilot randomized controlled trial",
      "authors": [
        "E Hargreaves",
        "N Mutrie",
        "J Fleming"
      ],
      "year": 2016,
      "doi": "10.2196/resprot.4288"
    },
    {
      "title": "Adapted motivational interviewing for increasing physical activity: A 12 month clinical trial",
      "authors": [
        "J Havenar"
      ],
      "year": 2007,
      "doi": "10.1249/01.mss.0000323436.20338.2c"
    },
    {
      "title": "Chapter 8: Assessing risk of bias in included studies",
      "authors": [
        "J Higgins",
        "D Altman",
        "J Sterne"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184.ch8"
    },
    {
      "title": "The effectiveness of an autonomy-supportive teaching structure in physical education. [Eficacia de la estructura de enseñanza con soporte de autonomía en educación física",
      "authors": [
        "Y How",
        "J Wang"
      ],
      "year": 2016,
      "doi": "10.5232/ricyde"
    },
    {
      "title": "The effects of choice on autonomous motivation, perceived autonomy support, and physical activity levels in high school physical education",
      "authors": [
        "Y How",
        "P Whipp",
        "J Dimmock",
        "B Jackson"
      ],
      "year": 2013,
      "doi": "10.1123/jtpe.32.2.131"
    },
    {
      "title": "Feasibility of a self-determination theory-based exercise intervention promoting healthy at every size with sedentary overweight women: Project CHANGE",
      "authors": [
        "Y.-T Hsu",
        "J Buckworth",
        "B Focht",
        "A Connell"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2012.11.007"
    },
    {
      "title": "Development of a new outlier statistic for meta-analytic data",
      "authors": [
        "A Huffcutt",
        "W Arthur",
        "Jr"
      ],
      "year": 1995
    },
    {
      "title": "Effect of guided self-determination youth intervention integrated into outpatient visits versus treatment as usual on glycemic control and life skills: A randomized clinical trial in adolescents with type 1 diabetes",
      "authors": [
        "G Husted",
        "B Thorsteinsson",
        "B Esbensen",
        "C Gluud",
        "P Winkel",
        "E Hommel",
        "V Zoffmann"
      ],
      "year": 2014,
      "doi": "10.1186/1745-6215-15-321"
    },
    {
      "title": "Effect and cost of an afterschool dance programme on the physical activity of 11-12 year old girls: The Bristol Girls Dance Project, a school-based cluster randomised controlled trial",
      "authors": [
        "R Jago",
        "M Edwards",
        "S Sebire",
        "K Tomkinson",
        "E Bird",
        "K Banfield",
        "P Blair"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0289-y"
    },
    {
      "title": "Bristol Girls Dance Project feasibility trial: Outcome and process evaluation results",
      "authors": [
        "R Jago",
        "S Sebire",
        "A Cooper",
        "A Haase",
        "J Powell",
        "L Davis",
        "A Montgomery"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-83"
    },
    {
      "title": "Randomised feasibility trial of a teaching assistant led extracurricular physical activity intervention for 9 to 11 year olds: Action 3:30",
      "authors": [
        "R Jago",
        "S Sebire",
        "B Davies",
        "L Wood",
        "M Edwards",
        "K Banfield",
        "A Montgomery"
      ],
      "year": 2014,
      "doi": "10.1186/s12966-014-0114-z"
    },
    {
      "title": "Effectiveness of a training course for general practice nurses in motivation support in type 2 diabetes care: A cluster-randomised trial",
      "authors": [
        "L Juul",
        "H Maindal",
        "V Zoffmann",
        "M Frydenberg",
        "A Sandbaek"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0096683"
    },
    {
      "title": "Autonomy-supportive, web-based lifestyle modification for cardiometabolic risk in postmenopausal women: Randomized trial",
      "authors": [
        "H Kim",
        "H Kim"
      ],
      "year": 2017,
      "doi": "10.1111/nhs.12375"
    },
    {
      "title": "The effect of need supportive text messages on motivation and physical activity behaviour",
      "authors": [
        "F Kinnafick",
        "C Thogersen-Ntoumani",
        "J Duda"
      ],
      "year": 2016,
      "doi": "10.1007/s10865-016-9722-1"
    },
    {
      "title": "The measurement of observer agreement for categorical data",
      "authors": [
        "J Landis",
        "G Koch"
      ],
      "year": 1977
    },
    {
      "title": "Effects of a self-determination theory-based mail-mediated intervention on adults' exercise behavior",
      "authors": [
        "S Levy",
        "B Cardinal"
      ],
      "year": 2004,
      "doi": "10.4278/0890-1171-18.5.345"
    },
    {
      "title": "Application of two intervention programs in order to optimize motivation and to improve eating habits in adult and elderly women",
      "authors": [
        "M Leyton",
        "M Batista",
        "S Lobato",
        "M Aspano",
        "R Jimenez"
      ],
      "year": 2017,
      "doi": "10.1515/hukin-2017-0153"
    },
    {
      "title": "Patient centered care approach to adherence with cardiovascular medications: Self-determination theory integration",
      "authors": [
        "D Li"
      ],
      "year": 2010
    },
    {
      "title": "Empirical comparison of publication bias tests in meta-analysis",
      "authors": [
        "L Lin",
        "H Chu",
        "M Murad",
        "C Hong",
        "Z Qu",
        "S Cole",
        "Y Chen"
      ],
      "year": 2018,
      "doi": "10.1007/s11606-018-4425-7"
    },
    {
      "title": "An internet-supported school physical activity intervention in low socioeconomic status communities: Results from the activity and motivation in physical education (AMPED) cluster randomised controlled trial",
      "authors": [
        "C Lonsdale",
        "A Lester",
        "K Owen",
        "R White",
        "L Peralta",
        "M Kirwan",
        "D Lubans"
      ],
      "year": 2019,
      "doi": "10.1136/bjsports-2017-097904"
    },
    {
      "title": "A cluster randomized controlled trial of strategies to increase adolescents' physical activity and motivation in physical education: Results of the motivating active learning in physical education (MALP) trial",
      "authors": [
        "C Lonsdale",
        "R Rosenkranz",
        "T Sanders",
        "L Peralta",
        "A Bennie",
        "B Jackson",
        "D Lubans"
      ],
      "year": 2013,
      "doi": "10.1016/j.ypmed.2013.09.003"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: A meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: Building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman",
        "C Wood"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Behaviour change techniques: The development and evaluation of a taxonomic method for reporting and describing behaviour change interventions (a suite of five studies involving consensus methods, randomised controlled trials and analysis of qualitative data)",
      "authors": [
        "S Michie",
        "C Wood",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2015,
      "doi": "10.3310/hta19990"
    },
    {
      "title": "How important are individual counselling, expectancy beliefs and autonomy for the maintenance of exercise after cardiac rehabilitation",
      "authors": [
        "T Mildestvedt",
        "E Meland",
        "G Eide"
      ],
      "year": 2008,
      "doi": "10.1177/1403494808090633"
    },
    {
      "title": "Motivational Interviewing: Preparing people to change addictive behavior",
      "authors": [
        "R Miller",
        "S Rollnick"
      ],
      "year": 1991
    },
    {
      "title": "The effects of autonomy support in physical education classes [Efectos del soporte de autonomía en clases de educación física",
      "authors": [
        "J Moreno-Murcia",
        "F Sánchez-Latorre"
      ],
      "year": 2016,
      "doi": "10.5232/ricyde"
    },
    {
      "title": "The motivating role of positive feedback in sport and physical education: Evidence for a motivational model",
      "authors": [
        "A Mouratidis",
        "M Vansteenkiste",
        "W Lens",
        "G Sideridis"
      ],
      "year": 2008,
      "doi": "10.1123/jsep.30.2.240"
    },
    {
      "title": "Effects of an autonomy-supportive exercise instructing style on exercise motivation, psychological well-being, and exercise attendance in middle-age women",
      "authors": [
        "F Moustaka",
        "S Vlachopoulos",
        "C Kabitsis",
        "Y Theodorakis"
      ],
      "year": 2012,
      "doi": "10.1123/jpah.9.1.138"
    },
    {
      "title": "Effects of a giant exercising board game intervention on ambulatory physical activity among nursing home residents: A preliminary study",
      "authors": [
        "A Mouton",
        "N Gillet",
        "F Mouton",
        "D Van Kann",
        "O Bruyere",
        "M Cloes",
        "F Buckinx"
      ],
      "year": 2017,
      "doi": "10.2147/CIA.S134760"
    },
    {
      "doi": "10.2147/CIA.S134760"
    },
    {
      "title": "Improving dietary quality in youth with type 1 diabetes: Randomized clinical trial of a family-based behavioral intervention",
      "authors": [
        "T Nansel",
        "L Laffel",
        "D Haynie",
        "S Mehta",
        "L Lipsky",
        "L Volkening",
        "A Liu"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0214-4"
    },
    {
      "title": "It's just PE' till 'It felt like a computer game': Using technology to improve motivation in physical education",
      "authors": [
        "S Nation-Grainger"
      ],
      "year": 2017,
      "doi": "10.1080/02671522.2017.1319590"
    },
    {
      "title": "Self-determination theory applied to health contexts: A meta-analysis",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda",
        "G Williams"
      ],
      "year": 2012,
      "doi": "10.1177/1745691612447309"
    },
    {
      "title": "Predicting psychological needs and wellbeing of individuals engaging in weight management",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thogersen-Ntoumani",
        "K Stott",
        "L Hindle"
      ],
      "year": 2013,
      "doi": "10.1111/aphw.12011"
    },
    {
      "title": "Randomized controlled trial of an electronic intervention for alcohol misuse informed by self-determination theory",
      "authors": [
        "C Niemiec",
        "R Manchester",
        "P Schultz",
        "C Rigby",
        "G Williams"
      ],
      "year": 2019
    },
    {
      "title": "Aspiring to physical health: The role of aspirations for physical health in facilitating long-term tobacco abstinence",
      "authors": [
        "C Niemiec",
        "R Ryan",
        "E Deci",
        "G Williams"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.08.015"
    },
    {
      "title": "The effects of training group exercise class instructors to adopt a motivationally adaptive communication style",
      "authors": [
        "N Ntoumanis",
        "C Thogersen-Ntoumani",
        "E Quested",
        "J Hancox"
      ],
      "year": 2017,
      "doi": "10.1111/sms.12713"
    },
    {
      "title": "Empowering adolescents to be physically active: Three-year results of the Sigue la Huella intervention",
      "authors": [
        "B Pardo",
        "E Bengoechea",
        "J Julian Clemente",
        "E Lanaspa"
      ],
      "year": 2014,
      "doi": "10.1016/j.ypmed.2014.04.023"
    },
    {
      "title": "Worksite intervention effects on motivation, physical activity, and health: A cluster randomized controlled trial",
      "authors": [
        "C Pedersen",
        "H Halvari",
        "G Williams"
      ],
      "year": 2018,
      "doi": "10.1016/j.psychsport.2017.11.004"
    },
    {
      "title": "Preliminary comparison of patient-centered loss programs starting before versus after knee replacement",
      "authors": [
        "C Pellegrini",
        "R Chang",
        "D Dunlop",
        "D Conroy",
        "J Lee",
        "L Vanhorn",
        "K Cameron"
      ],
      "year": 2017
    },
    {
      "title": "Why do you regulate what you eat? Relationships between forms of regulation, eating behaviors, sustained dietary behavior change, and psychological adjustment",
      "authors": [
        "L Pelletier",
        "S Dion",
        "M Slovinec-D'angelo",
        "R Reid"
      ],
      "year": 2004
    },
    {
      "title": "The influence of the social context on students in-class physical activity",
      "authors": [
        "D Perlman"
      ],
      "year": 2013,
      "doi": "10.1123/jtpe.32.1.46"
    },
    {
      "title": "Cost-effectiveness of an intensive tobacco dependence intervention based on self-determination theory",
      "authors": [
        "I Pesis-Katz",
        "G Williams",
        "C Niemieic",
        "K Fiscella"
      ],
      "year": 2011
    },
    {
      "title": "Health behavior change: Theories, methods and interventions",
      "authors": [
        "A Prestwich",
        "J Kenworthy",
        "M Conner"
      ],
      "year": 2017,
      "doi": "10.4324/9781315527215"
    },
    {
      "title": "Implementation intentions",
      "authors": [
        "A Prestwich",
        "P Sheeran",
        "T Webb",
        "P Gollwitzer"
      ],
      "year": 2015
    },
    {
      "title": "Project of the ABIM Foundation, ACP-ASIM Foundation, and European Federation of Internal Medicine",
      "year": 2002,
      "doi": "10.7326/0003-4819-136-3-200202050-00012"
    },
    {
      "title": "Effect of a school-based intervention on physical activity and quality of life through serial mediation of social support and exercise motivation: The PESSOA program",
      "authors": [
        "A Quaresma",
        "A Palmeira",
        "S Martins",
        "C Minderico",
        "L Sardinha"
      ],
      "year": 2014,
      "doi": "10.1093/her/cyu056"
    },
    {
      "title": "Evaluating quality of implementation in physical activity interventions based on theories of motivation",
      "authors": [
        "E Quested",
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "M Hagger",
        "J Hancox"
      ],
      "year": 2017,
      "doi": "10.1080/1750984X.2016.1217342"
    },
    {
      "title": "Tailoring a fruit and vegetable intervention on novel motivational constructs: Results of a randomized study",
      "authors": [
        "K Resnicow",
        "R Davis",
        "G Zhang",
        "J Konkel",
        "V Strecher",
        "A Shaikh",
        "C Wiese"
      ],
      "year": 2008,
      "doi": "10.1007/s12160-008-9028-9"
    },
    {
      "title": "Mediators of physical activity behavior change interventions among adults: A systematic review and meta-analysis",
      "authors": [
        "R Rhodes",
        "P Boudreau",
        "K Josefsson",
        "A Ivarsson"
      ],
      "doi": "10.1080/17437199.2019.1706614"
    },
    {
      "title": "Theories of physical activity behaviour change: A history and synthesis of approaches",
      "authors": [
        "R Rhodes",
        "D Mcewan",
        "A Rebar"
      ],
      "year": 2019
    },
    {
      "title": "Rosuvastatin to prevent vascular events in men and women with elevated C-reactive protein",
      "authors": [
        "P Ridker",
        "E Danielson",
        "F Fonseca",
        "J Genest",
        "A Gotto",
        "J Kastelein",
        "B Nordestgaard"
      ],
      "year": 2008,
      "doi": "10.1056/NEJMoa0807646"
    },
    {
      "title": "The outcomes of a 12-week Internet intervention aimed at improving fitness and health-related quality of life in overweight adolescents: The young & active controlled trial",
      "authors": [
        "K Riiser",
        "K Londal",
        "Y Ommundsen",
        "M Smastuen",
        "N Misvaer",
        "S Helseth"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0114732"
    },
    {
      "title": "Girls on the Move\" intervention protocol for increasing physical activity among low-active underserved urban girls: A group randomized trial",
      "authors": [
        "L Robbins",
        "K Pfeiffer",
        "A Vermeesch",
        "K Resnicow",
        "Z You",
        "L An",
        "S Wesolek"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2458-13-474"
    },
    {
      "title": "The development and validation of the Interpersonal Support in Physical Activity Consultations Observational Tool",
      "authors": [
        "P Rouse",
        "J Duda",
        "N Ntoumanis",
        "K Jolly",
        "G Williams"
      ],
      "year": 2016
    },
    {
      "title": "Self-determination theory: Basic psychological needs in motivation, development, and wellness",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2017
    },
    {
      "title": "Facilitating health behaviour change and its maintenance: Interventions based on self-determination theory",
      "authors": [
        "R Ryan",
        "H Patrick",
        "E Deci",
        "G Williams"
      ],
      "year": 2008
    },
    {
      "title": "Enhancing physical function in HIV-infected older adults: A randomized controlled clinical trial",
      "authors": [
        "K Shah",
        "Z Majeed",
        "Y Yoruk",
        "H Yang",
        "T Hilton",
        "J Mcmahon",
        "R Ryan"
      ],
      "year": 2016,
      "doi": "10.1037/hea0000311"
    },
    {
      "title": "A randomized controlled trial to evaluate self-determination theory for exercise adherence and weight control: Rationale and intervention description",
      "authors": [
        "M Silva",
        "D Markland",
        "C Minderico",
        "P Vieira",
        "M Castro",
        "S Coutinho",
        "P Teixeira"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2458-8-234"
    },
    {
      "title": "Leader autonomy support in the workplace: A meta-analytic review",
      "authors": [
        "G Slemp",
        "M Kern",
        "K Patrick",
        "R Ryan"
      ],
      "year": 2018,
      "doi": "10.1007/s11031-018-9698-y"
    },
    {
      "title": "Smart-phone obesity prevention trial for adolescent boys in low-income communities: The ATLAS RCT",
      "authors": [
        "J Smith",
        "P Morgan",
        "R Plotnikoff",
        "K Dally",
        "J Salmon",
        "A Okely",
        "D Lubans"
      ],
      "year": 2014,
      "doi": "10.1542/peds.2014-1012"
    },
    {
      "title": "Effectiveness of a stroke risk self-management intervention for adults with prehypertension",
      "authors": [
        "H Song",
        "K Nam"
      ],
      "year": 2015,
      "doi": "10.1016/j.anr.2015.10.002"
    },
    {
      "title": "Reducing sedentary behavior in minority girls via a theory-based, tailored classroom media intervention",
      "authors": [
        "D Spruijt-Metz",
        "S Nguyen-Michel",
        "M Goran",
        "C Chou",
        "T Huang"
      ],
      "year": 2008,
      "doi": "10.1080/17477160802113415"
    },
    {
      "title": "Stata statistical software: Release 15",
      "authors": [
        "Statacorp"
      ],
      "year": 2017
    },
    {
      "title": "Classification of techniques used in self-determination theory-based interventions in health contexts: An expert consensus study",
      "authors": [
        "P Teixeira",
        "M Marques",
        "M Silva",
        "J Brunet",
        "J Duda",
        "L Haerens",
        "M Hagger"
      ],
      "year": 2019,
      "doi": "10.31234/osf.io/z9wqu"
    },
    {
      "title": "Texting to increase adolescent physical activity: Feasibility assessment",
      "authors": [
        "D Thompson",
        "D Cantu",
        "B Ramirez",
        "K Cullen",
        "T Baranowski",
        "J Mendoza",
        "Y Liu"
      ],
      "year": 2016,
      "doi": "10.5993/ajhb.40.4.9"
    },
    {
      "title": "The health benefits of smoking cessation",
      "year": 1990
    },
    {
      "title": "Toward a hierarchical model of intrinsic and extrinsic motivation",
      "year": 1997
    },
    {
      "title": "Year-round effectiveness of physical activity counseling on subjective well-being: A self-determination approach among flemish sedentary adults",
      "authors": [
        "A.-S Van Hoecke",
        "C Delecluse",
        "J Opdenacker",
        "F Boen"
      ],
      "year": 2013,
      "doi": "10.1007/s11482-013-9251-9"
    },
    {
      "title": "Short-and long-term effects of a need-supportive physical activity intervention among patients with type 2 diabetes mellitus: A randomized controlled pilot trial",
      "authors": [
        "J Vanroy",
        "J Seghers",
        "A Bogaerts",
        "K Devloo",
        "S De Cock",
        "F Boen"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0174805"
    },
    {
      "title": "Effects of choice on student motivation and physical activity behavior in physical education",
      "authors": [
        "J Ward",
        "C Wilkinson",
        "S Graser",
        "K Prusak"
      ],
      "year": 2008,
      "doi": "10.1123/jtpe.27.3.385"
    },
    {
      "title": "Mechanisms in self-determined exercise motivation: Effects of a theory informed pilot intervention",
      "authors": [
        "K Weman-Josefsson",
        "K Fröberg",
        "S Karlsson",
        "M Lindwall"
      ],
      "year": 2015,
      "doi": "10.1007/s12144-015-9388-9"
    },
    {
      "title": "Supporting autonomy to motivate patients with diabetes for glucose control",
      "authors": [
        "G Williams",
        "Z Freedman",
        "E Deci"
      ],
      "year": 1998,
      "doi": "10.2337/diacare.21.10.1644"
    },
    {
      "title": "Presenting the facts about smoking to adolescents: Effects of an autonomy-supportive style",
      "authors": [
        "G Williams",
        "E Cox",
        "R Kouides",
        "E Deci"
      ],
      "year": 1999,
      "doi": "10.1001/archpedi.153.9.959"
    },
    {
      "title": "Activating patients for smoking cessation through physician autonomy support",
      "authors": [
        "G Williams",
        "E Deci"
      ],
      "year": 2001
    },
    {
      "title": "Computer-assisted intervention improves patient-centered diabetes care by increasing autonomy support",
      "authors": [
        "G Williams",
        "M Lynch",
        "R Glasgow"
      ],
      "year": 2007,
      "doi": "10.1037/0278-6133.26.6.728"
    },
    {
      "title": "The importance of supporting autonomy and perceived competence in facilitating long-term tobacco abstinence",
      "authors": [
        "G Williams",
        "C Niemiec",
        "H Patrick",
        "R Ryan",
        "E Deci"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9090-y"
    },
    {
      "title": "The smoker's health project: A selfdetermination theory intervention to facilitate maintenance of tobacco abstinence",
      "authors": [
        "G Williams",
        "H Patrick",
        "C Niemiec",
        "R Ryan",
        "E Deci",
        "H Lavigne"
      ],
      "year": 2011,
      "doi": "10.1016/j.cct.2011.03.002"
    },
    {
      "title": "The relationship between psychological needs, selfdetermined motivation, exercise attitudes, and physical fitness",
      "authors": [
        "P Wilson",
        "W Rodgers",
        "C Blanchard",
        "J Gessell"
      ],
      "year": 2006,
      "doi": "10.1111/j.1559-1816.2003.tb01890.x"
    },
    {
      "title": "A preliminary test of a student-centered intervention on increasing physical activity in underserved adolescents",
      "authors": [
        "D Wilson",
        "A Evans",
        "J Williams",
        "G Mixon",
        "J Sirard",
        "R Pate"
      ],
      "year": 2005,
      "doi": "10.1207/s15324796abm3002_4"
    },
    {
      "title": "Results of the \"active by choice today\" (ACT) randomized trial for increasing physical activity in low-income and minority adolescents",
      "authors": [
        "D Wilson",
        "M Van Horn",
        "H Kitzman-Ulrich",
        "R Saunders",
        "R Pate",
        "H Lawman",
        "P Brown"
      ],
      "year": 2011,
      "doi": "10.1037/a0023390"
    },
    {
      "title": "World health statistics 2018: Monitoring health for the sustainable development goals",
      "year": 2018
    }
  ],
  "num_references": 97
}
