{
  "paper_id": "8GIW64CH",
  "title": "Utilization of a Text-Messaging Robot to Assess Intraday Variation in Concussion Symptom Severity Scores",
  "abstract": "Objective: To determine the amount of within-day variation of Concussion Symptom Severity Scores (CSSSs) in athletes with a clinically diagnosed concussion. Design: This prospective cohort study used a text-messaging robot to survey concussed athletes using the CSSS 5-times daily while they remained symptomatic. Setting: Academic sports concussion clinic at a large tertiary care medical center. Participants: Fourteen 14-to 22-year-old athletes with clinically diagnosed concussions were enrolled. All were injured in sport, still in season, English speaking, and used a cellular telephone to text message on a regular basis. \n Assessment of Risk Factors: This study did not collect any demographic or other information about the subjects. The only data collected were the individual responses to the questions in the Post Concussion Symptom Score (PCSS). The only aim of this study was to evaluate the variability in responses to the CSSS, which is calculated from the PCSS. \n Main Outcome Measurements: The primary outcome measure was a repeatability coefficient from a random-effects model. Concussion Symptom Severity Score, mean daily CSSS, and standard deviation of CSSS differences from the mean were also calculated. Results: Mean follow-up was 23.9 days. A total of 24 180 text messages were received from subjects. Eight hundred four complete surveys were analyzed. Repeatability coefficient was 623.1. \n Conclusions: When surveyed frequently by a text-messaging robot, concussed athletes report poorly repeatable Sport Concussion Assessment Tool 2 (SCAT2) Symptom Severity Scores. Clinical Relevance: The SCAT2 Symptom Severity Score may be an invalid method of tracking concussion severity and resolution over time.",
  "year": 2013,
  "date": "2013",
  "authors": [
    {
      "name": "Christopher Anthony",
      "affiliation": {
        "organization": "College of Medicine",
        "department": "College of Medicine",
        "institution": "University of Iowa Carver",
        "address": "Iowa City, Iowa"
      }
    },
    {
      "name": "Andrew Peterson",
      "email": "andrew-r-peterson@uiowa.edu"
    },
    {
      "affiliation": {
        "organization": "†Institute for Orthopaedics",
        "department": "†Institute for Orthopaedics",
        "institution": "Iowa City",
        "address": "Iowa"
      }
    },
    {
      "affiliation": {
        "organization": "‡Department of Pediatrics",
        "department": "‡Department of Pediatrics",
        "institution": "University of Iowa Carver",
        "address": "Iowa City, Iowa"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Pediatrics",
        "department": "Department of Pediatrics",
        "institution": "University of Iowa",
        "address": "200 Hawkins Dr 2607 JCP, 52242, Iowa City, IA"
      }
    }
  ],
  "doi": "10.1097/jsm.0b013e31828b67cf",
  "md5": "9745474F42A064487366BAD370653CA0",
  "publication": {
    "journal": "Clin J Sport Med",
    "journal_inferred": true
  },
  "keywords": [
    "Concussion Symptom Severity Score",
    "CSSS",
    "SCAT2",
    "SCAT3",
    "concussion"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The Post Concussion Symptom Score (PCSS) is a 22-item post-concussion symptom checklist and severity scale. It uses a 7-point Likert rating scale to assess for the presence and severity of each concussion symptom item. The PCSS total score is the total number of symptoms endorsed. The PCSS Concussion Symptom Severity Score (CSSS) is the sum of the rated severity scores for each of the individual symptoms on the PCSS checklist.  1 The PCSS gained wide acceptance and use after being included in the Sport Concussion Assessment Tool 2 (SCAT2)  2  and was recently reaffirmed by the fourth International Conference on Concussion in Sport and included in the SCAT3.  1  Concussion symptom checklists are by far the most commonly used post-concussion evaluation tool.  3 The PCSS is the most studied of the available checklists and symptom scales and has been demonstrated to be a reliable and valid assessment of concussion symptoms.  [4] [5] ] [6] [7] [8] [9] [10]  It is not only used as an initial measure of concussion severity but also is commonly used serially to monitor symptom resolution after injury.  1, 4 However, the effect of PCSS administration frequency has not been systematically evaluated or reported.\n\nThis study aimed to evaluate the variability in CSSS when subjects are surveyed using the PCSS more frequently than is typically performed in clinical or research practice. In both the SCAT2 and SCAT3, concussed patients are instructed, \"You should score yourself on the following symptoms, based on how you feel now.\"  1, 2 Typically, the PCSS is used as frequently as once per day or as infrequently as every few weeks in the clinical or research setting. However, if there is a large amount of within-day variation in CSSS, then the timing of the survey could mislead clinicians and researchers into thinking that concussed patients are recovering more rapidly or more slowly than they actually are."
    },
    {
      "title": "METHODS",
      "text": "This prospective cohort study enrolled 14 concussed athletes from a referral concussion clinic. All subjects were symptomatic with a CSSS of 10 or more, were currently participating in sports, were injured in sports, were predominantly English speaking, owned a cellular telephone, and regularly used it to text message. No other exclusion criteria were used. No demographic data were collected at the time of enrollment because of human subjects concerns about the security of text messaging to transmit patient information. All collected information was de-identified and could not be associated with an individual subject. The study was approved by the University of Iowa Health Sciences Institutional Review Board. All subjects aged $18 years provided written informed consent before enrolling in the study. All minor subjects provided written assent, and at least one of their legal guardians provided written informed consent before enrollment.\n\nAn automated text-messaging system was developed internally for this study (the robot). The robot autonomously delivered the PCSS questions through text messaging and also received the associated responses from each subject. Subjects were able to choose the times of the day to receive the study text messages to minimize intrusion into school and other activities, but queries had to be spread throughout waking hours. The robot was programmed to query a database at daily set time intervals to check if a patient was due to begin receiving the PCSS text message protocol at 1 of their 5 daily scheduled times. It was programmed to subsequently send the first question in the PCSS text message protocol at each of the 5 patients designated times on a daily basis. Once the patient responded to an individual SCAT2 symptom question, the robot would extract the patient response and telephone number from the text message. It subsequently used the telephone number as a unique identifier and put the subject response in the appropriate database that corresponded with the subject and question that had just been asked. The robot would then immediately ask the next question in the PCSS text message protocol until all 22 questions had been asked. If a subject failed to answer all 22 questions before their next scheduled time to receive the PCSS text message study protocol, the robot would restart questioning at the first PCSS symptom question. Incomplete queries were discarded. Each text message sent by the robot included the appropriate PCSS question with the corresponding 7-point Likert scale (Figure  1 ). The robot was programmed to keep each patient in the study protocol for the full 30-day period or until the patient had responded for 7 consecutive days with CSSS of 0. Subjects were excluded from the analysis if they completed fewer than 3 surveys on more than 2 different days.\n\nMean daily CSSS and standard deviations for each day and each subject were calculated from the raw text message responses. A random-effects model including subject, day (within-subject), and a random error term were used to calculate a repeatability coefficient. A fixed effect for time of day was added to create a mixed model and determine if time of day was a confounder. An additional fixed effect for day after enrollment was also added as an internal control. Concussion symptoms tend to improve with time after injury,"
    },
    {
      "title": "RESULTS",
      "text": "Fourteen subjects received 24 180 text messages and completed 845 PCSS surveys. Three subjects were excluded from the analysis because of their inadequate response rate. However, those subjects contributed only 41 completed surveys. Eight hundred four completed PCSS surveys were used in the analysis.\n\nA typical concussion recovery curve is shown in Figure  2 . Mean CSSS was 29.9. Mean within-day standard deviation in CSSS was 8.3 (95% CI, 7.6-9.2). The repeatability coefficient from the random-effects model was 623.1 (2 scores on the same day will differ within this 95% limit of the time). A plot of each completed CSSS by mean daily CSSS versus the difference from the mean daily CSSS is shown in Figure  3 . As expected (subjects were expected to improve over time), adding a fixed effect for day after enrollment had a statistically significant effect on the mixed-effects model (P , 0.0001). However, adding time of day (by waking hour quartiles) did not (P = 0.42), suggesting that time of day did not confound CSSS responses."
    },
    {
      "title": "DISCUSSION",
      "text": "We conclude that, when surveyed frequently by a textmessaging robot, concussed athletes report poorly repeatable CSSS. This could have profound effect on clinical practice and concussion research. The PCSS is widely used to assess the clinical resolution of concussion symptoms. If it were subjected to a large amount of random variability (as our study suggests), it would be an unreliable instrument in either setting. The clinician could be misled into thinking that a patient is improving more rapidly or more slowly than they actually are. This misleading information could lead to undesired decisions regarding starting medications, treatments, therapy, or even when to use neurocognitive tests or discuss return to play. Researchers currently do not account for random variability in CSSS when assessing the effect of a concussion treatment. Such variability could lead to the commission of either type I or type II research errors. Type II errors in particular may be more common than previously thought in concussion research because using a primary outcome variable with an intrinsic random variability will require a larger effect size from the intervention to detect a statistically significant difference.\n\nOur study has several limitations. First, subjects were recruited from a specialty clinic and a large academic medical center with a large referral base. It is possible that the subjects in this study were different from the typical concussion patient. Second, this study was well powered to detect variance in CSSS response, but nothing else. It is a study of the PCSS, not a study of concussed patients. However, it is possible that different athletes of different ages, gender, socioeconomic status, sporting background, and who had different mechanisms of injury recover in different ways. In addition, it is possible that different elements of the PCSS are more or less stable. For example, perhaps dizziness is a particularly stable symptom but headache has a large degree of variability. This study is severely underpowered for such symptom-by-symptom analysis. A much larger, likely multiinstitutional, effort would be needed to assess the effect of demographic variables on the model and the contribution of individual symptoms to the variability we report here. Finally, it is possible that the act of text messaging affects concussion symptoms. Cognitive rest is a basic tenant of concussion management,  1  and it is possible that we are causing worsening or prolonged concussion symptoms by text messaging our subjects 110 times per day."
    },
    {
      "text": "FIGURE 1. Text-messaging interface. Subjects received text messages from the robot asking them to respond on a 0 to 6 Likert scale for each item in the PCSS. Any cellular telephone that receives text messages was compatible. Illustrated here is an example of how a subject might respond to a query if they had moderate dizziness."
    },
    {
      "text": "FIGURE 2. An example of a typical concussion recovery curve."
    },
    {
      "text": "whereas any time of day effect would confound the randomeffects model. A priori statistical significance was set at the P = 0.05 level for each of the fixed effects."
    },
    {
      "text": "FIGURE 3. Intraday CSSS variability. Each CSSS is plotted as the mean daily CSSS versus the difference from the mean daily CSSS. The dashed lines represent the repeatability coefficient from the random-effects model."
    }
  ],
  "references": [
    {
      "title": "Consensus statement on concussion in sport-the 4th International Conference on Concussion in Sport, held in Zurich, November 2012",
      "authors": [
        "P Mccrory",
        "W Meeuwisse",
        "M Aubry"
      ],
      "year": 2013,
      "doi": "10.1097/jsm.0b013e31828b67cf",
      "journal": "Clin J Sport Med",
      "volume": "23",
      "raw": "Consensus statement on concussion in sport-the 4th International Conference on Concussion in Sport, held in Zurich, November 2012 \n\t\t \n\t\t\t P Mccrory \n\t\t \n\t\t \n\t\t\t W Meeuwisse \n\t\t \n\t\t \n\t\t\t M Aubry \n\t\t \n\t\t 10.1097/jsm.0b013e31828b67cf \n\t \n\t \n\t\t Clin J Sport Med \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t McCrory P, Meeuwisse W, Aubry M, et al. Consensus statement on concussion in sport-the 4th International Conference on Concussion in Sport, held in Zurich, November 2012. Clin J Sport Med. 2013;23: 89-117."
    },
    {
      "title": "Consensus statement on concussion in sport, 3rd International Conference on Concussion in Sport, held in Zurich",
      "authors": [
        "P Mccrory",
        "W Meeuwisse",
        "K Johnston"
      ],
      "year": 2008,
      "doi": "10.1097/jsm.0b013e3181a501db",
      "journal": "Clin J Sport Med",
      "volume": "19",
      "raw": "Consensus statement on concussion in sport, 3rd International Conference on Concussion in Sport, held in Zurich \n\t\t \n\t\t\t P Mccrory \n\t\t \n\t\t \n\t\t\t W Meeuwisse \n\t\t \n\t\t \n\t\t\t K Johnston \n\t\t \n\t\t 10.1097/jsm.0b013e3181a501db \n\t \n\t \n\t\t Clin J Sport Med \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t November 2008. 2009 \n\t\t \n\t \n\t McCrory P, Meeuwisse W, Johnston K, et al. Consensus statement on concussion in sport, 3rd International Conference on Concussion in Sport, held in Zurich, November 2008. Clin J Sport Med. 2009;19:185-200."
    },
    {
      "title": "Current trends in athletic training practice for concussion assessment and management",
      "authors": [
        "A Notebaert",
        "K Guskiewicz"
      ],
      "year": 2005,
      "doi": "10.31622/2023/0006.01.11",
      "journal": "J Athl Train",
      "volume": "40",
      "raw": "Current trends in athletic training practice for concussion assessment and management \n\t\t \n\t\t\t A J Notebaert \n\t\t \n\t\t \n\t\t\t K M Guskiewicz \n\t\t \n\t\t 10.31622/2023/0006.01.11 \n\t \n\t \n\t\t J Athl Train \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Notebaert AJ, Guskiewicz KM. Current trends in athletic training practice for concussion assessment and management. J Athl Train. 2005;40:320-325."
    },
    {
      "title": "Evidence-based approach to revising the SCAT2: introducing the SCAT3",
      "authors": [
        "K Guskiewicz",
        "J Register-Mihalik",
        "P Mccrory"
      ],
      "year": 2013,
      "doi": "10.1136/bjsports-2013-092225",
      "journal": "Br J Sports Med",
      "volume": "47",
      "raw": "Evidence-based approach to revising the SCAT2: introducing the SCAT3 \n\t\t \n\t\t\t K M Guskiewicz \n\t\t \n\t\t \n\t\t\t J Register-Mihalik \n\t\t \n\t\t \n\t\t\t P Mccrory \n\t\t \n\t\t 10.1136/bjsports-2013-092225 \n\t \n\t \n\t\t Br J Sports Med \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Guskiewicz KM, Register-Mihalik J, McCrory P, et al. Evidence-based approach to revising the SCAT2: introducing the SCAT3. Br J Sports Med. 2013;47:289-293."
    },
    {
      "title": "Sensitivity of the concussion assessment battery",
      "authors": [
        "S Broglio",
        "S Macciocchi",
        "M Ferrara"
      ],
      "year": 2007,
      "doi": "10.1227/01.neu.0000255479.90999.c0",
      "journal": "Neurosurgery",
      "volume": "60",
      "raw": "Sensitivity of the concussion assessment battery \n\t\t \n\t\t\t S P Broglio \n\t\t \n\t\t \n\t\t\t S N Macciocchi \n\t\t \n\t\t \n\t\t\t M S Ferrara \n\t\t \n\t\t 10.1227/01.neu.0000255479.90999.c0 \n\t\t discussion 1057-1058 \n\t \n\t \n\t\t Neurosurgery \n\t\t \n\t\t\t 60 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Broglio SP, Macciocchi SN, Ferrara MS. Sensitivity of the concussion assess- ment battery. Neurosurgery. 2007;60:1050-1057; discussion 1057-1058."
    },
    {
      "title": "Psychometric properties of self-report concussion scales and checklists",
      "authors": [
        "T Mcleod",
        "C Leach"
      ],
      "year": 2012,
      "doi": "10.4085/1062-6050-47.2.221",
      "journal": "J Athl Train",
      "volume": "47",
      "raw": "Psychometric properties of self-report concussion scales and checklists \n\t\t \n\t\t\t T C Mcleod \n\t\t \n\t\t \n\t\t\t C Leach \n\t\t \n\t\t 10.4085/1062-6050-47.2.221 \n\t \n\t \n\t\t J Athl Train \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t McLeod TC, Leach C. Psychometric properties of self-report concussion scales and checklists. J Athl Train. 2012;47:221-223."
    },
    {
      "title": "The relation between post concussion symptoms and neurocognitive performance in concussed athletes",
      "authors": [
        "V Fazio",
        "M Lovell",
        "J Pardini"
      ],
      "year": 2007,
      "doi": "10.3233/nre-2007-22307",
      "journal": "NeuroRehabilitation",
      "volume": "22",
      "raw": "The relation between post concussion symptoms and neurocognitive performance in concussed athletes \n\t\t \n\t\t\t V C Fazio \n\t\t \n\t\t \n\t\t\t M R Lovell \n\t\t \n\t\t \n\t\t\t J E Pardini \n\t\t \n\t\t 10.3233/nre-2007-22307 \n\t \n\t \n\t\t NeuroRehabilitation \n\t\t \n\t\t\t 22 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Fazio VC, Lovell MR, Pardini JE, et al. The relation between post concussion symptoms and neurocognitive performance in concussed ath- letes. NeuroRehabilitation. 2007;22:207-216."
    },
    {
      "title": "Measurement of symptoms following sports-related concussion: reliability and normative data for the post-concussion scale",
      "authors": [
        "M Lovell",
        "G Iverson",
        "M Collins"
      ],
      "year": 2006,
      "doi": "10.1207/s15324826an1303_4",
      "journal": "Appl Neuropsychol",
      "volume": "13",
      "raw": "Measurement of symptoms following sports-related concussion: reliability and normative data for the post-concussion scale \n\t\t \n\t\t\t M R Lovell \n\t\t \n\t\t \n\t\t\t G L Iverson \n\t\t \n\t\t \n\t\t\t M W Collins \n\t\t \n\t\t 10.1207/s15324826an1303_4 \n\t \n\t \n\t\t Appl Neuropsychol \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Lovell MR, Iverson GL, Collins MW, et al. Measurement of symptoms following sports-related concussion: reliability and normative data for the post-concussion scale. Appl Neuropsychol. 2006;13:166-174."
    },
    {
      "title": "Healthy youth are reliable in reporting symptoms on a graded symptom scale",
      "authors": [
        "B Mailer",
        "T Valovich-Mcleod",
        "R Bay"
      ],
      "year": 2008,
      "doi": "10.1123/jsr.17.1.11",
      "journal": "J Sport Rehabilitation",
      "volume": "17",
      "raw": "Healthy youth are reliable in reporting symptoms on a graded symptom scale \n\t\t \n\t\t\t B J Mailer \n\t\t \n\t\t \n\t\t\t T C Valovich-Mcleod \n\t\t \n\t\t \n\t\t\t R C Bay \n\t\t \n\t\t 10.1123/jsr.17.1.11 \n\t \n\t \n\t\t J Sport Rehabilitation \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Mailer BJ, Valovich-McLeod TC, Bay RC. Healthy youth are reliable in reporting symptoms on a graded symptom scale. J Sport Rehabilitation. 2008;17:11-20."
    },
    {
      "title": "Self-report scales/checklists for the measurement of concussion symptoms: a systematic review",
      "authors": [
        "S Alla",
        "S Sullivan",
        "L Hale"
      ],
      "year": 2009,
      "doi": "10.1136/bjsm.2009.058339",
      "journal": "Br J Sports Med",
      "volume": "43",
      "issue": "suppl 1",
      "raw": "Self-report scales/checklists for the measurement of concussion symptoms: a systematic review \n\t\t \n\t\t\t S Alla \n\t\t \n\t\t \n\t\t\t S J Sullivan \n\t\t \n\t\t \n\t\t\t L Hale \n\t\t \n\t\t 10.1136/bjsm.2009.058339 \n\t \n\t \n\t\t Br J Sports Med \n\t\t \n\t\t\t 43 \n\t\t\t suppl 1 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Alla S, Sullivan SJ, Hale L, et al. Self-report scales/checklists for the measurement of concussion symptoms: a systematic review. Br J Sports Med. 2009;43(suppl 1):i3-i12."
    }
  ],
  "num_references": 10,
  "figures": [
    {
      "caption": "FIGURE 1 .",
      "description": "FIGURE 1. Text-messaging interface. Subjects received text messages from the robot asking them to respond on a 0 to 6 Likert scale for each item in the PCSS. Any cellular telephone that receives text messages was compatible. Illustrated here is an example of how a subject might respond to a query if they had moderate dizziness."
    },
    {
      "caption": "FIGURE 2 .",
      "description": "FIGURE 2. An example of a typical concussion recovery curve."
    },
    {
      "description": "whereas any time of day effect would confound the randomeffects model. A priori statistical significance was set at the P = 0.05 level for each of the fixed effects."
    },
    {
      "caption": "FIGURE 3 .",
      "description": "FIGURE 3. Intraday CSSS variability. Each CSSS is plotted as the mean daily CSSS versus the difference from the mean daily CSSS. The dashed lines represent the repeatability coefficient from the random-effects model."
    }
  ],
  "num_figures": 4,
  "num_citations": 16,
  "cited_references": [
    "b8",
    "b6",
    "b4",
    "b1",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] *  University of Iowa Carver College of Medicine , Iowa City , Iowa ;",
    "[raw_affiliation] †Institute for Orthopaedics , Sports Medicine and Rehabilitation , Iowa City , Iowa ; and",
    "[raw_affiliation] ‡Department of Pediatrics , University of Iowa Carver College of Medicine , Iowa City , Iowa.",
    "[raw_affiliation] University of Iowa Department of Pediatrics. Department of Pediatrics , University of Iowa Hospitals and Clinics , 200 Hawkins Dr , 2607 JCP , Iowa City , IA 52242",
    "[submission] Submitted for publication July 22, 2013; accepted April 8, 2014.",
    "Copyright Ó 2014 Wolters Kluwer Health, Inc. All rights reserved.Copyright © 201 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
    "Copyright © 201 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
    "[raw_reference] McCrory P, Meeuwisse W, Aubry M, et al. Consensus statement on concussion in sport-the 4th International Conference on Concussion in Sport, held in Zurich, November 2012. Clin J Sport Med. 2013;23: 89-117.",
    "[raw_reference] McCrory P, Meeuwisse W, Johnston K, et al. Consensus statement on concussion in sport, 3rd International Conference on Concussion in Sport, held in Zurich, November 2008. Clin J Sport Med. 2009;19:185-200.",
    "[raw_reference] Notebaert AJ, Guskiewicz KM. Current trends in athletic training practice for concussion assessment and management. J Athl Train. 2005;40:320-325.",
    "[raw_reference] Guskiewicz KM, Register-Mihalik J, McCrory P, et al. Evidence-based approach to revising the SCAT2: introducing the SCAT3. Br J Sports Med. 2013;47:289-293.",
    "[raw_reference] Broglio SP, Macciocchi SN, Ferrara MS. Sensitivity of the concussion assess- ment battery. Neurosurgery. 2007;60:1050-1057; discussion 1057-1058.",
    "[raw_reference] McLeod TC, Leach C. Psychometric properties of self-report concussion scales and checklists. J Athl Train. 2012;47:221-223.",
    "[raw_reference] Fazio VC, Lovell MR, Pardini JE, et al. The relation between post concussion symptoms and neurocognitive performance in concussed ath- letes. NeuroRehabilitation. 2007;22:207-216.",
    "[raw_reference] Lovell MR, Iverson GL, Collins MW, et al. Measurement of symptoms following sports-related concussion: reliability and normative data for the post-concussion scale. Appl Neuropsychol. 2006;13:166-174.",
    "[raw_reference] Mailer BJ, Valovich-McLeod TC, Bay RC. Healthy youth are reliable in reporting symptoms on a graded symptom scale. J Sport Rehabilitation. 2008;17:11-20.",
    "[raw_reference] Alla S, Sullivan SJ, Hale L, et al. Self-report scales/checklists for the measurement of concussion symptoms: a systematic review. Br J Sports Med. 2009;43(suppl 1):i3-i12."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Clinical Journal of Sport Medicine",
  "volume": "25",
  "issue": "2",
  "pages": "149-152",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.850919",
    "zotero_item_type": "journalArticle"
  }
}
