{
  "paper_id": "8HUTJNI5",
  "title": "A Review of Multiple Health Behavior Change Interventions for Primary Prevention",
  "abstract": "Most individuals engage in multiple unhealthy lifestyle behaviors with the potential for negative health consequences. Yet most health promotion research has addressed risk factors as categorically separate entities, and little is known about how to effectively promote multiple health behavior change (MHBC). This review summarizes the recent literature (January 2004 to December 2009) on randomized clinical trials evaluating MHBC interventions for primary prevention. Combining all the studies across all the reviews, fewer than 150 studies were identified. This is a fraction of the number of trials conducted on changing individual behavioral risks. Three primary behavioral clusters dominated: (1) the energy balance behaviors of physical activity and diet; (2) addictive behaviors like smoking and other drugs; and (3) disease-related behaviors, specifically cardiovascular disease (CVD) and cancer related. Findings were largely disappointing for studies of diet and physical activity, particularly with youth. Treating 2 addictions, including smoking, resulted in greater long-term sobriety from alcohol and illicit drugs. MHBC intervention effects were stronger and more consistent for cancer prevention than CVD prevention. MHBC interventions offer a new paradigm for broader, more comprehensive health promotion; however, the potential value in maximizing intervention impact is largely unmet.",
  "year": 2013,
  "date": "2013-12-17",
  "journal": "Am J Prev Med",
  "publication": "Am J Prev Med",
  "authors": [
    {
      "forename": "Judith",
      "surname": "Prochaska",
      "name": "Judith Prochaska",
      "email": "jprochaska@ucsf.edu"
    },
    {
      "forename": "James",
      "surname": "Prochaska",
      "name": "James Prochaska"
    },
    {
      "forename": "Judith",
      "surname": "Prochaska",
      "name": "Judith Prochaska"
    },
    {
      "affiliation": "Department of Psychiatry , University of California , San Francisco , California ( \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "affiliation": "JJP) , and Cancer Prevention Research Center , University of Rhode Island , Kingston , Rhode Island \n\t\t\t\t\t\t\t\t Cancer Prevention Research Center \n\t\t\t\t\t\t\t\t JJP) \n\t\t\t\t\t\t\t\t University of Rhode Island \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kingston \n\t\t\t\t\t\t\t\t\t Rhode Island"
    },
    {
      "affiliation": "University of California , San Francisco , 401 Parnassus Ave , TRC 0984 , San Francisco , CA 94143-0984 ; \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco 401 Parnassus Ave TRC 0984 \n\t\t\t\t\t\t\t\t\t 94143-0984 \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA"
    }
  ],
  "doi": "",
  "pmid": "15275670",
  "keywords": [
    "multiple risk",
    "behavior change",
    "risk behavior",
    "lifestyle change",
    "primary prevention '"
  ],
  "sections": [
    {
      "text": "likelihood of obesity, diabetes, cancer, and cardiovascular disease.' Most individuals engage in multiple unhealthy behaviors that place them at increased risk for disease, disability, and premature death.  1, 2 Lifestyle behavioral risk factors include poor diet, sedentary behavior, tobacco use, high-risk sun exposure, unsafe sexual practices, stress and distress, and heavy alcohol or illicit drug use.\n\nThe presence of multiple risk behaviors has been shown to have an additive or synergistic negative influence on health. For example, with tobacco and alcohol use, the risk of head and neck cancers is multiplied to an extent that is greater than the sum of the 2 risks individually.  3, 4 Having both a poor diet and being physically inactive greatly increases the likelihood of obesity, diabetes, cancer, and cardiovascular disease (CVD).  [5] [6] ] [7]  Excess risks also lead to excess costs. Modifiable health risks, such as tobacco use, depression, stress, and overweight status, are associated with short-term increases in the likelihood of incurring health expenditures and in the magnitude of those expenditures.  8 In large work-site samples, employees' excess risk factors have predicted incremental gains in pharmaceutical, overall medical, and disability costs.  [9] [10] 0] [11]  Effectively treating 2 behaviors in an individual reduces medical costs by about $2000 per year.  9 Consequently, targeting change in multiple risk behaviors offers the potential of increased health benefits, maximized health promotion, and reduced health care costs.\n\nSuccess in changing one or more lifestyle behaviors may also increase one's confidence or self-efficacy to improve risk behaviors for which individuals have low motivation to change. As such, health behavior change may serve as a gateway to overall healthful lifestyle change. In an analysis of cross-sectional data, Unger  12  observed that adults working on quitting smoking had more healthful levels of alcohol use and exercised more than those not intending to quit smoking. Similarly, a 7-year prospective observational study of 750 Japanese men found that increased habitual exercise was associated with quitting smoking; conversely, smoking relapse was associated with decreased habitual exercise.  13 To the extent that the change process for different health behaviors is similar, it may be efficient to intervene on multiple behaviors at the same time.\n\nA variety of mechanisms may account for the synergy in behavioral clusters, including common factors underlying the development of multiple risk factors or one behavior serving as a stimulus or coping strategy for another. Intervening on the common factors, removing common or paired stimuli, and/or teaching effective coping strategies and general principles of behavior change may lead to broader changes in multiple risks.\n\nGiven limited contact opportunities for health promotion, it would be ideal and efficient if interventions could simultaneously improve multiple risk behaviors relevant to an individual's health profile. Inevitably, interventions targeted at single risk behaviors, even if effective, will be limited in their impact.  14 Greater attention to the science of multiple health behavior change (MHBC) is needed to capitalize on windows of opportunity to address the health risks of individuals and populations.\n\nHistorically, much MHBC research focused on promoting multiple healthful behaviors within large community samples. Examples include the Multiple Risk Factor Intervention Trial, the North Karelia Project, the Stanford Three-City and Five-City Projects, and the Pawtucket and Minnesota Heart Health Programs.  15, 16 With the exception of the North Karelia Project,  17  these large population studies had limited success with changes seen in some but not all targeted behaviors.  [18] [19] 9] [20]  Fewer studies have targeted multiple risks within individuals.\n\nIn 2004, Goldstein took up the charge of reviewing the literature on MHBC interventions in primary care.  21 He concluded that there was insufficient literature available to review and large gaps in the field's knowledge base. Most health promotion research had addressed risk factors as categorically separate entities. The review emphasized the successes of interventions targeting singular behavioral risks and acknowledged the dearth of studies in primary care aimed to treat multiple risks. In the 5 years since Goldstein's review, there has been a dramatic increase in MHBC research as a result of the funding initiatives of the National Institutes of Health, the Robert Wood Johnson Foundation, and the American Cancer Society and efforts by members of the Society of Behavioral Medicine Special Interest Group on MHBC.  22 is article seeks to review the recent literature (January 2004 to December 2009) on randomized clinical trials that have evaluated MHBC interventions for primary prevention.\n\nHence, the review covers the 5 years since Goldstein's 2004 synthesis. Disease management interventions for CVD, diabetes, and cancer are excluded as patient motivation for change is likely to differ. The field of MHBC research is growing, and its boundaries are still being defined. Herein, MHBC interventions are defined as efforts to treat 2 or more health behaviors effectively within a limited time period simultaneously or sequentially.  16 The health behaviors include any actions in which individuals engage that have either a negative impact (as with tobacco and other drug use) or positive impact (as with physical activity and fruit and vegetable consumption) on health.\n\nOur literature search was conducted in Medline, PsychInfo, and the Cochrane Library. Key terms included multiple risk behaviors, health behaviors, risk factors, primary prevention, obesity prevention, and specific behavioral pairings (eg, tobacco and alcohol, physical activity, and nutrition). The articles included were limited to randomized controlled trials and published reviews that focused on MHBC with children or adults. The field is too diverse to permit a single meta-analysis of effects, so a narrative review is presented. Where available, however, the results of recent systematic reviews or meta-analyses on particular behavioral combinations are presented (see Table  1 ). For the purposes of this review, interventions that targeted multiple behaviors within a singular behavioral domain were not included (eg, a nutrition intervention that targeted fruits and vegetables and dietary fat consumption)."
    },
    {
      "title": "Youth Physical Activity and Nutrition Interventions",
      "text": "In a 2005 Cochrane review, Summerbell et al  23  summarized findings from 14 youth obesity prevention studies that targeted physical activity and dietary change. The studies were conducted in schools and communities, with children and adolescents, in the United States and Europe, representing a diversity of ethnic groups and socioeconomic levels. Most of the studies followed a social learning or environmental theoretical framework. Only 1 of the 14 studies (7%) achieved significant changes in both dietary and physical activity behaviors, with the finding significant only for girls and not for boys.  24 This same study was the only one to report significant reductions in body mass index (BMI); again, however, the finding was specific to girls, with an odds ratio (OR) of 2.16 compared with 0.85 for boys. Given the heterogeneity in the studies reviewed, an overall effect size was not calculated.\n\nIn 2009, Brown and Summerbell  25  published a review of school-based obesity prevention interventions aimed at changing dietary intake and physical activity levels. Among the 38 studies reviewed, 20 examined the impact of combined physical activity and nutrition interventions, and of those, 9 demonstrated significant improvements in mean BMI relative to the control condition; 2 studies showed improvement only in boys, 2 studies showed improvement only in girls, and 5 studies showed significant improvement for both genders. No effect sizes were reported nor was the impact of the interventions on behavioral outcomes of physical activity and dietary intake. Nearly half the studies (45%) were published since 2005, indicating growth in this area of research.\n\nIn 2007, Norman et al  26  reviewed the literature on eHealth interventions for physical activity and dietary behavior change, defined as any form of interactive technology (eg, e-mail, Internet, CD-ROM program, handheld computer) used by program participants to facilitate behavior change. Then, twenty studies, published between 2000 and 2005, were identified that targeted both physical activity and dietary behaviors. Of these, 13 studies focused on adults, discussed in the next section; 7 studies focused on children or adolescents conducted through schools (3 studies), a day camp (1 study), primary care (1 study), and community settings (2 studies). Two of the seven studies reported significant intervention effects for physical activity and diet, and 1 study reported significant changes only in diet. Reported effect sizes were r = 0.19 and 0.43 for physical activity and r = 0.28 for dietary change, where values are interpreted as r = 0.10 (small), r = 0.24 (medium), and r = 0.37 (large). One study explicitly tested a hypothesis on the benefit of targeting multiple health behaviors and reported no benefit when concurrently targeting physical activity and fruit and vegetable consumption together versus targeting physical activity alone.  27 re recently, Patrick et al 28 evaluated a computer-assisted physical activity and nutrition intervention with 878 adolescents in primary care settings. The computer program was supported with 12 months of monthly mail, 11 telephone counseling calls, and a parent intervention. The comparison condition addressed sun protection behaviors. Girls and boys in the physical activity and nutrition intervention significantly reduced their sedentary behaviors; effect sizes were d = 0.31 for girls and 0.36 for boys, indicating small treatment effects. No intervention effects were seen for dietary behaviors, minutes of physical activity per week, or changes in body mass. Changes were examined by intervention dose delivered. Participants receiving at least 9 telephone calls (64% of sample) were more likely to make behavioral changes, though completion of calls also likely reflected higher baseline motivation for change.\n\nFamily-based youth obesity prevention interventions have also targeted physical activity and dietary behaviors. Anand et al 29 evaluated a family-based intervention aimed at promoting healthy lifestyles in an aboriginal community in Canada. Relative to the usual care households, intervention families significantly reduced their dietary fat, sweets, and soda consumption (total net decrease of 1.9 servings per day); improvements in physical activity and sedentary behavior were nonsignificant. Rodearmel et al,  30  in their America on the Move study, examined the effect of small changes in diet and physical activity on excess weight gain in overweight children and their parents. The recommendations were to reduce caloric intake by 100 kCal/d by switching to noncaloric sweeteners and to increase physical activity by a total of 2000 steps per day. Child and parent participants in the intervention group did not meet their identified step goals but did significantly increase their physical activity relative to the control group and reduced their caloric intake. Changes in BMI, weight gain, and waist circumference were not significant for either youth or their parents. The study attrition rate was comparable for children in both conditions but twice as high for parents in the intervention group (22%) compared with the control group (9%). The study authors suggested that future research examine ways to promote better adherence to lifestyle goals.\n\nTo summarize, the literature on youth physical activity and dietary interventions is growing. A variety of settings, theoretical orientations, intervention strategies, and outcome measures have been studied with mixed results. Even within the behavioral cluster of physical activity and dietary interventions, the studies were deemed to be too heterogeneous to permit a synthesized analysis of outcome effects. Studies to date have reported significant effects on some outcomes in some subgroups, suggesting that the full potential of MHBC interventions is not being met. Of the 31 unique studies examining intervention effects on youth BMI, only 9 reported significant effects, and in only 5 of these studies was the effect significant for both genders. Of the 23 unique studies reporting on MHBC intervention effects on behavioral end points, only 3 had significant effects on both physical activity and diet, 1 study had a significant effect for physical activity only, and 1 on diet only. Study limitations include reliance on self-reported changes in physical activity and dietary behaviors, failure to analyze at the level of randomization or to attend to clustering effects among students in the same schools or classrooms,  23  and testing of interventions of relatively short duration that still often had problems with full treatment delivery or adherence to lifestyle goals."
    },
    {
      "title": "Adult Physical Activity and Nutrition Interventions",
      "text": "Most of the physical activity and nutrition intervention studies with adults have focused on weight loss in overweight or obese individuals. Two reviews, in 2004 and 2007, concluded that combined diet and physical activity interventions resulted in significantly greater weight loss at all time points (up to 36 months follow-up) relative to advice alone.  31, 32 mprovements were also seen in cholesterol profiles, triglycerides, and blood pressure levels.  31 Diet-only interventions were significant in the short and long term. Exercise-only interventions did not result in successful weight loss, although they did appear to be useful for weight gain prevention.\n\nSweet and Fortier  33  recently published a synthesis of meta-analyses and reviews of interventions targeting physical activity and dietary behaviors with adults. They concluded that single interventions-those that targeted physical activity or diet alone-were more effective at increasing these behaviors but that MHBC interventions that targeted both physical activity and diet were more effective for weight loss and weight gain prevention. The inconsistency in these findings was not well examined. A major limitation of the synthesis is that the reviews largely did not overlap-few trials compared an MHBC intervention with a single behavior change intervention; most compared MHBC with a no contact control group. Of the 6 reviews of combined physical activity and dietary interventions published between 2001 and 2009 most (57%) reported significant effects in at least 1 of the targeted behaviors, whereas a minority (37%) reported significant changes in both behaviors. Effect sizes were not reported. In all, 8 reviews reported changes in weight or BMI for MHBC interventions. For weight loss, the standardized weighted mean difference values were 0.81 relative to a control group and 0.18 relative to diet-only comparisons and for BMI, 0.52 relative to a control group, and 0.21 relative to a diet-only group.\n\nA recent study by Lombard et al  34  was not included in these earlier reviews. The trial evaluated a community-based, 4-session, self-management intervention to prevent additional weight gain in 250 overweight young mothers. The intervention, based on social cognitive theory, yielded no significant changes in physical activity, dietary intake, and weight relative to a brief contact control group.\n\nNorman et al  26  reviewed eHealth interventions for physical activity and dietary behavior change and identified 13 studies focused on adults, of which 7 recruited overweight participants and focused on weight loss and/or weight maintenance. In terms of behavioral changes, 3 of the studies reported significant changes in physical activity and diet, 1 study reported significant effects on diet only, and 4 studies reported significant effects on weight. Two studies reported significantly weaker weight loss effects for eHealth interventions compared with an in-person therapist  35  and a standardized weight loss manual.  36 One study compared sequential versus simultaneous intervention for MHBC with 771 adults of normal weight.  37 The 2 tailored computerized feedback conditions, which encouraged either sequential or simultaneous change in physical activity and dietary fat intake, both outperformed the waitlist control group and did not significantly differ from each other at the 6-month follow-up. Reported effect sizes in the review were: r = 0.01 to 0.12 for physical activity and r = 0.15 for diet, all of which were small effects.\n\nMore recently, Winett et al 38 evaluated a tailored, computer-delivered physical activity and nutrition intervention delivered in churches, with 1071 adults. Participants receiving the computer intervention alone significantly increased their fruit, vegetable, and fiber consumption at posttreatment and follow-up relative to the waitlist control group. Withincluster effect sizes at follow-up (6 months postintervention) were 0.20 for fruits and vegetables and 0.12 for fiber. Participants receiving the computer intervention plus additional church supports significantly increased their fruit, vegetable, and fiber intake and physical activity at posttreatment and follow-up and decreased their weight at posttreatment relative to the control group. Follow-up effect sizes were 0.27 (physical activity), 0.28 (fruits and vegetables), and 0.32 (fiber). The authors concluded that environmental supports may aid the efficacy of Internet-delivered interventions.\n\nJohnson et al  39  tested a computer-tailored intervention for physical activity, healthy diet, and emotional eating. The intervention was delivered by mail and telephone to a sample of 1277 overweight and obese adults recruited primarily from a large work site. At 24 months, the treatment group had significant effects on all 3 behaviors, with 45% reaching public health criteria for exercise (OR = 1.27), 48% for healthy diet (OR = 1.61), and 50% for emotional eating (OR = 1.89). Of those treated for exercise and unhealthy diet, 30% had lost 5% or more of their baseline weight at 18 months compared with 19% in the usual care condition (OR = 1.35). Covariation of behavior change was evident and more pronounced in the treatment group; individuals adopting changes to meet public health recommendations for a single behavior were 2.5 to 5 times more likely to make progress on another behavior.\n\nIn 2005, Engbers et al  40  reviewed the literature on work-site lifestyle behavior change interventions that targeted physical activity and healthy diet and included environmental changes. They identified 8 randomized controlled trials of interventions targeting multiple risks. Only 1 of the 8 studies was judged to be of high quality methodologically. Significant changes in multiple risks were reported in 3 of the 8 trials. Effect sizes were not reported. More recently, Cook et al 41 evaluated a Web-delivered workplace intervention to improve dietary practices, physical activity, and stress levels in 419 employees of a human resources company. Relative to a condition that received printed materials only, the Web-delivered condition showed significant improvements in dietary stage of change and attitudes toward a healthy diet. Group comparisons on 5 additional dietary measures and measures of physical activity and stress, however, were all nonsignificant. Sternfeld et al  42  evaluated an e-mail intervention to increase fruit and vegetable consumption and physical activity and reduce saturated fats, transfats, and added sugar consumption with 787 work-site employees. Relative to the waitlist control condition, at 4 months postintervention, participants significantly increased their moderate physical activity (34.4 min/wk) and consumption of fruits and vegetables (0.35 cup/d), whereas their intake of both saturated fats (-0.75 g/d) and transfats (-0.29 g/d) significantly declined. Changes in vigorous physical activity, sedentary behavior, and added sugars were not significant.\n\nThe evidence for physical activity and dietary interventions with adults appears stronger for secondary than for primary prevention. Increasingly, intervention approaches for physical activity and healthy nutrition use interactive technology, which appears aided by structural and/or interpersonal supports. Similar to the literature for youth, few trials have directly examined the impact of targeting physical activity and diet separately versus in combination. Most trials have compared an MHBC intervention to a no contact control condition. The trials comparing MHBC to an intervention targeting only physical activity or diet have generally revealed small effects. Only 1 trial examined the benefits of a sequential versus a simultaneous approach and showed no difference in outcome though both conditions outperformed a waitlist control group.  37 Finally, few studies have reported on guiding theoretical frameworks or examined mediators of moderators of intervention effects."
    },
    {
      "title": "MHBC for CVD Prevention",
      "text": "A 2006 Cochrane review of multibehavioral interventions for primary CVD prevention reported nonsignificant effects on CVD-related mortality and all-cause mortality but did report a 20% reduced prevalence of smoking.  20 Change in additional risk behavior targets (eg, physical activity and diet) was not examined. In 2008, Fleming and Godwin 43 published a review of lifestyle interventions in primary care aimed at CVD prevention in low-risk adult patients. The authors identified 7 randomized controlled trials. The studies targeted diet only (2 studies), physical activity only (1 study), and multiple risks (4 studies). Of the 7 trials, 4 showed significant positive effects on the outcomes of interest (eg, blood pressure and lipid levels), and 3 of these 4 studies targeted multiple risks.  [44] [45] 5] [46]  Effect sizes, however, were small, Cohen's d = -0.09 to -0.17. The authors concluded that lifestyle counseling interventions for primary prevention of CVD delivered in primary care settings appeared to be of marginal benefit.\n\nSeveral trials have been published since these 2 reviews, and they showed mixed effects on physical activity, dietary behaviors, and CVD risk factors. The StrongWomen-Healthy Hearts program was a 12-week, twice weekly, community-based intervention aimed at reducing CVD risk factors in rural sedentary, overweight, and obese midlife and older women.  47 Relative to a waitlist control group, at postintervention, women in the intervention group had a significant net increase in their physical activity (+1637 steps/d) and decreased their total caloric intake (-390 kcal/d), total carbohydrates (-56.6 g/d), dietary fat (-15.7 g/ d), and dietary cholesterol (-60 mg/d). Relative to the control group, significant net changes were seen in waist circumference (-2.3 inches), body weight (-2.1 kg), and BMI (-0.8 kg/ m 2 ).\n\nPuglisi et al  48  examined the effects of consuming raisins, increasing steps walked, or a combination of these interventions on CVD risk factors. Systolic blood pressure (2.2% reduction) and low-density lipids (13.7% reduction) improved among participants in all 3 groups, with no difference by condition. Body weight and waist circumference were not affected.\n\nHardcastle et al  49   Keyserling et al 51 evaluated a clinic-based behavioral intervention for 236 low-income, middle-aged women. The intervention consisted of individual and group sessions with phone contacts that promoted the use of community resources to increase moderate intensity physical activity and improve dietary intake. The comparison group received mailed educational materials on physical activity and nutrition. At the 6-and 12-month follow-ups, the intervention did not improve physical activity levels as measured by accelerometers but was associated with improved self-reported and objective markers of dietary intake. Effect sizes ranged from d = 0.24 to 0.65 (moderate to large effects). Changes in blood pressure and cholesterol levels, however, were not significant.\n\nJohnson et al  52  applied an innovative approach to improving medication adherence, exercise, and diet for cholesterol management on 404 adults. The treatment included a series of 3 tailored intervention contacts for medication adherence based on the transtheoretical model and delivered by telephone and mail, minimal stage-based advice for exercise and dietary change, and a stage-based print manual promoting use of common principles and processes of change across all 3 behaviors. At 18 months, the treatment group demonstrated 85% adherence compared with 55% in the usual care group. The treatment group also evidenced significantly greater adoption of public health guidelines for exercise (43% vs 25%) and healthy diet (25% vs 13%) than did usual care participants.\n\nThough published reviews demonstrated few effects of MHBC interventions for primary CVD prevention, several more recent trials suggest mixed effects in changing multiple risks and impacting blood pressure, cholesterol, and BMI. The studies were fairly consistent in demonstrating the ability of clinical interventions to produce simultaneous MHBC at least initially and for the most part at up to 6 months follow-up. The 1 study with 12-month follow-up data found changes only in diet, whereas the study with an 18-month follow-up showed significant effects on all 3 targeted behaviors. Future research will need to identify mediators and moderators of long-term MHBC for CVD prevention."
    },
    {
      "title": "Prevention of Tobacco, Alcohol, Illicit Drug Use, and Other Risky Behaviors in Youth",
      "text": "Numerous reviews have examined the efficacy of youth prevention programs focused on change in single risk behaviors. Few reviews have evaluated interventions targeting multiple risks and the two identified are from the 1990s. Posavac et al 53 in 1999 examined the effects of 47 peer-based health education programs and concluded that the overall effect size (0.08) was small. Of the 47 studies, 22 targeted smoking prevention or reduction, 15 targeted primary prevention, and 10 targeted secondary prevention. Though the interventions that were reviewed targeted a variety of risk behaviors, it was unclear how many interventions targeted MHBC.\n\nRooney and Murray published a meta-analysis of smoking prevention studies in 1996.  54 heir review included 82 interventions focused solely on tobacco; 39 were on tobacco, alcohol, and drugs; and 10 were general health programs that included tobacco as a behavioral target. The overall adjusted effect sizes were 0.11 at posttest and 0.10 at longterm follow-up. At posttest and long-term follow-up, having a multicomponent approach (ie, targeting risks in addition to smoking) was predictive of better outcomes. The effect sizes at posttreatment ranged from 0.68 to 0.75 for multicomponent interventions compared with 0.51 to 0.58 for tobacco-only interventions. At long-term follow-up, effect sizes ranged from 0.68 to 0.76 for multicomponent interventions and 0.58 to 0.67 for tobacco-only interventions. Of note, if the intervention had a multicomponent focus, the social influences model was identified as the superior treatment approach.\n\nMore recently, Hawkins et al 55 evaluated a substance use community-focused prevention system, called Communities that Care, with 4407 middle school students from 24 communities. The youth were followed over 4 years from the fifth through the eighth grade. Intervention strategies were chosen by stakeholders in each community and focused on a variety of risk behaviors, including alcohol and drugs, violence prevention, family conflict, life skills, HIV/AIDS prevention, dating safety, tobacco use, and anger management. The authors reported significant reductions in the initiation of alcohol use, tobacco use, binge drinking, and delinquent behavior (eg, stealing, property damage, violent acts) for participants in the intervention versus control communities.\n\nBeets et al  56  evaluated the Positive Action intervention with 1714 students from 20 public elementary schools in Hawaii. The program, delivered in daily 10-to 15-minute interactive lessons, covered topics such as responsible self-management, getting along with others, and self-improvement. Students receiving the program were significantly less likely to report use of alcohol or drugs and engagement in violent behaviors relative to students in the control schools at 5 years follow-up.\n\nMulticomponent interventions have consistently yielded significant prevention effects for multiple risk behaviors in youth. Complications in the literature, however, include a variety of intervention strategies being studied with lack of clarity as to which are the active or necessary components, failure to report attrition in many of the studies, and data analysis that often is not at the level of randomization and fails to account for clustering effects among students in the same classrooms or schools."
    },
    {
      "title": "Physical Activity as a Strategy for Reducing Tobacco, Alcohol, and Illicit"
    },
    {
      "title": "Drug Use",
      "text": "MHBC interventions have examined the use of a health behavior as a strategy for promoting change in a second risk behavior. Physical activity, for example, has been found to reduce tobacco-related cravings, negative affect, and withdrawal symptoms  57  and is believed to be a potentially useful strategy for supporting tobacco abstinence, though findings to date are rather mixed.\n\nUssher et al,  58  in a 2008 Cochrane systematic review, identified 13 randomized controlled trials that examined physical activity as an adjunct to tobacco cessation treatment. Nearly half of the studies (46%) had fewer than 25 participants in each treatment arm. Half of the trials studied women only, and one was limited to men. The physical activity interventions varied in intensity (vigorous, moderate), duration, format (group, individualized), and setting (home, facility). Of the 13 studies, 5 reported a significant increase in fitness levels at the end of treatment.  [59] [60] 0] [61] [62] [63]  Higher tobacco abstinence rates in the physical activity condition were reported in 3 of the 13 studies at posttreatment,  59, 61, 64  in 2 studies at 3 months followup,  59, 60  and in 1 study at 12 months follow-up.  59 One study reported greater smoking abstinence among those with higher levels of exercise adherence.  60 Effect sizes were not reported.\n\nSince the review, 1 additional trial has been published, with 407 adult smokers, that examined the impact of an 11-session relapse prevention intervention of which 2 sessions (held at weeks 16 and 20) focused on physical activity.  65 Participants in the physical activity condition (n = 163) received a pedometer, counseling to increase steps 10% biweekly toward a 10 000 steps/d goal, and personalized reports graphing progress with individualized goals. Intervention participants significantly increased their moderate-to-vigorous physical activity relative to control participants (d = 0.21). Controlling for treatment condition, increased physical activity-predicted sustained smoking abstinence at the 6-month followup (OR = 1.84). Among participants with sustained abstinence, increased physical activity was associated with increased vigor and decreased perceived difficulty with staying smoke free.\n\nThe effect of physical activity on supporting abstinence from alcohol and illicit drugs of abuse has not been well explored. Only 1 randomized controlled trial, published in 1986, was identified. The study, conducted with 43 male college students identified as heavy social drinkers, reported significant posttreatment effects for an 8 week running program in decreasing alcohol consumption relative to a no-treatment control group; the difference was no longer significant 2 months following the treatment.  66 A third condition that focused on yoga/meditation did not differ significantly from the no-treatment control condition.\n\nThe findings to date for physical activity as a strategy for supporting abstinence from tobacco and other drugs of abuse are not strong: they are significant at posttreatment in less than a quarter of the studies and significant at long-term follow-up in only 1 study. What is important is that the trials do not indicate any harm to abstinence rates in promoting physical activity. Physical activity provides a number of important health benefits relevant to tobacco cessation, including weight management, mood enhancement, improved cardiovascular health, and reduced risk of some types of cancer. Since 2000, the US Clinical Practice Guidelines for Treating Tobacco Dependence have recommended physical activity promotion as part of a comprehensive smoking cessation strategy.  67, 68 A recent request for applications from the National Institute on Drug Abuse focused specifically on examining the mechanisms and efficacy of physical activity for reducing substance use problems, including tobacco use. It is anticipated that more research in this area will be forthcoming."
    },
    {
      "title": "Dietary Interventions as an Adjunct for Tobacco Cessation Treatment",
      "text": "The US Clinical Practice Guidelines explicitly discourage dietary restriction during attempts at quitting smoking because of concerns that it will decrease the chances of one staying quit from tobacco.  67, 68 Only a handful of studies, however, have examined this issue.\n\nParsons et al,  69  in a 2009 Cochrane systematic review, examined interventions for preventing weight gain after smoking cessation and identified 4 multicompo-nent behavioral interventions. In 2 studies, at 12 months follow-up, weight control advice was associated with no reduction in weight gain (mean difference = -0.21) and a significant reduction in tobacco abstinence (relative risk [RR] = 0.66).  70, 71 In 2 studies, individualized programs were associated with reduced weight gain at 12 months follow-up (mean difference = -2.58), with no effect on tobacco abstinence.  70, 72 Very-low-calorie diet (VLCD, 1 study)  73  and cognitive behavioral therapy (CBT, 1 study)  72  were both associated with greater abstinence (RR of 1.73 for VLCD and 2.43 for CBT) and reduced weight gain at the 12month follow-up (mean difference of -3.70 for VLCD and -5.20 for CBT).\n\nWhen there is concern about multiple intervention interference, a sequential treatment approach may be undertaken. Spring et al 74 evaluated a dietary intervention implemented early in the quit attempt (simultaneous) versus after cessation (sequential) relative to a nodiet control group. The study, conducted with 315 female smokers, reported no difference in smoking cessation rates among the 3 groups, with some advantage in weight gain prevention among participants in the delayed diet group. Published in 2009, Sallit et al  75   Four trials that concurrently addressed tobacco and nutrition for cancer prevention, using a stage-tailored approach, reported no adverse effects of targeting dietary behaviors on smoking cessation rates.  [76] [77] 7] [78] [79]  The trials are discussed further in the section on MHBC interventions for cancer prevention. Another study, targeting exercise, sodium intake, and smoking using a stage-based approach concluded that sequential was not superior to, and may be inferior to, a simultaneous approach.  80 The theoretical model used and the types of behaviors targeted certainly may influence the efficacy of a simultaneous versus a sequential approach. More research is needed to address this key intervention design issue."
    },
    {
      "title": "Smoking Cessation Efforts During Addictions Treatment",
      "text": "Another behavior change combination in which the potential for behavioral interference has been a concern is tobacco cessation during addictions treatment. Historically, clinical lore has discouraged smoking cessation efforts during addictions treatment out of concern that sobriety would be compromised. An extensive literature search (1966-2003) identified 19 randomized controlled trials of smoking cessation interventions with individuals in current addictions treatment (12 studies) or recovery (7 studies).  81 Smoking and substance use outcomes at posttreatment and long-term follow-up (≥6 months) were summarized in a meta-analysis. Smoking cessation effects were significant at posttreatment (overall RR = 1.82) but not sustained at long-term follow-up (RR = 1.18). Stronger effects were found in studies published since the year 2000, RR = 2.49 versus 1.62 for studies published from 1991 to 1999. What is important is that exposure to the tobacco cessation interventions was associated with a 25% increased likelihood of long-term abstinence from alcohol and illicit drugs (RR = 1.25). The findings suggest short-term success with quitting smoking and the need for innovative strategies for long-term cessation. Contrary to previous concerns, smoking cessation efforts during addictions treatment appeared to enhance rather than compromise long-term abstinence.\n\nEight randomized clinical trials have been published since the meta-analysis was conducted.  [82] [83] 3] [84] [85] [86] [87] [88] [89]  Joseph et al  84  randomly assigned 1943 patients in treatment for alcohol dependence or abuse to either concurrent (during alcohol treatment) or delayed (6 months later) smoking intervention. Participants in the concurrent group were more likely to participate in smoking treatment than were those in the delayed group, but there was no significant difference in cessation rates at 18 months. Prolonged 6-month abstinence from alcohol was worse in the concurrent group than in the delayed group. The difference was not significant at 12 and 18 months follow-up. The authors suggested that smoking cessation interventions be provided to patients after intensive alcohol treatment, but stated that confirmation is needed because the findings are not consistent with the existing literature. Two trials, one conducted with 118 alcohol-dependent smokers in intensive outpatient substance abuse treatment and the other with 225 smokers from methadone maintenance and drug and alcohol treatment clinics, had findings that mirrored those of the earlier metaanalysis.  87, 89 Participants randomly assigned to cigarette smoking treatment were more likely to be abstinent both at the end of treatment and at follow-up assessments, but results were statistically significant only at the end of treatment. No effects on primary drug of abuse were noted. Grant et al  86  evaluated, in a double-blind placebo controlled trial, the impact of adding sustained-release bupropion to nicotine replacement for smokers in treatment for alcoholism. Overall quit rates on the patch were comparable with those reported in the general population (29% quit at 6 months follow-up), with no additional effect of adding bupropion. Outcomes related to alcohol dependence were improved among those who quit smoking. Kalman et al  85  compared the effects of high-dose (42 mg) with a standard dose (21 mg) nicotine patch in 130 heavy smokers with a history of alcohol dependence. Tobacco cessation was unrelated to the nicotine patch dose but was related to longer length of alcohol abstinence. Stein et al 88 also reported a nonsignificant treatment effect in a study with 383 methadone-maintained smokers randomized to the nicotine patch, with either brief advice or a tailored behavioral treatment. Smoking cessation rates at 6 months were low, around 5%, in both conditions.\n\nIn 2008, McCambridge and Jenkins 90 conducted a systematic review and meta-analysis of brief interventions that target alcohol consumption and the impact on tobacco use. The authors identified 14 brief alcohol intervention studies that collected data on smoking behavior at baseline and follow-up, 6 of which were randomized controlled trials with data available for meta-analysis. The meta-analysis indicated no significant difference in tobacco abstinence rates by condition: 10.5% for treatment versus 10.4% for control participants. The authors concluded that brief alcohol interventions do not yield secondary effects in reducing cigarette smoking. In an article published after the review, Kahler et al  82  examined whether the addition of a brief alcohol intervention could improve smoking cessation outcomes among a sample of 236 heavy drinkers relative to standard tobacco cessation treatment. The authors reported a significant reduction in drinks per week and greater smoking abstinence. The effects on smoking, however, were not sustained more than 2 weeks after the quit date.\n\nOnly 1 randomized controlled trial in the published literature has examined treatment of tobacco dependence in adolescents in concurrent addictions treatment. At all time points, tobacco cessation was greater among the 26 participants in the treatment condition relative to the 28 participants in the control group; however, significant differences were found for tobacco abstinence only at the 3-month follow-up: 31% quit versus 4% in the waitlist control group.  83 Similar to what was found in the literature concerning adults, adolescents in the tobacco cessation treatment condition reported significantly fewer days of substance use and were more likely to be abstinent at 3 months follow-up.  91 e literature as a whole supports treatment of tobacco dependence with individuals with other addictive disorders, at least in the short term, with evidence of enhanced, rather than compromised, sobriety. Early intervention will engage more clients. Treatments matched to clients' stage of change may be less overwhelming than action-oriented directives to quit all substances concurrently. Further research is needed to determine the optimum timing of tobacco cessation interventions relative to addictions treatment and the optimal theoretical models guiding intervention strategies."
    },
    {
      "title": "MHBC Interventions for Cancer Prevention",
      "text": "Though a number of MHBC intervention studies aimed at primary cancer prevention have been conducted, no review could be identified in the literature. Individual studies are briefly summarized.\n\nLopez et al  92  examined the impact of an educational intervention in primary care using social cognitive theories for lifestyle change for cancer prevention in 3031 individuals with family cancer experiences. The experimental group received 4 educational contacts focused on tobacco, alcohol, diet, weight, sun, and employment. Relative to the control condition, participants in the intervention condition significantly decreased their cancer-related risks of smoking (OR = 0.66), drinking (OR = 0.50), poor diet (OR = 0.54), weight (OR = 0.70), and sun exposure (OR = 0.39) and, on average, significantly changed 5 cancer risk behaviors.\n\nTwo recent studies using interactive technology to target diet, physical activity, and smoking behaviors were conducted with adults in the Netherlands. De Vries et al  93  evaluated the effectiveness of tailored versus generic feedback sent in printed letters to 2827 adults. At 9 months posttest, the tailored letters resulted in significantly greater changes in dietary fat, fruit and vegetable consumption, and physical activity behaviors than the generic letters. Rates of tobacco cessation were high for both groups with no difference by condition. Oenema et al  94  evaluated the short-term (1 month) effects of an Internet-delivered, computer-tailored lifestyle intervention with 2159 adults. Relative to a waitlist control group, the intervention resulted in significantly lower self-reported saturated fat intake and a higher likelihood of meeting physical activity guidelines among participants who were inactive at baseline; no significant intervention effects were found for self-reported smoking status.\n\nThree parallel, population-based MHBC studies targeting smoking, high-fat diet, and highrisk sun exposure for cancer prevention were conducted with employees in work sites, parents of high school students, and patients in primary care.  [77] [78] 8] [79]  Combined, the studies included nearly 10 000 participants. The interventions used computerized expert system interventions delivering tailored individualized feedback based on participants' stage of change and responses to measures of self-efficacy, pros and cons, and processes of change. In all 3 studies, across all 3 behaviors, treatment effects were significant at 12 and 24 months follow-up, with the exception of smoking in the work site study, which had a relatively small number of smokers. ORs ranged from 1.33 to 1.59 for smoking, 1.35 to 1.63 for a high-fat diet, and 1.90 to 2.15 for sun exposure.  [77] [78] 8] [79]  What was important was that the smoking cessation effects obtained in these studies were comparable to previously reported intervention effects for the stage-based expert system when focused on smoking alone.  95 urthermore, among smokers in the 3 trials, treatment of 1 or 2 coexisting risk factors (diet and/or sun exposure) did not decrease the effectiveness of smoking cessation treatment, and treatment for the coexisting factors was effective as well. A fourth trial, targeting weight management, smoking, stress, and inactivity with 1400 university employees demonstrated significant effects at 6 months' follow-up for a repeated stage-based expert system intervention or 3 motivational interviewing telephonic counseling sessions relative to a health risk assessment with brief feedback.  76 ough a synthesized review of MHBC cancer prevention studies has not been conducted, the findings overall are encouraging, with significant sizeable treatment effects consistently found across behaviors. The one exception was with smoking cessation; however, several studies reported that there were either too few smokers in their studied samples to adequately detect an effect or high quit rates across both conditions. The focus on prevention of cancer may be particularly motivating for participants changing multiple risks."
    },
    {
      "title": "Discussion",
      "text": "In spite of the importance of MHBC for health and health care costs, this is an area that has been understudied and underserved. Combining all the studies across all the reviews, fewer than 150 studies were identified. This is a fraction of the number of trials that have been conducted on changing individual behavioral risks. For tobacco, for example, more than 8700 research articles contributed to the 2008 Clinical Practice Guidelines for the Treatment of Tobacco Dependence.  96 Furthermore, few of the identified studies were designed to specifically address whether treating multiple risk behaviors results in greater change than targeting single risk behaviors individually. Most of the trials evaluated MHBC interventions in relation to a minimal treatment or usual-care control group.\n\nGiven the relatively small number of MHBC studies, it might be expected that the literature could be more easily integrated. One problem with an orphan area like lifestyle medicine, however, is that there is too little known on which to create a consensus. There is no consensus, for example, as to what constitutes MHBC research. The current review includes what is most clearly MHBC research, which involves treating 2 or more behaviors to change 2 or more behaviors. Yet one of the biggest blocks of studies (N = 39) involved treating multiple behaviors to prevent a disease-namely, CVD. In the Cochrane review by Ebrahim,  20  all the studies failed to prevent CVD, but it is not clear whether that was because they did not produce significant change in multiple health behaviors or because MHBC failed to prevent CVD. Clearly, the criterion of preventing a chronic disease is a much tougher end point of MHBC and would require much more demanding designs, including treatments that are known to produce MHBC. Several more recent MHBC intervention studies for CVD prevention have reported significant effects on health behaviors and CVD risk factors.\n\nAnother important block of studies involved treating 2 or more behaviors (eg, smoking and physical activity or smoking and dietary behaviors) to produce greater effects on a single behavior (in this case, smoking). Only 1 of the 13 studies produced significantly more abstinence at long-term follow-up when physical activity and smoking were both treated. The findings are not encouraging. What needs to be recognized is that this is a more demanding design, comparing active treatments. Outperforming an effective treatment for smoking, for example, is a much tougher challenge than outperforming no treatment or a placebo.\n\nSo what can we conclude about the remaining studies that are most clearly MHBC? First, there are 3 types of behavioral clusters that dominate this area: (1) the energy balance behaviors of physical activity and diet, (2) addictive behaviors like smoking and using other drugs, and (3) disease-related behaviors, specifically CVD-and cancer-related behaviors. Historically, CVD prevention drove MHBC with the National Heart, Lung, and Blood Institute taking the lead. Then, with the disproportionate increases in cancer, the National Cancer Institute took the lead. With the epidemic of obesity and being overweight among children and adults, energy balance behaviors have become the major drivers, with a greater number and broader size of funding organizations providing support.\n\nOf these types of behaviors, perhaps the most surprising and disappointing results have been with diet and physical activity, particularly with youth. Here, only 3 of 23 studies produced significant MHBC. With BMI as a biological end point, the results were better, with 9 of 31 producing some significant reductions, but only 5 of 31 worked with both boys and girls. For adults, changing both physical activity and diet produced the best weight outcomes. Successes were greater with overweight and obese populations.\n\nWith addictive behaviors in adults, findings were encouraging. In spite of the stereotype that smoking is beneficial for people being treated for another drug of abuse, the literature to date supports the opposite perspective. Being treated for 2 addictions, including smoking, resulted in greater long-term sobriety as related to alcohol and illicit drugs. When addictive behaviors were prevented in youth, a similar pattern emerged. Interventions that targeted other drugs in addition to tobacco prevention produced better results.  57 Particularly encouraging are recent reports from the Communities that Care and the Positive Action programs, which targeted MHBC, including behaviors related to drug use, such as delinquent and violent behaviors, and produced significant MHBC.\n\nAlthough only 7 randomized controlled trials that evaluated MHBC interventions for primary cancer prevention were found, together, the trials were conducted with nearly 20 000 participants. All 7 studies reported significant effects on MHBC, though 4 of the 7 did not achieve significant effects with smoking cessation, which was attributed to the small numbers of smokers resulting in insufficient power to detect an effect. The cancer prevention MHBC studies were more programmatic, involving the same behaviors with the same types of treatment, driven by the same theory. These studies produced results that suggest that treating MHBC can be at least as effective as treating a single behavior.  95 me reviewers of the literature would conclude that it is premature to apply MHBC interventions in practice because not enough programmatic research has been completed. The reality is that MHBC is already being practiced because patients with multiple unhealthy behaviors are the largest risk and highest cost populations. Given the amount of variability in the research in terms of types of behaviors and populations treated, types of treatment applied, length of follow-up, and sample sizes, one cannot generalize across such heterogeneous studies. Perhaps the best that can be done is to look for the greatest consistencies with interventions showing the most replication and the most generalization across types of behaviors and populations and with longer follow-ups. One example is computer-tailored interventions with adults, which replicated across 3 studies for cancer prevention and generalized across cancer and CVD prevention and energy balance behaviors. These types of interventions can and are being delivered on the Internet, via telephone counseling, and in clinical settings. Another approach that is being applied in primary care counseling and telephonically is person-to-person counseling, driven by theories like motivational interviewing and CBT. Unfortunately, there has not been as much programmatic research with these modalities for MHBC, but there is a large body of supportive research on a broad range of behaviors treated individually.  97 BC interventions raise unique design considerations, a key one being whether to target multiple behaviors for change simultaneously or sequentially. Across the behavioral cluster domains, only 4 studies were identified that tested this issue. For interventions targeting tobacco and diet,  74  tobacco and alcohol,  84  and physical activity and diet  37  (1 study each), simultaneous versus sequential long-term outcomes indicated no significant difference. In an intervention targeting physical activity, tobacco, and sodium, sequential intervention was inferior to simultaneous intervention.  80 With such few studies, it is difficult to draw any conclusions, though evidence to date seems to suggest no difference in outcomes by the timing of intervention on multiple risks.\n\nGiven the modest number of studies for the vast area of MHBC, what approaches would most readily advance this critical field? First, rather than relying so heavily on individual projects without replication, more programmatic research should be conducted. Individual research projects rarely make a difference: research programs almost always make a difference. Examples of programs of research could include comparative treatment studies, such as computer-tailored interventions compared with telephonic counseling, compared with counseling in primary care. Another example would be treatment mediators and moderators of MHBC to determine if there is invariance of behavior change mechanisms across different behaviors and across different treatment modalities.\n\nSecond, more funding needs to be invested in this orphan field to help draw more researchers, particularly students. Doctoral students are too often taught that it is challenging enough to become an expert on one behavior, let alone multiple behaviors. The expertise needed, however, is really around the process, rather than the content of behavior change. Multidisciplinary collaborators can provide content experts. There is growing recognition that fragmentation is a major disorder for health care. To fragment lifestyle medicine into specialties on each separate behavior is a prescription for failure. MHBC interventions can represent a new paradigm to help drive integration and yield interventions that can maximize the impact on the highest risk and highest cost populations in need of lifestyle change. Yet to advance this field and have any impact on clinical practice and health care policy, stronger evidence that MHBC can be achieved is needed."
    },
    {
      "text": "evaluated a primary health care-based counseling intervention targeting physical activity and dietary behaviors with 334 mostly obese patients. At the 6-month follow-up, patients randomized to receive up to 5 face-to-face counseling sessions with a physical activity specialist and dietitian were significantly more physically active (d = 2.80), had reduced weight (d = -3.04) and BMI (d = -3.60), and improved diastolic blood pressure (d = -4.33) compared with the standard-care control condition, indicating larger treatment effects.Aldana et al 50  examined the behavioral and clinical impact of a 40-hour educational course on lifestyle modification, including improvements in nutrition and physical activity. The study was conducted with 348 middle-aged adults. Relative to the control group, intervention participants evidenced significant improvements at the 6-month follow-up for multiple measures of nutrition (average net reduction of 412 total kcal/d and 33.1 g/d of dietary fat and increase of 4.3 g/d of fruit and vegetable fiber), physical activity (increase of 6711 steps/d), and body mass outcomes (average net reduction in weight of 3.9 kg, d = -0.74, and 1.3 kg/m 2 in BMI, d = -0.79)."
    },
    {
      "text": "examined the impact of a 12-week CBT weight control program on eating and smoking behaviors in a sample of 216 participants who wanted to lose weight and were not yet ready to quit smoking. At 9 months follow-up, relative to the control group, participants in the intervention group had significantly improved diet quality (d = 0.89), greater weight loss (d = -.57) and change in BMI (d = -0.61), a decrease in the number of cigarettes smoked (d = -0.37), and positive movement in stage of change toward smoking cessation."
    }
  ],
  "references": [
    {
      "title": "Prevalence of multiple chronic disease risk factors: 2001 National Health Interview Survey",
      "authors": [
        "L Fine",
        "G Philogene",
        "R Gramling",
        "E Coups",
        "S Sinha"
      ],
      "year": 2004
    },
    {
      "title": "Meeting recommendations for multiple healthy lifestyle factors: prevalence, clustering, and predictors among adolescent, adult, and senior health plan members",
      "authors": [
        "N Pronk",
        "L Anderson",
        "A Crain"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2004.04.022"
    },
    {
      "title": "Smoking and drinking in relation to oral and pharyngeal cancer",
      "authors": [
        "W Blot",
        "J Mclaughlin",
        "D Winn"
      ],
      "year": 1988
    },
    {
      "title": "Joint effect of cigarette smoking and alcohol consumption on mortality",
      "authors": [
        "W Xu",
        "X Zhang",
        "Y Gao"
      ],
      "year": 2007
    },
    {
      "title": "Impact of nutrition and exercise on cancer survival",
      "authors": [
        "M Irwin",
        "S Mayne"
      ],
      "year": 2008
    },
    {
      "title": "Physical Activity and Health: A Report of the Surgeon General",
      "year": 1996,
      "doi": "10.1037/e305372003-001"
    },
    {
      "title": "Relation between modifiable lifestyle factors and lifetime risk of heart failure",
      "authors": [
        "L Djousse",
        "J Driver",
        "J Gaziano"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.1062"
    },
    {
      "title": "The relationship between modifiable health risks and health care expenditures: an analysis of the multiemployer HERO health risk and cost database",
      "authors": [
        "R Goetzel",
        "D Anderson",
        "R Whitmer",
        "R Ozminkowski",
        "R Dunn",
        "J Wasserman"
      ],
      "year": 1998,
      "doi": "10.1097/00043764-199810000-00003"
    },
    {
      "title": "Emerging research: a view from one research center",
      "authors": [
        "D Edington"
      ],
      "year": 2001
    },
    {
      "title": "Measuring the relationship between employees' health risk factors and corporate pharmaceutical expenditures",
      "authors": [
        "W Burton",
        "C Chen",
        "D Conti",
        "A Schultz",
        "D Edington"
      ],
      "year": 2003,
      "doi": "10.1097/01.jom.0000079090.95532.db"
    },
    {
      "title": "Association of health risks with the cost of time away from work",
      "authors": [
        "D Wright",
        "M Beard",
        "D Edington"
      ],
      "year": 2002,
      "doi": "10.1097/00043764-200212000-00006"
    },
    {
      "title": "Stages of change of smoking cessation: relationships with other health behaviors",
      "authors": [
        "J Unger"
      ],
      "year": 1996,
      "doi": "10.1016/s0749-3797(18)30357-x"
    },
    {
      "title": "Cigarette smoking weakens exercise habits in healthy men",
      "authors": [
        "T Nagaya",
        "H Yoshida",
        "H Takahashi",
        "M Kawai"
      ],
      "year": 2007,
      "doi": "10.1080/14622200701591575"
    },
    {
      "title": "The Scientist Practitioner: Research and Accountability in the Age of Managed Care",
      "authors": [
        "S Hayes",
        "D Barlow",
        "R Nelson-Gray"
      ],
      "year": 1999
    },
    {
      "title": "Epidemiology and Prevention of Cardiovascular Disease: A Global Challenge",
      "authors": [
        "D Labarthe"
      ],
      "year": 1998
    },
    {
      "title": "Multiple risk behavior change: what most individuals need",
      "authors": [
        "J Prochaska",
        "J Prochaska"
      ],
      "year": 2008,
      "doi": "10.1891/9780826180148.0012"
    },
    {
      "title": "The community-based strategy to prevent coronary heart disease: conclusions from the ten years of the North Karelia project",
      "authors": [
        "P Puska",
        "A Nissinen",
        "J Tuomilehto"
      ],
      "year": 1985
    },
    {
      "title": "How can we increase translation of research into practice? Types of evidence needed",
      "authors": [
        "R Glasgow",
        "K Emmons"
      ],
      "year": 2007,
      "doi": "10.1146/annurev.publhealth.28.021406.144145"
    },
    {
      "title": "Work site-based cancer prevention: primary results from the Working Well Trial",
      "authors": [
        "G Sorensen",
        "B Thompson",
        "K Glanz"
      ],
      "year": 1996
    },
    {
      "title": "Multiple risk factor interventions for primary prevention of coronary heart disease",
      "authors": [
        "S Ebrahim",
        "A Beswick",
        "M Burke",
        "Davey Smith"
      ],
      "year": 2006,
      "doi": "10.1002/14651858.cd001561.pub2"
    },
    {
      "title": "Multiple behavioral risk factor interventions in primary care: summary of research evidence",
      "authors": [
        "M Goldstein",
        "E Whitlock",
        "J Depue"
      ],
      "year": 2004
    },
    {
      "title": "Multiple health behavior change research: an introduction and overview",
      "authors": [
        "J Prochaska",
        "B Spring",
        "C Nigg"
      ],
      "year": 2008
    },
    {
      "title": "Interventions for preventing obesity in children",
      "authors": [
        "C Summerbell",
        "E Waters",
        "L Edmunds",
        "S Kelly",
        "T Brown",
        "K Campbell"
      ],
      "year": 2005
    },
    {
      "title": "Reducing obesity via a school-based interdisciplinary intervention among youth: Planet Health",
      "authors": [
        "S Gortmaker",
        "K Peterson",
        "J Wiecha"
      ],
      "year": 1999
    },
    {
      "title": "Systematic review of school-based interventions that focus on changing dietary intake and physical activity levels to prevent childhood obesity: an update to the obesity guidance produced by the National Institute for Health and Clinical Excellence",
      "authors": [
        "T Brown",
        "C Summerbell"
      ],
      "year": 2009
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.05.007"
    },
    {
      "title": "A randomized controlled trial of single versus multiple health behavior change: promoting physical activity and nutrition among adolescents",
      "authors": [
        "J Prochaska",
        "J Sallis"
      ],
      "year": 2004
    },
    {
      "title": "Randomized controlled trial of a primary care and homebased intervention for physical activity and nutrition behaviors: PACE+ for adolescents",
      "authors": [
        "K Patrick",
        "K Calfas",
        "G Norman"
      ],
      "year": 2006,
      "doi": "10.1001/archpedi.160.2.128"
    },
    {
      "title": "A family-based intervention to promote healthy lifestyles in an aboriginal community in Canada",
      "authors": [
        "S Anand",
        "A Davis",
        "R Ahmed"
      ],
      "year": 2007,
      "doi": "10.1007/bf03405436"
    },
    {
      "title": "Small changes in dietary sugar and physical activity as an approach to preventing excessive weight gain: the America on the Move family study",
      "authors": [
        "S Rodearmel",
        "H Wyatt",
        "N Stroebele",
        "S Smith",
        "L Ogden",
        "J Hill"
      ],
      "year": 2007
    },
    {
      "title": "What interventions should we add to weight reducing diets in adults with obesity? A systematic review of randomized controlled trials of adding drug therapy, exercise, behaviour therapy or combinations of these interventions",
      "authors": [
        "A Avenell",
        "T Brown",
        "M Mcgee"
      ],
      "year": 2004
    },
    {
      "title": "Weight-loss outcomes: a systematic review and metaanalysis of weight-loss clinical trials with a minimum 1-year follow-up",
      "authors": [
        "M Franz",
        "J Vanwormer",
        "A Crain"
      ],
      "year": 2007,
      "doi": "10.1016/j.jada.2007.07.017"
    },
    {
      "title": "Improving physical activity and dietary behaviours with single or multiple health behaviour interventions? A synthesis of meta-analyses and reviews",
      "authors": [
        "S Sweet",
        "M Fortier"
      ],
      "year": 2009,
      "doi": "10.3390/ijerph7041720"
    },
    {
      "title": "Weight, physical activity and dietary behavior change in young mothers: short term results of the HeLP-her cluster randomized controlled trial",
      "authors": [
        "C Lombard",
        "A Deeks",
        "K Ball",
        "D Jolley",
        "H Teede"
      ],
      "year": 2009
    },
    {
      "title": "Does using the Internet facilitate the maintenance of weight loss?",
      "authors": [
        "J Harvey-Berino",
        "S Pintauro",
        "P Buzzell"
      ],
      "year": 2002,
      "doi": "10.1038/sj.ijo.0802051"
    },
    {
      "title": "A randomized controlled trial of a commercial internet weight loss program",
      "authors": [
        "L Womble",
        "T Wadden",
        "B Mcguckin",
        "S Sargent",
        "R Rothman",
        "E Krauthamer-Ewing"
      ],
      "year": 2004,
      "doi": "10.1038/oby.2004.124"
    },
    {
      "title": "Efficacy of sequential or simultaneous interactive computer-tailored interventions for increasing physical activity and decreasing fat intake",
      "authors": [
        "C Vandelanotte",
        "De Bourdeaudhuij",
        "I Sallis",
        "J Spittaels",
        "H Brug"
      ],
      "year": 2005
    },
    {
      "title": "Guide to health: nutrition and physical activity outcomes of a group-randomized trial of an Internet-based intervention in churches",
      "authors": [
        "R Winett",
        "E Anderson",
        "J Wojcik",
        "S Winett",
        "T Bowden"
      ],
      "year": 2007,
      "doi": "10.1007/bf02879907"
    },
    {
      "title": "Transtheoretical model-based multiple behavior intervention for weight management: effectiveness on a population basis",
      "authors": [
        "S Johnson",
        "A Paiva",
        "C Cummins"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2007.09.010"
    },
    {
      "title": "Worksite health promotion programs with environmental changes: a systematic review",
      "authors": [
        "L Engbers",
        "M Van Poppel",
        "Apmj Chin",
        "W Van Mechelen"
      ],
      "year": 2005,
      "doi": "10.1016/j.amepre.2005.03.001"
    },
    {
      "title": "A field test of a Web-based workplace health promotion program to improve dietary practices, reduce stress, and increase physical activity: randomized controlled trial",
      "authors": [
        "R Cook",
        "D Billings",
        "R Hersch",
        "A Back",
        "A Hendrickson"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e17"
    },
    {
      "title": "Improving diet and physical activity with ALIVE: a worksite randomized trial",
      "authors": [
        "B Sternfeld",
        "C Block",
        "C Quesenberry",
        "Jr"
      ],
      "year": 2009
    },
    {
      "title": "Lifestyle interventions in primary care: systematic review of randomized controlled trials",
      "authors": [
        "P Fleming",
        "M Godwin"
      ],
      "year": 2008
    },
    {
      "title": "Non-pharmacological treatment of hypertension in primary health care: a 2-year open randomized controlled trial of lifestyle intervention against hypertension in eastern Finland",
      "authors": [
        "M Kastarinen",
        "P Puska",
        "M Korhonen"
      ],
      "year": 2002
    },
    {
      "title": "The cost-effectiveness of a cardiovascular risk reduction program in general practice",
      "authors": [
        "G Salkeld",
        "P Phongsavan",
        "B Oldenburg"
      ],
      "year": 1997
    },
    {
      "title": "Effectiveness of health checks conducted by nurses in primary care: final results of the OXCHECK study. Imperial Cancer Research Fund OXCHECK Study Group",
      "year": 1995
    },
    {
      "title": "The StrongWomen-Healthy Hearts program: reducing cardiovascular disease risk factors in rural sedentary, overweight, and obese midlife and older women",
      "authors": [
        "S Folta",
        "A Lichtenstein",
        "R Seguin",
        "J Goldberg",
        "J Kuder",
        "M Nelson"
      ],
      "year": 2009,
      "doi": "10.2105/ajph.2008.145581"
    },
    {
      "title": "Raisins and additional walking have distinct effects on plasma lipids and inflammatory cytokines",
      "authors": [
        "M Puglisi",
        "U Vaishnav",
        "S Shrestha"
      ],
      "year": 2008,
      "doi": "10.1186/1476-511x-7-14"
    },
    {
      "title": "A randomised controlled trial on the effectiveness of a primary health care based counselling intervention on physical activity, diet and CHD risk factors",
      "authors": [
        "S Hardcastle",
        "A Taylor",
        "M Bailey",
        "R Castle"
      ],
      "year": 2008
    },
    {
      "title": "The behavioral and clinical effects of therapeutic lifestyle change on middle-aged adults",
      "authors": [
        "S Aldana",
        "R Greenlaw",
        "H Diehl"
      ],
      "year": 2006
    },
    {
      "title": "Randomized trial of a clinic-based, community-supported, lifestyle intervention to improve physical activity and diet: the North Carolina enhanced WISEWOMAN project",
      "authors": [
        "T Keyserling",
        "Samuel Hodge",
        "C Jilcott"
      ],
      "year": 2008
    },
    {
      "title": "Transtheoretical model intervention for adherence to lipid-lowering drugs",
      "authors": [
        "S Johnson",
        "M Driskell",
        "J Johnson"
      ],
      "year": 2006
    },
    {
      "title": "Peer-based interventions to influence health-related behaviors and attitudes: a meta-analysis",
      "authors": [
        "E Posavac",
        "K Kattapong",
        "Dew De"
      ],
      "year": 1999
    },
    {
      "title": "A meta-analysis of smoking prevention programs after adjustment for errors in the unit of analysis",
      "authors": [
        "B Rooney",
        "D Murray"
      ],
      "year": 1996
    },
    {
      "title": "Results of a type 2 translational research trial to prevent adolescent drug use and delinquency: a test of Communities That Care",
      "authors": [
        "J Hawkins",
        "S Oesterle",
        "E Brown"
      ],
      "year": 2009
    },
    {
      "title": "Use of a social and character development program to prevent substance use, violent behaviors, and sexual activity among elementary-school students in Hawaii",
      "authors": [
        "M Beets",
        "B Flay",
        "S Vuchinich"
      ],
      "year": 2009,
      "doi": "10.2105/ajph.2008.142919"
    },
    {
      "title": "The acute effects of exercise on cigarette cravings, withdrawal symptoms, affect and smoking behaviour: a systematic review",
      "authors": [
        "A Taylor",
        "M Ussher",
        "G Faulkner"
      ],
      "year": 2007
    },
    {
      "title": "Exercise interventions for smoking cessation",
      "authors": [
        "M Ussher",
        "A Taylor",
        "G Faulkner"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd002295.pub3"
    },
    {
      "title": "The efficacy of exercise as an aid for smoking cessation in women: a randomized controlled trial",
      "authors": [
        "B Marcus",
        "A Albrecht",
        "T King"
      ],
      "year": 1999,
      "doi": "10.1001/archinte.159.11.1229"
    },
    {
      "title": "The efficacy of moderate-intensity exercise as an aid for smoking cessation in women: a randomized controlled trial",
      "authors": [
        "B Marcus",
        "B Lewis",
        "J Hogan"
      ],
      "year": 2005
    },
    {
      "title": "Usefulness of physical exercise for maintaining smoking cessation in women",
      "authors": [
        "B Marcus",
        "A Albrecht",
        "R Niaura",
        "D Abrams",
        "P Thompson"
      ],
      "year": 1991
    },
    {
      "title": "The effects of exercise and nicotine replacement therapy on smoking rates in women",
      "authors": [
        "H Prapavessis",
        "L Cameron",
        "J Baldi"
      ],
      "year": 2007
    },
    {
      "title": "Exercise enhances the maintenance of smoking cessation in women",
      "authors": [
        "B Marcus",
        "A Albrecht",
        "R Niaura"
      ],
      "year": 1995
    },
    {
      "title": "Prospective evaluation of three smoking interventions in 205 recovering alcoholics: one-year results of Project SCRAP-Tobacco",
      "authors": [
        "J Martin",
        "K Calfas",
        "C Patten"
      ],
      "year": 1997
    },
    {
      "title": "Physical activity as a strategy for maintaining tobacco abstinence: a randomized trial",
      "authors": [
        "J Prochaska",
        "S Hall",
        "G Humfleet"
      ],
      "year": 2008
    },
    {
      "title": "Lifestyle modification with heavy alcohol drinkers: effects of aerobic exercise and meditation",
      "authors": [
        "T Murphy",
        "R Pagano",
        "G Marlatt"
      ],
      "year": 1986
    },
    {
      "title": "Treating Tobacco Use and Dependence",
      "authors": [
        "M Fiore",
        "W Bailey",
        "S Cohen"
      ],
      "year": 2000
    },
    {
      "title": "Treating Tobacco Use and Dependence: 2008 Update",
      "authors": [
        "M Fiore",
        "C Jaén",
        "T Baker"
      ],
      "year": 2008,
      "doi": "10.1037/e481882008-001"
    },
    {
      "title": "Interventions for preventing weight gain after smoking cessation",
      "authors": [
        "A Parsons",
        "M Shraim",
        "J Inglis",
        "P Aveyard",
        "P Hajek"
      ],
      "year": 2009
    },
    {
      "title": "Weight gain prevention and smoking cessation: cautionary findings",
      "authors": [
        "S Hall",
        "C Tunstall",
        "K Vila",
        "J Duffy"
      ],
      "year": 1992
    },
    {
      "title": "Smoking cessation in women concerned about weight",
      "authors": [
        "P Pirie",
        "C Mcbride",
        "W Hellerstedt"
      ],
      "year": 1992
    },
    {
      "title": "Cognitive-behavioral therapy to reduce weight concerns improves smoking cessation outcome in weight-concerned women",
      "authors": [
        "K Perkins",
        "M Marcus",
        "M Levine"
      ],
      "year": 2001
    },
    {
      "title": "Open randomised trial of intermittent very low energy diet together with nicotine gum for stopping smoking in women who gained weight in previous attempts to quit",
      "authors": [
        "T Danielsson",
        "S Rossner",
        "A Westin"
      ],
      "year": 1999
    },
    {
      "title": "Randomized controlled trial for behavioral smoking and weight control treatment: effect of concurrent versus sequential intervention",
      "authors": [
        "B Spring",
        "S Pagoto",
        "R Pingitore",
        "N Doran",
        "K Schneider",
        "D Hedeker"
      ],
      "year": 2004
    },
    {
      "title": "A cognitive-behavioral weight control program improves eating and smoking behaviors in weight-concerned female smokers",
      "authors": [
        "J Sallit",
        "M Ciccazzo",
        "Z Dixon"
      ],
      "year": 2009
    },
    {
      "title": "Initial efficacy of MI, TTM tailoring and HRI's with multiple behaviors for employee health promotion",
      "authors": [
        "J Prochaska",
        "S Butterworth",
        "C Redding"
      ]
    },
    {
      "title": "Multiple risk expert systems interventions: impact of simultaneous stage-matched expert system interventions for smoking, high-fat diet, and sun exposure in a population of parents",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "J Rossi"
      ],
      "year": 2004
    },
    {
      "title": "Stage-based expert systems to guide a population of primary care patients to quit smoking, eat healthier, prevent skin cancer, and receive regular mammograms",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "C Redding"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2004.09.050"
    },
    {
      "title": "Efficacy of expert system interventions for employees to decrease smoking, dietary fat, and sun exposure [abstract",
      "authors": [
        "W Velicer",
        "J Prochaska",
        "C Redding"
      ],
      "year": 2004
    },
    {
      "title": "Simultaneous vs sequential counseling for multiple behavior change",
      "authors": [
        "D Hyman",
        "V Pavlik",
        "W Taylor",
        "G Goodrick",
        "L Moye"
      ],
      "year": 2007
    },
    {
      "title": "A meta-analysis of smoking cessation interventions with individuals in substance abuse treatment or recovery",
      "authors": [
        "J Prochaska",
        "K Delucchi",
        "S Hall"
      ],
      "year": 2004
    },
    {
      "title": "Addressing heavy drinking in smoking cessation treatment: a randomized clinical trial",
      "authors": [
        "C Kahler",
        "J Metrik",
        "H Lachance"
      ],
      "year": 2008
    },
    {
      "title": "A controlled study of a cigarette smoking cessation intervention for adolescents in substance abuse treatment",
      "authors": [
        "M Myers",
        "S Brown"
      ],
      "year": 2005,
      "doi": "10.1037/0893-164x.19.2.230"
    },
    {
      "title": "A randomized trial of concurrent versus delayed smoking intervention for patients in alcohol dependence treatment",
      "authors": [
        "A Joseph",
        "M Willenbring",
        "S Nugent",
        "D Nelson"
      ],
      "year": 2004
    },
    {
      "title": "High-dose nicotine patch therapy for smokers with a history of alcohol dependence: 36-week outcomes",
      "authors": [
        "D Kalman",
        "C Kahler",
        "A Garvey",
        "P Monti"
      ],
      "year": 2006,
      "doi": "10.1016/j.jsat.2006.01.001"
    },
    {
      "title": "Bupropion and nicotine patch as smoking cessation aids in alcoholics",
      "authors": [
        "K Grant",
        "S Kelley",
        "L Smith",
        "S Agrawal",
        "J Meyer",
        "D Romberger"
      ],
      "year": 2007
    },
    {
      "title": "Concurrent brief versus intensive smoking intervention during alcohol dependence treatment",
      "authors": [
        "N Cooney",
        "M Litt",
        "J Cooney",
        "D Pilkey",
        "H Steinberg",
        "C Oncken"
      ],
      "year": 2007
    },
    {
      "title": "A smoking cessation intervention for the methadone-maintained",
      "authors": [
        "M Stein",
        "M Weinstock",
        "D Herman",
        "B Anderson",
        "J Anthony",
        "R Niaura"
      ],
      "year": 2006
    },
    {
      "title": "Smoking cessation treatment in community-based substance abuse rehabilitation programs",
      "authors": [
        "M Reid",
        "B Fallon",
        "S Sonne"
      ],
      "year": 2008,
      "doi": "10.1016/j.jsat.2007.08.010"
    },
    {
      "title": "Do brief interventions which target alcohol consumption also reduce cigarette smoking? Systematic review and meta-analysis",
      "authors": [
        "J Mccambridge",
        "R Jenkins"
      ],
      "year": 2008,
      "doi": "10.1016/j.drugalcdep.2008.03.011"
    },
    {
      "title": "Does smoking intervention influence adolescent substance use disorder treatment outcomes?",
      "authors": [
        "M Myers",
        "J Prochaska"
      ],
      "year": 2008,
      "doi": "10.1080/08897070802093361"
    },
    {
      "title": "Impact of a primary care intervention on smoking, drinking, diet, weight, sun exposure, and work risk in families with cancer experience",
      "authors": [
        "M Lopez",
        "J Iglesias",
        "M Del Valle"
      ],
      "year": 2007,
      "doi": "10.1007/s10552-007-0124-0"
    },
    {
      "title": "The effectiveness of tailored feedback and action plans in an intervention addressing multiple health behaviors",
      "authors": [
        "H De Vries",
        "Spj Kremers",
        "T Smeets",
        "J Brug",
        "K Eijmael"
      ],
      "year": 2008,
      "doi": "10.4278/ajhp.22.6.417"
    },
    {
      "title": "Efficacy and use of an Internet-delivered computer-tailored lifestyle intervention, targeting saturated fat intake, physical activity and smoking cessation: a randomized controlled trial",
      "authors": [
        "A Oenema",
        "J Brug",
        "A Dijkstra",
        "I De Weerdt",
        "H De Vries"
      ],
      "year": 2008
    },
    {
      "title": "Comparing intervention outcomes in smokers treated for single versus multiple behavioral risks",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "J Prochaska",
        "K Delucchi",
        "S Hall"
      ],
      "year": 2006
    },
    {
      "title": "Treating Tobacco Use and Dependence: 2008 Update",
      "authors": [
        "M Fiore",
        "C Jaen",
        "T Baker"
      ],
      "year": 2008,
      "doi": "10.1037/e326892004-001"
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "J Hettema",
        "J Steele",
        "W Miller"
      ],
      "year": 2005
    }
  ],
  "num_references": 97,
  "original_doi": "https://doi.org/10.13039/100000026"
}
