{
  "paper_id": "8Q9RPWEL",
  "title": "Postpartum Remote Health Coaching Intervention for Individuals With a Hypertensive Disorder of Pregnancy: Proof-of-Concept Study",
  "abstract": "Background: Cardiovascular disease (CVD) is the leading cause of death among women in America. Hypertensive disorders of pregnancy (HDP) negatively impact acute and long-term cardiovascular health, with approximately 16% of all pregnancies affected. With CVD 2-4 times more likely after HDP compared to normotensive pregnancies, effective interventions to promote cardiovascular health are imperative. Objective: With postpartum physical activity (PA) interventions after HDP as an underexplored preventative strategy, we aimed in this study to assess (1) the feasibility and acceptability of a remotely delivered PA intervention for individuals with HDP 3-6 months postpartum and (2) changes in average steps per day, skills related to PA behavior, and postpartum blood pressure (BP). Methods: A remotely delivered 14-week health coaching intervention was designed based on prior formative work. The health coaching intervention called the Hypertensive Disorders of Pregnancy Postpartum Exercise (HyPE) intervention was tested for feasibility and acceptability with a single-arm proof-of-concept study design. A total of 19 women who were 3-6 months postpartum HDP; currently inactive; 18 years of age or older; resided in Iowa; and without diabetes, kidney disease, and CVD were enrolled. Feasibility was assessed by the number of sessions attended and acceptability by self-reported satisfaction with the program. Changes in steps achieved per day were measured with an activPAL4 micro, PA behavior skills via validated surveys online, and BP was assessed remotely with a research-grade Omron Series 5 (Omron Corporation) BP monitor. Results: Participants at enrollment were on average 30.3 years of age, 4.1 months postpartum, self-identified as non-Hispanic White (14/17, 82%), in a committed relationship (16/17, 94%), and had a bachelor's degree (9/17, 53%). A total of 140 of 152 possible health coaching sessions were attended by those who started the intervention (n=19, 92%). Intervention completers (n=17) indicated they were satisfied with the program (n=17, 100%) and would recommend it to others (n=17, 100%). No significant changes in activPAL measured steps were observed from pre-to posttesting (mean 138.40, SD 129.40 steps/day; P=.75). Significant improvements were observed in PA behavior skills including planning (mean 5.35, SD 4.97 vs mean 15.06, SD 3.09; P<.001) and monitoring of PA levels (mean 7.29, SD 3.44 vs mean 13.00, SD 2.45; P<.001). No significant decreases were observed for systolic (mean -1.28, SD 3.59 mm Hg; Hedges g=-0.26; P=.16) and diastolic BP (mean -1.80, SD 5.03 mm Hg; Hedges g=-0.44; P=.12).",
  "year": 2021,
  "date": "2021-09",
  "journal": "Hypertension",
  "publication": "Hypertension",
  "authors": [
    {
      "forename": "Jaclyn",
      "surname": "Borrowman",
      "name": "Jaclyn Borrowman",
      "affiliation": "1  Department of Preventative Medicine , Feinberg School of Medicine , Northwestern University , Chicago , IL , United States \n\t\t\t\t\t\t\t\t Department of Preventative Medicine \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States",
      "email": "jaclyn.borrowman@northwestern.edu"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "affiliation": "2  Department of Health and Human Physiology , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Gary",
      "surname": "Pierce",
      "name": "Gary Pierce",
      "affiliation": "2  Department of Health and Human Physiology , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "William",
      "surname": "Story",
      "name": "William Story",
      "affiliation": "3  Department of Community and Behavioral Health , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Community and Behavioral Health \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Bethany",
      "surname": "Gibbs",
      "name": "Bethany Gibbs",
      "affiliation": "4  Department of Epidemiology and Biostatistics , West Virginia University , Morgantown , WV , United States \n\t\t\t\t\t\t\t\t Department of Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t West Virginia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Morgantown \n\t\t\t\t\t\t\t\t\t WV \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Kara",
      "surname": "Whitaker",
      "name": "Kara Whitaker",
      "affiliation": "2  Department of Health and Human Physiology , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Whitaker",
      "surname": "Originally",
      "name": "Whitaker Originally"
    },
    {
      "affiliation": "Department of Preventative Medicine Feinberg School of Medicine , Northwestern University 680 N. Lake Shore Dr. , Suite 1400 Chicago , IL , 60611 United States \n\t\t\t\t\t\t\t\t Department of Preventative Medicine Feinberg School of Medicine \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 680 N. Lake Shore Dr. Suite 1400 \n\t\t\t\t\t\t\t\t\t 60611 \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "",
  "keywords": [
    "cardiovascular disease",
    "postpartum",
    "hypertensive disorders of pregnancy",
    "intervention",
    "physical activity intervention",
    "proof-of-concept",
    "cardiovascular health",
    "CVD risk",
    "cardiovascular disease risk",
    "feasibility",
    "acceptability",
    "health coaching",
    "women's health",
    "postnatal"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cardiovascular disease (CVD) is the leading cause of death among women in America; with 1 in 4 deaths being preventable  [1] . Hypertensive disorders of pregnancy (HDP) are associated with a 2-4 times greater risk of developing CVD later in life  [1, 2] . Despite this increased risk for CVD and with 16% of all pregnancies affected, few studies have explored potential interventions for this population after delivery  [3] . Consequently, it is imperative that preventative strategies are developed and started as early as possible after delivery to mitigate the risk of future CVD and improve maternal morbidity and mortality.\n\nCardiovascular changes during pregnancy act as a natural stress test and may uncover an individual's potential risk of future CVD  [4] . Specifically, individuals with HDP are at an immediately increased risk for hypertension (HTN) after delivery  [4] . Long-term cardiometabolic health is also impacted by HDP, with an increased risk of future CVD, morbidity, and mortality compared to normotensive pregnancies  [5] . The odds of developing HTN at 1 year postpartum are 5 to 7 times greater in hypertensive pregnancies compared to normotensive pregnancies  [2, 6] . The 5-year likelihood of developing HTN for pregnancies complicated by HDP is 7.1 times greater than for normotensive pregnancies  [4] . Even in those not diagnosed with HTN, average blood pressure (BP) is greater in HDP women than in women with normotensive pregnancies.\n\nLow physical activity (PA) is a known modifiable risk factor for CVD, and increasing PA has the potential to improve BP  [7] . PA, specifically aerobic exercise, has beneficial effects on mean, systolic BP (SBP), and diastolic BP (DBP) in adults  [8, 9] . This effect has been observed in pregnant populations as well, with the greatest improvements seen among inactive individuals  [10, 11] . Despite the known benefits of PA, recent studies suggest moderate to vigorous PA decreases after pregnancy compared to during pregnancy activity levels  [12] . The perinatal period, therefore, presents a critical opportunity for behavior change  [13] [14] [15] . Interventions promoting PA in the postpartum period after HDP are an underexplored primary prevention strategy warranting further investigation.\n\nThe main objective of our study was to assess the feasibility and acceptability of a remotely delivered PA intervention for individuals with HDP during the postpartum period. We hypothesized the intervention would be highly feasible and acceptable. Our secondary objectives included assessing changes in average steps per day, skills related to PA behavior, and postpartum BP. We hypothesized that we would observe significant increases in steps, improvements in PA skills, and decreases in postpartum SBP and DBP."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "A remotely delivered PA intervention for individuals with HDP called the Hypertensive Disorders of Pregnancy Postpartum Exercise (HyPE) intervention, was tested with a single-arm quasi-experimental study design. The Obesity-Related Behavioral Intervention Trials (ORBIT) model was the conceptual framework that was leveraged in the development and subsequent testing of the HyPE intervention  [16] . The ORBIT model guides the development of behavioral treatments to prevent or manage chronic disease. This model describes a flexible and iterative process that includes prespecified clinically significant milestones necessary for forward movement through the developmental pathway.\n\nPhase I of the ORBIT model was previously completed by our group, where the design of this intervention was informed by an assessment of the PA determinants, needs, and desired components of a PA intervention of postpartum individuals after HDP  [17] . Given phase I was completed successfully, our group subsequently developed the HyPE intervention for proof-of-concept testing (phase IIa of the ORBIT model). Study methods appropriate at this stage include a quasiexperimental, treatment-only design to determine whether the intervention is feasible, acceptable, and can achieve a clinically significant signal on the behavioral risk factor of interest (ie, PA)."
    },
    {
      "title": "Ethical Considerations",
      "text": "All methods and procedures were approved by an institutional review board prior to the start of the study (IRB #202302470; ClinicalTrials: NCT06019715). Potential participants had a call with a research staff member to review study details, ask questions, and provide informed consent if still interested in enrolling. All data were deidentified and secured. For compensation, participants were provided a Fitbit Inspire 2 (Google) and Omron Series 5 BP monitor. Participants received a US $20 Amazon gift card after completion of half of the study visits and a US $25 Amazon gift card after completion of the entire study."
    },
    {
      "title": "Recruitment",
      "text": "Recruitment of currently inactive individuals (defined in this study as achieving <9000 steps on average per day) occurred via mass emails to faculty and staff members of a large midwestern university, targeted emails to participants in the Pregnancy 24/7 Cohort Study, and postpartum medical record searches of individuals who received care at local hospitals and clinics. If participants were interested in the study, the target email contained information, as well as a link to a REDcap (Vanderbilt University) survey for initial screening. If eligible, interested individuals were contacted via phone at their preferred time by a research staff member to describe the study in further detail and answer questions. Subsequently, potential participants were provided the opportunity for participants to provide informed consent if still interested in the study.\n\nFollowing informed consent, participants started baseline screen procedures involving the assessment of their current PA levels. The threshold of inactivity was set at <9000 steps per day based on a prior study conducted by our group and concerns regarding recruitment within a restricted timeframe  [18] . Screening of baseline PA levels was conducted with an activPAL4 micro prior to participation in the first study visit."
    },
    {
      "title": "Eligibility",
      "text": "To be included, participants were 3-6 months postpartum after a pregnancy complicated by HDP; 18 years of age or older; able to speak, read, and write English; lived in Iowa; and owned a smartphone. Exclusions included current enrollment in a PA intervention; achieving >9000 steps at pretesting; inability to walk half block or 2 flights of stairs; physician's recommendation to limit PA; and current diagnosis and treatment of diabetes, kidney disease, and CVD. All self-report diagnoses of HDP were verified by medical records."
    },
    {
      "title": "Intervention",
      "text": "The overall goal of the intervention was to increase the average number of steps participants achieved per day, with the specific objective to increase steps by approximately 10% between each session. The intervention consisted of a total of 8 online health coaching sessions, with sessions 1-5 occurring weekly (ie, the intensive intervention) and subsequent visits 6-8 occurring with reduced frequency (Figure  1 ). Participants were provided a Fitbit Inspire 2 to track their progress toward the step goals set with their health coach. Formative work conducted by our group informed the creation of tailored educational postpartum PA intervention, including the use of a health coach, remote delivery approach, selected frequency of study visits, and topics offered to study participants (eg, breastfeeding and PA).\n\nHealth coaching was informed by motivational interviewing techniques and conducted by a trained interventionist (principle investigator: JDB). This approach was developed to promote behavioral change and work through ambivalence by supporting an individual's commitment to change using \"change talk\" (ie, eliciting the client to express desires, ability, reasons, and need for a change of behavior)  [19, 20] ."
    },
    {
      "title": "Measures",
      "text": "REDCap was used to build and manage survey assessments  [21] . At pre-and posttesting, the following information was collected."
    },
    {
      "title": "Demographics",
      "text": "Questions assessed the individual's age, race, ethnicity, marital status, education, annual household income, insurance coverage, parity, and employment status. Those currently employed were asked questions assessing job type, hours worked per week, if parental leave was provided, and weeks of parental leave provided."
    },
    {
      "title": "PA Identity",
      "text": "PA identity was assessed with the validated exercise selfidentity scale  [22] . The 9-item survey assessed various components for how strongly individuals felt exercise was an important component of self. Individuals rated each item on a 7-point Likert scale from \"strongly disagree\" (0) to \"strongly agree\" (6) which were summed for a total score (higher scores indicated exercise was a greater component of self)."
    },
    {
      "title": "PA Planning and Monitoring",
      "text": "PA planning and self-monitoring behaviors were assessed with the validated 8-item self-monitoring and 6-item action planning questionnaires  [23] . Questions were assessed on a 4-point Likert scale from \"completely disagree (0)\" to \"totally agree  (3) .\" Scores were calculated by summing responses; higher scores indicated greater self-monitoring and planning of PA."
    },
    {
      "title": "Program Evaluation",
      "text": "At the conclusion of the intervention, participants responded to a series of closed-ended and open-ended questions assessing their acceptance of the overall program and different components of the intervention including health coaching sessions, perception of PA changes, quality of life, usefulness of tailored intervention materials, the Fitbit, activPAL4 micro use, and home BP monitoring with a 5-point Likert scale from \"strongly disagree\" (0) to \"strongly agree\" (4). These questions were adapted from a previously tested intervention  [18] ."
    },
    {
      "title": "PA Behavior",
      "text": "Device-based measurement of PA was conducted with both the activPAL4 micro and the Fitbit Inspire 2. ActivPAL measurement gave research grade assessments of PA at preand posttesting while the Fitbit allowed for steps measurement to occur at the end of the intensive intervention (week 5). The activPAL4 micro assessed changes in PA between pre-and posttesting and data from the Fitbit Inspire 2 were used to assess changes in steps during the intervention. The week prior to the first and last health coaching sessions, participants were instructed to wear an activPAL4 micro for 9 consecutive days (2 partial days and 7 full days) that they received via mail along with instructions for the device. They were also provided an activity log to self-report sleep, naps, and nonwear times. The activPAL4 micro was wrapped with retention tape and then adhered to the anterior thigh with transparent dressing (3M Tegaderm Film) for 24 hours a day, to be removed only when swimming to prevent monitor loss.\n\nFor assessment of the preliminary efficacy of the intervention, our primary outcome was a change in steps per day measured with the activPAL4 micro. Data collected from the activPAL4 micro were exported as events using PAL technologies software using the VANE algorithm (PAL Technologies). Participants' self-reported sleep and nonwear times in their activity logs were removed using R (R Core Team)  [24] . The processing procedures for this approach are available via the pregnancy247 package located on GitHub  [25] . This code generates a figure depicting sitting, standing, or stepping activities, as well as sleep or nonwear periods. Visual inspection of these graphs was conducted to verify the accuracy of reported sleep onset, offset, and naps. Movement behaviors during waking hours on valid days were summarized using the activPAL processing package created by Lynden et al  [26] . Total wear time and valid days were defined by at least 5 days of total wear with greater than 10 hours of wear time each day  [27] .\n\nFor the Fitbit Inspire 2, participants were instructed to wear the device every day, only removing it at night to charge. At the end of study participation, all step data collected from the Fitbit were retrieved by the study staff for data analysis. A valid day was defined as achieving >1000 steps  [28] ."
    },
    {
      "title": "Blood Pressure",
      "text": "The protocol for this study's BP assessment followed the American Heart Association's monitoring home BP recommendations  [26, 29] . Participants were provided the validated Omron Series 5 BP monitor at the start of the study  [30, 31] , and received verbal and visual instructions on how to take an accurate reading during visit 1, visit 4, and visit 7. Participants were asked to measure their BP at pretesting, at the end of the intensive intervention (between visits 4 and 5), and a week prior to the final study visit which was at the same time as PA assessments that occurred with both the activ-PAL4 micro and Fitbit. During each of these assessments, participants were asked to measure their BP twice in the morning and twice at night for 7 consecutive days (ie, 28 total readings). These readings were synced with the Omron Connect app on the participant's cellular device and shared with the research staff via email. Assessment of appropriate BP technique occurred remotely via Zoom (Zoom Communications) at each study visit with corrections of technique provided when needed."
    },
    {
      "title": "Statistical Analysis",
      "text": "All statistical analyses were determined a priori for main objectives and SAS (version 9.4; SAS Institute) was used for analysis. Demographic characteristics were assessed using frequencies and averages. Feasibility was measured by the number of completed sessions out of the total sessions possible. Acceptability was assessed by participants' self-reported satisfaction and likelihood of recommending the program to others. High feasibility was defined as 75% of all sessions attended. High acceptability was defined by at least 75% of participants responding that they were either satisfied or very satisfied with the program.\n\nTo assess changes in PA and BP between timepoints, data from the activPAL4 micro, Fitbit, and Omron series 5 were analyzed using paired t tests, Wilcoxon signed-rank, and Fisher exact tests. To estimate the effect size, Hedges g statistics were used. Thresholds for small, medium, and large effect sizes were set at 0.2, 0.5, and 0.8, respectively  [32] . Linear regression models were used to assess the association of change in PA (average steps per day) and change in BP across the intervention  [33] . SBP and DBP were treated as continuous variables and included in separate models. Covariates included in the final model were the participant's age, annual household income, activPAL wear time, and pretest steps.\n\nAlthough a proof-of-concept study, a sample size calculation was conducted with a 0.50 effect size, based on preliminary evidence concerning peripartum PA interventions, using 80% power and at an α level of .05. From this, it was estimated that 15 individuals would be needed to detect significant changes in PA. Allowing for 25% drop out, the goal was to recruit 20 participants."
    },
    {
      "title": "Results"
    },
    {
      "title": "Recruitment",
      "text": "Of the 94 individuals who completed the eligibility survey, 38 were found eligible to participate in the intervention. Those who were ineligible were excluded most often due to lack of HDP diagnosis (n=13), being greater than 6 months postpartum (n=24), or self-reporting current CVD or taking antihypertensive medications (n=17). Of the 38 eligible, 23 consented to the intervention. Only 19 of the 23 consented to enroll in the study with 3 individuals no longer interested and 1 excluded due to activity (achieving >9000 steps/day). Two participants dropped out (n=1 moved out of the area and n=1 lack of time; attrition=11%) during the intervention, leaving 17 participants who successfully completed the intervention."
    },
    {
      "title": "Participants",
      "text": "Participants were on average 30.3 years of age (Table  1 ), and more often self-identified as White (14/17, 82%), were in a committed relationship (16/17, 94%), had earned at least a bachelor's degree (9/17, 54%), and had an annual household income over US $100,000 (9/17, 54%). At the start of participation in the study, no individuals were on parental leave and were on an average of 4.1 (SD 0.81) months postpartum.\n\nAssociate's degree 3  (18)  Bachelor's degree 4 (24)\n\nMaster's or doctoral degree 5  (30)  Annual household income (US $), n (%)\n\n$25,000-$99,999 6\n\n$100,000-$149,999 6\n\n>$150,000 3  (18)  Earned wages outside of home, n (%) 14 (82)\n\nParity, n (%) 4.1 (0.81) a Prior to the start of the intervention, participants completed an online survey to self-report their demographic characteristics. Continuous metrics were reported as mean (SD) and categorical variables as frequencies, n (%)."
    },
    {
      "title": "Feasibility",
      "text": "Of all the participants who completed pretesting (n=19), 140 of the 152 (92%) sessions were completed. Of participants who completed the intervention (N=17), all 136 (100%) possible health coaching sessions were completed. Completers wore the Fitbit on 96% of all possible days. Almost all BP measures were obtained from completers with 90% of the pretest, 85% of week 5, and 85% of the posttest measures taken.\n\nParticipants evaluated the intervention and components of the program including health coaching sessions, observed changes in their PA behaviors, changes in health and well-being, use of information sheets, Fitbit, activPAL, and BP monitors (Table  2 ). All completers (N=17) indicated they were satisfied with the program (100%) and would recommend this program to others (100%). 100 ) 0 (0) 0 (0) a Participants ranked intervention features on a 5-point Likert scale from (  1 ) \"strongly agree\" to (5) \"strongly disagree.\" Items were assessed at the end of the health coaching intervention via an online survey. To improve readability, (1) \"strongly agree\" and (  2 ) \"agree\" were combined, as well as (  4 ) \"disagree\" and (  5 ) \"strongly disagree\".\n\nConcerning specific components of the intervention, all agreed that health coaching sessions helped increase their PA (n=17, 100%) and most agreed these sessions helped decrease their sitting time (n=16, 94%). Most participants said they referenced the information sheets during the program (n=14, 82%) and that this information helped them increase their PA (n=10, 59%). The Fitbit overall was rated as easy to use (n=16, 94%) and set up (n=17, 100%). Most said they checked their Fitbit step count daily (n=15, 88%). Most said Fitbit instructions were easy to understand (n=15, 88%), Fitbit was easy to remember to charge (n=13, 77%), and it helped them achieve their step goals (n=15, 88%).\n\nAll participants indicated they knew how to take a BP correctly after starting the program (n=17, 100%), with a majority indicating it was useful knowing their BP (n=16, 94%) and that it was easy to connect their monitor to their phone (n=14, 82%). Less than half of the participants agreed it was easy to remember to take their BP (n=8, 47%) and find time to do so (n=7, 44%)."
    },
    {
      "title": "Preliminary Efficacy",
      "text": "Participants on average wore the activPAL for 7.39 (SD 0.51) days at pretesting and 6.55 (SD 1.46) days at posttesting. As seen in Table  3 , activPAL measures did not significantly change from pre-to posttesting, including average steps achieved per week (P=.75), standing time (P=.78), stepping time (P=.49), and sitting time (P=.38). Fitbit data further contextualized the changes observed in steps during the intervention period. A statistically significant increase in Fitbit steps was only observed from pretesting to the end of the intensive intervention (P=.01). -0.51 a All steps reported in units of average steps per week, time variables in average minutes per day, and blood pressures in average mm Hg. The activPAL4 micro and Fitbit Inspire 2 assessed changes in participants' physical activity. The Omron Series 5 blood pressure monitor assessed changes in participants' blood pressure. Reported Hedges g are effect size estimates between pretest and posttest. Given all variables were nonparametric in nature, Wilcoxon signed-rank test was used to detect significant differences between 2 timepoints. Statistical significance defined as P<.05. b Not applicable. c Significant difference from baseline. d BP: blood pressure.\n\nChanges in PA determinants, self-efficacy, planning, monitoring, and identity from pre-to posttesting are shown in Table  4 . Overall, PA planning behaviors increased significantly (mean 5.35, SD 4.97 to mean 15.06, SD 3.09; P<.001), with increases in participant's ability to plan when to be active, where to be active, who to be active with, how to overcome disruptions of plans and plan around difficult situations. Behaviors associated with monitoring of PA also significantly increased (mean 7.29, SD 3.44 to mean 13.00, SD 2.45; P<.001), with participants indicating increases in monitoring whether they are active enough, that they walk enough steps per day, and the awareness of PA goals. Components of PA identity significantly increased, including being more likely to identify as an active person, describing self to others as being active, needing PA to feel good, and indicating that giving up exercise would cause a sense of loss. No other statistically significant changes were observed. .09 a Participants completed online surveys prior to the start and at the conclusion of the intervention. Validated surveys assessed participants' ability to plan for physical activity, monitor physical activity levels, and physical activity related identities. Differences assess in continuous measures with paired t tests and categorical with Fisher exact tests. All Likert scales ranged from \"strongly disagree\" (0) to \"strongly agree\"  (5) . Statistical significance defined as P<.05.\n\nAt pretesting, the average SBP was 122.12 (SD 8.04) mm Hg and DBP was 82.95 (SD 6.02) mm Hg (Table  3 ). Of the pretest readings, 11 (65%) participants had average readings that would be classified as HTN based on American Heart Association guidelines. Significant decreases in the number of participants with hypertensive readings were observed between pre-and posttesting (11 vs 7 participants; P=.01; Hedges g=-0.51). No statistically significant changes in SBP (mean -1.44, SD 4.68 mm Hg; P=.22) and DBP (mean -1.19, SD 4.76 mm Hg; P=.32) were observed from pretesting to the end of the intensive intervention (week 5) or from pretesting to posttesting (SBP: mean -1.28, SD 3.59; Hedges g=-0.26; P=.16 and DBP: mean -1.80, SD 5.03; Hedges g=-0.44; P=.12). When assessing the association between an increase in steps by 1000 and BP, no findings were statistically significant (SBP: mean -0.30, SD 1.11 mm Hg; P=.79 and DBP: mean -1.52, SD 1.46 mm Hg; P=.32)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "The HyPE intervention included 17 participants whose prior pregnancies were complicated by HDP. Overall, the intervention was found to be feasible and acceptable as we hypothesized. Preliminary efficacy assessments did not support our hypothesis as participants did not significantly increase the number of activPAL measured steps achieved from pre-to posttesting. Indicating that we failed to achieve a clinically significant impact on the behavioral target, a critical milestone in phase IIa of the ORBIT model  [16] . Factors promoting PA (eg, PA monitoring, planning, and identity) were observed to significantly improve. HTN prevalence was the only BP metric observed to significantly decrease from pre-to posttesting."
    },
    {
      "title": "Contextualizing Findings",
      "text": "CVD has previously been described as a \"man's disease,\" but the acknowledged importance of CVD in women is increasing. Reviews of CVD-related clinical trials have highlighted an underrepresentation of women in research  [34] , subsequently attributing to sex-based disparities in the clinical guidelines, recommendations, treatments, and health outcomes related to CVD. Potential downstream effects of these disparities were reflected in our findings, with 94% (n=16) of individuals reporting at no time did a health care provider discuss the increased risk of CVD associated with HDP diagnosis. With HDP an important risk factor for CVD, it is critical as a field to find effective strategies to promote cardiovascular health in this high-risk population.\n\nTo the authors' knowledge, only 1 randomized clinical trial has assessed the efficacy of a PA intervention after HDP. Participants of that study increased their steps more than the control (mean difference: 647 steps per day, 95% CI 169-1124; P=.009)  [35] . A total of 65% of participants completed the study with 94% indicating that they would recommend the program to others  [35] . The HyPE intervention had similar adherence and acceptability results, with 90% of participants completing the intervention and 100% satisfied with the program. Intervening on PA this early in postpartum (3-6 months postpartum) is novel and our results indicate that interventions during this timeframe may be feasible and acceptable. Although we did not observe significant increases in device-measured PA, participants did significantly increase their self-reported abilities to plan and monitor PA. This discrepancy may be a result of seasonality, given that the winter season is associated with a decrease of up to 2500 steps compared to summer months  [36] . Those completing their posttesting in the winter (ie, December or January; n=9, 53%), consequently may have seen a decrease in their steps due to the colder temperatures. While participants in the HyPE intervention did not increase their steps, the intervention may have prevented the typical decline observed when transitioning from summer to winter months. Future interventions should consider the impacts seasonality may have on their population and develop strategies to combat potential effects colder weather may bring. Finally, we included the target population in the development of the intervention in previous formative work assessing the unique behavioral determinants, needs, and desires of postpartum individuals with HDP  [17] . Formative work has been called for in postpartum PA intervention development with inclusion of the target population in this process essential to creating equitable and culturally appropriate solutions  [37, 38] ."
    },
    {
      "title": "Limitations",
      "text": "There are several limitations of this study to consider when interpreting results. There was no control group due to this being a proof-of-concept study, limiting the ability to assess whether the changes observed were a direct effect of the intervention itself. This decision was intentional, however, as very few PA interventions have targeted the early postpartum period, and demonstrating feasibility and acceptability was our primary objective. This also follows the ORBIT model, representing phase IIa in the behavioral treatment developmental pathway  [16] . Given that the milestone for successful completion of phase IIa was not reached with no clinically significant changes in behavior detected, further refinement and optimization of the intervention is warranted. These refinements should include lowering the <9000 step inclusion criteria threshold, as well as the duration or frequency of study visits. In addition, there was no activPAL4 micro assessment of PA at the end of the intensive intervention (week 5), which limited our ability to determine the immediate effects of the intervention on PA behavior. It is also possible that our PA eligibility criteria (must achieve <9000 steps/day) may have biased our results by not recruiting a truly inactive population. It is estimated that achieving Americans 7000-8000 steps is equivalent to meeting the PA guidelines for Americans  [39] . Further, the significant decrease in hypertensive individuals should be interpreted with caution, as this may reflect that most individuals who were classified as hypertensive were only slightly above the American Heart Association defined BP threshold for HTN. Finally, the population recruited was not racially, ethnically, or socioeconomically diverse, with a majority of individuals being White and of high socioeconomic status. Future studies will require a larger, more diverse sample and should consider recruiting individuals achieving <7000 steps per day. Future studies are needed to contextualize the needs and desires of diverse populations. Given the importance intersectional identities may have in a birthing person's health and experiences with the medical system, the inclusion of diverse cohorts is essential to the equitable promotion of female cardiovascular health after HDP."
    },
    {
      "title": "Conclusions",
      "text": "HDP incidence is increasing and is associated with an increased risk of CVD later in life. Our study suggests that intervening in PA behaviors early after HDP is feasible and acceptable. Future studies should further refine intervention strategies for this population and test its efficacy in a larger, more diverse, and less active sample."
    },
    {
      "text": "Figure 1. The Hypertensive Disorders of Pregnancy Postpartum Exercise (HyPE) intervention health coaching study timeline. The HyPE intervention was a 14-week health coaching intervention for postpartum individuals after having a pregnancy complicated by a hypertensive disorder. This intervention included 8 total health coaching session aiming to promote physical activity."
    },
    {
      "text": "postpartum at start of intervention, mean (SD)"
    },
    {
      "text": "Demographic characteristics of Hypertensive Disorders of Pregnancy PostpartumExercise intervention participants a ."
    },
    {
      "text": "Program evaluation of the Hypertensive Disorders of Pregnancy Postpartum Exercise intervention (N=17) a ."
    },
    {
      "text": "Physical activity and blood pressure changes of Hypertensive Disorders of Pregnancy Postpartum Exercise intervention participants (N=17) a ."
    },
    {
      "text": "Change in physical activity determinants, self-efficacy, planning, monitoring, and identity of participants in the Hypertensive Disorders of Pregnancy Postpartum Exercise intervention (N=17) a ."
    }
  ],
  "references": [
    {
      "title": "Long-term cardiovascular disease risk in women after hypertensive disorders of pregnancy: recent advances in hypertension",
      "authors": [
        "K Khosla",
        "S Heimberger",
        "K Nieman"
      ],
      "year": 2021,
      "doi": "10.1161/HYPERTENSIONAHA.121.16506"
    },
    {
      "title": "Hypertensive disorders of pregnancy and future cardiovascular health",
      "authors": [
        "K Melchiorre",
        "B Thilaganathan",
        "V Giorgione",
        "A Ridder",
        "A Memmo",
        "A Khalil"
      ],
      "year": 2020,
      "doi": "10.3389/FCVM.2020.00059/BIBTEX"
    },
    {
      "title": "Future risk of cardiovascular disease risk factors and events in women after a hypertensive disorder of pregnancy",
      "authors": [
        "L Benschop",
        "J Duvekot",
        "Roeters Van Lennep"
      ],
      "year": 2019,
      "doi": "10.1136/heartjnl-2018-313453"
    },
    {
      "title": "Guidelines for the prevention of stroke in women",
      "authors": [
        "C Bushnell",
        "L Mccullough",
        "I Awad"
      ],
      "year": 2014,
      "doi": "10.1161/01.str.0000442009.06663.48"
    },
    {
      "title": "All hypertensive disorders of pregnancy increase the risk of future cardiovascular disease",
      "authors": [
        "J Tooher",
        "C Thornton",
        "A Makris",
        "R Ogle",
        "A Korda",
        "A Hennessy"
      ],
      "year": 2017,
      "doi": "10.1161/hypertensionaha.117.09246"
    },
    {
      "title": "Patterns of postpartum ambulatory care follow-up care among women with hypertensive disorders of pregnancy",
      "authors": [
        "J Lewey",
        "L Levine",
        "L Yang",
        "J Triebwasser",
        "P Groeneveld"
      ],
      "year": 2020,
      "doi": "10.1161/jaha.120.016357"
    },
    {
      "title": "Physical activity and sedentary behaviour at different life stages and adult blood pressure in the 1958 British cohort",
      "authors": [
        "T Pouliou",
        "M Ki",
        "C Law",
        "L Li",
        "C Power"
      ],
      "year": 2012,
      "doi": "10.1097/hjh.0b013e32834f1915"
    },
    {
      "title": "Effect of aerobic exercise on blood pressure: a meta-analysis of randomized, controlled trials",
      "authors": [
        "S Whelton",
        "A Chin",
        "X Xin",
        "J He"
      ],
      "year": 2002,
      "doi": "10.7326/0003-4819-136-7-200204020-00006"
    },
    {
      "title": "Age-specific prevalence and factors associated with normal blood pressure among US adults",
      "authors": [
        "P Muntner",
        "B Jaeger",
        "S Hardy"
      ],
      "year": 2022,
      "doi": "10.1093/ajh/hpab154"
    },
    {
      "title": "Maternal physical activity is associated with improved blood pressure regulation during late pregnancy",
      "authors": [
        "F Sobierajski",
        "G Purdy",
        "C Usselman"
      ],
      "year": 2018,
      "doi": "10.1016/j.cjca.2018.01.021"
    },
    {
      "title": "Effect of regular exercise on blood pressure in normotensive pregnant women. A randomized controlled trial",
      "authors": [
        "Lah Haakstad",
        "E Edvardsen",
        "K Bø"
      ],
      "year": 2016,
      "doi": "10.3109/10641955.2015.1122036"
    },
    {
      "title": "Physical activity patterns during pregnancy through postpartum",
      "authors": [
        "K Borodulin",
        "K Evenson",
        "A Herring"
      ],
      "year": 2009,
      "doi": "10.1186/1472-6874-9-32"
    },
    {
      "title": "Adverse pregnancy outcomes and cardiovascular disease risk: unique opportunities for cardiovascular disease prevention in women: a scientific statement from the American Heart Association",
      "authors": [
        "N Parikh",
        "J Gonzalez",
        "Cam Anderson"
      ],
      "year": 2021,
      "doi": "10.1161/cir.0000000000000961"
    },
    {
      "title": "Cardiovascular considerations in caring for pregnant patients: a scientific statement from the American Heart Association",
      "authors": [
        "L Mehta",
        "C Warnes",
        "E Bradley"
      ],
      "year": 2020,
      "doi": "10.1161/cir.0000000000000772"
    },
    {
      "title": "Call to action: maternal health and saving mothers: a policy statement from the American Heart Association",
      "authors": [
        "L Mehta",
        "G Sharma",
        "A Creanga"
      ],
      "year": 2021,
      "doi": "10.1161/cir.0000000000001000"
    },
    {
      "title": "From ideas to efficacy: the ORBIT model for developing behavioral treatments for chronic diseases",
      "authors": [
        "S Czajkowski",
        "L Powell",
        "N Adler"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000161"
    },
    {
      "title": "EPI Lifestyle",
      "authors": [
        "Epi"
      ],
      "year": 2024,
      "doi": "10.7554/elife.18919.004"
    },
    {
      "title": "Feasibility, acceptability, and preliminary efficacy of a single-arm, remotelydelivered health coaching intervention to increase physical activity and reduce sedentary behavior during pregnancy",
      "authors": [
        "K Whitaker",
        "M Jones",
        "J Dziewior"
      ],
      "year": 2022,
      "doi": "10.21203/rs.3.rs-1755320/v1"
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "J Hettema",
        "J Steele",
        "W Miller"
      ],
      "year": 2005,
      "doi": "10.1146/annurev.clinpsy.1.102803.143833"
    },
    {
      "title": "Changing behaviour: using motivational interviewing techniques",
      "authors": [
        "C Bundy",
        "P Cpsychol"
      ],
      "year": 2004,
      "doi": "10.2169/naika.93.suppl_43"
    },
    {
      "title": "Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support",
      "authors": [
        "P Harris",
        "R Taylor",
        "R Thielke",
        "J Payne",
        "N Gonzalez",
        "J Conde"
      ],
      "year": 2009,
      "doi": "10.1016/j.jbi.2008.08.010"
    },
    {
      "title": "Exercise identity, self-regulatory efficacy, and self-compassion prepared for psychological studies",
      "authors": [
        "D Biber"
      ],
      "year": 2020,
      "doi": "10.1007/s12646-020-00556-w"
    },
    {
      "title": "Bridging the intention-behaviour gap: planning, self-efficacy, and action control in the adoption and maintenance of physical exercise",
      "authors": [
        "F Sniehotta",
        "U Scholz",
        "R Schwarzer"
      ],
      "year": 2005,
      "doi": "10.1080/08870440512331317670"
    },
    {
      "title": "The R Project for Statistical Computing",
      "year": 2024,
      "doi": "10.1017/s0009840x25100516"
    },
    {
      "title": "Deboonstra/pregnancy247",
      "year": 2024,
      "doi": "10.1007/978-1-4842-6464-5_2"
    },
    {
      "title": "The activPALTM accurately classifies activity intensity categories in healthy adults",
      "authors": [
        "K Lyden",
        "S Keadle",
        "J Staudenmayer",
        "P Freedson"
      ],
      "year": 2017,
      "doi": "10.1249/mss.0000000000001177"
    },
    {
      "title": "Validation of wearable monitors for assessing sedentary behavior",
      "authors": [
        "S Kozey-Keadle",
        "A Libertine",
        "K Lyden",
        "J Staudenmayer",
        "P Freedson"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e31820ce174"
    },
    {
      "title": "Fitbit wear-time and patterns of activity in cancer survivors throughout a physical activity intervention and follow-up: exploratory analysis from a randomised controlled trial",
      "authors": [
        "S Hardcastle",
        "R Jiménez-Castuera",
        "Maxwell Smith",
        "C Bulsara",
        "M Hince"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0240967"
    },
    {
      "title": "Self-measured blood pressure monitoring at home: a joint policy statement from the American Heart Association and American Medical Association",
      "authors": [
        "D Shimbo",
        "N Artinian",
        "J Basile"
      ],
      "year": 2020,
      "doi": "10.1161/cir.0000000000000803"
    },
    {
      "title": "Validation of the Omron HEM-7320-LA, upper arm blood pressure monitor with Intelli Wrap Technology Cuff HEM-FL1 for self-measurement and clinic use according to the European Society of Hypertension International Protocol revision 2010 in the Mexican population",
      "authors": [
        "F Grover-Páez",
        "E Cardona-Muñoz",
        "D Cardona-Müller"
      ],
      "year": 2017,
      "doi": "10.1097/mbp.0000000000000290"
    },
    {
      "title": "Validation of BP monitoring devices",
      "authors": [
        "M Suva"
      ],
      "year": 2020
    },
    {
      "title": "Calculating and reporting effect sizes to facilitate cumulative science: a practical primer for t-tests and ANOVAs",
      "authors": [
        "D Lakens"
      ],
      "year": 2013,
      "doi": "10.3389/fpsyg.2013.00863"
    },
    {
      "title": "Association of blood pressure classification using the 2017 American College of Cardiology/American Heart Association blood pressure guideline with risk of heart failure and atrial fibrillation",
      "authors": [
        "H Kaneko",
        "Y Yano",
        "H Itoh"
      ],
      "year": 2021,
      "doi": "10.1161/circulationaha.120.052624"
    },
    {
      "title": "Representation of women in randomized clinical trials of cardiovascular disease prevention",
      "authors": [
        "C Melloni",
        "J Berger",
        "T Wang"
      ],
      "year": 2010,
      "doi": "10.1161/circoutcomes.110.868307"
    },
    {
      "title": "Effectiveness of a text-based gamification intervention to improve physical activity among postpartum individuals with hypertensive disorders of pregnancy: a randomized clinical trial",
      "authors": [
        "J Lewey",
        "S Murphy",
        "D Zhang"
      ],
      "year": 2022,
      "doi": "10.1001/jamacardio.2022.0553"
    },
    {
      "title": "UK adults exhibit higher step counts in summer compared to winter months",
      "authors": [
        "S Hamilton",
        "S Clemes",
        "P Griffiths"
      ],
      "year": 2008,
      "doi": "10.1080/03014460801908058"
    },
    {
      "title": "Group-based physical activity interventions for postpartum women with children aged 0-5 years old: a systematic review of randomized controlled trials",
      "authors": [
        "L Peralta",
        "W Cotton",
        "D Dudley",
        "L Hardy",
        "Z Yager",
        "I Prichard"
      ],
      "year": 2021,
      "doi": "10.1186/s12905-021-01581-1"
    },
    {
      "title": "Formative research and stakeholder participation in intervention development",
      "authors": [
        "A Vastine",
        "J Gittelsohn",
        "B Ethelbah",
        "J Anliker",
        "B Caballero"
      ],
      "year": 2005,
      "doi": "10.5993/ajhb.29.1.5"
    },
    {
      "title": "How many steps/day are enough? For adults",
      "authors": [
        "C Tudor-Locke",
        "C Craig",
        "W Brown"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-79"
    }
  ],
  "num_references": 39,
  "original_doi": "https://doi.org/10.13039/100000968"
}
