{
  "paper_id": "96WEDYFT",
  "title": "Impact of a Digital Intervention Tool for Workplace Behavior and Emotional Wellbeing on Employees' Stress, Motivation, and Productivity",
  "abstract": "Digital interventions for mental health care are increasingly in demand as an accessible, personalized mental health tool. Their use in the workplace requires a deep dive into their efficacy and reliability. The study aims to study the efficacy and impact of bite-sized digital intervention tools on workplace stress, productivity, and motivation of employees. The study used a pretest-posttest randomized experimental design to assign employees (n = 20) to control or intervention groups. All participants answer the measures for workplace stress, productivity, and motivation at the beginning of the data collection. The control group responded to the measures again after a waiting time of seven days and the intervention group uses the digital intervention for seven days before responding to the same measures once more. The intervention group that used the digital intervention reported having significantly reduced stress, and increased motivation and productivity at the end of seven days in comparison to the control group. Further research with a variety of populations would be recommended. The present research can be utilized further to design digital interventions for other mental health outcomes.",
  "year": 2021,
  "date": "2021",
  "authors": [
    {
      "name": "Himani Kulkarni",
      "email": "himani@neurumhealth.com"
    },
    {
      "name": "Christopher Chong"
    },
    {
      "name": "Megan Lam"
    },
    {
      "affiliation": {
        "organization": "B",
        "department": "B",
        "institution": "M. Lam Neurum Health",
        "address": "Hong Kong, China"
      }
    },
    {
      "affiliation": {
        "organization": "University of Birmingham",
        "institution": "University of Birmingham",
        "address": "Birmingham, UK"
      }
    }
  ],
  "doi": "10.1007/978-981-99-2613-8_6",
  "md5": "5DF758BDA0FE39E6A89D457D44A05ED1",
  "publication": {
    "journal": "Journal of Medical Internet Research",
    "journal_inferred": true
  },
  "keywords": [
    "Digital intervention",
    "Employee stress",
    "Employee motivation",
    "Productivity"
  ],
  "sections": [
    {
      "title": "1. Introduction",
      "text": "Workplace stress and reduced productivity are a concern for both employers and employees. Lowered motivation and employee engagement cause emotional and financial distress to the employees and the workplace. Employees struggle to meet their professional goals and employers suffer financial and credibility loss. The material cost for productivity loss due to employee absenteeism can reach up to an annual cost of HK$550 million to HK$860 million. More broadly, the total annual financial cost of workplace stress was concluded to be HK$4.81 billion to HK$7.09 billion  (Siu et al., 2020 Nov 19) . The economic cost is a significant marker of the need for workplace interventions aimed at reducing such losses for employees and employers both. Employees report concerns related to workload, interpersonal conflicts, constraints at the workplace, and worries around job insecurity as significant factors that lead to productivity loss and absenteeism at the workplace  (Van Der Feltz-Cornelis et al., 2020) . These outcomes also increase the load of medical expenses for the employee as well as the organization. A report by  McKinsey & Company (July 8, 2021)  states that 75 out of 100 employees require support to strengthen and foster their mental health. Another 24 would have a moderate need for psychotherapy and 1 of every 100 would need more acute mental health intervention. This loss of productivity especially when the employees are present in the workplace is attributed to physical and mental health challenges apart from the workplace concerns like workload and interpersonal conflict  (Brassey et al., 2021) .\n\nThe workplace wellness programs that were once considered a luxury and a favor, have now been recognized as a necessity and a consequential factor of investment plans. The organizations are deliberate in understanding the scope of such programs in reducing economic costs, improving employee performance and motivation, and retaining talent. This shift in the understanding of workplace stress, and motivation, has been found to impact productivity positively. Organizations have been employing a variety of interventions to contribute to healthier and more competent workplaces  (Howarth et al., 2018 May 10) . More recently, the interventions are also digitally implemented and attempt to bridge the gap between the employee and the resource. Several mobile applications and websites have attempted to create programs that can be delivered to the end user with lesser barriers while maintaining integrity and credibility. This can form a vital step in the direction of private, accessible, and affordable mental health care for the end user.\n\nIn an ever-developing society, web-based programs and interventions that aim to benefit the user's mental health have become increasingly popular over the past decade. Several extremely promising studies have helped support the success as well as the efficacy of such programs in reducing emotional distress and improving psychological health  (Inkster, 2018; Lappalainen, 2013) . While most studies focus on mental health and clinical concerns such as depression, anxiety, and stress, there is growing evidence in support of using digital interventions for workplace concerns such as decreased motivation, perceived workload, digital and office workspaces, and interpersonal conflict at work. The digital interventions range from meditation and positive affirmation to cognitive restructuring and empathetic chatbots.\n\nDigital interventions attempt to make mental health intervention more accessible, affordable, and free of social barriers that exist in accessing mental health care. The digital interventions are set to fill in the shoes of traditional mental health care such as therapists and coaches, as well as psychiatrists and clinical psychologists. This brings up the question of how the interventions can form a space akin to therapeutic alliance and rapport that the human connection forms. Digital interventions have been attempting to fulfill this need for accessible mental health resources with the help of artificial intelligence and guiding tools.\n\nThe present study aims to understand the impact of an app-based self-paced digital intervention on workplace stress, productivity, and motivation in an attempt to address the gap that was noticed in the available research. Recognizing the reach, accessibility, and cost-effective nature of such interventions, this study aims to understand their efficacy on the aforementioned behavioral health indicators."
    },
    {
      "title": "2. Methodology"
    },
    {
      "title": "2.1. Design",
      "text": "The design of the study is a quasi-experimental design aimed at understanding the impact of the digital intervention between the intervention and the control group and the pre-and post-assessment. The intervention group used the digital intervention tools for seven days between the pre-and post-assessments, while the control group did not engage in any intervention in the period between pre-and post-assessments."
    },
    {
      "title": "2.2. Sample",
      "text": "The study has a sample of N = 20 participants which are equally split between control and intervention groups. The sample was collected through convenience sampling and purposive snowballing techniques. The sample was split randomly into two equal groups for intervention and control where N = 10 each. The participants are employed full-time and have been in the workplace for six months or more. The participants are between 20 and 40 years of age and are not matched for gender. The employees who are retiring in the next year are also excluded. All participants belong to the working population of Hong Kong."
    },
    {
      "title": "2.3. Intervention",
      "text": "The intervention is a digital intervention tool on the Neurum app designed to impact stress, productivity, and motivation at the workplace. The tools are a digital module consisting of smaller sessions that each focus on a different concern and kind of therapeutic model. The intervention focuses on six core areas: (a) negative cognition, (b) self-blame, (c) social support, (d) bodily reaction to stress, (e) healthy coping strategies, and (f) recognition of the problem.\n\nNegative cognition is defined as the thinking patterns that lead to stress and unhealthy practices. Self-blame is understood as the tendency to blame the self for problems and failure at the workplace. Social support is described as the perceived support available to help with stressful situations. Bodily reactions to stress are the natural response to stress that can be observed physically and measured objectively. Healthy coping strategies are practices and perspectives that help in dealing with stressful situations and are helpful in the long run. Recognition of the problem is the ability to notice discomfort and understand the reasons for it.\n\nThe The bite-sized nature of the sessions aims to make the tools accessible for the users by reducing the effort and time it takes to reach personalized mental health guidance suited for ecological environments."
    },
    {
      "title": "2.4. Research Tools",
      "text": "The tools are three scales used to measure the scores for workplace stress, productivity, and motivation at the workplace. The scale used for workplace stress is the 21question Work Stress Questionnaire (WSQ)  (Frantz & Holmgren, 2019 Nov 27) , 18 Questions from the Individual Work Performance Questionnaire for productivity at the workplace  (Ramos-Villagrasa et al., 2019) , and 12 questions from The Motivation at Work Scale (MAWS)  (Gagné et al., 2010) ."
    },
    {
      "title": "2.5. Data Analysis Tool",
      "text": "The data is analyzed using a paired t-test to look for any significant differences between the scores of the participants in the intervention and control group and preand post-assessment."
    },
    {
      "title": "3. Results",
      "text": "The data collected from the four groups (intervention and control, pre-and postassessments) was analyzed using descriptive statistics and the t-test was employed to understand the statistical difference and to check whether there is a statistically significant difference between the scores obtained for the intervention group after the intervention was delivered. The scores obtained and compared for the four groups are presented in the tables below (see Table  1 ).\n\nThe table shows the mean scores, standard deviation, standard error of the mean, and 95% confidence interval lower and upper limits for the three measures of the intervention group, both pre-and post-assessment. The mean scores for the three measures are 2.00 for work stress, 2.80 for productivity at work, and 2.0 for motivation at work. The standard deviation for stress at work is 1.76, for productivity at the workplace is 4.61, and that for motivation at work is 2.9 in this group (see Table  2 ).\n\nThe table shows the t-score, degree of freedom, and p-value for the intervention group, pre-and post-assessment. The p-values for stress at work for the pre-and postassessment are 0.03, that for productivity at the workplace is 0.044, and that for workplace motivation is 0.031. All three values show valid change as they are P < 0.05. The p-values indicate that there is a significant change between the scores obtained for stress, productivity, and motivation between the pre-and post-assessment for the intervention group (see Table  3 ). The table shows the mean scores, standard deviation, standard error of the mean, and 95% confidence interval lower and upper limits for the three measures of the control group, both pre-and post-assessment. The mean scores for the three measures are 0.20 for work stress, -4.60 for productivity at work, and -5.00 for motivation at work. The standard deviation for stress at work is 6.44, for productivity at the workplace is 7.12, and that for motivation at work is 10.13 in this group (see Table  4 ).\n\nThe table shows the t-score, degree of freedom, and p-value for the control group, pre-and post-assessment. The p-values for stress at work for the pre-and postassessment are 0.46, that for productivity at the workplace is 0.036, and that for workplace motivation is 0.07. Two of the values (workplace stress and motivation) show no observable change as they are P > 0.05. The p-values indicate that there is no significant change between the scores obtained for stress, and motivation between the pre-and post-assessment for the intervention group."
    },
    {
      "title": "4. Discussion",
      "text": "The study aimed to understand the impact of the digital intervention tools on the Neurum app on work-related stress, productivity, and motivation at the workplace. The result obtained indicates that the p-value for the intervention group is statistically significant at a 95% confidence interval. The p-values for stress at work for the score pre-and post-assessment is 0.03, that for productivity at the workplace is 0.044, and that for workplace motivation is 0.031. All three values show an observable change in the scores obtained on the measures of workplace stress, productivity, and motivation after the intervention is delivered in the form of self-paced digital tools over seven days. It can be safely argued that employing digital intervention contributed to reduced stress, increased motivation, and productivity at the workplace.\n\nThe stress at the workplace reduces after the use of the digital intervention for the given sample. The stress likely decreased due to a variety of factors both internal and external. The design of the tools could have contributed to reducing stress in a few different ways. The tools are created in a friendly and supportive language that is easy to comprehend and follow. The self-paced design of the tools would likely be easy to schedule on a busy day. The guided practices likely provide direction and support to try out a new behavior, thinking patterns, and social relationships. Digital intervention tools that show flexibility and convenience for both the interventionists and the recipient have been seen to be more effective in impacting behavior and behavioral health  (Marcu et al., 2022 Mar 30) .\n\nProductivity and motivation increase post the use of the digital intervention hinting at the impact of the intervention delivered among other external factors. The tools likely have impacted negative thinking patterns and reduced internal barriers that inhibited productivity and motivation. A significant argument for presenteeism or the loss of productivity when the employee is present is the conflict in interpersonal relationships people have at the workplace, whether it is with their managers or colleagues  (Van Der Feltz-Cornelis et al., 2020) . The intervention dealt with social support and self-esteem at the workplace, guiding people through gaining better insight and altering behavior to resolve conflicts and improve the quality of their time at the workplace. Research shows that digital interventions that are easy to comprehend and have measures for accessibility are much more likely to be effective in imparting emotional and behavioral changes  (Marcu et al., 2022 Mar 30) .\n\nDigital interventions are most useful when they are creative and cognizant of the changes, they can bring about in health care  (Michie et al., 2017 Jun 29) . It is likely that the interventions effectively impacted the measures in this study because of the nature of the delivery. Modules that can be accessed on people's own devices with little regulation or monitoring from those around them are likely to feel private, and safe, and bypass the stigma that comes with asking for emotional help  (Marcu et al., 2022 Mar 30) . This can pave way for higher adherence to the intervention plan and increased sense of privacy and safety for the user.\n\nThe impact on one of the measures would likely have positively impacted the other two, given the observed relationship between stress, motivation, and productivity at the workplace. Reduced stress is likely to be a factor in increasing motivation and productivity at the workplace  (Bui et al., 2021 Feb 12) . Similarly, increased motivation is likely to reduce stress and increase productivity in the workplace  (Shkoler & Kimura, 2020) .\n\nThe control group shows an increase in productivity but no significant change in motivation or stress levels. It is likely that the group became more cognizant of their productivity levels or defined it differently in different sectors leading to these results in the control group."
    },
    {
      "title": "5. Limitations and Implication",
      "text": "The study can help evaluate and understand the creation of similar digital interventions combating issues both in and out of the workplace. The study would need to be replicated with a larger and more diverse population, to examine the efficacy of the said interventions. This study could inspire further studies to investigate the reliability and efficacy of the digital intervention programs available across platforms in different areas of emotional distress. The present research paves way for future research on not just the reduction of emotional distress, but for outcomes related to the quality of life and fulfilment in various contexts."
    },
    {
      "title": "6. Conclusion",
      "text": "The purpose of the study was to understand the impact of the digital intervention on the Neurum app on the stress, productivity, and motivation of the employees at the workplace. The design of the study was a quasi-experiment design employed to study the differences between the control and intervention groups and the pre-and post-assessments. The digital intervention was a self-paced app-based intervention focusing on varied components of workplace behavior and experience. The tools used to measure the change were three standardized scales used to measure workplace stress (Work Stress Questionnaire-WSQ), productivity (Individual Work Performance Questionnaire), and motivation (The Motivation at Work Scale-MAWS). The change observed for the intervention group was statistically significant from the other groups. The impact observed could be attributed to the design, content, and accessibility of the tools among other external factors. The change observed for the control group was not statistically significant for any measure except productivity."
    },
    {
      "text": "tools derive techniques from five different schools of therapy. The techniques are (A) psychoeducation, (B) Somatic techniques, (C) Cognitive techniques, (D) Person-Centered techniques, and (E) Positive Psychology Techniques."
    },
    {
      "text": "Paired samples test of the intervention group showing mean, standard deviation, standard error of mean, and confidence interval (N = 10)"
    },
    {
      "text": "Paired samples test of the control group showing mean, standard deviation, standard error of mean, and confidence interval (N = 10)"
    },
    {
      "text": "Paired samples test of the control group showing t score, degree of freedom, and p-value of significance (N = 10)"
    }
  ],
  "references": [
    {
      "title": "Using digital tech to support employees' mental health and resilience",
      "authors": [
        "J Brassey",
        "A Güntner",
        "K Issak",
        "T Silberzahn"
      ],
      "year": 2021,
      "raw": "Using digital tech to support employees' mental health and resilience \n\t\t \n\t\t\t J Brassey \n\t\t \n\t\t \n\t\t\t A Güntner \n\t\t \n\t\t \n\t\t\t K Issak \n\t\t \n\t\t \n\t\t\t T Silberzahn \n\t\t \n\t\t \n\t\t\t 2021 \n\t\t\t McKinsey & Company \n\t\t \n\t \n\t Brassey, J., Güntner, A., Issak, K., & Silberzahn, T. (2021). Using digital tech to support employees' mental health and resilience. McKinsey & Company."
    },
    {
      "title": "Workplace stress and productivity: A crosssectional study",
      "authors": [
        "T Bui",
        "R Zackula",
        "K Dugan",
        "E Ablah"
      ],
      "year": 2021,
      "doi": "10.17161/kjm.vol1413424",
      "journal": "Kansas Journal of Medicine",
      "volume": "14",
      "raw": "Workplace stress and productivity: A crosssectional study \n\t\t \n\t\t\t T Bui \n\t\t \n\t\t \n\t\t\t R Zackula \n\t\t \n\t\t \n\t\t\t K Dugan \n\t\t \n\t\t \n\t\t\t E Ablah \n\t\t \n\t\t 10.17161/kjm.vol1413424 \n\t\t 33654542 \n\t\t PMC7889069 \n\t\t \n\t \n\t \n\t\t Kansas Journal of Medicine \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Bui, T., Zackula, R., Dugan, K., & Ablah, E. (2021). Workplace stress and productivity: A cross- sectional study. Kansas Journal of Medicine, 14, 42-45. https://doi.org/10.17161/kjm.vol141 3424. PMID: 33654542; PMCID: PMC7889069."
    },
    {
      "title": "The work stress questionnaire (WSQ)-reliability and face validity among male workers",
      "authors": [
        "A Frantz",
        "K Holmgren"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-7940-5",
      "journal": "BMC Public Health",
      "volume": "19",
      "issue": "1",
      "pages": "1580",
      "raw": "The work stress questionnaire (WSQ)-reliability and face validity among male workers \n\t\t \n\t\t\t A Frantz \n\t\t \n\t\t \n\t\t\t K Holmgren \n\t\t \n\t\t 10.1186/s12889-019-7940-5 \n\t\t 31775694 \n\t\t PMC6882173 \n\t\t \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 19 \n\t\t\t 1 \n\t\t\t 1580 \n\t\t\t 2019 \n\t\t \n\t \n\t Frantz, A., & Holmgren, K. (2019). The work stress questionnaire (WSQ)-reliability and face validity among male workers. BMC Public Health, 19(1):1580. https://doi.org/10.1186/s12889- 019-7940-5. PMID: 31775694; PMCID: PMC6882173."
    },
    {
      "title": "The motivation at work scale: Validation evidence in two languages",
      "authors": [
        "M Gagné",
        "J Forest",
        "M Gilbert",
        "C Aubé",
        "E Morin",
        "A Malorni"
      ],
      "year": 2010,
      "doi": "10.1177/0013164409355698",
      "journal": "Educational and Psychological Measurement",
      "volume": "70",
      "raw": "The motivation at work scale: Validation evidence in two languages \n\t\t \n\t\t\t M Gagné \n\t\t \n\t\t \n\t\t\t J Forest \n\t\t \n\t\t \n\t\t\t M H Gilbert \n\t\t \n\t\t \n\t\t\t C Aubé \n\t\t \n\t\t \n\t\t\t E Morin \n\t\t \n\t\t \n\t\t\t A Malorni \n\t\t \n\t\t 10.1177/0013164409355698 \n\t\t \n\t \n\t \n\t\t Educational and Psychological Measurement \n\t\t \n\t\t\t 70 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Gagné, M., Forest, J., Gilbert, M. H., Aubé, C., Morin, E., & Malorni, A. (2010). The motivation at work scale: Validation evidence in two languages. Educational and Psychological Measurement, 70, 628-646. https://doi.org/10.1177/0013164409355698"
    },
    {
      "title": "The impact of digital health interventions on health-related outcomes in the workplace: A systematic review",
      "authors": [
        "A Howarth",
        "J Quesada",
        "J Silva",
        "J Stephanie"
      ],
      "year": 2018,
      "doi": "10.1177/2055207618770861",
      "journal": "Digit Health",
      "volume": "4",
      "pages": "2055207618770861",
      "raw": "The impact of digital health interventions on health-related outcomes in the workplace: A systematic review \n\t\t \n\t\t\t A Howarth \n\t\t \n\t\t \n\t\t\t J Quesada \n\t\t \n\t\t \n\t\t\t J Silva \n\t\t \n\t\t \n\t\t\t J Stephanie \n\t\t \n\t\t 10.1177/2055207618770861 \n\t\t 29942631 \n\t\t PMC6016571 \n\t\t \n\t \n\t \n\t\t Digit Health \n\t\t \n\t\t\t 4 \n\t\t\t 2055207618770861 \n\t\t\t 2018 \n\t\t \n\t \n\t Howarth, A., Quesada, J., Silva, J., Stephanie, J. (2018). The impact of digital health interven- tions on health-related outcomes in the workplace: A systematic review. Digit Health, 4, 2055207618770861. https://doi.org/10.1177/2055207618770861. PMID: 29942631; PMCID: PMC6016571."
    },
    {
      "title": "An empathy-driven, conversational artificial intelligence agent (Wysa) for digital mental well-being: Real-world data evaluation mixed-methods study",
      "authors": [
        "B Inkster"
      ],
      "year": 2018,
      "doi": "10.2196/12106",
      "journal": "JMIR mHealth and uHealth",
      "volume": "6",
      "issue": "11",
      "pages": "12106",
      "raw": "An empathy-driven, conversational artificial intelligence agent (Wysa) for digital mental well-being: Real-world data evaluation mixed-methods study \n\t\t \n\t\t\t B S Inkster \n\t\t \n\t\t 10.2196/12106 \n\t \n\t \n\t\t JMIR mHealth and uHealth \n\t\t \n\t\t\t 6 \n\t\t\t 11 \n\t\t\t 12106 \n\t\t\t 2018 \n\t\t \n\t \n\t Inkster, B. S. (2018). An empathy-driven, conversational artificial intelligence agent (Wysa) for digital mental well-being: Real-world data evaluation mixed-methods study. JMIR mHealth and uHealth, 6(11), e12106."
    },
    {
      "title": "Feasibility of a personal health technology-based psychological intervention for men with stress and mood problems: Randomized controlled pilot trial",
      "authors": [
        "P Lappalainen"
      ],
      "year": 2013,
      "doi": "10.2196/resprot.2389",
      "journal": "JMIR Research Protocols",
      "volume": "2",
      "issue": "1",
      "pages": "1",
      "raw": "Feasibility of a personal health technology-based psychological intervention for men with stress and mood problems: Randomized controlled pilot trial \n\t\t \n\t\t\t P K Lappalainen \n\t\t \n\t\t 10.2196/resprot.2389 \n\t\t \n\t \n\t \n\t\t JMIR Research Protocols \n\t\t \n\t\t\t 2 \n\t\t\t 1 \n\t\t\t 1 \n\t\t\t 2013 \n\t\t \n\t \n\t Lappalainen, P. K. (2013). Feasibility of a personal health technology-based psychological interven- tion for men with stress and mood problems: Randomized controlled pilot trial. JMIR Research Protocols, 2(1), e1. https://doi.org/10.2196/resprot.2389"
    },
    {
      "title": "The perceived benefits of digital interventions for behavioral health: Qualitative interview study",
      "authors": [
        "G Marcu",
        "S Ondersma",
        "A Spiller",
        "B Broderick",
        "R Kadri",
        "L Buis"
      ],
      "year": 2022,
      "doi": "10.2196/34300",
      "journal": "Journal of Medical Internet Research",
      "volume": "24",
      "issue": "3",
      "pages": "34300",
      "raw": "The perceived benefits of digital interventions for behavioral health: Qualitative interview study \n\t\t \n\t\t\t G Marcu \n\t\t \n\t\t \n\t\t\t S Ondersma \n\t\t \n\t\t \n\t\t\t A Spiller \n\t\t \n\t\t \n\t\t\t B Broderick \n\t\t \n\t\t \n\t\t\t R Kadri \n\t\t \n\t\t \n\t\t\t L Buis \n\t\t \n\t\t 10.2196/34300 \n\t\t 35353045 \n\t\t PMC9008533 \n\t\t \n\t \n\t \n\t\t Journal of Medical Internet Research \n\t\t \n\t\t\t 24 \n\t\t\t 3 \n\t\t\t 34300 \n\t\t\t 2022 \n\t\t \n\t \n\t Marcu, G., Ondersma, S., Spiller, A., Broderick, B., Kadri, R., & Buis, L. (2022). The perceived benefits of digital interventions for behavioral health: Qualitative interview study. Journal of Medical Internet Research, 24(3), e34300. https://doi.org/10.2196/34300. PMID: 35353045; PMCID: PMC9008533."
    },
    {
      "title": "Developing and evaluating digital interventions to promote behavior change in health and health care: Recommendations resulting from an international workshop",
      "authors": [
        "S Michie",
        "L Yardley",
        "R West",
        "K Patrick",
        "F Greaves"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7126",
      "journal": "Journal of Medical Internet Research",
      "volume": "19",
      "issue": "6",
      "pages": "232",
      "raw": "Developing and evaluating digital interventions to promote behavior change in health and health care: Recommendations resulting from an international workshop \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t L Yardley \n\t\t \n\t\t \n\t\t\t R West \n\t\t \n\t\t \n\t\t\t K Patrick \n\t\t \n\t\t \n\t\t\t F Greaves \n\t\t \n\t\t 10.2196/jmir.7126 \n\t\t 28663162 \n\t\t PMC5 \n\t\t \n\t \n\t \n\t\t Journal of Medical Internet Research \n\t\t \n\t\t\t 19 \n\t\t\t 6 \n\t\t\t 232 \n\t\t\t 2017 \n\t\t \n\t \n\t Michie, S., Yardley, L., West, R., Patrick, K., & Greaves, F. (2017). Developing and evaluating digital interventions to promote behavior change in health and health care: Recommendations resulting from an international workshop. Journal of Medical Internet Research, 19(6), e232. https://doi.org/10.2196/jmir.7126. PMID: 28663162; PMCID: PMC5."
    },
    {
      "title": "Assessing job performance using brief self-report scales: The case of the individual work performance questionnaire",
      "authors": [
        "P Ramos-Villagrasa",
        "J Barrada",
        "E Fernández-Del-Río",
        "L Koopmans"
      ],
      "year": 2019,
      "doi": "10.5093/jwop2019a21",
      "journal": "Journal of Work and Organizational Psychology",
      "volume": "35",
      "raw": "Assessing job performance using brief self-report scales: The case of the individual work performance questionnaire \n\t\t \n\t\t\t P J Ramos-Villagrasa \n\t\t \n\t\t \n\t\t\t J Barrada \n\t\t \n\t\t \n\t\t\t E Fernández-Del-Río \n\t\t \n\t\t \n\t\t\t L Koopmans \n\t\t \n\t\t 10.5093/jwop2019a21 \n\t\t \n\t \n\t \n\t\t Journal of Work and Organizational Psychology \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Ramos-Villagrasa, P. J., Barrada, J., Fernández-del-Río, E., & Koopmans, L. (2019). Assessing job performance using brief self-report scales: The case of the individual work performance questionnaire. Journal of Work and Organizational Psychology, 35, 195-205. https://doi.org/ 10.5093/jwop2019a21"
    },
    {
      "title": "How does work motivation impact employees' investment at work and their job engagement? A moderated-moderation perspective through an international lens",
      "authors": [
        "O Shkoler",
        "T Kimura"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyg.2020.00038",
      "journal": "Frontiers in Psychology",
      "raw": "How does work motivation impact employees' investment at work and their job engagement? A moderated-moderation perspective through an international lens \n\t\t \n\t\t\t O Shkoler \n\t\t \n\t\t \n\t\t\t T Kimura \n\t\t \n\t\t 10.3389/fpsyg.2020.00038 \n\t\t \n\t \n\t \n\t\t Frontiers in Psychology \n\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Shkoler, O., & Kimura, T. (2020). How does work motivation impact employees' investment at work and their job engagement? A moderated-moderation perspective through an international lens. Frontiers in Psychology. https://doi.org/10.3389/fpsyg.2020.00038"
    },
    {
      "title": "Occupational stress and its economic cost in Hong Kong: The role of positive emotions",
      "authors": [
        "O Siu"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17228601",
      "journal": "International Journal of Environmental Research and Public Health",
      "volume": "17",
      "issue": "22",
      "pages": "8601",
      "raw": "Occupational stress and its economic cost in Hong Kong: The role of positive emotions \n\t\t \n\t\t\t O L Siu \n\t\t \n\t\t 10.3390/ijerph17228601 \n\t \n\t \n\t\t International Journal of Environmental Research and Public Health \n\t\t \n\t\t\t 17 \n\t\t\t 22 \n\t\t\t 8601 \n\t\t\t 2020 \n\t\t \n\t \n\t Siu, O. L., et al. (2020). Occupational stress and its economic cost in Hong Kong: The role of positive emotions. International Journal of Environmental Research and Public Health, 17(22), 8601."
    },
    {
      "title": "Workplace stress, presenteeism, absenteeism, and resilience amongst university staff and students in the COVID-19 lockdown",
      "authors": [
        "C Van Der Feltz-Cornelis",
        "D Varley",
        "V Allgar",
        "E De Beurs"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyt.2020.588803",
      "journal": "Frontiers in Psychiatry",
      "volume": "11",
      "pages": "588803",
      "raw": "Workplace stress, presenteeism, absenteeism, and resilience amongst university staff and students in the COVID-19 lockdown \n\t\t \n\t\t\t C Van Der Feltz-Cornelis \n\t\t \n\t\t \n\t\t\t D Varley \n\t\t \n\t\t \n\t\t\t V Allgar \n\t\t \n\t\t \n\t\t\t E De Beurs \n\t\t \n\t\t 10.3389/fpsyt.2020.588803 \n\t\t \n\t \n\t \n\t\t Frontiers in Psychiatry \n\t\t \n\t\t\t 11 \n\t\t\t 588803 \n\t\t\t 2020 \n\t\t \n\t \n\t Van Der Feltz-Cornelis, C., Varley, D., Allgar, V., & de Beurs, E. (2020). Workplace stress, presen- teeism, absenteeism, and resilience amongst university staff and students in the COVID-19 lockdown. Frontiers in Psychiatry, 11, 588803. https://doi.org/10.3389/fpsyt.2020.588803"
    }
  ],
  "num_references": 13,
  "figures": [
    {
      "description": "tools derive techniques from five different schools of therapy. The techniques are (A) psychoeducation, (B) Somatic techniques, (C) Cognitive techniques, (D) Person-Centered techniques, and (E) Positive Psychology Techniques."
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Paired samples test of the intervention group showing mean, standard deviation, standard error of mean, and confidence interval (N = 10)"
    },
    {
      "type": "table",
      "caption": "Table 3",
      "description": "Paired samples test of the control group showing mean, standard deviation, standard error of mean, and confidence interval (N = 10)"
    },
    {
      "type": "table",
      "caption": "Table 4",
      "description": "Paired samples test of the control group showing t score, degree of freedom, and p-value of significance (N = 10)"
    }
  ],
  "num_figures": 4,
  "tables": [
    {
      "content": "Mean Std. Std. 95% 95% deviation error confidence confidence mean interval interval lower upper Pair StressPre-StressPost 2.00000 1.76383 0.55777 0.73823 3.26177 1 Pair ProductivityPre-ProductivityPost 2.80000 4.61399 1.45907 0.50065 6.10065 2 Pair MotivationPre-MotivationPost 2.00000 2.98142 0.94281 0.13278 4.13278 3 Table 2 Paired samples test of the intervention group showing t score, degree of freedom, and p-value of significance (N = 10) t df One-sided p Pair 1 StressPre-StressPost 3.586 9 0.003 Pair 2 ProductivityPre-ProductivityPost 1.919 9 0.044 Pair 3 MotivationPre-MotivationPost 2.121 9 0.031"
    },
    {
      "content": "Mean Std. Std. 95% 95% deviation error confidence confidence mean interval interval lower upper Pair StressPre-StressPost 0.20000 6.44291 2.03743 -4.40898 4.80898 1 Pair ProductivityPre-ProductivityPost 4.60000 7.12117 2.25191 -9.69418 0.49418 2 Pair MotivationPre-MotivationPost 5.00000 10.13246 3.20416 -12.24832 2.24832 3"
    },
    {
      "content": "t df One-sided p"
    }
  ],
  "num_tables": 3,
  "num_citations": 17,
  "cited_references": [
    "b12",
    "b6",
    "b9",
    "b0",
    "b3",
    "b5",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] (B) • M. Lam Neurum Health , Hong Kong , China",
    "[raw_affiliation] University of Birmingham , Birmingham , UK",
    "[raw_reference] Brassey, J., Güntner, A., Issak, K., & Silberzahn, T. (2021). Using digital tech to support employees' mental health and resilience. McKinsey & Company.",
    "[raw_reference] Bui, T., Zackula, R., Dugan, K., & Ablah, E. (2021). Workplace stress and productivity: A cross- sectional study. Kansas Journal of Medicine, 14, 42-45. https://doi.org/10.17161/kjm.vol141 3424. PMID: 33654542; PMCID: PMC7889069.",
    "[raw_reference] Frantz, A., & Holmgren, K. (2019). The work stress questionnaire (WSQ)-reliability and face validity among male workers. BMC Public Health, 19(1):1580. https://doi.org/10.1186/s12889- 019-7940-5. PMID: 31775694; PMCID: PMC6882173.",
    "[raw_reference] Gagné, M., Forest, J., Gilbert, M. H., Aubé, C., Morin, E., & Malorni, A. (2010). The motivation at work scale: Validation evidence in two languages. Educational and Psychological Measurement, 70, 628-646. https://doi.org/10.1177/0013164409355698",
    "[raw_reference] Howarth, A., Quesada, J., Silva, J., Stephanie, J. (2018). The impact of digital health interven- tions on health-related outcomes in the workplace: A systematic review. Digit Health, 4, 2055207618770861. https://doi.org/10.1177/2055207618770861. PMID: 29942631; PMCID: PMC6016571.",
    "[raw_reference] Inkster, B. S. (2018). An empathy-driven, conversational artificial intelligence agent (Wysa) for digital mental well-being: Real-world data evaluation mixed-methods study. JMIR mHealth and uHealth, 6(11), e12106.",
    "[raw_reference] Lappalainen, P. K. (2013). Feasibility of a personal health technology-based psychological interven- tion for men with stress and mood problems: Randomized controlled pilot trial. JMIR Research Protocols, 2(1), e1. https://doi.org/10.2196/resprot.2389",
    "[raw_reference] Marcu, G., Ondersma, S., Spiller, A., Broderick, B., Kadri, R., & Buis, L. (2022). The perceived benefits of digital interventions for behavioral health: Qualitative interview study. Journal of Medical Internet Research, 24(3), e34300. https://doi.org/10.2196/34300. PMID: 35353045; PMCID: PMC9008533.",
    "[raw_reference] Michie, S., Yardley, L., West, R., Patrick, K., & Greaves, F. (2017). Developing and evaluating digital interventions to promote behavior change in health and health care: Recommendations resulting from an international workshop. Journal of Medical Internet Research, 19(6), e232. https://doi.org/10.2196/jmir.7126. PMID: 28663162; PMCID: PMC5.",
    "[raw_reference] Ramos-Villagrasa, P. J., Barrada, J., Fernández-del-Río, E., & Koopmans, L. (2019). Assessing job performance using brief self-report scales: The case of the individual work performance questionnaire. Journal of Work and Organizational Psychology, 35, 195-205. https://doi.org/ 10.5093/jwop2019a21",
    "[raw_reference] Shkoler, O., & Kimura, T. (2020). How does work motivation impact employees' investment at work and their job engagement? A moderated-moderation perspective through an international lens. Frontiers in Psychology. https://doi.org/10.3389/fpsyg.2020.00038",
    "[raw_reference] Siu, O. L., et al. (2020). Occupational stress and its economic cost in Hong Kong: The role of positive emotions. International Journal of Environmental Research and Public Health, 17(22), 8601.",
    "[raw_reference] Van Der Feltz-Cornelis, C., Varley, D., Allgar, V., & de Beurs, E. (2020). Workplace stress, presen- teeism, absenteeism, and resilience amongst university staff and students in the COVID-19 lockdown. Frontiers in Psychiatry, 11, 588803. https://doi.org/10.3389/fpsyt.2020.588803"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "pages": "95-103"
}
