{
  "paper_id": "988V76A3",
  "title": "REDUCTION IN THE INCIDENCE OF TYPE 2 DIABETES WITH LIFESTYLE INTERVENTION OR METFORMIN D IABETES P REVENTION",
  "abstract": "Background Type 2 diabetes affects approximate- ly 8 percent of adults in the United States. Some risk factors -elevated plasma glucose concentrations in the fasting state and after an oral glucose load, overweight, and a sedentary lifestyle -are potentially reversible. We hypothesized that modifying these factors with a lifestyle-intervention program or the administration of metformin would prevent or delay the development of diabetes. \n Methods We randomly assigned 3234 nondiabetic persons with elevated fasting and post-load plasma glucose concentrations to placebo, metformin (850 mg twice daily), or a lifestyle-modification program with the goals of at least a 7 percent weight loss and at least 150 minutes of physical activity per week. The mean age of the participants was 51 years, and the mean body-mass index (the weight in kilograms divided by the square of the height in meters) was 34.0; 68 percent were women, and 45 percent were members of minority groups. \n Results The average follow-up was 2.8 years. The incidence of diabetes was 11.0, 7.8, and 4.8 cases per 100 person-years in the placebo, metformin, and lifestyle groups, respectively. The lifestyle intervention reduced the incidence by 58 percent (95 percent confidence interval, 48 to 66 percent) and metformin by 31 percent (95 percent confidence interval, 17 to 43 percent), as compared with placebo; the lifestyle intervention was significantly more effective than metformin. To prevent one case of diabetes during a period of three years, 6.9 persons would have to participate in the lifestyle-intervention program, and 13.9 would have to receive metformin. \n Conclusions Lifestyle changes and treatment with metformin both reduced the incidence of diabetes in persons at high risk. The lifestyle intervention was more effective than metformin.",
  "year": 1998,
  "date": "1998",
  "authors": [
    {
      "name": "P Rogram",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "R Esearch",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "G Roup",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "A Bstract",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "William Knowler",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "Elizabeth Bar- Rett-Connor",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "Sarah Fowler",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "Richard Hamman",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "John Lachin",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "Elizabeth Walker",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    },
    {
      "name": "David Nathan",
      "affiliation": {
        "organization": "Diabetes Prevention Program Coordinat- ing Center",
        "department": "Diabetes Prevention Program Coordinat- ing Center",
        "institution": "George Washington University",
        "address": "6110 Ex- ecutive Blvd. Suite 750, 20852., Rockville, MD"
      }
    }
  ],
  "doi": "10.1016/s0140-6736(98)07019-6",
  "md5": "421EB93EB805233F93AD00D23E6C334A",
  "publication": {
    "journal": "Diabetes Care",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "YPE 2 diabetes mellitus, formerly called non-insulin-dependent diabetes mellitus, is a serious, costly disease affecting approximately 8 percent of adults in the United States.  1  Treatment prevents some of its devastating complications  2, 3  but does not usually restore normoglycemia or eliminate all the adverse consequences. The diagnosis is often delayed until complications are present.  4 Since current methods of treating diabetes remain inadequate, prevention is preferable. The hypothesis that type 2 diabetes is preventable  5, 6  is supported by observational studies and two clinical trials of diet, exercise, or both in persons at high risk for the disease  7, 8  but not by studies of drugs used to treat diabetes.  5 he validity of generalizing the results of previous prevention studies is uncertain.  9 Interventions that work in some societies may not work in others, because social, economic, and cultural forces influence diet and exercise. This is a special concern in the United States, where there is great regional and ethnic diversity in lifestyle patterns and where diabetes is especially frequent in certain racial and ethnic groups, including American Indians, Hispanics, African Americans, Asians, and Pacific Islanders.  10 he Diabetes Prevention Program Research Group conducted a large, randomized clinical trial involving adults in the United States who were at high risk for the development of type 2 diabetes. The study was designed to answer the following primary questions: Does a lifestyle intervention or treatment with 394 • N Engl J Med, Vol. 346, No. 6 • February 7, 2002 •  www.nejm.org\n\nThe New Eng land Jour nal of Medicine metformin, a biguanide antihyperglycemic agent, prevent or delay the onset of diabetes? Do these two interventions differ in effectiveness? Does their effectiveness differ according to age, sex, or race or ethnic group?"
    },
    {
      "title": "METHODS",
      "text": "We conducted a clinical trial involving persons at 27 centers who were at high risk for diabetes. The methods have been described in detail elsewhere,  6  and the protocol is available at  http://  www.bsc.gwu.edu/dpp . The institutional review board at each center approved the protocol, and all participants gave written informed consent."
    },
    {
      "title": "Participants",
      "text": "Eligibility criteria included an age of at least 25 years, a bodymass index (the weight in kilograms divided by the square of the height in meters) of 24 or higher (22 or higher in Asians), and a plasma glucose concentration of 95 to 125 mg per deciliter (5.3 to 6.9 mmol per liter) in the fasting state («125 mg per deciliter in the American Indian clinics) and 140 to 199 mg per deciliter (7.8 to 11.0 mmol per liter) two hours after a 75-g oral glucose load. These concentrations are elevated but are not diagnostic of diabetes according to the 1997 criteria of the American Diabetes Association.  11 Before June 1997, the criterion for plasma glucose in the fasting state was 100 to 139 mg per deciliter (5.6 to 7.7 mmol per liter), or «139 mg per deciliter in the American Indian clinics. Eligible persons were excluded if they were taking medicines known to alter glucose tolerance or if they had illnesses that could seriously reduce their life expectancy or their ability to participate in the trial. Recruitment was designed to enroll approximately half the participants from racial or ethnic minority groups. A four-step screening and recruitment process was developed to identify eligible participants.  6, 12, 13"
    },
    {
      "title": "Interventions",
      "text": "Eligible participants were randomly assigned to one of three interventions: standard lifestyle recommendations plus metformin (Glucophage) at a dose of 850 mg twice daily, standard lifestyle recommendations plus placebo twice daily, or an intensive program of lifestyle modification. The study initially included a fourth intervention, troglitazone, which was discontinued in 1998 because of the drug's potential liver toxicity.  6 The results in the troglitazone group are not reported here.\n\nTreatment with metformin was initiated at a dose of 850 mg taken orally once a day, with placebo tablets also given once a day initially. At one month, the dose of metformin was increased to 850 mg twice daily, unless gastrointestinal symptoms warranted a longer titration period. The initiation of treatment with half a tablet was optional. Adherence to the treatment regimen was assessed quarterly on the basis of pill counts and structured interviews. The standard lifestyle recommendations for the medication groups were provided in the form of written information and in an annual 20-to-30-minute individual session that emphasized the importance of a healthy lifestyle. Participants were encouraged to follow the Food Guide Pyramid  14  and the equivalent of a National Cholesterol Education Program Step 1 diet,  15  to reduce their weight, and to increase their physical activity.\n\nThe goals for the participants assigned to the intensive lifestyle intervention were to achieve and maintain a weight reduction of at least 7 percent of initial body weight through a healthy lowcalorie, low-fat diet and to engage in physical activity of moderate intensity, such as brisk walking, for at least 150 minutes per week. A 16-lesson curriculum covering diet, exercise, and behavior modification was designed to help the participants achieve these goals. The curriculum, taught by case managers on a one-to-one basis during the first 24 weeks after enrollment, was flexible, culturally sensitive, and individualized. Subsequent individual sessions (usually monthly) and group sessions with the case managers were designed to reinforce the behavioral changes."
    },
    {
      "title": "Outcome Measures",
      "text": "The primary outcome was diabetes, diagnosed on the basis of an annual oral glucose-tolerance test or a semiannual fasting plasma glucose test, according to the 1997 criteria of the American Diabetes Association: a value for plasma glucose of 126 mg per deciliter (7.0 mmol per liter) or higher in the fasting state or 200 mg per deciliter (11.1 mmol per liter) or higher two hours after a 75-g oral glucose load.  11 In addition to the semiannual measurements, fasting plasma glucose was measured if symptoms suggestive of diabetes developed. The diagnosis required confirmation by a second test, usually within six weeks, according to the same criteria. If diabetes was diagnosed, the participants and their physicians were informed and glucose-tolerance tests were discontinued, but fasting plasma glucose was measured every six months, with glycosylated hemoglobin measured annually. As long as the fasting plasma glucose concentration was less than 140 mg per deciliter, participants were asked to monitor their blood glucose and to continue their assigned study treatment. If the fasting plasma glucose concentration reached or exceeded 140 mg per deciliter, the study medication was discontinued and the participant was referred to his or her physician for treatment. Measurements of glucose and glycosylated hemoglobin (HbA 1c ) were performed centrally. All tests were performed without interrupting the assigned treatment, except that placebo or metformin was not taken on the morning of the test. The investigators and the participants were unaware of the results of these measurements and were informed only if the results exceeded the specified threshold for a change in the treatment.\n\nSelf-reported levels of leisure physical activity were assessed annually with the Modifiable Activity Questionnaire.  16 The physicalactivity level was calculated as the product of the duration and frequency of each activity (in hours per week), weighted by an estimate of the metabolic equivalent of that activity (MET) and summed for all activities performed, with the result expressed as the average MET-hours per week for the previous year. Usual daily caloric intake during the previous year, including calories from fat, carbohydrate, protein, and other nutrients, was assessed at base line and at one year with the use of a modified version of the Block foodfrequency questionnaire. 17"
    },
    {
      "title": "Statistical Analysis and Early Closure",
      "text": "Random treatment assignments were stratified according to the clinical center. Assignments to metformin and placebo were double-blinded. The study design and analysis followed the intention-to-treat principle. Nominal (unadjusted) P values and confidence intervals are reported.\n\nThe blinded treatment phase was terminated one year early, in May 2001, on the advice of the data monitoring board, on the basis of data obtained through March 31, 2001, the closing date for this report. By then, we had obtained evidence of efficacy on the basis of 65 percent of the planned person-years of observation. To maintain a type I error level of 0.05 for significance in pairwise comparisons of the risk of diabetes between groups, with adjustment for repeated interim analyses, the group-sequential log-rank test  18  required a P value of less than 0.0159. For pairwise comparisons of other outcomes, a Bonferroni-adjusted criterion of P< 0.0167 was used. The study design provided 90 percent power to detect a 33 percent reduction from an incidence of 6.5 cases of diabetes per 100 person-years, with a 10 percent rate of loss to follow-up per year.\n\nThe time to the outcome was assessed with the use of life-table methods.  19 Modified product-limit curves for the cumulative incidence of diabetes were compared with the use of the log-rank test. The estimated cumulative incidence at three years and the Greenwood estimate of the standard error were used to calculate the number of persons who would need to be treated in order to prevent one case of confirmed diabetes during a period of three years and the associated 95 percent confidence interval. Risk reduction, heterogeneity among strata, and interactions between treatment assignments and covariates were assessed by proportional-hazards regression. Fixed-effects models with the assumption of normally distributed errors  20  were used to assess differences over time in body weight and plasma glucose and glycosylated hemoglobin values among the three groups."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Study Cohort and Follow-up",
      "text": "From 1996 to 1999, we randomly assigned 3234 study participants to one of the three interventions (1082 to placebo, 1073 to metformin, and 1079 to the intensive lifestyle intervention). Base-line characteristics, including all measured risk factors for diabetes, were similar among the three study groups (Table  1 ).  12 The participants were followed for an av-erage of 2.8 years (range, 1.8 to 4.6). At the close of the study, 99.6 percent of the participants were alive, of whom 92.5 percent had attended a scheduled visit within the previous five months."
    },
    {
      "title": "Adherence to Interventions",
      "text": "Fifty percent of the participants in the lifestyleintervention group had achieved the goal of weight loss of 7 percent or more by the end of the curriculum (at 24 weeks), and 38 percent had a weight loss of at least 7 percent at the time of the most recent visit; the proportion of participants who met the goal of at least 150 minutes of physical activity per week (assessed on the basis of logs kept by the participants) was 74 percent at 24 weeks and 58 percent at the most recent visit. Dietary change was assessed only at one year. Daily energy intake decreased by a mean (±SE) of 249±27 kcal in the placebo group, 296±23 kcal in the metformin group, and 450±26 *Plus-minus values are means ±SD. †Twenty Pacific Islanders were included in this category. ‡Information was not available for one participant.\n\n§To convert the values for glucose to millimoles per liter, multiply by 0.05551. ¶Data are based on responses to the Modifiable Activity Questionnaire.  16 MET denotes metabolic equivalent. MET-hours represent the average amount of time engaged in specified physical activities multiplied by the MET value of each activity.\n\nT ABLE 1. B ASE -L INE C HARACTERISTICS OF THE S TUDY P ARTICIPANTS .* C HARACTERISTIC O VERALL (N=3234) P LACEBO (N=1082) M ETFORMIN (N=1073) L IFESTYLE (N=1079) Sex -no. (%) Male Female 1043 (32.3) 2191 (67.7) 335 (31.0) 747 (69.0) 363 (33.8) 710 (66.2) 345 (32.0) 734 (68.0) Race or ethnic group -no. (%) White African American Hispanic American Indian Asian † 1768 (54.7) 645 (19.9) 508 (15.7) 171 (5.3) 142 (4.4) 586 (54.2) 220 (20.3) 168 (15.5) 59 (5.5) 49 (4.5) 602 (56.1) 221 (20.6) 162 (15.1) 52 (4.8) 36 (3.4) 580 (53.8) 204 (18.9) 178 (16.5) 60 (5.6) 57 (5.3) Family history of diabetes -no. (%) 2243 (69.4) 758 (70.1) 733 (68.3) 752 (69.8) ‡ History of gestational diabetes -no. of women (%) 353 (16.1) 122 (16.3) 111 (15.7) ‡ 120 (16.3) Age -yr 50.6±10.7 50.3±10.4 50.9±10.3 50.6±11.3 Weight -kg 94.2±20.3 94.3±20.2 94.3±19.9 94.1±20.8 Body-mass index 34.0±6.7 34.2±6.7 33.9±6.6 33.9±6.8 Waist circumference -cm 105.1±14.5 105.2±14.3 104.9±14.4 105.1±14.8 Waist-to-hip ratio 0.92±0.09 0.93±0.09 0.93±0.09 0.92±0.08 Plasma glucose -mg/dl § In the fasting state Two hours after an oral glucose load 106.5±8.3 164.6±17.0 106.7±8.4 164.5±17.1 106.5±8.5 165.1±17.2 106.3±8.1 164.4±16.8 Glycosylated hemoglobin -% 5.91±0.50 5.91±0.50 5.91±0.50 5.91±0.51 Leisure physical activity -MET-hr/wk ¶ 16.3±25.8 17.0±29.0 16.4±25.9 15.5±22.1\n\nThe New Eng land Jour nal of Medicine kcal in the lifestyle-intervention group (P<0.001). Average fat intake, which was 34.1 percent of total calories at base line, decreased by 0.8±0.2 percent in the placebo and metformin groups and by 6.6±0.2 percent in the lifestyle-intervention group (P< 0.001). The proportion of participants who took at least 80 percent of the prescribed dose of the study medication was slightly higher in the placebo group than in the metformin group (77 percent vs. 72 percent, P<0.001). Ninety-seven percent of the partic-ipants taking placebo and 84 percent of those taking metformin were given the full dose of one tablet (850 mg in the case of metformin) twice a day; the remainder were given one tablet a day to limit side effects.\n\nChanges in weight and leisure physical activity in all three groups and adherence to the medication regimen in the metformin and placebo groups are shown in Figure  1 . Participants assigned to the lifestyle intervention had much greater weight loss and a great-  er increase in leisure physical activity than did participants assigned to receive metformin or placebo. The average weight loss was 0.1, 2.1, and 5.6 kg in the placebo, metformin, and lifestyle-intervention groups, respectively (P<0.001)."
    },
    {
      "title": "Incidence of Diabetes",
      "text": "The cumulative incidence of diabetes was lower in the and lifestyle-intervention groups than in the placebo group throughout the follow-up period (Fig.  2 ). The crude incidence was 11.0, 7.8, and 4.8 cases per 100 person-years for the placebo, metformin, and lifestyle-intervention groups, respectively (Table  2 ). The incidence of diabetes was 58 percent lower (95 percent confidence interval, 48 to 66 percent) in the lifestyle-intervention group and 31 percent lower (95 percent confidence interval, 17 to 43 percent) in the metformin group than in the placebo group. The incidence of diabetes was 39 percent lower (95 percent confidence interval, 24 to 51 percent) in the lifestyle-intervention group than in the metformin group. The results of all three pairwise group comparisons were statistically significant by the group-sequential log-rank test. None of these results were materially affected by adjustment for base-line characteristics. The estimated cumulative incidence of diabetes at three years was 28.9 percent, 21.7 percent, and 14.4 percent in the placebo, metformin, and lifestyle-intervention groups, respectively. On the basis of these rates, the estimated number of persons who would need to be treated for three years to prevent one case of diabetes during this period is 6.9 (95 percent confidence interval, 5.4 to 9.5) for the lifestyle intervention and 13.9 (95 percent confidence interval, 8.7 to 33.9) for metformin."
    },
    {
      "title": "Treatment Effects among Subgroups",
      "text": "Incidence rates and risk reductions within subgroups of participants and the results of tests of the homogeneity of risk reduction among subgroups are shown in Table  2 ; 95 percent confidence intervals for the subgroup data indicate the precision of the riskreduction estimate for each stratum. The study had inadequate power to assess the significance of effects within the subgroups, nor were such tests planned. Significant heterogeneity indicates that treatment effects differed according to the values of the covariates. Treatment effects did not differ significantly according either to sex or to race or ethnic group (Table  2 ). The lifestyle intervention was highly effective in all subgroups. Its effect was significantly greater among persons with lower base-line glucose concentrations two hours after a glucose load than among those with higher base-line glucose values. The effect of metformin was less with a lower body-mass index or a lower fasting glucose concentration than with higher values for those variables. Neither interaction was explained by the other variable or by age. The advantage of the lifestyle intervention over metformin was greater in older persons and those with a lower body-mass index than in younger persons and those with a higher body-mass index."
    },
    {
      "title": "Glycemic Changes",
      "text": "In the first year, there was a similar reduction in the mean fasting plasma glucose values in the metformin and lifestyle-intervention groups, whereas the values rose in the placebo group (Fig.  3 ). The values rose in parallel in all three groups in subsequent years. There was a similar temporal pattern in the values for glycosylated hemoglobin, except that the values in the metformin group were in between those in the lifestyle-intervention and placebo groups. Figure  4  shows the percentage of participants who had normal glucose concentrations (fasting values, post-load values, and both) at each annual examination. Metformin and the lifestyle intervention were similarly effective in restoring normal fasting glucose values, but the lifestyle intervention was more effective in restoring normal post-load glucose values."
    },
    {
      "title": "Adverse Events",
      "text": "The rate of gastrointestinal symptoms was highest in the metformin group, and the rate of musculoskeletal symptoms was highest in the lifestyle-intervention group (Table  3 ). Hospitalization and mortality rates were unrelated to treatment. No deaths were attributed to the study intervention. 0 40 0 10 20 30 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Year Lifestyle Metformin Placebo Cumulative Incidence The New Eng land Jour nal of Medicine"
    },
    {
      "title": "DISCUSSION",
      "text": "Our results support the hypothesis that type 2 diabetes can be prevented or delayed in persons at high risk for the disease. The incidence of diabetes was reduced by 58 percent with the lifestyle intervention and by 31 percent with metformin, as compared with placebo. These effects were similar in men and women and in all racial and ethnic groups. The intensive lifestyle intervention was at least as effective in older participants as it was in younger participants. The results of our study extend previous data showing that lifestyle interventions can reduce the incidence of diabetes  7, 8  and demonstrate the applicability of this finding to the ethnically and cul-turally diverse population of the United States. The risk reduction associated with the lifestyle intervention in our study was the same as that in a study conducted in Finland,  8  and was higher than the reductions associated with diet (31 percent), exercise (46 percent), and diet plus exercise (42 percent) in a study in China.  7 ur lifestyle intervention was systematic and intensive, with the study participants receiving detailed, individualized counseling. The study, however, was not designed to test the relative contributions of dietary changes, increased physical activity, and weight loss to the reduction in the risk of diabetes, and the effects of these components remain to be determined. ¿This category includes American Indian participants who had a fasting glucose concentration that was less than 95 mg per deciliter, according to the eligibility criteria. 6 **This category includes 54 participants with a fasting glucose concentration of 126 to 139 mg per deciliter who were enrolled before June 1997,  6  when the eligibility criteria were changed to conform to the diagnostic criteria of the American Diabetes Association, published that year.\n\n11 T ABLE 2. I NCIDENCE OF D IABETES . V ARIABLE N O . OF P ARTICIPANTS (%) I NCIDENCE R EDUCTION IN I NCIDENCE (95% CI)* PLACEBO METFORMIN LIFESTYLE LIFESTYLE VS . PLACEBO METFORMIN VS . PLACEBO LIFESTYLE VS . METFORMIN cases/100 person-yr percent Overall 3234 (100) 11.0 7.8 4.8 58 (48 to 66) 31 (17 to 43) 39 (24 to 51) Age 25-44 yr 45-59 yr »60 yr 1000 (30.9) 1586 (49.0) 648 (20.0) 11.6 10.8 10.8 6.7 7.6 9.6 6.2 4.7 3.1 48 (27 to 63) 59 (44 to 70) 71 (51 to 83) 44 (21 to 60) 31 (10 to 46) 11 (¡33 to 41) 8 (¡36 to 37) † 41 (18 to 57) † 69 (47 to 82) † Sex Male Female 1043 (32.3) 2191 (67.7) 12.5 10.3 8.1 7.6 4.6 5.0 65 (49 to 76) 54 (40 to 64) 37 (14 to 54) 28 (10 to 43) 46 (20 to 63) 36 (16 to 51) Race or ethnic group White African American Hispanic American Indian Asian ‡ 1768 (54.7) 645 (19.9) 508 (15.7) 171 (5.3) 142 (4.4) 10.3 12.4 11.7 12.9 12.1 7.8 7.1 8.4 9.7 7.5 5.2 5.1 4.2 4.7 3.8 51 (35 to 63) 61 (37 to 76) 66 (41 to 80) 65 (7 to 87) 71 (24 to 89) 24 (3 to 41) 44 (16 to 63) 31 (¡9 to 56) 25 (¡72 to 68) 38 (¡55 to 75) 36 (14 to 52) 29 (¡18 to 58) 51 (13 to 72) 52 (¡35 to 83) 52 (¡46 to 84) Body-mass index § 22 to <30 30 to <35 »35 1045 (32.3) 995 (30.8) 1194 (36.9) 9.0 8.9 14.3 8.8 7.6 7.0 3.3 3.7 7.3 65 (46 to 77) 61 (40 to 75) 51 (34 to 63) 3 (¡36 to 30) † 16 (¡19 to 41) † 53 (36 to 65) † 63 (44 to 76) † 53 (28 to 70) † ¡4 (¡47 to 26) † Plasma glucose ¶ In the fasting state 95-109 mg/dl¿ 110-125 mg/dl** Two hours after an oral load 140-153 mg/dl 154-172 mg/dl 173-199 mg/dl 2174 (67.2) 1060 (32.8) 1049 (32.4) 1103 (34.1) 1082 (33.5) 6.4 22.3 7.1 10.3 16.1 5.5 12.3 4.3 6.6 12.3 2.9 8.8 1.8 4.4 8.5 55 (38 to 68) 63 (51 to 72) 76 (58 to 86) † 60 (41 to 72) † 50 (33 to 63) † 15 (¡12 to 36) † 48 (33 to 60) † 41 (11 to 61) 38 (13 to 56) 26 (3 to 43) 48 (27 to 63) 30 (6 to 48) 59 (27 to 77) 34 (2 to 56) 33 (9 to 51)\n\nThe incidence of diabetes in our placebo group (11.0 cases per 100 person-years) was higher than we had anticipated  6  and was higher than the incidence in observational studies,  21  perhaps owing to the greater frequency of glucose testing or to the selection of persons at higher risk in our study. The incidence of diabetes in the placebo group was similar among racial and ethnic groups despite differences in these subgroups in observational, population-based studies.  10 Racial and ethnic-group differences in the incidence of diabetes were presumably reduced in our study by the selection of persons who were overweight and had elevated fasting and post-load glucose concentrations -three of the strongest risk factors for diabetes.\n\nPrevious studies have not demonstrated that drugs used to treat diabetes are effective for its prevention, perhaps because of small samples and the lack of data on adherence to the prescribed regimens.  5 In contrast, metformin was effective in our study, although less so than the lifestyle intervention. Metformin was less effective in persons with a lower base-line body- The analysis included all participants, whether or not diabetes had been diagnosed. Changes in fasting glucose values over time in the three groups differed significantly (P<0.001). Glycosylated hemoglobin values in the three groups differed significantly from 0.5 to 3 years (P<0.001). To convert the values for glucose to millimoles per liter, multiply by 0.05551. 0 100 C 1 4 3 2 20 40 60 80 Year Fasting and Post-Load Glucose Participants with Normal Plasma Glucose (%) 0 100 B 1 4 3 2 20 40 60 80 Post-Load Glucose 0 100 A 1 4 3 2 20 40 60 80 Fasting Glucose Placebo Metformin Lifestyle\n\nmass index or a lower fasting plasma glucose concentration than in those with higher values for these variables. The reduction in the average fasting plasma glucose concentration was similar in the lifestyleintervention and metformin groups, but the lifestyle intervention had a greater effect than metformin on glycosylated hemoglobin, and a larger proportion of participants in the lifestyle-intervention group had normal post-load glucose values at follow-up. These findings are consistent with the observation that metformin suppresses endogenous glucose production, the main determinant of fasting plasma glucose concentrations.  22 ates of adverse events, hospitalization, and mortality were similar in the three groups, except that the rate of gastrointestinal symptoms was highest in the metformin group and the rate of musculoskeletal symptoms was highest in the lifestyle-intervention group. Thus, the interventions were safe in addition to being effective.\n\nAn estimated 10 million persons in the United States resemble the participants in the Diabetes Prevention Program in terms of age, body-mass index, and glucose concentrations, according to data from the third National Health and Nutrition Examination Survey.  23 If the study's interventions were implemented among these people, there would be a substantial reduction in the incidence of diabetes. Ultimately, the benefits would depend on whether glucose concentrations could be maintained at levels below those that are diagnostic of diabetes and whether the maintenance of these lower levels improved the long-term outcome. These questions should be addressed by continued follow-up of the study participants and by analysis of the main secondary outcomes -reductions in risk factors for cardiovascular disease, in the proportion of participants with atherosclerosis, and in the proportion with cardiovascular disease, which is the leading cause of death among patients with type 2 diabetes.  24, 25 ptimal approaches to identifying candidates for preventive measures remain to be determined. Although elevation of either the fasting or the post-load glucose concentration strongly predicts diabetes,  26, 27  both were required for eligibility in this study. Whether the results would be similar in persons with an isolated elevation of the fasting or post-load glucose concentration or other risk factors for diabetes is likely but unknown.\n\nIn summary, our study showed that treatment with metformin and modification of lifestyle were two highly effective means of delaying or preventing type 2 diabetes. The lifestyle intervention was particularly effective, with one case of diabetes prevented per seven persons treated for three years. Thus, it should also be possible to delay or prevent the development of complications, substantially reducing the individual and public health burden of diabetes. We are indebted to the participants in the study for their dedication to the goal of preventing diabetes; to Lipha Pharmaceuticals for the metformin and placebo; to LifeScan, Health-O-Meter, Hoechst Marion Roussel, Merck-Medco Managed Care, Merck, Nike, Slim-Fast Foods, and Quaker Oats for materials, equipment, and medicines for concomitant conditions; and to McKesson BioServices, Mathews Media Group, and the Henry M. Jackson Foundation for support services provided under subcontract with the Coordinating Center."
    },
    {
      "title": "APPENDIX"
    },
    {
      "text": "THE INCIDENCE OF TYPE 2 DIABETES WITH LIFESTYLE INTERVENTION OR METFORMIN N Engl J Med, Vol. 346, No. 6 • February 7, 2002 • www.nejm.org • 395"
    },
    {
      "text": "Figure 1. Changes in Body Weight (Panel A) and Leisure Physical Activity (Panel B) and Adherence to Medication Regimen (Panel C) According to Study Group.Each data point represents the mean value for all participants examined at that time. The number of participants decreased over time because of the variable length of time that persons were in the study. For example, data on weight were available for 3085 persons at 0.5 year, 3064 at 1 year, 2887 at 2 years, and 1510 at 3 years. Changes in weight and leisure physical activity over time differed significantly among the treatment groups (P<0.001 for each comparison)."
    },
    {
      "text": "OF TYPE 2 DIABETES WITH LIFESTYLE INTERVENTION OR METFORMIN N Engl J Med, Vol. 346, No. 6 • February 7, 2002 • www.nejm.org • 397"
    },
    {
      "text": "Figure 2. Cumulative Incidence of Diabetes According to Study Group.The diagnosis of diabetes was based on the criteria of the American Diabetes Association. 11 The incidence of diabetes differed significantly among the three groups (P<0.001 for each comparison)."
    },
    {
      "text": "CI denotes confidence interval. †P<0.05 for the test of heterogeneity across strata. Age, body-mass index, and plasma glucose were analyzed as continuous variables.‡This category includes 20 Pacific Islanders.§The eligibility criterion was a body-mass index of at least 22 for Asians and at least 24 for all other persons. ¶To convert the values for glucose to millimoles per liter, multiply by 0.05551."
    },
    {
      "text": "Figure 3. Fasting Plasma Glucose Concentrations (Panel A) and Glycosylated Hemoglobin Values (Panel B) According to Study Group.The analysis included all participants, whether or not diabetes had been diagnosed. Changes in fasting glucose values over time in the three groups differed significantly (P<0.001). Glycosylated hemoglobin values in the three groups differed significantly from 0.5 to 3 years (P<0.001). To convert the values for glucose to millimoles per liter, multiply by 0.05551."
    },
    {
      "text": "Journal of Medicine is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from nejm.org on August 16, 2025. Copyright © 2002 Massachusetts Medical Society. All rights reserved, including those for text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Figure 4. Participants with Normal Plasma Glucose Values, According to Study Group. Panel A shows the proportions of participants with normal glucose values in the fasting state (<110 mg per deciliter [6.1 mmol per liter]), Panel B the proportions with normal values two hours after an oral glucose load (<140 mg per deciliter [7.8 mmol per liter]), and Panel C the proportions with normal values for both measurements. Persons in whom a diagnosis of diabetes had been made were considered to have abnormal values, regardless of the actual values at the time. By design, no participants had normal post-load glucose values at base line, but base-line fasting glucose values were normal in 67 percent of persons in the placebo group, 67 percent of those in the metformin group, and 68 percent of those in the lifestyle-intervention group. Metformin and lifestyle intervention were similarly effective in restoring normal fasting glucose concentrations, but lifestyle intervention was more effective in restoring normal post-load glucose concentrations."
    },
    {
      "text": "Supported by the National Institutes of Health through the National Institute of Diabetes and Digestive and Kidney Diseases, the Office of Research on Minority Health, the National Institute of Child Health and Human Development, and the National Institute on Aging; the Indian Health Service; the Centers for Disease Control and Prevention; the General Clinical Research Center Program, National Center for Research Resources; the American Diabetes Association; Bristol-Myers Squibb; and Parke-Davis. Dr. Hamman owns stock in Bristol-Myers Squibb, which sells metformin in the United States."
    },
    {
      "text": "The following investigators were members of the Diabetes Prevention Program Research Group (asterisks indicate principal investigators, and daggers program coordinators): Pennington Biomedical Research Center -G.A. Bray,* I.W. Culbert, † C.M. Champagne, M.D. Crow, L. Dawson, B. Eberhardt, F.L. Greenway, F.G. Guillory, A.A. Hebert, M.L. Jeffirs, K. Joyce, B.M. Kennedy, J.C. Lovejoy, S. Mancuso, L.E. Melancon, L.H. Morris, L. Reed, J. Perault, K. Rau, D.H. Ryan, D.A. Sanford, K.G. Smith, L.L. Smith, S.R. Smith, J.A. St. Amant, M. Terry, E. Tucker, R.T. Tulley, P.C. Vicknair, D. Williamson, and J.J. Zachwieja; University of Chicago -D.A. Ehrmann,* M.J. Matulik, † B. Clarke, D.A. Collins, K.B. Czech, C. DeSandre, G. Geiger, S. Grief, B. Harding-Clay, R.M. Hilbrich, D. le Grange, M.R. McCormick, W.L. McNabb, K.S. Polonsky, N.P. Sauter, A.R. Semenske, K.A. Stepp, and J.A. Tobian; Jefferson Medical College -P.G. Watson,* J.T. Mendoza, † K.A. Smith, † J. Caro, B. Goldstein, C. Lark, L. Menefee, L. Murphy, C. Pepe, and J.M. Spandorfer; University of Miami -R.B. Goldberg,* P. Rowe, † J. Calles, P. Casanova, R.P. Donahue, H.J. Florez, A. Giannella, G. Larreal, V. McLymont, J. Mendez, P. O'Hara, J. Ojito, R. Prineas, and P.G. Saab; The University of Texas Health Science Center -S.M. Haffner,* M.G. Montez, † C. Lorenzo, H. Miettinen, *Gastrointestinal symptoms included diarrhea, flatulence, nausea, and vomiting. †P<0.0167 for the comparison with placebo.‡Most participants with musculoskeletal symptoms had myalgia, arthritis, or arthralgia."
    },
    {
      "text": "ADVERSE EVENTS."
    }
  ],
  "references": [
    {
      "title": "University of Washington and",
      "authors": [
        "The New Eng ; Medicine",
        "C Mobley",
        "L Mykkanen",
        "M Rozek; University Of Colorado -R",
        "P Hamman",
        "† Nash",
        "D Testaverde",
        "L Anderson",
        "A Ballonoff",
        "B Bouffard",
        "M Calonge",
        "W Farago",
        "J Georgitis",
        "S Hill",
        "B Hoyer",
        "J Jortberg",
        "M Merenich",
        "J Miller",
        "H Regensteiner",
        "C Seagle",
        "S Smith",
        "B Steinke",
        "S Vandorsten; Joslin Diabetes Center -E",
        "* Horton",
        "† Lawton",
        "M Arky",
        "J Bryant",
        "E Burke",
        "K Caballero",
        "D Callaghan",
        "T Devlin",
        "O Franklin",
        "A Ganda",
        "M Goebel-Fabbri",
        "S Harris",
        "A Jackson",
        "L Jacobsen",
        "M Kula",
        "S Kocal",
        "M Ledbury",
        "C Malloy",
        "M Mullooly",
        "C Nicosia",
        "J Oldmixon",
        "C Pan",
        "M Pomposelli",
        "S Quitongan",
        "D Rubtchinsky",
        "E Schweizer",
        "D Seely",
        "F Simonson",
        "C Smith",
        "J Solomon",
        "J Tyson",
        "E Warram ; Care System -S",
        "* Kahn",
        "† Montgomery",
        "E Alger",
        "T Allen",
        "D Barrett",
        "J Bhanji",
        "J Cowan",
        "W Cullen",
        "B Fujimoto",
        "R Katz",
        "E Knopp",
        "M Lipkin",
        "B Marr",
        "J Mccann",
        "R Palmer",
        "D Schwartz",
        "E Uyema; University Of Tennessee -A",
        "M Kitabchi",
        "† Murphy",
        "M Applegate",
        "J Bryer-Ash",
        "A Coble",
        "G Crisler",
        "A Cunningham",
        "S Franklin",
        "D Frieson",
        "R Green",
        "C Imseis",
        "H Kennedy",
        "K Lambeth",
        "L Latif"
      ],
      "raw": "University of Washington and \n\t\t \n\t\t\t The New Eng ; Medicine \n\t\t \n\t\t \n\t\t\t C M Mobley \n\t\t \n\t\t \n\t\t\t L A Mykkanen \n\t\t \n\t\t \n\t\t\t M M F Rozek; University Of Colorado -R \n\t\t \n\t\t \n\t\t\t P V Hamman \n\t\t \n\t\t \n\t\t\t † L Nash \n\t\t \n\t\t \n\t\t\t D R Testaverde \n\t\t \n\t\t \n\t\t\t L B Anderson \n\t\t \n\t\t \n\t\t\t A Ballonoff \n\t\t \n\t\t \n\t\t\t B N Bouffard \n\t\t \n\t\t \n\t\t\t M Calonge \n\t\t \n\t\t \n\t\t\t W J Farago \n\t\t \n\t\t \n\t\t\t J O Georgitis \n\t\t \n\t\t \n\t\t\t S R Hill \n\t\t \n\t\t \n\t\t\t B T Hoyer \n\t\t \n\t\t \n\t\t\t J A Jortberg \n\t\t \n\t\t \n\t\t\t M Merenich \n\t\t \n\t\t \n\t\t\t J G Miller \n\t\t \n\t\t \n\t\t\t H M Regensteiner \n\t\t \n\t\t \n\t\t\t C M Seagle \n\t\t \n\t\t \n\t\t\t S C Smith \n\t\t \n\t\t \n\t\t\t B Steinke \n\t\t \n\t\t \n\t\t\t S Vandorsten; Joslin Diabetes Center -E \n\t\t \n\t\t \n\t\t\t * K E Horton \n\t\t \n\t\t \n\t\t\t † R A Lawton \n\t\t \n\t\t \n\t\t\t M Arky \n\t\t \n\t\t \n\t\t\t J P Bryant \n\t\t \n\t\t \n\t\t\t E Burke \n\t\t \n\t\t \n\t\t\t K M Caballero \n\t\t \n\t\t \n\t\t\t D Callaghan \n\t\t \n\t\t \n\t\t\t T Devlin \n\t\t \n\t\t \n\t\t\t O P Franklin \n\t\t \n\t\t \n\t\t\t A E Ganda \n\t\t \n\t\t \n\t\t\t M Goebel-Fabbri \n\t\t \n\t\t \n\t\t\t S D Harris \n\t\t \n\t\t \n\t\t\t A M Jackson \n\t\t \n\t\t \n\t\t\t L M Jacobsen \n\t\t \n\t\t \n\t\t\t M Kula \n\t\t \n\t\t \n\t\t\t S Kocal \n\t\t \n\t\t \n\t\t\t M A Ledbury \n\t\t \n\t\t \n\t\t\t C Malloy \n\t\t \n\t\t \n\t\t\t M Mullooly \n\t\t \n\t\t \n\t\t\t C F Nicosia \n\t\t \n\t\t \n\t\t\t J Oldmixon \n\t\t \n\t\t \n\t\t\t C Pan \n\t\t \n\t\t \n\t\t\t M Pomposelli \n\t\t \n\t\t \n\t\t\t S Quitongan \n\t\t \n\t\t \n\t\t\t D Rubtchinsky \n\t\t \n\t\t \n\t\t\t E W Schweizer \n\t\t \n\t\t \n\t\t\t D Seely \n\t\t \n\t\t \n\t\t\t F Simonson \n\t\t \n\t\t \n\t\t\t C G Smith \n\t\t \n\t\t \n\t\t\t J Solomon \n\t\t \n\t\t \n\t\t\t J Tyson \n\t\t \n\t\t \n\t\t\t E Warram ; Care System -S \n\t\t \n\t\t \n\t\t\t * B K Kahn \n\t\t \n\t\t \n\t\t\t † M Montgomery \n\t\t \n\t\t \n\t\t\t E Alger \n\t\t \n\t\t \n\t\t\t T Allen \n\t\t \n\t\t \n\t\t\t D Barrett \n\t\t \n\t\t \n\t\t\t J Bhanji \n\t\t \n\t\t \n\t\t\t J Cowan \n\t\t \n\t\t \n\t\t\t W Y Cullen \n\t\t \n\t\t \n\t\t\t B Fujimoto \n\t\t \n\t\t \n\t\t\t R H Katz \n\t\t \n\t\t \n\t\t\t E W Knopp \n\t\t \n\t\t \n\t\t\t M Lipkin \n\t\t \n\t\t \n\t\t\t B S Marr \n\t\t \n\t\t \n\t\t\t J P Mccann \n\t\t \n\t\t \n\t\t\t R S Palmer \n\t\t \n\t\t \n\t\t\t D Schwartz \n\t\t \n\t\t \n\t\t\t E Uyema; University Of Tennessee -A \n\t\t \n\t\t \n\t\t\t M E Kitabchi \n\t\t \n\t\t \n\t\t\t † W B Murphy \n\t\t \n\t\t \n\t\t\t M Applegate \n\t\t \n\t\t \n\t\t\t J H Bryer-Ash \n\t\t \n\t\t \n\t\t\t A Coble \n\t\t \n\t\t \n\t\t\t G Crisler \n\t\t \n\t\t \n\t\t\t A W Cunningham \n\t\t \n\t\t \n\t\t\t S L Franklin \n\t\t \n\t\t \n\t\t\t D L Frieson \n\t\t \n\t\t \n\t\t\t R Green \n\t\t \n\t\t \n\t\t\t C L Imseis \n\t\t \n\t\t \n\t\t\t H C Kennedy \n\t\t \n\t\t \n\t\t\t K A Lambeth \n\t\t \n\t\t \n\t\t\t L C Latif \n\t\t \n\t\t \n\t\t \n\t\t\t Veterans Affairs Puget Sound Health \n\t\t \n\t \n\t The New Eng land Jour nal of Medicine C.M. Mobley, L.A. Mykkanen, and M.M. Rozek; University of Colorado -R.F. Hamman,* P.V. Nash, † L. Testaverde, † D.R. Anderson, L.B. Bal- lonoff, A. Bouffard, B.N. Calonge, M. Farago, W.J. Georgitis, J.O. Hill, S.R. Hoyer, B.T. Jortberg, J.A. Merenich, M. Miller, J.G. Regensteiner, H.M. Seagle, C.M. Smith, S.C. Steinke, and B. VanDorsten; Joslin Diabe- tes Center -E.S. Horton,* K.E. Lawton, † R.A. Arky, M. Bryant, J.P. Burke, E. Caballero, K.M. Callaghan, D. Devlin, T. Franklin, O.P. Ganda, A.E. Goebel-Fabbri, M. Harris, S.D. Jackson, A.M. Jacobsen, L.M. Kula, M. Kocal, S. Ledbury, M.A. Malloy, C. Mullooly, M. Nicosia, C.F. Old- mixon, J. Pan, C. Pomposelli, M. Quitongan, S. Rubtchinsky, D. Schwei- zer, E.W. Seely, D. Simonson, F. Smith, C.G. Solomon, J. Tyson, and J. Warram; University of Washington and Veterans Affairs Puget Sound Health Care System -S.E. Kahn,* B.K. Montgomery, † M. Alger, E. Allen, T. Barrett, D. Bhanji, J. Cowan, J. Cullen, W.Y. Fujimoto, B. Katz, R.H. Knopp, E.W. Lipkin, M. Marr, B.S. McCann, J.P. Palmer, R.S. Schwartz, and D. Uyema; University of Tennessee -A.E. Kitabchi,* M.E. Murphy, † W.B. Applegate, M. Bryer-Ash, J.H. Coble, A. Crisler, G. Cun- ningham, A.W. Franklin, S.L. Frieson, D.L. Green, R. Imseis, C.L. Kennedy, H.C. Lambeth, K.A. Latif, L.C. Lichtermann, M.D. McIntyre, J.D. Nault, H. Oktaei, M.L. O'Toole, H. Ricks, L.M.K. Rutledge, S.C. Schussler, A.R. Sherman, C.M. Smith, J.E. Soberman, K.J. Stewart, D.L. VanBrunt, and B.J. Williams-Cleaves; Northwestern University Medical School -B.E. Metzger,* M.K. Johnson, † C. Behrends, M.L. Cook, M. Fitzgibbon, M.M. Giles, D. Heard, C. Johnson, D. Larsen, A. Lowe, M. Lyman, D. McPherson, M.E. Molitch, T. Pitts, R. Reinhart, S. Roston, and P.A. Schinleber; Massachusetts General Hospital -D.M. Nathan,* C. McKitrick, † K. Abbott, E. Anderson, L. Bissett, E. Cagliero, S. Crowell, L. Delahanty, S. Fritz, K. Hayward, E. Levina, T. Michel, D. Norman, J. O'Keefe, A. Poulos, L. Ronan, M. Rosal, M. Salerno, M. Schneider, C. Shagensky, B. Steiner, H. Turgeon, and A. Young; University of Califor- nia, San Diego -J.M. Olefsky,* M.L. Carrion-Petersen, † E. Barrett-Con- nor, M. Beltran, K. Caenepeel-Mills, S.V. Edelman, R.O. Ford, J. Garcia, M. Hagerty, R.R. Henry, M. Hill, J. Horne, D. Leos, J. Matney, S. Mu- daliar, G. Petersen, A. Pollard, W. Polonsky, S. Szerdi, J. Torio-Hurley, and K. Vejvoda; St. Luke's-Roosevelt Hospital -F.X. Pi-Sunyer,* J.E. Lee, † D.B. Allison, N. Agharanya, N.J. Aronoff, M. Baldo, S.T. Foo, S. Hagamen, C. Pal, K. Parkes, M. Pena, and G.E.H. Van Wye; Indiana University - D.G. Marrero,* M.S. Kukman-Kelly, † Y.F. Dotson, S.E. Fineberg, J.C. Guare, A. Hadden, B. Hills, J.M. Ignaut, M.A. Jackson, M.S. Kirkman, K. Mather, G. McAtee, B.D. Porter, M.J. Prince, and M.L. Wheeler; Medstar Research Institute -R.E. Ratner,* G. Youssef, † S. Shapiro, † A. Bonar, M. Bronsord, E. Brown, W.W. Cheatham, S. Cola, A. Comfort, G. Boggs, C. Eagle, C. Evans, E. Gorman, R. Johnson, C. Levetan, T. Kellum, M. Lagarda, A.K. Nair, M.D. Passaro, and W. Phillips; UCLA Medical School -M.F. Saad,* M. Budgett, † S. Fahmi, † S.D. Jinagouda, † B. Bernaba, S.L. Bodkin, V. Ciobanu, R. Commisso, C. Cosenza, T. Dinh, M. Gonzalez, A. Khan, D. Kumar, G. Lui, V. Mehta, A. Sharma, S. Soukiazian, K. Sza- mos, A. Tramanian, A. Vargas, and N. Zambrana; Washington University, St. Louis -N.H. White,* A.S. Santiago, † S. Das, † A.L. Brown, S. Da- gogo-Jack, E.B. Fisher, E. Hurt, T. Jones, M. Kerr, L. Ryder, J.V. Santiago (deceased), and C. Wernimont; Johns Hopkins School of Medicine -C.D. Saudek,* V.L. Bradley, † T. Fowlkes, † H. Joseph, † F.L. Brancati, J.B. Charleston, J.M. Clark, K. Horak, D. Jiggetts, H. Mosley, R.R. Rubin, A. Samuels, K.J. Stewart, L. Thomas, and P. Williamson; University of New Mexico School of Medicine -D.S. Schade,* K.S. Adams, † L.F. Atler, A. Bland, D.A. Bowling, P.J. Boyle, M.R. Burge, L. Butler, J.L. Canady, L. Chai, K.M. Colleran, M. Guillen, Y. Gonzales, M. Gutierrez, D. Horn- beck, C. Johannes, P. Katz, C. King, E.N. Libby III, R. McCalman, D.A. Montoya, A. Rassam, S. Rubinchik, and W. Senter; Albert Einstein Col- lege of Medicine -H. Shamoon,* J.O. Brown, † J. Adames, E. Blanco, L. Cox, J.P. Crandall, H. Duffy, S. Engel, A. Friedler, T. Harroun, C.J. Howard-Century, S. Kloiber, N. Longchamp, D. Pompi, E. Violino, E.A. Walker, J. Wylie-Rosett, E. Zimmerman, and J. Zonszein; University of Pittsburgh -R.R. Wing,* M.K. Kramer, † S. Barr, M.A. Boraz, L. Clif- ford, R. Culyba, M. Frazier, R. Gilligan, L. Harris, S. Harrier, W. Hender- son, S. Jeffries, G. Koenning, A.M. Kriska, K. Maholic, Q. Manjoo, M. Mullen, A. Noel, T.J. Orchard, A. Otto, L.N. Semler, C. Smith, M. Smith, V. Stapinski, J. Viteri, T. Wilson, K.V. Williams, and J. Zgibor; University of Hawaii -R.F. Arakaki,* R.W. Latimer, † N.K. Baker-Ladao, R.M. Beddow, R. Braginsky, M. Calizar, L.M. Dias, N. Durham, D.A. Dupont, L.L. Fukuhara, J. Inouye, M.K. Mau, K. Mikami, P. Mohideen, S.K. Odom, B. Sinkule-Kam, J.S. Tokunaga, R.U. Twiggs, C.Y. Wang, and J. Vi- ta; Southwest American Indian Center for Diabetes Prevention -W.C. Knowler,* N.J. Cooeyate, † M.A. Hoskin, † C.A. Percy, † K.J. Acton, V.L. Andre, S. Antone, N.M. Baptisto, R. Barber, S. Begay, P.H. Bennett, M.B. Benson, S. Beyale, E.C. Bird, B.A. Broussard, M. Chavez, T.S. Dacawyma, M.S. Doughty, R. Duncan, C. Edgerton, J.M. Ghahate, M. Glass, D. Goh- des, W. Grant, R.L. Hanson, E. Horse, G. Hughte, L.E. Ingraham, M.C. Jackson, P.A. Jay, R.S. Kaskalla, D. Kessler, K.M. Kobus, J. Krakoff, C. Manus, T. Morgan, Y. Nashboo (deceased), J. Nelson, G.L. Pauk, S. Poir- ier, E. Polczynski, M. Reidy, J. Roumain, D.H. Rowse, R.J. Roy, S. Sang- ster, J. Sewemaenewa, D. Tonemah, C. Wilson, and M. Yazzie; George Washington University Biostatistics Center -S. Fowler,* T. Brenne- man, † S. Abebe, R. Bain, J. Bamdad, J. Callaghan, S.L. Edelstein, Y. Gao, K.L. Grimes, N. Grover, K. Hirst, S. Jones, T.L. Jones, R.J. Katz, J.M. Lachin, R. Orlosky, C.E. Stimpson, C. Suiter, M.G. Temprosa, and F.E.M. Walker-Murray; National Institute of Diabetes and Digestive and Kidney Diseases Program Office -S. Garfield, † R. Eastman, and J. Fradkin; Na- tional Institute on Aging -R. Andres; Centers for Disease Control and Prevention -M.M. Engelgau, K.M. Venkat Narayan, and D.F. William- son; University of Michigan -W.H. Herman; Central Biochemistry Lab- oratory (University of Washington) -S.M. Marcovina,* A. Aldrich, and W.L. Chandler; Central ECG Reading Center (Wake Forest University) -P.M. Rautaharju,* N.T. Pemberton, R. Prineas, F.S.R. Rautaharju, and Z. Zhang; Nutrition Coding Center (University of South Carolina) - E.J. Mayer-Davis,* T. Costacou, M. Martin, and K.L. Sparks; Central Ca- rotid Ultrasound Unit (New England Medical Center) -D.H. O'Leary,* L.R.C. Funk, K.A. O'Leary, and J.F. Polak; CT-Scan Reading Unit (University of Colorado) -E.R. Stamm* and A.L. Scherzinger; Lifestyle Resource Core (University of Pittsburgh) -R.R. Wing,* B.P. Gillis, C. Huffmyer, A.M. Kriska, and E.M. Venditti; Medication Resource Workgroup (Albert Einstein College of Medicine) -E.A. Walker* and T. Harroun; Quality of Well Being Reading Unit (University of California, San Diego) -T.G. Ganiats,* E.J. Groessl, P.R. Beerman, K.M. David, R.M. Kaplan, and W.J. Sieber; Data Monitoring Board -S.M. Genuth (chair), G.F. Cahill, F.L. Ferris III, J.R. Gavin III, J.B. Halter, and J. Wittes; Ancillary Studies Subcommittee -R.R. Henry and S.M. Haffner (chairs); Behavioral Scientists -R.R. Rubin (chair); Clinic Operations -B.K. Montgomery (chair); Concomitant Conditions -R.E. Ratner (chair); Economic Evaluation -W.H. Herman (chair); Interventions - S.E. Kahn, J.V. Santiago (deceased), and J. Olefsky (chairs); Lifestyle Advisory Group -R.R. Wing (chair); Outcomes -C. Saudek (chair); Outcomes Clas- sification -R.E. Ratner (chair); Program Coordinators Subcommittee - M. Montez and K. Kramer (chairs); Protocol Oversight -R.F. Hamman (chair); Publications and Presentations -W.C. Knowler (chair); Quality Control -R.B. Goldberg (chair); Recruitment -W.Y. Fujimoto (chair); Recruitment Coordinators Subcommittee -J. Charleston (chair); Reten- tion -R.R. Rubin (chair); Screening and Eligibility -R.F. Hamman (chair); Study Chair and Vice Chair -D.M. Nathan and R.F. Hamman. REFERENCES 1. Harris MI, Flegal KM, Cowie CC, et al. Prevalence of diabetes, im- paired fasting glucose, and impaired glucose tolerance in U.S. adults: the Third National Health and Nutrition Examination Survey, 1988-1994. Di- abetes Care 1998;28:518-24."
    },
    {
      "title": "Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)",
      "authors": [
        "Diabetes Uk Prospective",
        "( Study"
      ],
      "year": 1998,
      "doi": "10.1016/s0140-6736(98)07019-6",
      "journal": "Lancet",
      "volume": "352",
      "pages": "602",
      "raw": "Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33) \n\t\t \n\t\t\t Diabetes Uk Prospective \n\t\t \n\t\t \n\t\t\t ( Study \n\t\t \n\t\t \n\t\t\t Ukpds) Group \n\t\t \n\t\t 10.1016/s0140-6736(98)07019-6 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 352 \n\t\t\t 602 \n\t\t\t 1998. 1999 \n\t\t \n\t \n\t Erratum Lancet \n\t UK Prospective Diabetes Study (UKPDS) Group. Intensive blood-glu- cose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). Lancet 1998;352:837-53. [Erratum, Lancet 1999;354: 602.]"
    },
    {
      "title": "Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34)",
      "year": 1998,
      "doi": "10.1016/s0140-6736(98)07037-8",
      "journal": "Lancet",
      "volume": "352",
      "pages": "1557",
      "raw": "Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34) \n\t\t \n\t\t\t Idem \n\t\t \n\t\t 10.1016/s0140-6736(98)07037-8 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 352 \n\t\t\t 1557 \n\t\t\t 1998. 1998 \n\t\t \n\t \n\t Erratum Lancet \n\t Idem. Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34). Lancet 1998;352:854-65. [Erratum, Lancet 1998;352:1557.]"
    },
    {
      "title": "Early detection of undiagnosed diabetes mellitus: a US perspective",
      "authors": [
        "M Harris",
        "R Eastman"
      ],
      "year": 2001,
      "doi": "10.1002/1520-7560(2000)9999:9999<::aid-dmrr122>3.0.co;2-w",
      "journal": "Diabetes Metab Res Rev",
      "volume": "16",
      "raw": "Early detection of undiagnosed diabetes mellitus: a US perspective \n\t\t \n\t\t\t M I Harris \n\t\t \n\t\t \n\t\t\t R C Eastman \n\t\t \n\t\t 10.1002/1520-7560(2000)9999:9999<::aid-dmrr122>3.0.co;2-w \n\t \n\t \n\t\t Diabetes Metab Res Rev \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Harris MI, Eastman RC. Early detection of undiagnosed diabetes mel- litus: a US perspective. Diabetes Metab Res Rev 2001;16:230-6."
    },
    {
      "title": "Preventing non-insulin-dependent diabetes",
      "authors": [
        "W Knowler",
        "Kmv Narayan",
        "R Hanson"
      ],
      "year": 1995,
      "doi": "10.2337/diabetes.44.5.483",
      "journal": "Diabetes",
      "volume": "44",
      "raw": "Preventing non-insulin-dependent diabetes \n\t\t \n\t\t\t W C Knowler \n\t\t \n\t\t \n\t\t\t Kmv Narayan \n\t\t \n\t\t \n\t\t\t R L Hanson \n\t\t \n\t\t 10.2337/diabetes.44.5.483 \n\t \n\t \n\t\t Diabetes \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t Knowler WC, Narayan KMV, Hanson RL, et al. Preventing non-insu- lin-dependent diabetes. Diabetes 1995;44:483-8."
    },
    {
      "title": "The Diabetes Prevention Program: design and methods for a clinical trial in the prevention of type 2 diabetes",
      "authors": [
        "The Diabetes",
        "Prevention Program",
        "Research Group"
      ],
      "year": 1999,
      "doi": "10.2337/diacare.22.4.623",
      "journal": "Diabetes Care",
      "volume": "22",
      "raw": "The Diabetes Prevention Program: design and methods for a clinical trial in the prevention of type 2 diabetes \n\t\t \n\t\t\t The Diabetes \n\t\t \n\t\t \n\t\t\t Prevention Program \n\t\t \n\t\t \n\t\t\t Research Group \n\t\t \n\t\t 10.2337/diacare.22.4.623 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 22 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t The Diabetes Prevention Program Research Group. The Diabetes Pre- vention Program: design and methods for a clinical trial in the prevention of type 2 diabetes. Diabetes Care 1999;22:623-34."
    },
    {
      "title": "Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance: the Da Qing IGT and Diabetes Study",
      "authors": [
        "X Pan",
        "G Li",
        "Y Hu"
      ],
      "year": 1997,
      "doi": "10.2337/diacare.20.4.537",
      "journal": "Diabetes Care",
      "volume": "20",
      "raw": "Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance: the Da Qing IGT and Diabetes Study \n\t\t \n\t\t\t X R Pan \n\t\t \n\t\t \n\t\t\t G W Li \n\t\t \n\t\t \n\t\t\t Y H Hu \n\t\t \n\t\t 10.2337/diacare.20.4.537 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Pan XR, Li GW, Hu YH, et al. Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance: the Da Qing IGT and Diabetes Study. Diabetes Care 1997;20:537-44."
    },
    {
      "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance",
      "authors": [
        "J Tuomilehto",
        "J Lindström",
        "J Eriksson"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441801",
      "journal": "N Engl J Med",
      "volume": "344",
      "raw": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance \n\t\t \n\t\t\t J Tuomilehto \n\t\t \n\t\t \n\t\t\t J Lindström \n\t\t \n\t\t \n\t\t\t J G Eriksson \n\t\t \n\t\t 10.1056/nejm200105033441801 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 344 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Tuomilehto J, Lindström J, Eriksson JG, et al. Prevention of type 2 di- abetes mellitus by changes in lifestyle among subjects with impaired glu- cose tolerance. N Engl J Med 2001;344:1343-50."
    },
    {
      "title": "Changing habits to delay diabetes",
      "authors": [
        "P Tataranni",
        "C Bogardus"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441809",
      "journal": "N Engl J Med",
      "volume": "344",
      "raw": "Changing habits to delay diabetes \n\t\t \n\t\t\t P A Tataranni \n\t\t \n\t\t \n\t\t\t C Bogardus \n\t\t \n\t\t 10.1056/nejm200105033441809 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 344 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Tataranni PA, Bogardus C. Changing habits to delay diabetes. N Engl J Med 2001;344:1390-2."
    },
    {
      "title": "Diabetes in America",
      "year": 1995,
      "doi": "10.1895/wormbook.1.68.2",
      "raw": "10.1895/wormbook.1.68.2 \n\t\t 95- 1468 \n\t\t Diabetes in America \n\t\t Bethesda, Md \n\t\t \n\t\t\t National Institute of Diabetes and Digestive and Kidney Diseases \n\t\t\t 1995 \n\t\t \n\t \n\t Diabetes in America. 2nd ed. Bethesda, Md.: National Institute of Di- abetes and Digestive and Kidney Diseases, 1995. (NIH publication no. 95- 1468.)"
    },
    {
      "title": "Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus",
      "year": 1997,
      "doi": "10.2337/diacare.20.7.1183",
      "journal": "Diabetes Care",
      "volume": "20",
      "raw": "Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus \n\t\t 10.2337/diacare.20.7.1183 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus. Diabetes Care 1997;20:1183-97."
    },
    {
      "title": "The Diabetes Prevention Program: baseline characteristics of the randomized cohort",
      "authors": [
        "The Diabetes",
        "Prevention Program",
        "Research Group"
      ],
      "year": 2000,
      "doi": "10.2337/diacare.23.11.1619",
      "journal": "Diabetes Care",
      "volume": "23",
      "raw": "The Diabetes Prevention Program: baseline characteristics of the randomized cohort \n\t\t \n\t\t\t The Diabetes \n\t\t \n\t\t \n\t\t\t Prevention Program \n\t\t \n\t\t \n\t\t\t Research Group \n\t\t \n\t\t 10.2337/diacare.23.11.1619 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t The Diabetes Prevention Program Research Group. The Diabetes Pre- vention Program: baseline characteristics of the randomized cohort. Dia- betes Care 2000;23:1619-29."
    },
    {
      "title": "The Diabetes Prevention Program: recruitment methods and results",
      "journal": "Control Clin Trials",
      "raw": "The Diabetes Prevention Program: recruitment methods and results \n\t\t \n\t\t\t Idem \n\t\t \n\t \n\t \n\t\t Control Clin Trials \n\t\t \n\t \n\t in press \n\t Idem. The Diabetes Prevention Program: recruitment methods and re- sults. Control Clin Trials (in press)."
    },
    {
      "title": "Department of Agriculture",
      "year": 1996,
      "raw": "Department of Agriculture \n\t\t \n\t\t\t C \n\t\t \n\t\t \n\t\t\t 1996 \n\t\t\t Washington, D \n\t\t \n\t\t \n\t\t\t Center for Nutrition Policy and Promotion \n\t\t \n\t \n\t The Food Guide Pyramid Home and Garden Bulletin no. 252 \n\t The Food Guide Pyramid. Washington, D.C.: Department of Agricul- ture, Center for Nutrition Policy and Promotion, 1996. (Home and Gar- den Bulletin no. 252.)"
    },
    {
      "title": "Step by step: eating to lower your high blood cholesterol",
      "year": 1987,
      "doi": "10.52964/ijcd.0003",
      "raw": "10.52964/ijcd.0003 \n\t\t Step by step: eating to lower your high blood cholesterol \n\t\t Bethesda, Md. \n\t\t \n\t\t\t 1987 \n\t\t \n\t\t \n\t\t\t National Heart, Lung, and Blood Institute Information Center \n\t\t \n\t \n\t Step by step: eating to lower your high blood cholesterol. Bethesda, Md.: National Heart, Lung, and Blood Institute Information Center, 1987."
    },
    {
      "title": "Introduction to a collection of physical activity questionnaires",
      "authors": [
        "A Kriska",
        "C Caspersen"
      ],
      "year": 1997,
      "doi": "10.1097/00005768-199706001-00003",
      "journal": "Med Sci Sports Exerc",
      "volume": "29",
      "raw": "Introduction to a collection of physical activity questionnaires \n\t\t \n\t\t\t A M Kriska \n\t\t \n\t\t \n\t\t\t C J Caspersen \n\t\t \n\t\t 10.1097/00005768-199706001-00003 \n\t \n\t \n\t\t Med Sci Sports Exerc \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Suppl \n\t Kriska AM, Caspersen CJ. Introduction to a collection of physical ac- tivity questionnaires. Med Sci Sports Exerc 1997;29:Suppl:S5-S9."
    },
    {
      "title": "Validity and reproducibility of a food frequency interview in a multi-cultural epidemiology study",
      "authors": [
        "E Mayer-Davis",
        "M Vitolins",
        "S Carmichael"
      ],
      "year": 1999,
      "doi": "10.1016/s1047-2797(98)00070-2",
      "journal": "Ann Epidemiol",
      "volume": "9",
      "raw": "Validity and reproducibility of a food frequency interview in a multi-cultural epidemiology study \n\t\t \n\t\t\t E J Mayer-Davis \n\t\t \n\t\t \n\t\t\t M Z Vitolins \n\t\t \n\t\t \n\t\t\t S L Carmichael \n\t\t \n\t\t 10.1016/s1047-2797(98)00070-2 \n\t \n\t \n\t\t Ann Epidemiol \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Mayer-Davis EJ, Vitolins MZ, Carmichael SL, et al. Validity and repro- ducibility of a food frequency interview in a multi-cultural epidemiology study. Ann Epidemiol 1999;9:314-24."
    },
    {
      "title": "Implementation of group sequential logrank tests in a maximum duration trial",
      "authors": [
        "Kkg Lan",
        "J Lachin"
      ],
      "year": 1990,
      "doi": "10.2307/2532094",
      "journal": "Biometrics",
      "volume": "46",
      "raw": "Implementation of group sequential logrank tests in a maximum duration trial \n\t\t \n\t\t\t Kkg Lan \n\t\t \n\t\t \n\t\t\t J M Lachin \n\t\t \n\t\t 10.2307/2532094 \n\t \n\t \n\t\t Biometrics \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Lan KKG, Lachin JM. Implementation of group sequential logrank tests in a maximum duration trial. Biometrics 1990;46:759-70."
    },
    {
      "title": "Biostatistical methods: the assessment of relative risks",
      "authors": [
        "J Lachin"
      ],
      "year": 2000,
      "doi": "10.1002/9780470317051",
      "raw": "J M Lachin \n\t\t \n\t\t 10.1002/9780470317051 \n\t\t Biostatistical methods: the assessment of relative risks \n\t\t New York \n\t\t \n\t\t\t John Wiley \n\t\t\t 2000 \n\t\t \n\t \n\t Lachin JM. Biostatistical methods: the assessment of relative risks. New York: John Wiley, 2000."
    },
    {
      "title": "Analysis of longitudinal data",
      "authors": [
        "P Diggle",
        "K-Y Liang",
        "S Zeger"
      ],
      "year": 1994,
      "raw": "P J Diggle \n\t\t \n\t\t \n\t\t\t K-Y Liang \n\t\t \n\t\t \n\t\t\t S L Zeger \n\t\t \n\t\t Analysis of longitudinal data \n\t\t New York \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 1994 \n\t\t \n\t \n\t Diggle PJ, Liang K-Y, Zeger SL. Analysis of longitudinal data. New York: Oxford University Press, 1994."
    },
    {
      "title": "Predictors of progression from impaired glucose tolerance to NIDDM: an analysis of six prospective studies",
      "authors": [
        "S Edelstein",
        "W Knowler",
        "R Bain"
      ],
      "year": 1997,
      "doi": "10.2337/diabetes.46.4.701",
      "journal": "Diabetes",
      "volume": "46",
      "raw": "Predictors of progression from impaired glucose tolerance to NIDDM: an analysis of six prospective studies \n\t\t \n\t\t\t S L Edelstein \n\t\t \n\t\t \n\t\t\t W C Knowler \n\t\t \n\t\t \n\t\t\t R P Bain \n\t\t \n\t\t 10.2337/diabetes.46.4.701 \n\t \n\t \n\t\t Diabetes \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Edelstein SL, Knowler WC, Bain RP, et al. Predictors of progression from impaired glucose tolerance to NIDDM: an analysis of six prospective studies. Diabetes 1997;46:701-10."
    },
    {
      "title": "Pharmacologic therapy for type 2 diabetes mellitus",
      "authors": [
        "R Defronzo"
      ],
      "year": 1999,
      "doi": "10.7326/0003-4819-131-4-199908170-00008",
      "journal": "Ann Intern Med",
      "volume": "131",
      "raw": "Pharmacologic therapy for type 2 diabetes mellitus \n\t\t \n\t\t\t R A Defronzo \n\t\t \n\t\t 10.7326/0003-4819-131-4-199908170-00008 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 131 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t DeFronzo RA. Pharmacologic therapy for type 2 diabetes mellitus. Ann Intern Med 1999;131:281-303."
    },
    {
      "title": "Trends in the prevalence and incidence of self-reported diabetes mellitus -United States, 1980-1994",
      "year": 1997,
      "doi": "10.15585/mmwr.mm6945a1",
      "journal": "MMWR Morb Mortal Wkly Rep",
      "volume": "46",
      "raw": "Trends in the prevalence and incidence of self-reported diabetes mellitus -United States, 1980-1994 \n\t\t 10.15585/mmwr.mm6945a1 \n\t \n\t \n\t\t MMWR Morb Mortal Wkly Rep \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Trends in the prevalence and incidence of self-reported diabetes melli- tus -United States, 1980-1994. MMWR Morb Mortal Wkly Rep 1997; 46:1014-8."
    },
    {
      "title": "Diabetes mellitus, coronary heart disease incidence, and death from all causes in African American and European American women: the NHANES I epidemiologic follow-up study",
      "authors": [
        "R Gillum",
        "M Mussolino",
        "J Madans"
      ],
      "year": 2000,
      "doi": "10.1016/s0895-4356(99)00208-5",
      "journal": "J Clin Epidemiol",
      "volume": "53",
      "raw": "Diabetes mellitus, coronary heart disease incidence, and death from all causes in African American and European American women: the NHANES I epidemiologic follow-up study \n\t\t \n\t\t\t R F Gillum \n\t\t \n\t\t \n\t\t\t M E Mussolino \n\t\t \n\t\t \n\t\t\t J H Madans \n\t\t \n\t\t 10.1016/s0895-4356(99)00208-5 \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Gillum RF, Mussolino ME, Madans JH. Diabetes mellitus, coronary heart disease incidence, and death from all causes in African American and European American women: the NHANES I epidemiologic follow-up study. J Clin Epidemiol 2000;53:511-8."
    },
    {
      "title": "Diabetes mellitus: subclinical cardiovascular disease and risk of incident cardiovascular disease and all-cause mortality",
      "authors": [
        "L Kuller",
        "P Velentgas",
        "J Barzilay",
        "N Beauchamp",
        "O' Leary",
        "D Savage"
      ],
      "year": 2000,
      "doi": "10.1161/01.atv.20.3.823",
      "journal": "Arterioscler Thromb Vasc Biol",
      "volume": "20",
      "raw": "Diabetes mellitus: subclinical cardiovascular disease and risk of incident cardiovascular disease and all-cause mortality \n\t\t \n\t\t\t L H Kuller \n\t\t \n\t\t \n\t\t\t P Velentgas \n\t\t \n\t\t \n\t\t\t J Barzilay \n\t\t \n\t\t \n\t\t\t N J Beauchamp \n\t\t \n\t\t \n\t\t\t O' Leary \n\t\t \n\t\t \n\t\t\t D H Savage \n\t\t \n\t\t \n\t\t\t P J \n\t\t \n\t\t 10.1161/01.atv.20.3.823 \n\t \n\t \n\t\t Arterioscler Thromb Vasc Biol \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Kuller LH, Velentgas P, Barzilay J, Beauchamp NJ, O'Leary DH, Sav- age PJ. Diabetes mellitus: subclinical cardiovascular disease and risk of in- cident cardiovascular disease and all-cause mortality. Arterioscler Thromb Vasc Biol 2000;20:823-9."
    },
    {
      "title": "The 1997 American Diabetes Association and 1999 World Health Organization criteria for hyperglycemia in the diagnosis and prediction of diabetes mellitus",
      "authors": [
        "M Gabir",
        "R Hanson",
        "D Dabelea"
      ],
      "year": 2000,
      "doi": "10.2337/diacare.23.8.1108",
      "journal": "Diabetes Care",
      "volume": "23",
      "raw": "The 1997 American Diabetes Association and 1999 World Health Organization criteria for hyperglycemia in the diagnosis and prediction of diabetes mellitus \n\t\t \n\t\t\t M M Gabir \n\t\t \n\t\t \n\t\t\t R L Hanson \n\t\t \n\t\t \n\t\t\t D Dabelea \n\t\t \n\t\t 10.2337/diacare.23.8.1108 \n\t \n\t \n\t\t Diabetes Care \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Gabir MM, Hanson RL, Dabelea D, et al. The 1997 American Dia- betes Association and 1999 World Health Organization criteria for hyper- glycemia in the diagnosis and prediction of diabetes mellitus. Diabetes Care 2000;23:1108-12."
    },
    {
      "title": "Relation of impaired fasting and postload glucose with incident type 2 diabetes in a Dutch population: the Hoorn Study",
      "authors": [
        "F De Vegt",
        "J Dekker",
        "A Jager"
      ],
      "year": 2001,
      "doi": "10.1001/jama.285.16.2109",
      "journal": "JAMA",
      "volume": "285",
      "raw": "Relation of impaired fasting and postload glucose with incident type 2 diabetes in a Dutch population: the Hoorn Study \n\t\t \n\t\t\t F De Vegt \n\t\t \n\t\t \n\t\t\t J M Dekker \n\t\t \n\t\t \n\t\t\t A Jager \n\t\t \n\t\t 10.1001/jama.285.16.2109 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 285 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t de Vegt F, Dekker JM, Jager A, et al. Relation of impaired fasting and postload glucose with incident type 2 diabetes in a Dutch population: the Hoorn Study. JAMA 2001;285:2109-13."
    }
  ],
  "num_references": 27,
  "figures": [
    {
      "caption": "REDUCING",
      "description": "THE INCIDENCE OF TYPE 2 DIABETES WITH LIFESTYLE INTERVENTION OR METFORMIN N Engl J Med, Vol. 346, No. 6 • February 7, 2002 • www.nejm.org • 395"
    },
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Changes in Body Weight (Panel A) and Leisure Physical Activity (Panel B) and Adherence to Medication Regimen (Panel C) According to Study Group.Each data point represents the mean value for all participants examined at that time. The number of participants decreased over time because of the variable length of time that persons were in the study. For example, data on weight were available for 3085 persons at 0.5 year, 3064 at 1 year, 2887 at 2 years, and 1510 at 3 years. Changes in weight and leisure physical activity over time differed significantly among the treatment groups (P<0.001 for each comparison)."
    },
    {
      "description": "OF TYPE 2 DIABETES WITH LIFESTYLE INTERVENTION OR METFORMIN N Engl J Med, Vol. 346, No. 6 • February 7, 2002 • www.nejm.org • 397"
    },
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Cumulative Incidence of Diabetes According to Study Group.The diagnosis of diabetes was based on the criteria of the American Diabetes Association. 11 The incidence of diabetes differed significantly among the three groups (P<0.001 for each comparison)."
    },
    {
      "caption": "*",
      "description": "CI denotes confidence interval. †P<0.05 for the test of heterogeneity across strata. Age, body-mass index, and plasma glucose were analyzed as continuous variables.‡This category includes 20 Pacific Islanders.§The eligibility criterion was a body-mass index of at least 22 for Asians and at least 24 for all other persons. ¶To convert the values for glucose to millimoles per liter, multiply by 0.05551."
    },
    {
      "caption": "Figure 3 .",
      "description": "Figure 3. Fasting Plasma Glucose Concentrations (Panel A) and Glycosylated Hemoglobin Values (Panel B) According to Study Group.The analysis included all participants, whether or not diabetes had been diagnosed. Changes in fasting glucose values over time in the three groups differed significantly (P<0.001). Glycosylated hemoglobin values in the three groups differed significantly from 0.5 to 3 years (P<0.001). To convert the values for glucose to millimoles per liter, multiply by 0.05551."
    },
    {
      "description": "Journal of Medicine is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from nejm.org on August 16, 2025. Copyright © 2002 Massachusetts Medical Society. All rights reserved, including those for text and data mining, AI training, and similar technologies."
    },
    {
      "caption": "Figure 4 .",
      "description": "Figure 4. Participants with Normal Plasma Glucose Values, According to Study Group. Panel A shows the proportions of participants with normal glucose values in the fasting state (<110 mg per deciliter [6.1 mmol per liter]), Panel B the proportions with normal values two hours after an oral glucose load (<140 mg per deciliter [7.8 mmol per liter]), and Panel C the proportions with normal values for both measurements. Persons in whom a diagnosis of diabetes had been made were considered to have abnormal values, regardless of the actual values at the time. By design, no participants had normal post-load glucose values at base line, but base-line fasting glucose values were normal in 67 percent of persons in the placebo group, 67 percent of those in the metformin group, and 68 percent of those in the lifestyle-intervention group. Metformin and lifestyle intervention were similarly effective in restoring normal fasting glucose concentrations, but lifestyle intervention was more effective in restoring normal post-load glucose concentrations."
    },
    {
      "description": "Supported by the National Institutes of Health through the National Institute of Diabetes and Digestive and Kidney Diseases, the Office of Research on Minority Health, the National Institute of Child Health and Human Development, and the National Institute on Aging; the Indian Health Service; the Centers for Disease Control and Prevention; the General Clinical Research Center Program, National Center for Research Resources; the American Diabetes Association; Bristol-Myers Squibb; and Parke-Davis. Dr. Hamman owns stock in Bristol-Myers Squibb, which sells metformin in the United States."
    },
    {
      "description": "The following investigators were members of the Diabetes Prevention Program Research Group (asterisks indicate principal investigators, and daggers program coordinators): Pennington Biomedical Research Center -G.A. Bray,* I.W. Culbert, † C.M. Champagne, M.D. Crow, L. Dawson, B. Eberhardt, F.L. Greenway, F.G. Guillory, A.A. Hebert, M.L. Jeffirs, K. Joyce, B.M. Kennedy, J.C. Lovejoy, S. Mancuso, L.E. Melancon, L.H. Morris, L. Reed, J. Perault, K. Rau, D.H. Ryan, D.A. Sanford, K.G. Smith, L.L. Smith, S.R. Smith, J.A. St. Amant, M. Terry, E. Tucker, R.T. Tulley, P.C. Vicknair, D. Williamson, and J.J. Zachwieja; University of Chicago -D.A. Ehrmann,* M.J. Matulik, † B. Clarke, D.A. Collins, K.B. Czech, C. DeSandre, G. Geiger, S. Grief, B. Harding-Clay, R.M. Hilbrich, D. le Grange, M.R. McCormick, W.L. McNabb, K.S. Polonsky, N.P. Sauter, A.R. Semenske, K.A. Stepp, and J.A. Tobian; Jefferson Medical College -P.G. Watson,* J.T. Mendoza, † K.A. Smith, † J. Caro, B. Goldstein, C. Lark, L. Menefee, L. Murphy, C. Pepe, and J.M. Spandorfer; University of Miami -R.B. Goldberg,* P. Rowe, † J. Calles, P. Casanova, R.P. Donahue, H.J. Florez, A. Giannella, G. Larreal, V. McLymont, J. Mendez, P. O'Hara, J. Ojito, R. Prineas, and P.G. Saab; The University of Texas Health Science Center -S.M. Haffner,* M.G. Montez, † C. Lorenzo, H. Miettinen, *Gastrointestinal symptoms included diarrhea, flatulence, nausea, and vomiting. †P<0.0167 for the comparison with placebo.‡Most participants with musculoskeletal symptoms had myalgia, arthritis, or arthralgia."
    },
    {
      "type": "table",
      "caption": "TABLE 3 .",
      "description": "ADVERSE EVENTS."
    }
  ],
  "num_figures": 11,
  "tables": [
    {
      "content": "EVENT PLACEBO METFORMIN LIFESTYLE Gastrointestinal symptoms (no. of events/ 30.7 77.8 † 12.9 † 100 person-yr)* Musculoskeletal symptoms (no. of events/ 21.1 20.0 24.1 † 100 person-yr) ‡ Hospitalization One or more admissions (% of 16.1 15.9 15.6 participants) Rate (no. of admissions/100 person-yr) 7.9 8.4 8.0 Median stay (days) 3 3 3 Deaths (no./100 person-yr) 0.16 0.20 0.10"
    }
  ],
  "num_tables": 1,
  "num_citations": 42,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b20",
    "b24",
    "b26",
    "b13",
    "b7",
    "b23",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b25",
    "b22",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "[raw_affiliation] Diabetes Prevention Program Coordinat- ing Center , Biostatistics Center , George Washington University , 6110 Ex- ecutive Blvd. , Suite 750 , Rockville , MD 20852.",
    "The New England Journal of Medicine is produced by NEJM Group, a division of the Massachusetts Medical Society.Downloaded from nejm.org on August 16, 2025. Copyright © 2002 Massachusetts Medical Society. All rights reserved, including those for text and data mining, AI training, and similar technologies.",
    "Erratum Lancet",
    "[raw_reference] UK Prospective Diabetes Study (UKPDS) Group. Intensive blood-glu- cose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). Lancet 1998;352:837-53. [Erratum, Lancet 1999;354: 602.]",
    "Erratum Lancet",
    "[raw_reference] Idem. Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34). Lancet 1998;352:854-65. [Erratum, Lancet 1998;352:1557.]",
    "[raw_reference] Harris MI, Eastman RC. Early detection of undiagnosed diabetes mel- litus: a US perspective. Diabetes Metab Res Rev 2001;16:230-6.",
    "[raw_reference] Knowler WC, Narayan KMV, Hanson RL, et al. Preventing non-insu- lin-dependent diabetes. Diabetes 1995;44:483-8.",
    "[raw_reference] The Diabetes Prevention Program Research Group. The Diabetes Pre- vention Program: design and methods for a clinical trial in the prevention of type 2 diabetes. Diabetes Care 1999;22:623-34.",
    "[raw_reference] Pan XR, Li GW, Hu YH, et al. Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance: the Da Qing IGT and Diabetes Study. Diabetes Care 1997;20:537-44.",
    "[raw_reference] Tuomilehto J, Lindström J, Eriksson JG, et al. Prevention of type 2 di- abetes mellitus by changes in lifestyle among subjects with impaired glu- cose tolerance. N Engl J Med 2001;344:1343-50.",
    "[raw_reference] Tataranni PA, Bogardus C. Changing habits to delay diabetes. N Engl J Med 2001;344:1390-2.",
    "[raw_reference] Diabetes in America. 2nd ed. Bethesda, Md.: National Institute of Di- abetes and Digestive and Kidney Diseases, 1995. (NIH publication no. 95- 1468.)",
    "[raw_reference] Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus. Diabetes Care 1997;20:1183-97.",
    "[raw_reference] The Diabetes Prevention Program Research Group. The Diabetes Pre- vention Program: baseline characteristics of the randomized cohort. Dia- betes Care 2000;23:1619-29.",
    "in press",
    "[raw_reference] Idem. The Diabetes Prevention Program: recruitment methods and re- sults. Control Clin Trials (in press).",
    "The Food Guide Pyramid Home and Garden Bulletin no. 252",
    "[raw_reference] The Food Guide Pyramid. Washington, D.C.: Department of Agricul- ture, Center for Nutrition Policy and Promotion, 1996. (Home and Gar- den Bulletin no. 252.)",
    "[raw_reference] Step by step: eating to lower your high blood cholesterol. Bethesda, Md.: National Heart, Lung, and Blood Institute Information Center, 1987.",
    "Suppl",
    "[raw_reference] Kriska AM, Caspersen CJ. Introduction to a collection of physical ac- tivity questionnaires. Med Sci Sports Exerc 1997;29:Suppl:S5-S9.",
    "[raw_reference] Mayer-Davis EJ, Vitolins MZ, Carmichael SL, et al. Validity and repro- ducibility of a food frequency interview in a multi-cultural epidemiology study. Ann Epidemiol 1999;9:314-24.",
    "[raw_reference] Lan KKG, Lachin JM. Implementation of group sequential logrank tests in a maximum duration trial. Biometrics 1990;46:759-70.",
    "[raw_reference] Lachin JM. Biostatistical methods: the assessment of relative risks. New York: John Wiley, 2000.",
    "[raw_reference] Diggle PJ, Liang K-Y, Zeger SL. Analysis of longitudinal data. New York: Oxford University Press, 1994.",
    "[raw_reference] Edelstein SL, Knowler WC, Bain RP, et al. Predictors of progression from impaired glucose tolerance to NIDDM: an analysis of six prospective studies. Diabetes 1997;46:701-10.",
    "[raw_reference] DeFronzo RA. Pharmacologic therapy for type 2 diabetes mellitus. Ann Intern Med 1999;131:281-303.",
    "[raw_reference] Trends in the prevalence and incidence of self-reported diabetes melli- tus -United States, 1980-1994. MMWR Morb Mortal Wkly Rep 1997; 46:1014-8.",
    "[raw_reference] Gillum RF, Mussolino ME, Madans JH. Diabetes mellitus, coronary heart disease incidence, and death from all causes in African American and European American women: the NHANES I epidemiologic follow-up study. J Clin Epidemiol 2000;53:511-8.",
    "[raw_reference] Kuller LH, Velentgas P, Barzilay J, Beauchamp NJ, O'Leary DH, Sav- age PJ. Diabetes mellitus: subclinical cardiovascular disease and risk of in- cident cardiovascular disease and all-cause mortality. Arterioscler Thromb Vasc Biol 2000;20:823-9.",
    "[raw_reference] Gabir MM, Hanson RL, Dabelea D, et al. The 1997 American Dia- betes Association and 1999 World Health Organization criteria for hyper- glycemia in the diagnosis and prediction of diabetes mellitus. Diabetes Care 2000;23:1108-12.",
    "[raw_reference] de Vegt F, Dekker JM, Jager A, et al. Relation of impaired fasting and postload glucose with incident type 2 diabetes in a Dutch population: the Hoorn Study. JAMA 2001;285:2109-13."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "New England Journal of Medicine",
  "volume": "346",
  "issue": "6",
  "pages": "393-403",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:19.436638",
    "zotero_item_type": "journalArticle"
  }
}
