{
  "paper_id": "98Q5SNJH",
  "title": "Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review)",
  "year": 2011,
  "date": "2011",
  "journal": "Cochrane Database of Systematic Reviews",
  "publication": "Cochrane Database of Systematic Reviews",
  "doi": "10.1002/14651858.cd009756",
  "pmid": "21211064",
  "sections": [
    {
      "text": "Figure 4.................................................................................................................................................................................................. Figure 5.................................................................................................................................................................................................. Figure 6.................................................................................................................................................................................................. Figure 7.................................................................................................................................................................................................. Figure 8.................................................................................................................................................................................................. Figure 9.................................................................................................................................................................................................. Figure 10................................................................................................................................................................................................ Figure 11................................................................................................................................................................................................ Figure 12................................................................................................................................................................................................ Figure 13................................................................................................................................................................................................ DISCUSSION.................................................................................................................................................................................................. Library Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "In the trial that compared different intervals and lengths for text-messaging to standard care, long weekly text-messaging was not significantly associated with a lower risk of non-adherence compared to standard care (RR 0.79, 95% CI 0.60 to 1.04). Patients receiving weekly text-messages of any length were at lower risk of non-adherence at 48 weeks than were patients receiving daily messages of any length (RR 0.79, 95% CI 0.64 to 0.99). There were no significant differences between weekly text-messaging of any length (RR 1.01, 95% CI 0.75 to 1.37) and between short or long messaging at either interval (RR 0.99, 95% CI 0.78 to 1.27). Compared to standard care, any daily text-messaging, whether short or long, did not reduce the risk for non-adherence (RR 0.99, 95% CI 0.82 to 1.20).\n\nIn meta-analysis of both trials, any weekly text-messaging (i.e. whether short or long messages) was associated with a lower risk of nonadherence at 48-52 weeks (RR 0.78, 95% CI 0.68 to 0.89). The effect of short weekly text-messaging was also significant (RR 0.77, 95% CI 0.67 to 0.89)."
    },
    {
      "title": "Authors' conclusions",
      "text": "There is high-quality evidence from the two RCTs that mobile phone text-messaging at weekly intervals is efficacious in enhancing adherence to ART, compared to standard care. There is high quality evidence from one trial that weekly mobile phone text-messaging is efficacious in improving HIV viral load suppression. Policy-makers should consider funding programs proposing to provide weekly mobile phone text-messaging as a means for promoting adherence to antiretroviral therapy. Clinics and hospitals should consider implementing such programs. There is a need for large RCTs of this intervention in adolescent populations, as well as in high-income countries."
    },
    {
      "title": "P L A I N L A N G U A G E S U M M A R Y Mobile phone text messaging to help patients with HIV infection take their antiretroviral medications every day",
      "text": "More than 34 million people are presently living with HIV infection. Antiretroviral therapy (ART) can help these people to live longer, healthier lives, but because of side-effects, adherence (taking these medications every day) can be difficult. Mobile phone text-messaging has the potential to help promote adherence in these patients.\n\nTwo randomised controlled trials from Kenya were included in the review. One trial compared short weekly text messages against standard care. The other trial compared short daily, long daily, short weekly and long weekly messages against standard care.\n\nIn the trial comparing only short weekly messages to standard care, text messaging was associated with lower risk of non-adherence at 12 months, and with the non-occurrence of virologic failure at 12 months.\n\nCombining the data from both trials, weekly mobile phone text-messaging was associated with greater ART adherence at 48-52 weeks. The effect of short weekly text-messaging was also significant.\n\nIn the trial that compared different intervals and lengths for text-messaging to standard care, long weekly text-messaging was not significantly associated with a lower risk of non-adherence compared to standard care. Patients receiving weekly text-messages of any length were at lower risk of non-adherence at 48 weeks than were patients receiving daily messages of any length. There were no significant differences between weekly text-messaging of any length and between short or long messaging at either interval. Compared to standard care, any daily text-messaging, whether short or long, did not reduce the risk for non-adherence.\n\nWeekly mobile phone text messages to patients on ART can help them to take their medication every day. It can also help to reduce the amount of HIV in their bloodstream.\n\nBecause the two included trials were with adult patients only, there is a need for trials of this intervention with adolescents. Also, as the two trials were conducted in Kenya, a low-income country, there is a need for trials of this intervention in high-income countries."
    },
    {
      "title": "Illustrative comparative risks* (95% CI)",
      "text": "Assumed risk Corresponding risk Outcomes standard care Mobile phone text messages Relative effect (95% CI) No of Participants (studies) Quality of the evidence (GRADE) Comments Viral load suppression at 52 weeks 483 per 1000 401 per 1000 (333 to 478) RR 0.83 (0.69 to 0.99) 538 (1 study) ⊕⊕⊕⊕ high ART adherence at 48-52 weeks: Text messages vs. standard care (overall) 465 per 1000 382 per 1000 (335 to 437) RR 0.82 (0.72 to 0.94) 966 (2 studies) ⊕⊕⊕⊕ high ART adherence at 48-52 weeks: Weekly text messages vs. standard care (overall) 465 per 1000 363 per 1000 (316 to 414) RR 0.78 (0.68 to 0.89) 898 (2 studies) ⊕⊕⊕⊕ high ART adherence at 48-52 weeks: Short weekly messages vs. standard care 465 per 1000 358 per 1000 (307 to 419) RR 0.77 (0.66 to 0.9) 750 (2 studies) ⊕⊕⊕⊕ high ART adherence at 48 weeks: Long weekly messages vs. standard care 403 per 1000 318 per 1000 (242 to 419) RR 0.79 (0.6 to 1.04) 213 (1 study) ⊕⊕⊝⊝ low 1 ART adherence at 48 weeks: Short daily messages vs. standard care 403 per 1000 403 per 1000 (318 to 512) RR 1 (0.79 to 1.27) 209 (1 study) ⊕⊕⊝⊝ low 1 ART adherence at 48 weeks: Long daily messages vs. standard care 403 per 1000 395 per 1000 (310 to 500) RR 0.98 (0.77 to 1.24) 211 (1 study) ⊕⊕⊝⊝ low 1 Summary of findings 2. Mobile phone text messages (comparing different intervals and lengths) for promoting adherence to antiretroviral therapy in patients with HIV infection Mobile phone text messages (comparing different intervals and lengths) for promoting adherence to antiretroviral therapy in patients with HIV infection Patient or population: Patients with HIV infection, on ART Settings: Kenya Intervention: Mobile phone text messages (comparing different intervals and lengths) Illustrative comparative risks* (95% CI) Assumed risk Corresponding risk Outcomes Control Mobile phone text messages (comparing different intervals and lengths) Relative effect (95% CI) No of Participants (studies) Quality of the evidence (GRADE) Comments ART adherence at 48 weeks: Short weekly messages vs. long weekly messages 527 per 1000 516 per 1000 (369 to 733) RR 0.98 (0.7 to 1.39) 147 (1 study) ⊕⊕⊝⊝ low 1 ART adherence at 48 weeks: Weekly vs. daily messages (overall) 408 per 1000 323 per 1000 (261 to 404) RR 0.79 (0.64 to 0.99) 289 (1 study) ⊕⊕⊝⊝ low 1 ART adherence at 48 weeks: Short vs. long messages (overall) 473 per 1000 477 per 1000 (383 to 591) RR 1.01 (0.81 to 1.25) 289 (1 study) ⊕⊕⊝⊝ low 1 Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews B A C K G R O U N D More than 34 million people were living with human immunodeficiency virus (HIV) infection in 2010 (UNAIDS 2011). Over 15 million of these people are clinically eligible for antiretroviral therapy (ART), but only around 5.2 million were receiving treatment (UNAIDS 2011). ART can lead to marked reductions in mortality at the population level (Palella 1998), but because of costs, lack of infrastructure and other issues, ART has become available in many low-and middle-income countries (LMIC) only in the past few years (WHO 2010). As provision of ART has become more widely available in LMIC with a high burden of HIV disease, mortality has begun to decline, but is still unacceptably high (WHO 2009).\n\nART can help patients to feel better, live longer and slow progression of the disease (UNAIDS 2011), but many patients find it difficult to comply with the regimens they have been prescribed  (Mills 2006) . Adherence to ART is crucial not only for the patient's survival but also to prevent drug resistance with resultant treatment failure and need to switch to a second-line regimen. In LMIC, second-line regimens are much more expensive than firstline regimens (WHO 2010). Another benefit of adherence is that patients with a suppressed HIV viral load are significantly less likely to transmit the infection to sexual partners  (Anglemyer 2011) .\n\nFor these reasons, it is thus important to find better ways to help patients stay adherent to their ART regimens. As wireless telecommunications networks have spread rapidly throughout sub-Saharan Africa, South Asia, and other resource-limited settings with high HIV prevalence, sending text-messages on wireless mobile telephones has become an extremely popular means of communication among people in all sectors of society (Guardian 2009; iTWire 2011). Mobile phone text-messaging, also called short messaging service (SMS), has been proposed as an approach to enhancing patient adherence to ART regimens."
    },
    {
      "title": "O B J E C T I V E S",
      "text": "To review the evidence for the use of mobile phone text-messaging to enhance adherence to ART in patients with HIV infection."
    },
    {
      "title": "M E T H O D S",
      "text": "Criteria for considering studies for this review"
    },
    {
      "title": "Types of studies",
      "text": "Randomised controlled trials (RCT)."
    },
    {
      "title": "Types of participants",
      "text": "Adults or children on ART, in any setting."
    },
    {
      "title": "Types of interventions",
      "text": "Interventions in which mobile phone text messages are used to promote adherence to ART delivered to a patient on ART or, in the case of an infant or child, to a caregiver. Text messaging must not have been bundled with other interventions unless the text messaging outcome data could be analyzed separately. Studies in which mobile phone voice speaking or voice messaging was the intervention were excluded. Studies in which the use of a \"beeper\" or \"pager\" was the intervention were excluded. The intervention must have been compared to standard interventions for promoting adherence or to a control condition that would not introduce confounding variables (i.e., not compared to another experimental intervention)."
    },
    {
      "title": "Types of outcome measures",
      "text": "Primary outcomes:\n\n• Adherence • Viral load suppression, as measured by the investigators"
    },
    {
      "title": "Secondary outcomes",
      "text": "• Quality of life (specifically measured as improvement in mental/ emotional state)"
    },
    {
      "title": "Search methods for identification of studies",
      "text": "We used the Cochrane HIV/AIDS Group's validated search methods.\n\nWe formulated a comprehensive and exhaustive search strategy in an attempt to identify all relevant studies regardless of language or publication status (published, unpublished, in press and in progress)."
    },
    {
      "title": "Electronic searches"
    },
    {
      "title": "Journal and trials databases",
      "text": "We searched the following electronic databases, in the period from 01 January 1980 to 01 November 2011:\n\n• Cochrane Central Register of Controlled Trials (CENTRAL) • EMBASE • Literatura Latino-Americana e do Caribe em Ciências da Saúde (LILACS) • MEDLINE (via PubMed) • PsycINFO • Web of Science • World Health Organization (WHO) Global Index Medicus\n\nAlong with MeSH terms and relevant keywords, we used the Cochrane Highly Sensitive Search Strategy for identifying reports of randomised controlled trials in MEDLINE  (Higgins 2008) , and the Cochrane HIV/AIDS Group's existing strategies for identifying references relevant to HIV/AIDS. The search strategy was iterative, in that references of included studies were searched for additional references. All languages were included. See Appendix 1 for the example of our PubMed search strategy, which was modified as needed for use in the other databases.\n\nUsing a variety of relevant terms, we also searched the clinical trials registry at the WHO International Clinical Trials Registry Platform, which includes trials from many countries including all trials listed in \"ClinicalTrials.gov.\" Four ongoing RCTs were identified (see \"Ongoing studies,\" in the references). The searches were performed without limits to language or setting and were limited to human studies published from 1980 to the present."
    },
    {
      "title": "Conference abstracts",
      "text": "We searched the online abstract archives of relevant conference proceedings, including the Conference on Retroviruses and Opportunistic Infections (CROI), the International AIDS Conference (IAC), and the International AIDS Society Conference on HIV Pathogenesis, Treatment and Prevention (IAS). These conferences"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews were searched from their inception dates  (1993, 1985, and 2001 respectively)  to the most recent conference  (2011, 2010 and 2011, respectively) ."
    },
    {
      "title": "Searching other resources"
    },
    {
      "title": "Handsearching of journals",
      "text": "Because the field of HIV/AIDS research is relatively new (≥1981), virtually all scientific research relevant to HIV/AIDS is available in electronic journals or is accessible through online databases. (The same is true of research relevant to mobile phones.) For this reason we did not undertake handsearching of print copies of journals."
    },
    {
      "title": "Contacting researchers in the field",
      "text": "We contacted individual researchers working in the field in an attempt to learn of any research we had not identified."
    },
    {
      "title": "Data collection and analysis",
      "text": "Our methodology for data collection and analysis was based on the guidance of the Cochrane Handbook of Systematic Reviews of Interventions  (Higgins 2008) . Two authors (TH and HA), working independently, reviewed the abstracts of all studies identified through database searches or by other means. Where there was any question of eligibility, we obtained the full text of the article for closer examination."
    },
    {
      "title": "Selection of studies",
      "text": "Search results were imported into a bibliographic citation management so ware (EndNote X4). Duplicate references were then excluded. Reviewing only article titles, one author (TH) excluded all references that were clearly irrelevant. Two authors (TH and HA), working independently, then reviewed the titles, abstracts and descriptor terms of the remaining citations to identify potentially eligible reports. We obtained full text articles for all references identified as potentially meeting inclusion criteria. TH and HA reviewed these full text articles and applied the inclusion criteria to establish each study's eligibility or ineligibility. Studies were reviewed for relevance based on study design, intervention given, types of participants and outcome measures. Our plan was to resolve any differences of opinion through discussion, with a neutral third party arbiter standing by, but we had no disagreements."
    },
    {
      "title": "Data extraction and management",
      "text": "A er identifying trials for inclusion, two authors (TH and HA) working independently examined and extracted data from each study. TH and HA separately entered these data into standardised data extraction forms. Extracted data in the forms were then compared. There were no disagreements. Extracted information included:\n\n• Study details: Complete citation, start and end dates, location, study design characteristics and other relevant details.\n\n• Participant details: Number of participants, age range, gender, baseline viral load, other baseline characteristics, qualitative data in regard to quality of life, details of attrition. • Intervention details: Mobile phone type, content of text messaging, frequency of text messaging, period of intervention, comparator.\n\n• Outcome details: Outcomes measured, methodologies for measuring adherence and viral load count, outcome data. • Bias assessment data: Details necessary to perform a bias risk assessment using the Cochrane tool described above."
    },
    {
      "title": "Assessment of risk of bias in included studies",
      "text": "We used the Cochrane Collaboration tool  (Higgins 2008)  for assessing the risk of bias for each individual study, and present results in summary tables. For randomised trials, the Cochrane tool assesses risk of bias in individual studies across six domains: sequence generation, allocation concealment, blinding, incomplete outcome data, selective outcome reporting and other potential biases."
    },
    {
      "title": "Quality of evidence",
      "text": "In addition to a risk of bias assessment using the Cochrane tool, we graded the quality of evidence of the literature using the Grades of Recommendation Assessment, Development and Evaluation (GRADE) approach  (Guyatt 2008) . We used the GRADEpro so ware, version 3.2, to perform our analyses (GRADEpro 2008).\n\nGRADE ranks the quality of evidence on four levels: \"high,\" \"moderate,\" \"low\" and \"very low.\" Evidence from randomised controlled trials starts at \"high,\" but can be downgraded based on study limitations, inconsistency of results, indirectness of evidence, imprecision or for reporting bias. Evidence from observational studies starts at \"low,\" but can be upgraded if the magnitude of treatment effect is very large, if there is a significant doseresponse relation, or if all possible confounders would decrease the magnitude of an apparent treatment effect  (Guyatt 2008) . Evidence from observational studies can also be downgraded."
    },
    {
      "title": "Measures of treatment effect",
      "text": "We used Review Manager 5 (RevMan 2011) provided by the Cochrane Collaboration for preparing the review and for statistical analysis. We summarised dichotomous outcomes for effect using risk ratios (RR), with 95% confidence intervals (CI).\n\nWe calculated summary statistics using meta-analytic methods and present findings in regard to evidence quality in GRADE summary of findings tables, for all outcomes of interest."
    },
    {
      "title": "Unit of analysis issues",
      "text": "The unit of analysis was the individual patient on ART."
    },
    {
      "title": "Dealing with missing data",
      "text": "In our analyses of Pop-Eleches 2011, the number of events per arm was back-calculated from proportional figures provided by the authors. See these proportional figures in Characteristics of included studies."
    },
    {
      "title": "Assessment of heterogeneity",
      "text": "We examined heterogeneity between the trials using the I 2 statistic. We would have interpreted an I 2 estimate greater than 50% as indicating moderate or high levels of heterogeneity."
    },
    {
      "title": "Assessment of reporting biases",
      "text": "We minimised the potential for publication bias by using comprehensive search strategies, which included searching"
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews scientific literature from a wide range of databases, published or unpublished, written in any language. We also used funnel plots to assess the possibility of publication bias and did not find any."
    },
    {
      "title": "Data synthesis",
      "text": "When study populations, interventions, comparators and outcomes were sufficiently similar, we pooled the data across studies and estimated summary effect sizes using a fixed effect model. There was little heterogeneity between the trials. We summarised the quality of evidence provided by the two trials using GRADE summary of findings tables (Summary of findings for the main comparison, Summary of findings 2)."
    },
    {
      "title": "Subgroup analysis and investigation of heterogeneity",
      "text": "We did not do subgroup analyses."
    },
    {
      "title": "R E S U L T S Description of studies"
    },
    {
      "title": "Results of the search",
      "text": "Searches were conducted on 1 November, 2011, and produced 210 titles a er 35 duplicates were removed. A er initial screening and exclusion of 67 titles by one author (TH), 143 titles and abstracts were reviewed more closely by two authors (TH and HA). Applying the inclusion criteria relevant to study design, participant characteristics, intervention characteristics and outcome characteristics, each author independently examined the titles, abstracts, and descriptor terms of all references. The fulltext article was obtained for all references identified as potentially meeting inclusion criteria. All other references were excluded. The two authors compared the results of their screening, and found agreement. See Figure  1  for a flowchart depicting our screening process."
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews"
    },
    {
      "title": "Included studies",
      "text": "The two included studies were conducted in Kenya (Lester 2010, Pop-Eleches 2011). Both trials compared text-messaging to a control condition. In Lester 2010, the control condition was standard care. In Pop-Eleches 2011, the control condition was provision of a cell phone, but this cell phone received no studyrelated text messages or other communication.\n\nLester 2010 : Lester and colleagues in Kenya randomly assigned 273 patients initiating ART to mobile phone text-messaging, and 265 to standard care. Text messages were brief (\"Mambo?\", the Kiswahili term for \"How are you?\"), sent once weekly, with a response requested within 48 hours. The primary outcomes were self-reported ART adherence (measured as >95% of prescribed doses in the past 30 days, assessed at 6 months and 12 months) and suppression of plasma HIV viral load (<400 copies per µL) at 12 months. The analysis was by intention to treat.\n\nPatients receiving text messages were at lower risk of reporting non-adherence to ART at 12 months (RR 0.77, 95% CI 0.63 to 0.93). Patients receiving text messages were also at lower risk of experiencing virologic failure (RR 0.83, 95% CI 0.69 to 0.99).\n\nPop-Eleches 2011 : Pop-Eleches and colleagues in Kenya randomly assigned 431 patients recently initiating ART (<3 months) to one of four intervention conditions (receiving short or long mobile phone text messages, either daily or weekly) or to standard care (with provision of a mobile phone but no study-related communication).\n\nThe messages were provided in English, Dhoulou or Kiswahili (as appropriate). The content of the short message was \"This is your reminder.\" The content of the long message was \"This is your reminder. Be strong and courageous. We care about you.\"\n\nThe primary outcome was ART adherence of <90% during each 12week period of analysis, for 48 weeks. The analysis was by intention to treat. Adherence was also measured with a medication event moniitoring system (MEMS).\n\n• At 48 weeks, patients in any of the four intervention groups were at no lower risk of non-adherence than those in the control group (RR 0.89, 95% CI 0.74 to 1.06). • Patients in either of the weekly message intervention groups (whether short message or long message) were at lower risk of non-adherence than those in the control group (RR 0.79, 95% CI 0.63 to 0.98). • Patients receiving short weekly messages were not at significantly lower risk of non-adherence than were those in the control group (RR 0.78, 95% CI 0.59 to1.03). • Patients receiving long weekly messages were not at signficantly lower risk of non-adherence than were those in the control group (RR 0.79, 95% CI 0.60 to 1.04). • There was no difference in the risk for non-adherence in patients receiving short daily messages compared to those in the control group (RR 1.00, 95% CI 0.79 to 1.27). • There was no difference in the risk for non-adherence in patients receiving long daily messages compared to those in the control group (RR 0.98, 95% CI 0.77 to 1.24). • There was no difference in the risk for non-adherence in patients receiving any daily messages compared to those in the control group (RR 0.99, 95% CI 0.82 to 1.20). • There was no difference in the risk for non-adherence in patients receiving weekly text messages of any length (RR 1.01, 95% CI 0.75 to 1.37), nor between short or long messaging at either interval (RR 0.99, 95% CI 0.78 to 1.27). • Patients receiving weekly text messages of any length were at lower risk for non-adherence than were patients receiving daily messages of any length (RR 0.79, 95% CI 0.64 to 0.99)."
    },
    {
      "title": "Excluded studies",
      "text": "We obtained the full text of 17 articles and later excluded 15 articles, representing 10 individual studies and two systematic reviews. One article was excluded because it was a protocol for an ongoing RCT and is more properly classified as an \"Ongoing study,\" rather than an \"Excluded study.\n\n\" Six articles were excluded because sending text messages was not the intervention (Simoni 2007, Skinner 2007, Reynolds 2008, Wang 2008, De Costa 2010, Kalichman 2011). Three articles were excluded because the studies were not randomised controlled trials (Puccio 2006, Ammassari 2011, Dowshen 2011). Two articles were excluded because they were letters in regard to studies that are included in this review (Chi 2010, Kelly 2011). Two articles were excluded because although they were systematic reviews, they did not include any RCTs meeting our inclusion criteria (Mukund Bahadur 2010, Saberi 2011). One article was excluded because participants in the control group were given the use of another experimental intervention (a \"beeper\") as the control condition (Hardy 2011). See Figure 1 for a flow diagram depicting our screening process. One article (Haberer 2010) is counted as \"excluded,\" but it does provide qualitative data about one of the trials included in this review (Pop-Eleches 2011). See below, under \"Qualitative findings.\" Library Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Risk of bias in included studies",
      "text": "We used the Cochrane Collaboration's tool for assessing the risk of bias in each individual study  (Higgins 2008) . Overall, the risk of bias in these two trials is low. There was no blinding of participants. Study personnel and outcome assessors were blinded in Lester 2010, but it is not clear that they were blinded in Pop-Eleches 2011. Lack of blinding participants is unlikely to have affected study outcomes. In Pop-Eleches 2011, there is an unclear risk of bias due to a lack of clarity in regard to the allocation concealment method. See tables for Risk of bias in included studies, below, describing our assessment of bias risk in each trial, and see Figure  2  and Figure  3  for graphic representations of our assessment. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 3. Risk of bias summary: review authors' judgements about each risk of bias item for each included study."
    },
    {
      "title": "Effects of interventions",
      "text": "See: Summary of findings for the main comparison Mobile phone text messages compared to standard care for promoting adherence to antiretroviral therapy in patients with HIV infection; Summary of findings 2 Mobile phone text messages (comparing different intervals and lengths) for promoting adherence to antiretroviral therapy in patients with HIV infection In both included trials, any mobile phone text-messaging (i.e. daily messages or weekly messages) was associated with ART adherence at 48-52 weeks (RR 0.82, 95% CI 0.72 to 0.94). Any weekly textmessaging (i.e. whether short or long messages) was associated with ART adherence at 48-52 weeks (RR 0.78, 95% CI 0.68 to 0.89). Short weekly text-messaging was also associated with ART adherence at 48-52 weeks (RR 0.77, 95% CI 0.67 to 0.89). Using data only from Lester 2010, short weekly text messaging was associated with the viral load suppression at 52 weeks (RR 0.83, 95% CI 0.69 to 0.99).\n\nNeither trial addressed quality of life outcomes.\n\n• See Table  1 , Effects of the interventions."
    },
    {
      "title": "Meta-analysis",
      "text": "As there was little heterogeneity between the two trials (≤19%), we used a fixed-effects model in our meta-analysis. In meta-analysis of two trials, any mobile phone text-messaging (i.e., whether daily or weekly messages) was associated with greater ART adherence at 48-52 weeks (RR 0.82, 95% CI 0.72 to 0.94).The effect of any weekly text-messaging was also significant (RR 0.78, 95% CI 0.68 to 0.89), as was that of short weekly text-messaging (RR 0.77, 95% CI 0.67 to 0.89).\n\nBecause daily text-messaging in Pop-Eleches 2011 suggested no effect (RR 0.99, 95% CI 0.82 to 1.20, Analysis 1.6), the measured outcomes for \"any text-messaging\" may better indicate the efficacy of either weekly mode of text-messaging, especially given the larger sample generated by pooling data from Lester 2010 with both weekly-message arms of Pop-Eleches 2011 (Analysis 1.3). See Analysis 1.1; Analysis 1.2; Analysis 1.3; Analysis 1.4; Analysis 1.5; Analysis 1.6; Analysis 1.7; Analysis 1.8; Analysis 2.1; Analysis 2.2; and Analysis 2.3. See forest plots for each comparison in Figure 4, Figure\n\nLibrary Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 5, Figure 6, Figure 7, Figure 8, Figure 9, Figure 10, Figure 11, Figure 12, and Figure 13. Figure 5. Forest plot of comparison: 1 Mobile phone text messages vs. control, outcome: 1.1 ART adherence at 48-52 weeks: Text messages vs. standard care (overall). Qualitative findings Haberer 2010 provides qualitative data for Pop-Eleches 2011, although they do not measure the quality of life outcomes specified in this review's protocol. Instead, Haberer and colleagues discuss feasibility issues in implementing the intervention of Pop-Eleches and colleagues. Based on qualitative interviews with participants, the most important issues pointed out by Haberer and colleagues were the need for detailed, multi-session trainings for patients in the use of mobile phone technologies and PIN numbers and the possible need for modest monetary incentives to keep patients sufficiently motivated to participate in the study."
    },
    {
      "title": "D I S C U S S I O N",
      "text": "Difficulty in complying with ART regimens is an ongoing issue worldwide, and systematic reviews have addressed barriers and facilitators to doing so, as well as several key interventions  (Mills 2006 , Rueda 2006 , Wise 2008 , Bain-Brickley 2011 , Barnighausen 2011 , Saberi 2011) . New interventions are urgently needed. Mobile phones and other new telecommunications technologies are being used to address a broad range of healthcare issues, from improving attendance in primary care  (Leong 2006) , to treating sexually transmitted infections  (Menon-Johansson 2006) , to supporting community-based peer health workers caring for people with HIV/ AIDS  (Chang 2011 ) . An industry-funded narrative (non-systematic) review by Atun and colleagues provides an overview of these approaches  (Atun 2006) . A Cochrane review provides evidence that mobile phone text-messaging is efficacious in promoting adherence to tuberculosis medications  (Liu 2008) . A systematic review of electronic reminder devices (ERD) found significantly improved ART adherence in 4 of 8 studies examining ERD as a stand-alone intervention (Wise 2008). Another systematic review of technology-based self-care methods for improving adherence suggests that among the optimal characteristics of such tools were that like mobile phones, they should be easy to use and"
    },
    {
      "title": "Overall completeness and applicability of evidence",
      "text": "The two trials included in this review provide evidence of the efficacy of weekly text-messaging for enhancing adherence to ART in resource-constrained settings with generalised HIV epidemics.\n\nOne trial provides evidence that weekly text-messaging may be efficacious in suppressing HIV viral load. Four small trials presently in the field, three of which are being conducted in resourceconstrained settings, will strengthen the evidence base still further."
    },
    {
      "title": "Quality of the evidence",
      "text": "There is high-quality evidence from the two randomised controlled trials that mobile phone text-messaging at weekly intervals, whether the messages be short or long, is efficacious in enhancing adherence to ART. Although adherence in Lester 2010 was measured by self-report, we do not grade down for indirectness because the measured effect was consistent with that of weekly and short weekly messages in Pop-Eleches 2011 (as well as with the outcome measured biomedically in Lester 2010).There is high quality evidence from one trial that mobile phone text-messaging at weekly intervals is efficacious in improving HIV viral load suppression. There is low quality evidence from one trial that textmessaging at daily intervals is no more efficacious than standard care in promoting adherence to ART. The quality of evidence was graded down twice due to very few events."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "A U T H O R S ' C O N C L U S I O N S"
    },
    {
      "title": "Implications for practice",
      "text": "Policy-makers should consider funding programs proposing to provide weekly mobile phone text-messaging as a means for promoting adherence to antiretroviral therapy. Clinics and hospitals should consider implementing such programs."
    },
    {
      "title": "Implications for research",
      "text": "There is a need for large RCTs of this intervention in adolescent populations, and in persons who care for children and infants with HIV. In contrast to the usual situation, there is a need for large RCTs of this intervention in high-income countries, as well as in middle-income countries. There is also a need for more evidence concerning the intervention's acceptability, and other qualitative concerns, including culture-specific data on message-content and message-length."
    },
    {
      "title": "A C K N O W L E D G E M E N T S",
      "text": "We thank Dr. Andrew Anglemyer for reviewing our statistical analyses."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "References to studies awaiting assessment\n\nda Costa 2012 {published data only} da Costa TM, Barbosa BJ, E Costa DA, Sigulem D, de Fatima Marin H, Filho AC, et al. Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDS-infected Brazilian women and impressions and satisfaction with respect to incoming messages. International journal of medical informatics 2012 Jan 30;[Epub ahead of print]:n/a. [PUBMED: 22296762] Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Patient-Reported Barriers and Facilitators. PLoS Med 2006 Nov;3(11):e438. Palella 1998 Palella FJ, Delaney KM, Moorman AC, Loveless MO, et al. Declining morbidity and mortality among patients with advanced human immunodeficiency virus infection. N Engl J Med 1998 Mar 26;338(13):853-60. RevMan 2011 [Computer program] The Nordic Cochrane Centre, The Cochrane Collaboration. Review Manager (RevMan), Version 5.1. Copenhagen: The Nordic Cochrane Centre, The Cochrane Collaboration, 2011. Rueda 2006 Rueda S, Park-Wyllie Laura Y, Bayoumi A, Tynan A-M, Antoniou T, Rourke S, et al. Patient support and education for promoting adherence to highly active antiretroviral therapy for HIV/AIDS. Cochrane Database of Systematic Reviews 2006, Issue 3. [DOI: 10.1002/14651858.CD001442.pub2; CD001442] UNAIDS 2011 Joint United Nations Programme on HIV/AIDS (UNAIDS), World Health Organization (WHO), United Nations Children's Fund (UNICEF). Global HIV/AIDS Response: Epidemic update and health sector progress towards Universal Access. Geneva: UNAIDS, 2011. WHO 2009 World Health Organization. Millennium Development Goal 6: Combat HIV/AIDS, malaria, and other diseases. Available from:  http://www.who.int/hiv/topics/mdg/info/en/ . WHO 2010 World Health Organization. HIV drug resistance fact sheet. Available from:  http://www.who.int/hiv/facts/drug_resistance/ en/index.html. Wise 2008 Wise J, Operario D. Use of electronic reminder devices to improve adherence to antiretroviral therapy: a systematic review. AIDS patient care and STDs 2008;22(6):495-504. [PUBMED: 18462071]"
    },
    {
      "title": "C H A R A C T E R I S T I C S O F S T U D I E S"
    },
    {
      "title": "Characteristics of included studies [ordered by study ID]",
      "text": "Methods Randomized controlled trial Participants 538 HIV-infected adults initiating antiretroviral therapy (ART) in three clinics in Kenya."
    },
    {
      "title": "Interventions",
      "text": "Between May 2007-October 2008, 538 participants randomised to SMS (n=273) or to standard care (n=265). Messages were once weekly, were short: \"How are you?\" (in appropriate language), and requested response within 48 hours."
    },
    {
      "title": "Outcomes",
      "text": "Primary outcomes were self-reported ART adherence (>95% of prescribed doses in the past 30 days at both 6 and 12 month follow-up visits) and plasma HIV-1 viral RNA load suppression (<400 copies per mL) at 12 months. The primary analysis was by intention to treat."
    },
    {
      "title": ">95% Adherence, 12 months",
      "text": "• Mobile phone: 168/273\n\n• Standard care: 132/265 Viral load suppression, 12 months • Mobile phone: 156/273 • Standard care: 128/265\n\nThe number needed to treat (NNT) to achieve greater than 95% adherence was nine (95% CI 5.0-29.5) and the NNT to achieve viral load suppression was 11 (5.8-227.3)."
    },
    {
      "title": "Notes"
    },
    {
      "title": "Risk of bias"
    },
    {
      "title": "Bias"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Notes"
    },
    {
      "title": "Risk of bias"
    },
    {
      "title": "Bias Authors' judgement Support for judgement",
      "text": "Random sequence generation (selection bias)"
    },
    {
      "title": "Low risk",
      "text": "The randomisation schedule was prepared in advance of enrollment by the investigators. A sequence of random numbers between 0 and 1 was generated, and four equal intervals between 0 and 2/3 corresponded to the four intervention groups, whereas the value interval from 2/3 to 1 corresponded to the control group."
    },
    {
      "title": "Allocation concealment (selection bias)",
      "text": "Unclear risk One-third of the sample was allocated to the control group, and the remaining two-thirds of the sample was allocated evenly to each of the four intervention groups. Further detail was not provided.\n\nBlinding of participants and personnel (performance bias) All outcomes"
    },
    {
      "title": "Low risk",
      "text": "No blinding, but outcome and outcome measurement unlikely to be influenced by lack of blinding.\n\nBlinding of outcome assessment (detection bias) All outcomes"
    },
    {
      "title": "Low risk",
      "text": "Unclear, but outcome and outcome measurement unlikely to be influenced by lack of blinding."
    },
    {
      "title": "Incomplete outcome data (attrition bias) All outcomes",
      "text": "Low risk All patients and outcomes were accounted for.\n\nSelective reporting (reporting bias)"
    },
    {
      "title": "Unclear risk",
      "text": "No evidence of selective reporting. The trial is registered at ClinicalTrials.gov (NCT01058694)."
    },
    {
      "title": "Other bias Low risk",
      "text": "Pop-Eleches 2011 (Continued)"
    },
    {
      "title": "Characteristics of excluded studies [ordered by study ID]",
      "text": "Study Reason for exclusion Ammassari 2011 Not an RCT Chi 2010 Letter in regard to Lester 2010 De Costa 2010 Protocol for an RCT. The trial will include voice messages and picture messages. Dowshen 2011 Not an RCT Haberer 2010 Additional data for Pop-Eleches 2011 Hardy 2011 Control was another experimental intervention (\"Beeper\") Kalichman 2011 Not text messaging Kelly 2011 Letter in regard to Pop-Eleches 2011 Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study Reason for exclusion Mukund Bahadur 2010 Systematic review, but no RCTs of text-messaging for adherence Puccio 2006 Not an RCT Reynolds 2008 Not text messaging Saberi 2011 Systematic review, but no RCTs of text-messaging for adherence Safren 2003 Not mobile phones, not an RCT Simoni 2007 Not text messaging Skinner 2007 Not text messaging Wang 2008 Not text messaging Characteristics of studies awaiting assessment [ordered by study ID] Methods Randomised controlled trial Participants HIV+ women in Brazil (n=21) Interventions \"Participants in the intervention group (n=8) received SMS messages 30min before their last scheduled time for a dose of medicine during the day. The messages were sent every Saturday and Sunday and on alternate days during the working week. Participants in the control group (n=13) did not receive messages.\" Outcomes Self-reported adherence; qualitative outcomes."
    },
    {
      "title": "Notes",
      "text": "This newly-published study (30 Jan 2012) was identified after this review was finalised and just before it went to press. Will consider for inclusion in an update of this review, later in 2012.\n\nda Costa 2012"
    },
    {
      "title": "Characteristics of ongoing studies [ordered by study ID]",
      "text": "Trial name or title The Cameroon mobile phone SMS (CAMPS) trial: A randomized controlled trial of mobile phone text messaging versus usual care for improving adherence to highly active anti-retroviral therapy."
    },
    {
      "title": "Methods",
      "text": "Single-centered randomized controlled single-blinded trial Participants Subjects who are aged above 21 years, own a mobile phone and can read text messages, and who have been on HAART for at least a month. N=198"
    },
    {
      "title": "Interventions",
      "text": "A short weekly text message to the participants in the intervention group in both French and English. The content of the message will be motivating and will act both as a reminder and a cue to action. The message will also contain a phone number they can call back if they need help."
    },
    {
      "title": "Outcomes",
      "text": "Adherence. Secondary endpoints will be;\n\n• Clinical: Weight, BMI, opportunistic infections\n\nMbuagbaw 2011 Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews consent or assent. Exclusion Criteria: Evidence of cognitive impairment or other mental condition (including substance abuse) that limits his/her ability to complete intervention and assessments (per PI or designee discretion). Participants with stable and treated mental health/substance abuse disorders are acceptable for inclusion with protocol team approval. Any condition, including active substance abuse that is expected to limit the likelihood that the participant may maintain involvement for the entire year on-study (per PI or designee discretion with protocol team approval). No participant consent, parental permission or youth assent (as appropriate). Minors unable to acquire parental/guardian consent, even if not living at home, will not be able to participate as a change in housing status during the study might require premature discontinuation. Current participation in another behavioral interventional trial. N=40, USA Interventions Unclear Outcomes To examine the content of the Adherence Facilitator's conversation; including reported stressful life circumstances, what solutions were offered, and acceptability of the intervention among intervention participants. [Time Frame: 1 year] To examine the trends of therapeutic success at 6 and 12 months, as measured by lowered viral load, and self-reported adherence among intervention versus control group participants. [Time Frame: 1 year] Starting date 2009 Contact information Not provided Notes  http://apps.who.int/trialsearch/Trial.aspx?TrialID=NCT01049568  NCT01049568 (Continued) Trial name or title Evaluation of a Computer-Based System Using Cell Phones for HIV People in Peru Methods RCT Participants Inclusion Criteria: HIV-positive healthy male or female aged greater than or equal to 18 -Currently on ART -Patients with a mobile phone for their personal use (not shared) -Patients who know how to retrieve read text messages on their mobile phone -Signed and dated written informed consent prior to admission to the study Exclusion Criteria: -Patients whose clinical condition might have interfered with the study (e.g., deafness, serious mental illness, mental retardation) -Patients unable to give their informed consent. N=200 Interventions Unclear Outcomes HIV-1 viral load, Self-reported medication adherence [Time Frame: 12 months] Starting date 2010 Contact information Walter H Curioso, MD, MPH, walter.curioso@upch.pe Notes  http://apps.who.int/trialsearch/Trial.aspx?TrialID=NCT01001741  NCT01118767 Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews D A T A A N D A N A L Y S E S Comparison 1. Mobile phone text messages vs. standard care Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Viral load suppression at 52 weeks 1 538 Risk Ratio (M-H, Fixed, 95% CI) 0.83 [0.69, 0.99] 2 ART adherence at 48-52 weeks: Text messages vs. standard care (overall) 2 966 Risk Ratio (M-H, Fixed, 95% CI) 0.82 [0.72, 0.94] 3 ART adherence at 48-52 weeks: Weekly text messages vs. standard care (overall) 2 898 Risk Ratio (M-H, Fixed, 95% CI) 0.78 [0.68, 0.89] 4 ART adherence at 48-52 weeks: Short weekly messages vs. standard care 2 750 Risk Ratio (M-H, Fixed, 95% CI) 0.77 [0.66, 0.90] 5 ART adherence at 48 weeks: Long weekly messages vs. standard care 1 213 Risk Ratio (M-H, Fixed, 95% CI) 0.79 [0.60, 1.04] 6 ART adherence at 48 weeks: Daily messages vs. standard care (overall) 1 281 Risk Ratio (M-H, Fixed, 95% CI) 0.99 [0.82, 1.20] 7 ART adherence at 48 weeks: Short daily messages vs. standard care 1 209 Risk Ratio (M-H, Fixed, 95% CI) 1.00 [0.79, 1.27] 8 ART adherence at 48 weeks: Long daily messages vs. standard care 1 211 Risk Ratio (M-H, Fixed, 95% CI) 0.98 [0.77, 1.24] Analysis 1.1. Comparison 1 Mobile phone text messages vs. standard care, Outcome 1 Viral load suppression at 52 weeks. Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Lester 2010 156/273 128/265 100% 0.83[0.69,0.99] Total (95% CI) 273 265 100% 0.83[0.69,0.99] Total events: 156 (Text-messaging), 128 (Standard care) Heterogeneity: Not applicable Test for overall effect: Z=2.05(P=0.04) Standard care 100 0.01 10 0.1 1 Text-messaging Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 1.2. Comparison 1 Mobile phone text messages vs. standard care, Outcome 2 ART adherence at 48-52 weeks: Text messages vs. standard care (overall). Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Lester 2010 168/273 132/265 54.63% 0.77[0.63,0.93] Pop-Eleches 2011 136/289 56/139 45.37% 0.89[0.74,1.06] Total (95% CI) 562 404 100% 0.82[0.72,0.94] Total events: 304 (Text-messaging), 188 (Standard care) Heterogeneity: Tau =0; Chi =1.24, df=1(P=0.27); I =19.36% Test for overall effect: Z=2.96(P=0) Standard care 100 0.01 10 0.1 1 Text-messaging Analysis 1.3. Comparison 1 Mobile phone text messages vs. standard care, Outcome 3 ART adherence at 48-52 weeks: Weekly text messages vs. standard care (overall). Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Lester 2010 168/273 132/265 56.98% 0.77[0.63,0.93] Pop-Eleches 2011 117/221 56/139 43.02% 0.79[0.65,0.96] Total (95% CI) 494 404 100% 0.78[0.68,0.89] Total events: 285 (Text-messaging), 188 (Standard care) Heterogeneity: Tau =0; Chi =0.04, df=1(P=0.84); I =0% Test for overall effect: Z=3.61(P=0) Standard care 100 0.01 10 0.1 1 Weekly text-messaging Analysis 1.4. Comparison 1 Mobile phone text messages vs. standard care, Outcome 4 ART adherence at 48-52 weeks: Short weekly messages vs. standard care. Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Lester 2010 168/273 132/265 70.25% 0.77[0.63,0.93] Pop-Eleches 2011 39/73 56/139 29.75% 0.78[0.59,1.03] Total (95% CI) 346 404 100% 0.77[0.66,0.9] Total events: 207 (Text-messaging), 188 (Standard care) Heterogeneity: Tau =0; Chi =0.01, df=1(P=0.92); I =0% Test for overall effect: Z=3.22(P=0) Standard care 100 0.01 10 0.1 1 Short weekly messages Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 1.5. Comparison 1 Mobile phone text messages vs. standard care, Outcome 5 ART adherence at 48 weeks: Long weekly messages vs. standard care. Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Pop-Eleches 2011 39/74 56/139 100% 0.79[0.6,1.04] Total (95% CI) 74 139 100% 0.79[0.6,1.04] Total events: 39 (Text-messaging), 56 (Standard care) Heterogeneity: Not applicable Test for overall effect: Z=1.65(P=0.1) Standard care 100 0.01 10 0.1 1 Long weekly messages Analysis 1.6. Comparison 1 Mobile phone text messages vs. standard care, Outcome 6 ART adherence at 48 weeks: Daily messages vs. standard care (overall). Study or subgroup Daily textmessaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Pop-Eleches 2011 58/142 56/139 100% 0.99[0.82,1.2] Total (95% CI) 142 139 100% 0.99[0.82,1.2] Total events: 58 (Daily text-messaging), 56 (Standard care) Heterogeneity: Tau =0; Chi =0, df=0(P<0.0001); I =100% Test for overall effect: Z=0.1(P=0.92) Standard care 100 0.01 10 0.1 1 Any daily text messages Analysis 1.7. Comparison 1 Mobile phone text messages vs. standard care, Outcome 7 ART adherence at 48 weeks: Short daily messages vs. standard care. Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Pop-Eleches 2011 28/70 56/139 100% 1[0.79,1.27] Total (95% CI) 70 139 100% 1[0.79,1.27] Total events: 28 (Text-messaging), 56 (Standard care) Heterogeneity: Not applicable Test for overall effect: Z=0.04(P=0.97) Standard care 100 0.01 10 0.1 1 Short daily messages Analysis 1.8. Comparison 1 Mobile phone text messages vs. standard care, Outcome 8 ART adherence at 48 weeks: Long daily messages vs. standard care. Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Pop-Eleches 2011 30/72 56/139 100% 0.98[0.77,1.24] Standard care 100 0.01 10 0.1 1 Long daily messages Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study or subgroup Text-messaging Standard care Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Total (95% CI) 72 139 100% 0.98[0.77,1.24] Total events: 30 (Text-messaging), 56 (Standard care) Heterogeneity: Not applicable Test for overall effect: Z=0.19(P=0.85) Standard care 100 0.01 10 0.1 1 Long daily messages Comparison 2. Mobile phone text messages (comparing different intervals and lengths) Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 ART adherence at 48 weeks: Short weekly messages vs. long weekly messages 1 147 Risk Ratio (M-H, Fixed, 95% CI) 0.98 [0.70, 1.39] 2 ART adherence at 48 weeks: Weekly vs. daily messages (overall) 1 289 Risk Ratio (M-H, Fixed, 95% CI) 0.79 [0.64, 0.99] 3 ART adherence at 48 weeks: Short vs. long messages (overall) 1 289 Risk Ratio (M-H, Fixed, 95% CI) 1.01 [0.81, 1.25] Analysis 2.1. Comparison 2 Mobile phone text messages (comparing different intervals and lengths), Outcome 1 ART adherence at 48 weeks: Short weekly messages vs. long weekly messages. Study or subgroup Short weekly messages Long weekly messages Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Pop-Eleches 2011 39/73 39/74 100% 0.98[0.7,1.39] Total (95% CI) 73 74 100% 0.98[0.7,1.39] Total events: 39 (Short weekly messages), 39 (Long weekly messages) Heterogeneity: Not applicable Test for overall effect: Z=0.09(P=0.93) Long weekly messages 100 0.01 10 0.1 1 Short weekly messages Analysis 2.2. Comparison 2 Mobile phone text messages (comparing different intervals and lengths), Outcome 2 ART adherence at 48 weeks: Weekly vs. daily messages (overall). Study or subgroup Weekly messages Daily messages Risk Ratio Weight Risk Ratio n/N n/N M-H, Fixed, 95% CI M-H, Fixed, 95% CI Pop-Eleches 2011 78/147 58/142 100% 0.79[0.64,0.99] Total (95% CI) 147 142 100% 0.79[0.64,0.99] Total events: 78 (Weekly messages), 58 (Daily messages) Heterogeneity: Not applicable Daily messages 100 0.01 10 0.1 1 Weekly messages Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    {
      "text": "................................................................................................................................................................................................... PLAIN LANGUAGE SUMMARY....................................................................................................................................................................... SUMMARY OF FINDINGS.............................................................................................................................................................................. BACKGROUND.............................................................................................................................................................................................. OBJECTIVES.................................................................................................................................................................................................. METHODS..................................................................................................................................................................................................... RESULTS........................................................................................................................................................................................................ Figure 1.................................................................................................................................................................................................. Figure 2.................................................................................................................................................................................................. Figure 3.................................................................................................................................................................................................."
    },
    {
      "text": "Figure 1. Study flow diagram."
    },
    {
      "text": "Figure 2. Risk of bias graph: review authors' judgements about each risk of bias item presented as percentages across all included studies."
    },
    {
      "text": "Figure 4. Forest plot of comparison: 1 Mobile phone text messages vs. standard care, outcome: 1.1 Viral load suppression at 52 weeks."
    },
    {
      "text": "Figure 6. Forest plot of comparison: 1 Mobile phone text messages vs. standard care, outcome: 1.3 ART adherence at 48-52 weeks: Weekly text messages vs. standard care (overall)."
    },
    {
      "text": "Figure 7. Forest plot of comparison: 1 Mobile phone text messages vs. standard care, outcome: 1.4 ART adherence at 48-52 weeks: Short weekly messages vs. standard care."
    },
    {
      "text": "Figure 13. Forest plot of comparison: 2 Mobile phone text messages (intervals and durations), outcome: 2.3 ART adherence at 48 weeks: Short vs. long messages (overall)."
    },
    {
      "text": "familiar to the patient, without attracting much attention(Saberi  2011). With adherence to ART such an important factor not only in improving individual patient health but also in reducing viral load sufficiently to prevent further HIV transmission (Anglemyer 2011) , interventions such as mobile phone text-messaging have the potential to make a significant impact on the HIV epidemic. With the rapid expansion of mobile phone networks worldwide, particularly in regions that are new to these technologies (Guardian 2009, iTWire 2011), it will become more feasible to implement these interventions."
    },
    {
      "text": "messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    }
  ],
  "references": [
    {
      "title": "to ongoing studies Mbuagbaw",
      "year": 2011,
      "doi": "10.7554/elife.37385.020"
    },
    {
      "title": "The Cameroon mobile phone SMS (CAMPS) trial: a protocol for a randomized controlled trial of mobile phone text messaging versus usual care for improving adherence to highly active anti-retroviral therapy",
      "authors": [
        "L Mbuagbaw",
        "L Thabane",
        "P Ongolo-Zogo",
        "R Lester",
        "E Mills",
        "J Volmink",
        "D Yondo",
        "M Essi",
        "R Bonono-Momnougui",
        "R Mba",
        "J Ndongo",
        "F Nkoa",
        "H Ondoa"
      ],
      "year": 2009,
      "doi": "10.1186/1745-6215-12-5"
    },
    {
      "authors": [
        "Anglemyer"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.cd009826"
    },
    {
      "title": "Antiretroviral therapy for prevention of HIV transmission in HIV-discordant couples",
      "authors": [
        "A Anglemyer",
        "Rutherford George",
        "Baggaley Rachel",
        "C Egger",
        "M Siegfried"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.CD009153.pub2;CD009153"
    },
    {
      "authors": [
        "Atun"
      ],
      "year": 2006,
      "doi": "10.1136/sbmj.060247"
    },
    {
      "title": "A review of the characteristics and benefits of SMS in delivering healthcare",
      "authors": [
        "R Atun",
        "S Sittampalam"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Bain-Brickley"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.cd009513"
    },
    {
      "title": "Interventions to improve adherence to antiretroviral therapy in children with HIV infection",
      "authors": [
        "D Bain-Brickley",
        "Butler Lisa",
        "Kennedy Gail",
        "Rutherford George"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.CD009513;CD009513"
    },
    {
      "title": "Interventions to increase antiretroviral adherence in sub-Saharan Africa: a systematic review of evaluation studies",
      "authors": [
        "T Barnighausen",
        "K Chaiyachati",
        "N Chimbindi",
        "A Peoples",
        "J Haberer",
        "M Newell"
      ],
      "year": 2011,
      "doi": "10.1016/s1473-3099(11)70181-5"
    },
    {
      "year": 2011,
      "doi": "10.4016/35683.01"
    },
    {
      "title": "Impact of a mHealth intervention for peer health workers on AIDS care in rural Uganda: a mixed methods evaluation of a cluster-randomized trial",
      "authors": [
        "L Chang",
        "J Kagaayi",
        "H Arem",
        "G Nakigozi",
        "V Ssempijja",
        "D Serwadda"
      ],
      "year": 2011,
      "doi": "10.1007/s10461-011-9995-x"
    },
    {
      "authors": [
        "J Brozek",
        "A Oxman",
        "Schünemann"
      ],
      "year": 2008
    },
    {
      "title": "Africa sees massive growth in mobile web usage",
      "authors": [
        "R Wray"
      ],
      "year": 2009,
      "doi": "10.1093/ww/9780199540884.013.u30798"
    },
    {
      "authors": [
        "Guyatt"
      ],
      "year": 2008,
      "doi": "10.1378/chest.08-0194"
    },
    {
      "title": "GRADE: an emerging consensus on rating quality of evidence and strength of recommendations",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "G Vist",
        "R Kunz",
        "Y Falck-Ytter",
        "P Alonso-Coello",
        "H Schunemann",
        "Working Grade",
        "Group"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39489.470347.ad"
    },
    {
      "authors": [
        "Higgins"
      ],
      "year": 2008,
      "doi": "10.12968/pnur.2008.19.4.29084"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "year": 2008,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Big three fuel Asia Pacific Mobile Growth",
      "doi": "10.1142/s0219030304000886"
    },
    {
      "authors": [
        "Leong"
      ],
      "year": 2006
    },
    {
      "title": "The use of text messaging to improve attendance in primary care: a randomized controlled trial",
      "authors": [
        "K Leong",
        "W Chen",
        "K Leong",
        "I Mastura",
        "O Mimi",
        "M Sheikh",
        "A Zailinawati",
        "C Ng",
        "K Phua",
        "C Teng"
      ],
      "year": 2006,
      "doi": "10.1093/fampra/cml044"
    },
    {
      "authors": [
        "Liu"
      ],
      "year": 2008,
      "doi": "10.6028/nist.sp.500-277.blog-utd_slp_lab"
    },
    {
      "title": "Reminder systems and late patient tracers in the diagnosis and management of tuberculosis",
      "authors": [
        "Q Liu",
        "K Abba",
        "Alejandria Marissa",
        "Balanag Vincent",
        "Berba Regina",
        "Lansang Mary Ann"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.CD006594.pub2;CD006594"
    },
    {
      "authors": [
        "Menon-Johansson"
      ],
      "year": 2006,
      "doi": "10.1136/sti.2004.014381"
    },
    {
      "title": "Texting decreases the time to treatment for genital Chlamydia trachomatis infection",
      "authors": [
        "A Menon-Johansson",
        "F Mcnaught",
        "S Mandalia",
        "A Sullivan"
      ],
      "year": 2006,
      "doi": "10.1136/sti.2004.014381"
    },
    {
      "authors": [
        "Mills"
      ],
      "year": 2006,
      "doi": "10.4324/9780203131725"
    },
    {
      "title": "Adherence to HAART: A Systematic Review of Developed and Developing Nation Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection (Review) Copyright © 2012 The Cochrane Collaboration",
      "authors": [
        "E Mills",
        "J Nachega",
        "D Bangsberg",
        "S Singh",
        "B Rachlis",
        "P Wu",
        "K Wilson",
        "I Buchan",
        "C Gill",
        "C Cooper"
      ],
      "doi": "10.1371/journal.pmed.0030438"
    }
  ],
  "num_references": 26,
  "authors": [
    {
      "name": "Tara Horvath"
    },
    {
      "name": "Hana Azman"
    },
    {
      "name": "Gail E Kennedy"
    },
    {
      "name": "George W Rutherford"
    }
  ],
  "volume": "2012",
  "issue": "4",
  "zotero_recovery": {
    "fields_recovered": [
      "authors"
    ],
    "timestamp": "2025-09-02T01:38:13.522345+00:00",
    "zotero_item_type": "journalArticle"
  }
}
