{
  "paper_id": "9IZBJLS7",
  "title": "Strategies for Stakeholder Engagement and Uptake of New Intervention Experience From State-Wide Implementation of mHealth Technology for NCD Care in Tripura, India",
  "abstract": "Background: Appropriate strategies and key stakeholder engagement are the keys to successful implementation of new health care interventions. Objectives: The study sought to articulate the key strategies used for scaling up a research-based intervention, mPower Heart electronic Clinical Decision Support System (e-CDSS), for state-wide implementation at health facilities in Tripura. Methods: Multiple strategies were used for statewide implementation of mPower Heart e-CDSS at noncommunicable diseases clinics across the government health facilities in Tripura: formation of a technical coordination-cum-support unit, change management, enabling environment, adapting the intervention with user focus, and strengthening the Health Information System. \n Results: The effective delivery of a new health system intervention requires engagement at multiple levels including political leadership, health administrators, and health professionals, which can be achieved by forming a technical coordination-cum-support unit. It is important to specify the role and responsibilities of existing manpower and provide a structured training program. Enabling environment at health facilities (providing essential equipment, space and time, etc.) is also crucial. Successful implementation also requires that patients, health care providers, the health system, and leadership recognize the immediate and long-term benefits of the new intervention and have a buy-in in the intervention. With constant encouragement and nudge from administrative authorities and by using multiple strategies, 40 government health facilities adopted the mPower Heart e-CDSS. From its launch in May 2017 until November 20, 2018, a total of 100,810 eligible individuals were screened and enrolled, with 35,884 treated for hypertension, 9,698 for diabetes, and 5,527 for both hypertension and diabetes. Conclusions: Multiple strategies, based on implementation principles, are required for successful scaling up of research-based interventions.",
  "year": 2016,
  "date": "2016",
  "authors": [
    {
      "name": "Devraj Jindal",
      "affiliation": {
        "organization": "New Delhi",
        "institution": "New Delhi",
        "address": "Agartala, India"
      }
    },
    {
      "name": "Ambuj Roy",
      "affiliation": {
        "organization": "New Delhi",
        "institution": "New Delhi",
        "address": "Agartala, India"
      }
    },
    {
      "name": "Vamadevan Ajay",
      "affiliation": {
        "organization": "New Delhi",
        "institution": "New Delhi",
        "address": "Agartala, India"
      }
    },
    {
      "name": "Shailesh Kumar",
      "affiliation": {
        "organization": "New Delhi",
        "institution": "New Delhi",
        "address": "Agartala, India"
      }
    },
    {
      "name": "Dorairaj Prabhakaran",
      "affiliation": {
        "organization": "New Delhi",
        "institution": "New Delhi",
        "address": "Agartala, India"
      }
    },
    {
      "name": "Nikhil Tandon",
      "affiliation": {
        "organization": "New Delhi",
        "institution": "New Delhi",
        "address": "Agartala, India"
      }
    }
  ],
  "doi": "10.1016/j.gheart.2019.06.002",
  "issn": "2211-8160/$36.00",
  "md5": "F54FA0176CEB6931055C34EAD7BA679D",
  "funding": [
    "",
    "",
    "ACKNOWLEDGMENTS The authors acknowledge the support of the  Department of Health & Family Welfare, Government of Tripura in the state -wide implementation of  NCD Initiative Tripura . They thank  Dr. Supriya Mallik , State Program Officer,  National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke Tripura , for his kind support and guidance."
  ],
  "sections": [
    {
      "text": "Globally, deaths due to noncommunicable diseases (NCDs) rose by 14.3% from 2005 to 2015, and in 2015, NCDs contributed to 71.3% of total global deaths  [1] . Among total deaths attributable to NCDs, three-quarters occur in low-and middle-income countries  [2] . In India, the probability of premature death from the 4 NCDs (cardiovascular disease  [CVD] , cancer, chronic respiratory diseases, and diabetes) in individuals between 30 and 70 years of age is 26.2%  [2] . The prevalence of hypertension and diabetes in adults (18 years of age and older) in India was 23% and 9.5%, respectively, in 2014  [2] . More than 50% of the individuals with diabetes who are on treatment do not achieve targets for glucose control  [3] . Similarly, in rural India, approximately three-quarters of adults with hypertension never receive treatment, and 90% of individuals receiving treatment for hypertension fail to achieve blood pressure control  [4] . The current Indian public health care system is neither oriented nor equipped to process the total caseload of hypertension and diabetes. This is due in part to poor coordination across facilities at different levels of the health care system and lack of mechanisms to efficiently follow-up with or refer patients, resulting in a mismatch between patient needs and treatment availability as well as inefficient use of limited health care resources. In response to these challenges, the Government of India started the National Programme for\n\nThis work was supported by the Ministry of Health and Family Welfare, Government of India. The funding source had no role in the study design; in the collection, analysis and interpretation of data; in the writing of the report; and in the decision to submit the paper for publication. The authors report no relationships that could be construed as a conflict of interest. *D. Prabhakaran and N. Tandon contributed equally to this paper. From the yHealth Systems Unit, Centre for Chronic Disease Control, New Delhi, India; zDepartment of Cardiology, All India Institute of Medical Sciences, New Delhi, India; xHealth Systems Unit, Centre for Chronic Disease Control, New Delhi, India; kNational Health Mission, Tripura, State Health & Family Welfare Society, Agartala, India; {Centre for Control of Chronic Conditions, Public Health Foundation of India, New Delhi, India; #Centre for Chronic Disease Control, New Delhi, India; and the **Department of Endocrinology & Metabolism, All India Institute of Medical Sciences, New Delhi, India. Correspondence: N. Tandon (nikhil_tandon@ hotmail.com)."
    },
    {
      "title": "ORIGINAL RESEARCH gSCIENCE j",
      "text": "Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS) in 2010  [5] . The focus of the program is on health promotion, early detection, and management of NCDs: cancer, diabetes, CVD, and stroke. However, an insufficient number of adequately trained manpower is a major impediment to India's health system in implementing the NPCDCS. Hence, there is an urgent need for taking initiatives to train and equip medical professionals and providing them assistance through technology such as electronic Clinical Decision Support System (e-CDSS), thereby enabling them to practice evidence-based NCD interventions through the public health system  [6] . In addition, the health information system also needs to be strengthened to use scarce resources efficiently.\n\nWith this premise, the State Government of Tripura, All India Institute of Medical Sciences (AIIMS), Public Health Foundation of India (PHFI), and Centre for Chronic Disease Control (CCDC) proposed and implemented NCD Initiative Tripura to build capacity for NCD prevention and control in the northeastern state of Tripura. The Government of Tripura recognized that investing in health results in valuable gains in human development. Health and Family Welfare Department, Government of Tripura, was committed to the objective of improving the scenario of the health status of the people of Tripura and provision of equitable access to good-quality health care. Health professionals from AIIMS, PHFI, and CCDC have implemented many large research projects in India on developing, implementing, and evaluating e-CDSS for hypertension, diabetes, and dyslipidemia for different levels of care  [7] [8] [9] [10] [11] . The knowledge and experience from these research projects and commitment of Government of Tripura led to the development and implementation of NCD Initiative Tripura.\n\nThe principal component of the NCD Initiative Tripura is an Android-based e-CDSS, the mPower Heart e-CDSS, and some of its major capabilities are the ability to identify patients at high risk for diabetes, hypertension, or CVD; generate lifestyle intervention tailored to individual patients, generate customized prescription for diabetes, hypertension, dyslipidemia, and secondary prevention for CVD in accordance with the latest clinical management guidelines; store and integrate longitudinal health records of the patients both locally in the Android app and central server; and work in the off-line mode (without Internet connectivity). The mPower Heart e-CDSS is based on extensive research by the participating academic institutions and has shown benefits for the health system. During 2012 to 2014, this software was piloted, as part of the mPower Heart Project, in the Solan district of Himachal Pradesh in 5 government community health centers and the district hospital. It was found that patients with hypertension and diabetes achieved a significant reduction in systolic blood pressure and fasting glucose level, respectively, during the implementation period of the project  [7] . This software was selected by Indian Council of Medical Research as a showpiece for the Exhibition on Innovations in Medical Science and Biotechnology at the Presidential Palace of India in March 2015. We customized the mPower Heart e-CDSS as per the needs of health delivery system of Tripura by adding various features (e.g. customized printout for case data sharing, reminder folders [in which a health care provider can access the information of the patients who are missing follow-up visits], etc.). We implemented the intervention in 40 government health facilities of Tripura, which included primary health centers, community health centers, subdistrict hospitals, district hospitals, and a tertiary care hospital (Indira Gandhi Memorial Hospital) in the state capital. Also as part of this initiative, certificate courses on management of NCDs are being provided to state medical officers who are directly involved in providing care and management to NCD patients for capacity building.\n\nThe purpose of this paper is to articulate the key strategies used for scaling up a research-based intervention such as the mPower Heart e-CDSS to its implementation in the real-world health system in low-and middle-income countries. Subsequently, a detailed description of each step and the results achieved under these strategies are presented. Finally, the paper concludes by discussing the importance of and challenges in executing strategies used for T4 translation research."
    },
    {
      "title": "METHODS",
      "text": "Project team (representatives from AIIMS, PHFI, and CCDC) along with Government of Tripura used multiple strategies for successful state-wide implementation of the NCD Initiative Tripura. The strategies used were the following."
    },
    {
      "title": "Formation of a technical coordination-cum-support unit",
      "text": "A technical coordination-cum-support unit was formed for getting the support and guidance of state governments in the implementation of NCD Initiative Tripura. The purpose of this unit was to provide inputs to the state government on improving the quality of care at various levels of the multitiered health system, developing contextspecific guidelines for NCDs, developing integrated care for chronic diseases (e.g., hypertension, diabetes, other CVDs, depression, alcoholism, chronic obstructive pulmonary disease), and developing outreach care and health data analytics. The structure of the unit was proposed jointly by the government of Tripura and implementation partners (AIIMS, PHFI, and CCDC). Table  1  shows the structure of the technical coordination-cum-support unit.\n\nBefore the implementation of the intervention, a 1-day orientation-cum-meeting on the components of intervention was conducted and it was decided that the project team would share a report on project activities every 3 months. Also, for any immediate help and support, state governmentenominated NPCDCS state program officer (SPO) as the contact person."
    },
    {
      "title": "jg SCIENCE"
    },
    {
      "title": "Change management",
      "text": "It was important that health care providers who are actually going to deliver the new intervention at the health facilities should understand and accept this intervention. To bring the required changes, the following steps were taken."
    },
    {
      "title": "Role and responsibilities.",
      "text": "With the help of the state government, the project team identified at least 1 nurse and 1 medical officer from each health facility who were responsible for delivering the intervention. This staff nurse was given a new designation of NCD nurse. The NCD nurse was responsible for maintenance of the equipment and reporting of any damage to the equipment to higher authorities. The medical officer was responsible for providing the necessary support to the NCD nurse (e.g., space, time to deliver the intervention). The project team also involved the chief medical officers (CMOs) of each district and the district NCD coordinator in the implementation of the new initiative with the support and recommendations of apex state health authorities. Social media. A WhatsApp group was created for the NCD nurses and medical officers so that they can share their achievements, experiences, and challenges."
    },
    {
      "title": "Capacity building. A certificate course (Advanced Certificate Course in Prevention and Management of Diabetes and Cardiovascular Disease [ACMDC]",
      "text": ") and a structured refresher training program was provided to the health care providers to build their capacity to deliver high-quality care.\n\nThe ACMDC was designed for state medical officers who were directly involved in providing care and management to patients with NCD and it comprised modules, case studies, interactive videos, and group exercises (see Table  2 ). The total duration of the course was 6 months, with a once-a-month contact session, which was conducted on the designated weekend in Agartala, Tripura. The state government of Tripura nominated doctors (who were involved in providing care to patients with NCDs) and the course was conducted in 2 batches.\n\nAlso, a Structured Refresher Training Program was conducted for doctors and nurses in Agartala. Project team organized a 2-day central training for doctors on evidencebased diagnosis and management of hypertension and type 2 diabetes. Project team requested the state government to nominate at least 1 doctor from each health facility to attend the central training. Doctors were informed that algorithms being used in the mPower Heart e-CDSS were evidence based and had been developed by leading area experts from the relevant clinical fields. Similarly, the project team organized a 4-day training workshop for NCD nurses. During the training workshop, along with a detailed demonstration of the intervention (mPower Heart e-CDSS); various topics such as basic concepts about diabetes and hypertension; management of diabetes and hypertension; strategies for behavior modification; and counseling techniques for lifestyle modification, drug compliance, and follow-up care were covered. Group discussion and role-play activities were also done to make nurses comfortable in using mPower Heart e-CDSS. Along with central training, the project team provided on-site training and orientation at each health facility. Project staff visited all health facilities of the states and provided orientation about the new intervention to all the doctors, pharmacists, and nurses. The project staff provided the initial hand-holding and support to the NCD nurse to make her or him adept at the use of the e-CDSS."
    },
    {
      "title": "gSCIENCE j",
      "text": "Enabling environment for successful uptake of the intervention\n\nThe project team provided all the equipment (e.g., blood pressure monitors, stadiometers, weighing scale, measuring tapes, tablet computer loaded with mPower Heart e-CDSS app, printers) (Figure  1 ) necessary for the functioning of the mPower Heart e-CDSS with the help of the state government. The support of the CMO and medical officers was taken to ensure that the NCD nurse is provided proper space and time for setting up the equipment and use of the mPower Heart e-CDSS. To successfully implement the mPower Heart e-CDSS and benefit the maximum number of patients, the project team suggested a new workflow of the patient care in the health facility, which was accordingly implemented by the state government in the NCD clinics. Before the implementation of the intervention, the patient used to visit the doctor directly after the registration, but once the health facility initiated the project, the new workflow was implemented (Figure  2 ): 1) at the registration desk, patients 30 years of age or older are directed to NCD clinics; 2) at the clinic, data entry into the mPower Heart e-CDSS app is done (medical and drug history, blood pressure measurement, glucose measurement, and anthropometric measurement) by the NCD nurse and an e-CDSSegenerated printout of customized management plan for diabetes, hypertension, or dyslipidemia, as appropriate, is taken; 3) the patient, with this printout, visits the doctor in the health facility, who provides the final prescription based on recommendations given by mPower Heart e-CDSS and his or her own assessment; and 4) the patient returns to the NCD nurse, who updates the doctor's recommendations in the e-CDSS and provides the lifestyle advice to the patient."
    },
    {
      "title": "Designing the intervention with user focus",
      "text": "Project team built certain functionality in the mPower Heart e-CDSS so that patients realize the benefits of the new intervention. Similarly, few functionalities in the mPower Heart e-CDSS were designed to reduce the workload of the health care providers and to make them believe more competent in delivering NCD care."
    },
    {
      "title": "Strengthening the Health Information System",
      "text": "The project team implemented data analytic capability in the mPower Heart e-CDSS server and created a specific website to disseminate information and achievement of NCD Initiative. The mPower Heart e-CDSS server was capable of analyzing patient characteristics and outcomes of care to identify the most guideline-based and costeffective treatments; proactively identifying individuals who would benefit from preventive care or lifestyle changes; correcting and publishing data on prevalence, incidence, complications, associations, patterns, and trends; assessing cost of NCD programs; workforce management; and planning logistics for NCD programs."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Formation of a technical coordination-cum-support unit",
      "text": "Formation of this unit helped in timely support from state health officials. Project team provided information to the state health officials about any major barriers such as nonavailability of manpower (nurse or doctor) and the requirement of additional space or funds. Immediate steps were taken by the health department of Tripura to overcome these barriers by, for example, arranging space in each health facility for NCD clinics, issuing an order to representatives of each health facility for availability of a nurse in the NCD clinics to deliver the intervention to the patients with NCDs, and also providing additional funds to each health facility for the procurement of required furniture and drugs for NCD clinics. Also, the NPCDCS SPO who was appointed as the first contact person for NCD Initiative Tripura visited each NCD clinic along with the project team and assured that the health care provides  jg SCIENCE for all the necessary support required for successful implementation. The NPCDCS SPO monitored the performance of all the NCD clinics daily and provided immediate solutions or suggestions when required.\n\nThrough the support and guidance of members of the technical coordination-cum-support unit, the features and functionality of mPower Heart e-CDSS were further improved to meet the needs of health facilities. Various features such as customization of report functionality to send the report on the performance of health facilities, a daily report on the patient enrollment, and follow-up were suggested by members of the unit. Recently, a new feature of sending follow-up reminder to the patient from the mPower Heart e-CDSS app and integration of management algorithms for chronic obstructive pulmonary disease has been suggested by the unit, and the project team is in the process of implementing these features. Formation of a technical-cum-coordination unit helped in not only overcoming the barriers immediately, but also expanding the scope of intervention."
    },
    {
      "title": "Change management",
      "text": "By defining the role and responsibilities of health care providers, creating a social media platform, and using capacity-building initiatives, the required changes were achieved for successful implementation of NCD Initiative Tripura."
    },
    {
      "title": "Role and responsibilities.",
      "text": "By involving all the concerned health care providers of health systems and defining their responsibilities, it became easier to implement the intervention, as everyone took ownership of his or her task. Nurses knew that the safety of equipment and using mPower Heart e-CDSS was their responsibility, so they asked for all the required help without any hesitation. For example, in a few NCD clinics, nurses asked for procurement of cabinet to store the equipment, and a few nurses asked to change their duty rosters so that they could spend sufficient time at NCD clinics. As the CMOs were responsible for the overall performance of each health facilities in their district and the district NCD coordinator was responsible for coordination with the administrative state health authorities, the project team was able to successfully build an ecosystem in which all the health care providers were helping each other for the use of the mPower Heart e-CDSS in the NCD clinics.\n\nSocial media. Initially, the WhatsApp group only had the NCD nurses, but subsequently, medical officers, district NCD coordinators, SPO, and Mission Director, National Health Mission Tripura adjoined the group. This group provided a platform for notifying all the issues related to NCD activities to senior health officials who provided support to rectify these issues at the earliest. This was a unique experience on connectivity for the entire community."
    },
    {
      "title": "Capacity building.",
      "text": "In year 1 of the NCD Initiative Tripura, a total of 46 medical officers have successfully completed the ACMDC certificate course. After the successful conduction of the first batch in which 17 medical officers completed all the 6 modules of the ACMDC, more medical officers from health facilities showed their interest in this course. In the second batch, 29 medical officers joined and completed the ACMDC certificate course. In addition to the ACMDC, the NCD initiative provided central training and on-site training to the health care providers. During the training of the doctors, many case studies were discussed through demonstration of mPower Heart e-CDSS. Also, it was informed and discussed that nurses would use the m-Power Heart e-CDSS to enter the clinical parameters of the patients and the mPower Heart e-CDSS system will generate a brief profile of the patient (a printout) along with suggestions for therapy. Doctors liked the idea of a nurse using the mPower Heart e-CDSS and supporting them in providing care at NCD clinics. Doctors also agreed that mPower Heart e-CDSS has been designed to support them in providing evidence-based care to patients with NCDs. As the nurses were the primary users of the mPower Heart e-CDSS, content and duration of the training was developed to meet the needs of the nurses. Of 40 nurses who attended the training, 16 nurses were using the tablet computer for the first time. The project team anticipated such challenges and included a session and hand-holding on how to use the tablet computer. Group discussion and role-play further helped the nurses in understanding all the functionalities of the mPower Heart e-CDSS. All the nurses found the training helpful for\n\nP B S P B D e r u s s e r P d o o l B s t i s i v x i s t s a l n o d e s a b s i h p a r g s i h T Back 160 140 DBP/SBP(mmHg) 120 100 80 60 40 01-Jun-2017 01-Jul-2017 01-Aug-2017 01-Sep-2017 Visit Date 01-Oct-2017 01-Nov-2017 Diabetes Hypertension Weight CVD Risk Score Enabling environment for successful uptake of the intervention. It is very important that the environment where the intervention is going to be delivered should be apt and ready for its uptake. Project team faced many challenges while providing an enabling environment, for example, resistance from the registration desk and doctors while implementing new workflow recommended for the mPower Heart e-CDSS and also arranging space for the NCD clinics. However, using change management strategies and support from administrative health authorities helped in overcoming the challenges faced by the project team. Eventually, workflow change and availability of all the necessary equipment helped in achieving the maximum impact of the intervention.\n\nDesigning the intervention with user focus. The mPower Heart e-CDSS follows a structured pattern of NCD care and made sure that patients get sufficient time and proper lifestyle advice in the health facility. Also, features such as the graphical display of the patient's clinical parameters not only helped the doctor in making an informed decision about the patient's management, but was also appreciated by patients (Figure  3 ). Nurses felt more confident while providing care to the patients after they started using the technology. Features such as searching patient's previous records and reminder folder helped the nurses in performing their duties more efficiently. After the implementation of the mPower Heart e-CDSS, medical officers got more support from the NCD nurse because of task shifting, as nurses were supposed to do the initial patient assessment by using the mPower Heart e-CDSS. Medical officers reported that the implementation of the mPower Heart e-CDSS was useful, as it has provided them quick access to the brief profile of the patients on a printout with evidence-based recommendations, thus improving quality of care for the patients with hypertension, diabetes, and dyslipidemia.\n\nStrengthening the Health Information System. The use of the mPower Heart e-CDSS to enroll the patients in 40 government health facilities led to generation of a large dataset on the central server. The mPower Heart e-CDSS server provided real-time access to all the concerned stakeholders (medical officers, CMOs, district NCD coordinators, nurses, and administrative health care officers) about the performance of each NCD clinic. This server also provided password-protected access to different types of customizable reports (e.g., gender distribution, status on screening and enrollment of patients with hypertension/diabetes, number of patients who have been tested for blood glucose level) to the designated users. The mPower Heart e-CDSS server also had other important features such as a graphical representation of changes in the clinical parameters, tracking the activity of users (login details, time spent). Also, project team daily sent an e-mail on the performance of each NCD clinic to the CMOs, district NCD coordinators, and administrative health authorities. Both mPower Heart e-CDSS server and daily reporting helped the apex administrative authorities to mobilize resources to help the underperforming health facilities. Establishing the server with data analytics is a stepping stone in achieving the goals of improving the health status of the people of Tripura and equitable access to good quality health care."
    },
    {
      "title": "DISCUSSION",
      "text": "The project team used multiple strategies for translating our research-based intervention to state-wide implementation to achieve population-level outcomes and to impact health policy. The strong support of the political and administrative leadership was key to its rollout and helped iron out several barriers that were encountered. The project team faced many challenges while implementing these strategies, for example, ensuring the willingness of health care providers to use new intervention in their routine practice was not an easy task. At the beginning of the implementation of NCD Initiative Tripura, almost onehalf of 40 health facilities (n ¼ 18) did not use the mPower Heart e-CDSS. The nurses who were trained were either shifted to another health facility or busy performing inpatient duties. However, with the constant push from administrative authorities and on-site support, all the 40 health facilities adopted the mPower Heart e-CDSS (Figure  4 ). Initially, only 5 facilities were providing NCD care facilities to the patients 6 days a week, but within a few months, all 40 health facilities started providing NCD care jg SCIENCE facilities to the patients 6 days a week (Table  3  provides the overview of challenges/barriers faced during the implementation of the mPower Heart e-CDSS and solutions to overcome those challenges/barriers). From its launch in May 2017 to November 20, 2018, a total of 100,810 eligible individuals had been screened and enrolled, with 35,884 treated for hypertension, 9,698 for diabetes, and 5,527 for both hypertension and diabetes. The mPower Heart e-CDSS has enabled uniform evidence-based treatment of these patients. The program has introduced task shifting with greater involvement of nurses in care delivery of NCDs. Data from the e-CDSS server are a reliable source for health administrators to monitor real-time process or health outcomes in the individual health facility and overall in the state. Medical officers who attended the capacitybuilding initiatives on the management of NCDs are implementing the learning and experience of the training programs in their routine practice and act as change agents. The political leadership of the state of Tripura, including the Chief Minister and Health Minister, also showed keen interest in implementing the technology-based intervention for the betterment of the health status of people of Tripura and attended the demonstration of the mPower Heart e-CDSS in the state capital (Agartala). In July 2017, the mPower Heart model for NCD was selected for oral presentation at Fourth National Summit on Good, Replicable Practices and Innovations in Public Health Care Systems in India, by National Health System Resource Centre, Government of India. Executing multiple strategies helped us in engaging and getting support of key stakeholders to achieve impact at the population level. However, more T4 translational research in low-and middle-income countries is needed to ascertain the potential impacts of these strategies and find more strategies that can be adapted easily by other states or countries."
    },
    {
      "text": "FIGURE 1. Equipment being used in a noncommunicable diseases clinic."
    },
    {
      "text": "FIGURE 2. New workflow of patient care at a noncommunicable diseases clinic."
    },
    {
      "text": "FIGURE 3. Screenshot of the graphical display of the patient's clinical parameters on the mPower Heart electronic Clinical Decision Support System app."
    },
    {
      "text": "FIGURE 4. Noncommunicable diseases nurse using the mPower Heart electronic Clinical Decision Support System in the government health facility."
    },
    {
      "text": "Structure of TechnicalCoordination-cum-Support Unit , All India Institute of Medical Sciences; CCDC, Centre for Chronic Disease Control; H & FW, Health and Family Welfare Department; PHFI, Public Health Foundation of India."
    },
    {
      "text": "Overview of Advanced Certificate Course in Prevention and Management of Diabetes and Cardiovascular Disease modules"
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "The authors acknowledge the support of the  Department of Health & Family Welfare, Government of Tripura in the state -wide implementation of  NCD Initiative Tripura . They thank  Dr. Supriya Mallik , State Program Officer,  National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke Tripura , for his kind support and guidance."
    }
  ],
  "references": [
    {
      "title": "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980e2015: a systematic analysis for the Global Burden of Disease Study 2015",
      "authors": [
        "H Wang",
        "M Naghavi",
        "C Allen"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(14)61682-2",
      "journal": "Lancet",
      "volume": "388",
      "raw": "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980e2015: a systematic analysis for the Global Burden of Disease Study 2015 \n\t\t \n\t\t\t H Wang \n\t\t \n\t\t \n\t\t\t M Naghavi \n\t\t \n\t\t \n\t\t\t C Allen \n\t\t \n\t\t 10.1016/s0140-6736(14)61682-2 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 388 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Wang H, Naghavi M, Allen C, et al. Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980e2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet 2016;388:1459-544."
    },
    {
      "title": "Global Status Report on Noncommunicable Diseases 2014",
      "year": 2014,
      "doi": "10.2471/b09509",
      "raw": "10.2471/b09509 \n\t\t \n\t\t Global Status Report on Noncommunicable Diseases 2014 \n\t\t Geneva, Switzerland \n\t\t \n\t\t\t World Health Organization Press \n\t\t\t 2014. August 8, 2018 \n\t\t \n\t \n\t World Health Organization. Global Status Report on Noncommunicable Diseases 2014. Geneva, Switzerland: World Health Organization Press; 2014. Available at: http://apps.who.int/iris/bitstream/10665/148114/1/ 9789241564854_eng.pdf?ua¼1. August 8, 2018."
    },
    {
      "title": "Challenges in diabetes management with particular reference to India",
      "authors": [
        "K Venkataraman",
        "A Kannan",
        "V Mohan"
      ],
      "year": 2009,
      "journal": "Int J Diabetes Dev Ctries",
      "volume": "29",
      "raw": "Challenges in diabetes management with particular reference to India \n\t\t \n\t\t\t K Venkataraman \n\t\t \n\t\t \n\t\t\t A T Kannan \n\t\t \n\t\t \n\t\t\t V Mohan \n\t\t \n\t \n\t \n\t\t Int J Diabetes Dev Ctries \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Venkataraman K, Kannan AT, Mohan V. Challenges in diabetes man- agement with particular reference to India. Int J Diabetes Dev Ctries 2009;29:103-9."
    },
    {
      "title": "Hypertension in India: a systematic review and meta-analysis of prevalence, awareness, and control of hypertension",
      "authors": [
        "R Anchala",
        "N Kannuri",
        "H Pant"
      ],
      "year": 2014,
      "doi": "10.1097/hjh.0000000000000146",
      "journal": "J Hypertens",
      "volume": "32",
      "raw": "Hypertension in India: a systematic review and meta-analysis of prevalence, awareness, and control of hypertension \n\t\t \n\t\t\t R Anchala \n\t\t \n\t\t \n\t\t\t N K Kannuri \n\t\t \n\t\t \n\t\t\t H Pant \n\t\t \n\t\t 10.1097/hjh.0000000000000146 \n\t \n\t \n\t\t J Hypertens \n\t\t \n\t\t\t 32 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Anchala R, Kannuri NK, Pant H, et al. Hypertension in India: a sys- tematic review and meta-analysis of prevalence, awareness, and control of hypertension. J Hypertens 2014;32:1170-7."
    },
    {
      "title": "National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS): Operation Guidelines",
      "year": 2018,
      "doi": "10.5005/jp/books/13071_31",
      "raw": "10.5005/jp/books/13071_31 \n\t\t \n\t\t National Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS): Operation Guidelines \n\t\t \n\t\t\t Ministry of Health and Family Welfare, Government of India \n\t\t\t August 8, 2018 \n\t\t \n\t \n\t Ministry of Health and Family Welfare, Government of India. Na- tional Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS): Operation Guidelines. Available at: http://health.bih.nic.in/Docs/Guidelines/Guidelines- NPCDCS.pdf. Accessed August 8, 2018."
    },
    {
      "title": "Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review",
      "authors": [
        "A Garg",
        "Nkj Adhikari",
        "H Mcdonald"
      ],
      "year": 2005,
      "doi": "10.1001/jama.293.10.1223",
      "journal": "JAMA",
      "volume": "293",
      "raw": "Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review \n\t\t \n\t\t\t A X Garg \n\t\t \n\t\t \n\t\t\t Nkj Adhikari \n\t\t \n\t\t \n\t\t\t H Mcdonald \n\t\t \n\t\t 10.1001/jama.293.10.1223 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 293 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Garg AX, Adhikari NKJ, McDonald H, et al. Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review. JAMA 2005;293:1223-38."
    },
    {
      "title": "Development of a smartphone-enabled hypertension and diabetes mellitus management package to facilitate evidence-based care delivery in primary healthcare facilities in India: The mPower Heart Project",
      "authors": [
        "V Ajay",
        "D Jindal",
        "A Roy"
      ],
      "year": 2016,
      "doi": "10.1161/jaha.116.004343",
      "journal": "J Am Heart Assoc",
      "volume": "5",
      "pages": "4343",
      "raw": "Development of a smartphone-enabled hypertension and diabetes mellitus management package to facilitate evidence-based care delivery in primary healthcare facilities in India: The mPower Heart Project \n\t\t \n\t\t\t V S Ajay \n\t\t \n\t\t \n\t\t\t D Jindal \n\t\t \n\t\t \n\t\t\t A Roy \n\t\t \n\t\t 10.1161/jaha.116.004343 \n\t \n\t \n\t\t J Am Heart Assoc \n\t\t \n\t\t\t 5 \n\t\t\t 4343 \n\t\t\t 2016 \n\t\t \n\t \n\t Ajay VS, Jindal D, Roy A, et al. Development of a smartphone-enabled hypertension and diabetes mellitus management package to facili- tate evidence-based care delivery in primary healthcare facilities in India: The mPower Heart Project. J Am Heart Assoc 2016;5:e004343."
    },
    {
      "title": "A cluster-randomized, controlled trial of a simplified multifaceted management program for individuals at high cardiovascular risk (SimCard Trial) in rural Tibet, China, and Haryana, India",
      "authors": [
        "M Tian",
        "V Ajay",
        "D Dunzhu"
      ],
      "year": 2015,
      "doi": "10.1161/circulationaha.115.015373",
      "journal": "Circulation",
      "volume": "132",
      "raw": "A cluster-randomized, controlled trial of a simplified multifaceted management program for individuals at high cardiovascular risk (SimCard Trial) in rural Tibet, China, and Haryana, India \n\t\t \n\t\t\t M Tian \n\t\t \n\t\t \n\t\t\t V S Ajay \n\t\t \n\t\t \n\t\t\t D Dunzhu \n\t\t \n\t\t 10.1161/circulationaha.115.015373 \n\t \n\t \n\t\t Circulation \n\t\t \n\t\t\t 132 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Tian M, Ajay VS, Dunzhu D, et al. A cluster-randomized, controlled trial of a simplified multifaceted management program for in- dividuals at high cardiovascular risk (SimCard Trial) in rural Tibet, China, and Haryana, India. Circulation 2015;132:815-24."
    },
    {
      "title": "Development and validation of a clinical and computerized decision support system for the management of hypertension (DSS-HTN) at a primary health care (PHC) setting",
      "authors": [
        "R Anchala",
        "Di Angelantonio",
        "E Prabhakaran",
        "D Franco"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0079638",
      "journal": "PLoS One",
      "volume": "8",
      "pages": "79638",
      "raw": "Development and validation of a clinical and computerized decision support system for the management of hypertension (DSS-HTN) at a primary health care (PHC) setting \n\t\t \n\t\t\t R Anchala \n\t\t \n\t\t \n\t\t\t Di Angelantonio \n\t\t \n\t\t \n\t\t\t E Prabhakaran \n\t\t \n\t\t \n\t\t\t D Franco \n\t\t \n\t\t \n\t\t\t O H \n\t\t \n\t\t 10.1371/journal.pone.0079638 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 8 \n\t\t\t 79638 \n\t\t\t 2013 \n\t\t \n\t \n\t Anchala R, Di Angelantonio E, Prabhakaran D, Franco OH. Develop- ment and validation of a clinical and computerized decision support system for the management of hypertension (DSS-HTN) at a primary health care (PHC) setting. PLoS One 2013;8:e79638."
    },
    {
      "title": "Effectiveness of a multicomponent quality improvement strategy to improve achievement of diabetes care goals: a randomized, controlled trial",
      "authors": [
        "M Ali",
        "K Singh",
        "D Kondal"
      ],
      "year": 2016,
      "doi": "10.7326/m15-2807",
      "journal": "Ann Intern Med",
      "volume": "165",
      "raw": "Effectiveness of a multicomponent quality improvement strategy to improve achievement of diabetes care goals: a randomized, controlled trial \n\t\t \n\t\t\t M K Ali \n\t\t \n\t\t \n\t\t\t K Singh \n\t\t \n\t\t \n\t\t\t D Kondal \n\t\t \n\t\t 10.7326/m15-2807 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 165 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Ali MK, Singh K, Kondal D, et al. Effectiveness of a multicomponent quality improvement strategy to improve achievement of diabetes care goals: a randomized, controlled trial. Ann Intern Med 2016;165: 399-408."
    },
    {
      "title": "Protocol for the mWellcare trial: a multicentre, cluster randomised, 12-month, controlled trial to compare the effectiveness of mWellcare, an mHealth system for an integrated management of patients with hypertension and diabetes, versus enhanced usual care in India",
      "authors": [
        "D Jha",
        "P Gupta",
        "V Ajay"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-014851",
      "journal": "BMJ Open",
      "volume": "7",
      "pages": "14851",
      "raw": "Protocol for the mWellcare trial: a multicentre, cluster randomised, 12-month, controlled trial to compare the effectiveness of mWellcare, an mHealth system for an integrated management of patients with hypertension and diabetes, versus enhanced usual care in India \n\t\t \n\t\t\t D Jha \n\t\t \n\t\t \n\t\t\t P Gupta \n\t\t \n\t\t \n\t\t\t V S Ajay \n\t\t \n\t\t 10.1136/bmjopen-2016-014851 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 7 \n\t\t\t 14851 \n\t\t\t 2017 \n\t\t \n\t \n\t SCIENCE \n\t Jha D, Gupta P, Ajay VS, et al. Protocol for the mWellcare trial: a multicentre, cluster randomised, 12-month, controlled trial to compare the effectiveness of mWellcare, an mHealth system for an integrated management of patients with hypertension and dia- betes, versus enhanced usual care in India. BMJ Open 2017;7: e014851. jg SCIENCE"
    }
  ],
  "num_references": 11,
  "figures": [
    {
      "caption": "FIGURE 1 .",
      "description": "FIGURE 1. Equipment being used in a noncommunicable diseases clinic."
    },
    {
      "caption": "FIGURE 2 .",
      "description": "FIGURE 2. New workflow of patient care at a noncommunicable diseases clinic."
    },
    {
      "caption": "FIGURE 3 .",
      "description": "FIGURE 3. Screenshot of the graphical display of the patient's clinical parameters on the mPower Heart electronic Clinical Decision Support System app."
    },
    {
      "caption": "FIGURE 4 .",
      "description": "FIGURE 4. Noncommunicable diseases nurse using the mPower Heart electronic Clinical Decision Support System in the government health facility."
    },
    {
      "type": "table",
      "caption": "TABLE 1 .",
      "description": "Structure of TechnicalCoordination-cum-Support Unit , All India Institute of Medical Sciences; CCDC, Centre for Chronic Disease Control; H & FW, Health and Family Welfare Department; PHFI, Public Health Foundation of India."
    },
    {
      "type": "table",
      "caption": "TABLE 2 .",
      "description": "Overview of Advanced Certificate Course in Prevention and Management of Diabetes and Cardiovascular Disease modules"
    }
  ],
  "num_figures": 6,
  "tables": [
    {
      "content": "Coordinator Mission Director, National Health Mission, Tripura Technical coordination- Convener: Additional Director, Family Welfare, Government of Tripura cum-support unit Member: Joint Director, Directorate of Family Welfare and Preventive Medicines, Government of Tripura Member: Medical Superintendent, Regional Cancer Center, Agartala Member: State Program Officer, NPCDCS, National Health Mission, Government of Tripura Member: Nodal Officer, Information Technology, H & FW, Government of Tripura Member: 05 Representatives from AIIMS/PHFI/CCDC"
    },
    {
      "content": "Module I The association between diabetes and CVD Module II Vascular complications and introductions to risk factor management Module III Management of glycemia with special reference to CVD Module IV Diabetic dyslipidemia, hypertension, and introduction to coronary artery disease Module V Coronary artery disease, stroke, and peripheral arterial disease in diabetes Module VI Special topics and summary"
    }
  ],
  "num_tables": 2,
  "num_citations": 15,
  "cited_references": [
    "b8",
    "b6",
    "b4",
    "b1",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] New Delhi and Agartala , India",
    "[raw_affiliation] New Delhi and Agartala , India",
    "[raw_affiliation] New Delhi and Agartala , India",
    "[raw_affiliation] New Delhi and Agartala , India",
    "[raw_affiliation] New Delhi and Agartala , India",
    "[raw_affiliation] New Delhi and Agartala , India",
    "AAIMS",
    "CVD, cardiovascular disease.",
    "June 2019: 165-172",
    "GLOBAL HEART, VOL. 14, NO. 2, 2019June 2019: 165-172",
    "[raw_reference] Wang H, Naghavi M, Allen C, et al. Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980e2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet 2016;388:1459-544.",
    "[raw_reference] World Health Organization. Global Status Report on Noncommunicable Diseases 2014. Geneva, Switzerland: World Health Organization Press; 2014. Available at: http://apps.who.int/iris/bitstream/10665/148114/1/ 9789241564854_eng.pdf?ua¼1. August 8, 2018.",
    "[raw_reference] Venkataraman K, Kannan AT, Mohan V. Challenges in diabetes man- agement with particular reference to India. Int J Diabetes Dev Ctries 2009;29:103-9.",
    "[raw_reference] Anchala R, Kannuri NK, Pant H, et al. Hypertension in India: a sys- tematic review and meta-analysis of prevalence, awareness, and control of hypertension. J Hypertens 2014;32:1170-7.",
    "[raw_reference] Ministry of Health and Family Welfare, Government of India. Na- tional Programme for Prevention and Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke (NPCDCS): Operation Guidelines. Available at: http://health.bih.nic.in/Docs/Guidelines/Guidelines- NPCDCS.pdf. Accessed August 8, 2018.",
    "[raw_reference] Garg AX, Adhikari NKJ, McDonald H, et al. Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review. JAMA 2005;293:1223-38.",
    "[raw_reference] Ajay VS, Jindal D, Roy A, et al. Development of a smartphone-enabled hypertension and diabetes mellitus management package to facili- tate evidence-based care delivery in primary healthcare facilities in India: The mPower Heart Project. J Am Heart Assoc 2016;5:e004343.",
    "[raw_reference] Tian M, Ajay VS, Dunzhu D, et al. A cluster-randomized, controlled trial of a simplified multifaceted management program for in- dividuals at high cardiovascular risk (SimCard Trial) in rural Tibet, China, and Haryana, India. Circulation 2015;132:815-24.",
    "[raw_reference] Anchala R, Di Angelantonio E, Prabhakaran D, Franco OH. Develop- ment and validation of a clinical and computerized decision support system for the management of hypertension (DSS-HTN) at a primary health care (PHC) setting. PLoS One 2013;8:e79638.",
    "[raw_reference] Ali MK, Singh K, Kondal D, et al. Effectiveness of a multicomponent quality improvement strategy to improve achievement of diabetes care goals: a randomized, controlled trial. Ann Intern Med 2016;165: 399-408.",
    "SCIENCE",
    "[raw_reference] Jha D, Gupta P, Ajay VS, et al. Protocol for the mWellcare trial: a multicentre, cluster randomised, 12-month, controlled trial to compare the effectiveness of mWellcare, an mHealth system for an integrated management of patients with hypertension and dia- betes, versus enhanced usual care in India. BMJ Open 2017;7: e014851. jg SCIENCE"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Global Heart",
  "volume": "14",
  "issue": "2",
  "pages": "165",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:21.077267",
    "zotero_item_type": "journalArticle"
  }
}
