{
  "paper_id": "9LT2UU95",
  "title": "Association of Sleep With Risk of Alzheimer's Disease Mortality: NIH-AARP Diet and Health Study",
  "abstract": "Objectives: Alzheimer's disease (AD) and related dementias contribute to one in three senior deaths. Lifestyle factors, including sleep, may contribute to AD risk and mortality; however, current evidence on sleep and AD mortality is mixed. Methods: We used data from the NIH-AARP Diet and Health Study. Sleep duration and napping were self-reported and AD death were ascertained via linkage to the National Death Index. Results: Long sleep and napping were both associated with increased AD mortality. Specifically, 9+ hr of sleep was associated with 50% increase (hazard ratio = 1.50, 95% CI = [1.17, 1.92]) in AD mortality when compared 7 to 8 hr, while napping for 1+ hr was associated with 29% increase (1.29 [1.08, 1.55]) when compared with no napping. Results appeared to be stronger in men and remained after removing AD deaths within first 5 years after baseline. Discussion: Long sleep and napping may predict higher AD mortality in the older population.",
  "year": 2016,
  "date": "2016",
  "journal": "Journal of Alzheimer's Disease",
  "publication": "Journal of Alzheimer's Disease",
  "authors": [
    {
      "forename": "Aaron",
      "surname": "Schneider",
      "name": "Aaron Schneider",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA",
      "email": "aaron-schneider@uiowa.edu"
    },
    {
      "forename": "Chooza",
      "surname": "Moon",
      "name": "Chooza Moon",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kara",
      "surname": "Whitaker",
      "name": "Kara Whitaker",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dong",
      "surname": "Zhang",
      "name": "Dong Zhang",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Wei",
      "surname": "Bao",
      "name": "Wei Bao",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Qian",
      "surname": "Xiao",
      "name": "Qian Xiao",
      "affiliation": "1  University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "University of Iowa , 225 S. Grand Ave. , Iowa City , IA 52242 , USA. \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 S. Grand Ave. \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1177/07334648211019207",
  "keywords": [
    "dementia",
    "sleep duration",
    "Alzheimer's disease",
    "American Association of Retired Persons (AARP)",
    "nap"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Alzheimer's disease (AD) is the most common form of dementia  (Scheltens et al., 2016)  and the sixth leading cause of death in the United States (Centers for Disease  Control and Prevention, 2019) . In addition, it is estimated that currently 5 million individuals are living with AD in the United States and this number is expected to triple by 2050  (Lane et al., 2018) . Decades of research has identified various risk factors for AD, including genetic factors such as APOE ε 4 allele  (Corder et al., 1993)  and a wide array of cardiometabolic risk factors, such as hypertension, type 2 diabetes, metabolic syndrome, and obesity  (Profenno et al., 2010; Whitmer et al., 2005; Yaffe et al., 2009) . However, several behavioral factors have also been suggested to play a protective role against AD, including Mediterranean-type diet  (Bianchi et al., 2019) , physical activity  (Lautenschlager et al., 2008) , and cognitively stimulating activities  (Rebok et al., 2014; Shimada et al., 2018) . More recently, growing evidence has pointed sleep deficiency as a modifiable risk factor for AD  (Wang & Holtzman, 2019) .\n\nMultiple studies have shown both short (<7 hr) and long (≥9 hr) sleep were associated with an increased risk of cognitive impairment: a meta-analysis published in 2017 found that short and long sleepers had 63% and 105% increased risk of developing cognitive decline and/or AD, respectively  (Bubu et al., 2017) . Few studies have included sleep duration as a component of their sleep exposures, and dementia mortality ascertained through death records. For example, one study in Spain reported greater dementia mortality among long sleepers alone  (Benito-Leon et al., 2014) . A Japanese study from 2018 demonstrated that both short (<5 hr) and long (>10 hr) sleep are risk factors for dementia and death elderly adults  (Tomoyuki Ohara et al., 2018) . Sterniczuk et al. (2013)  demonstrated that sleep disturbances were predictors of AD-or dementia-related mortality within 4 years  (Sterniczuk et al., 2013) . However, these studies only had a modest sample size and did not distinguish between AD and non-AD dementia deaths or did not consider sleep duration within their analysis. Epidemiological studies have reported half of all adults aged over 65 years do not meet National Sleep Foundation guidelines for sleep duration (D. Foley et al., 2004) . For instance, the National Sleep foundation found 44% of the elderly population fell short of the recommended 7 to 9 hr/night sleep duration  (National Sleep Foundation, 2020) . Thus, it is a priority to assess the potential impact of sleep deficiency on AD in this population.\n\nDaytime napping, may also play a role in AD. However, there has been only afew studies that examined the prospective relationship between napping and cognitive decline, or AD more specifically, in the older population. For example,  Leng et al. (2019)  reported that long nap duration (≥2 hr) was associated with higher risk for developing cognitive impairment in older men  (Leng et al., 2019) . In contrast, in an earlier study, shorter naps (<60 min) were found to be associated with a protective effect against AD  (Asada et al., 2000) . Napping is very common in the older population and its prevalence increases with age (D. J.  Foley et al., 2007) . Given the limited and mixed findings in previous studies, there is a need for prospective studies to further examine the relationship between napping and AD death.\n\nThe purpose of this study is to investigate how sleep and napping are associated with AD related mortality in a large cohort of older men and women in the United States. Specifically, we hypothesize that short and long sleep duration, as well as prolonged daytime napping, are associated with a higher risk of AD deaths."
    },
    {
      "title": "Method"
    },
    {
      "title": "Study Population",
      "text": "The National Institute of Health-American Association of Retired Persons (NIH-AARP) Diet and Health Study cohort included 566,398 AARP members (aged 50-71 years) who completed a mailed baseline questionnaire in 1995-1996  (Schatzkin et al., 2001) . Eligible participants were aged 50-71 years and lived in eight states and metropolitan areas (California; Florida; Pennsylvania; New Jersey; North Carolina; Louisiana; Atlanta, Georgia; or Detroit, Michigan). The baseline questionnaire asked about sociodemographic characteristics, lifestyle factors, and medical conditions. Six months after the completion of baseline survey, a risk-factor questionnaire was sent to participants who reported no history of cancer diagnosis at baseline. Of the 566,398 participants who completed the baseline questionnaire, 337,076 also completed the risk-factor questionnaire. We excluded those with missing sleep or napping information (n = 3,703), and the final analytic sample for sleep duration included  333,373 participants (195,967 men and 137,406 women)  and for napping  332,674 (195,656 men and 137,018 women) . End of study date was December 31, 2011, and linkage to National Death Index is complete. Data collection for NIH-AARP was approved by the institutional review board of the National Cancer Institute  (Schatzkin et al., 2001) ."
    },
    {
      "title": "AD Mortality",
      "text": "The outcome measurement is death due to AD. Vital status of study participants was ascertained by annual linkage of the cohort to the Social Security Administration Death Master File. Cause of death was obtained by follow-up searchers of the National Death Index  (Etemadi et al., 2017) . Death from AD was determined using International Classification of Diseases, Ninth Edition (ICD-9) and ICD-10 codes (331.0 and G30, respectively)."
    },
    {
      "title": "Sleep Duration and Napping",
      "text": "Sleep duration and napping data were collected through the risk-factor questionnaire by asking \"During a typical 24-hr period over the past 12 months, how many hours did you spend sleeping at night?\" (<5, 5-6, 7-8, and ≥9 hr). Napping duration was obtained from the question \"How many hours did you spend napping in the daytime during atypical 24-hr period in the past 12 months?\" (none, less than 1 hr, 1-2 hr, 3-4 hr, 5-6 hr). To preserve statistical power, we created a three-category variable for napping (none, <1 hr, 1+ hr). We used the 7-to-8-hr category as the reference for nighttime sleep duration and \"none\" category as the reference for napping. To assess the joint effects of sleep and napping, we created a four-category variable: <7 hr of sleep and <1 hr of nap (reference), ≥7 hr of sleep and <1 hr of nap, <7 hr of sleep and ≥1 hr of nap, and ≥7 hr of sleep and ≥1 hr of nap."
    },
    {
      "title": "Covariates",
      "text": "In the baseline questionnaire, participants provided the following data: age (years), sex (male/female), race (non-Hispanic White, non-Hispanic Black, Hispanic, Asian, Pacific Islander, American Indian/Alaskan Native), education level (<8 years, 8-11 years, 12 years or completed high school, post-high school or some college, and college and postgraduate), marital status (married or living as married, widowed, divorced, separated, or never married), current body weight (lbs) and height (feet and inches), medical history, family history of cancer (yes vs. no), hypertension (yes vs. no), diabetes (yes vs. no), smoking status (never smoked, former smoker, current smoker), coffee consumption (0, <1, 1, 2-3, or >3 cups/day), alcohol consumption (0, <1, 1-1.9, 2-2.9, or ≥3 drinks/day), and general health status (excellent, very good, good, fair, or poor). In the risk-factor questionnaire, participants were provided a list of examples of \"moderate\" and \"vigorous\" physical activities (MVPA) and were asked to indicate how often (never, rarely, weekly but <1 hr/week, 1-3 hr/week, 4-7 hr/week, or >7 hr/ week) they had engaged in these activities during the past 10 years  (Matthews et al., 2012) . Finally, sitting time was estimated by asking participants to report the amount of time they spent watching TV or videos on a typical day during the past year (none, <1 hr, 1-2 hr, 3-4 hr, 5-6 hr, 7-8 hr, or ≥9 hr)."
    },
    {
      "title": "Statistical Analyses",
      "text": "All statistical analyses were performed using SAS 9.4 software (SAS Institute, Cary, NC, USA). p-values of <0.05 were considered statistically significant. Descriptive statistics were calculated for participant characteristics. To address the first study objective, we used Cox proportional hazard models to estimate multivariable-adjusted hazard ratios (HRs) and 95% confidence intervals (CIs) of AD mortality and sleep (i.e., sleep and nap durations). We constructed three models for analysis. Model 1 was the minimally adjusted model and included sex and age. Model 2 was additionally adjusted for potential confounders including race, education, marital status, smoking status, alcohol use, heart disease, stroke, diabetes, cancer, physical activity, and television time. Model 2 was considered the main model of the analysis. In Model 3, we mutually adjusted for sleep and nap durations to assess their independent effects on AD mortality. To reduce and evaluate the impact of reverse causality, we conducted sensitivity analysis by removing participants who died of any cause within 5 years after baseline (Model 3 excl.) and compared the results with those from Model 3. We conducted analysis in the overall population and in men and women separately."
    },
    {
      "title": "Results",
      "text": "Results are shown and reflect an average of 13.35 years follow-up among all participants. Participant characteristics differed by sleep duration (Table  1 ) and napping (Table  2 ). When compared with the referent group of 7 to 8 hr of sleep, short sleep (<5 hr) was associated with younger age and higher body mass index. Short sleepers were also less likely to be white or married, or have a college education, but more likely to be female, consume less than one alcohol drink/day, currently smoke, nap during daytime, watch television ≥3 hr/day, engage <1 hr/week MVPA, report excellent health and have a history of diabetes and/or heart disease, stroke, or cancer. Those with longer sleep were older when compared with the reference group (Table  1 ). Long sleepers were also more likely to engage in <1 hr/week MVPA, had a history of diabetes and hypertension, but less likely to report excellent health or nap during the day. When compared with participants who reported no or short napping, long nappers (>1 hr) more likely to be male, but otherwise showed a profile similar to short sleepers, including being older, less likely to be White or have a college education, but more likely to smoke, be physically inactive, and have a history of diabetes.\n\nTable  3  presents the relations between sleep duration and AD death stratified by sex. We observed a significant trend (p = .002, Model 2) suggesting that as sleep duration increased, risk of death due to AD also increased. In particular, 9+ hr of sleep was associated with 50% increase in AD mortality risk when compared with the reference group (HR [95% CI] = 1.50 [1.17, 1.92]). There was suggestive evidence of an association between short sleep duration and lower AD mortality, but the associations were not statistically significant (0.74 [0.50, 1.09] and 0.92 [0.82, 1.05] for <5 hr and 5-6 hr of sleep, respectively). Further adjusting for daytime napping (Model 3) slightly attenuated the associations for 9+ hr  (1.47 [1.15, 1.88] ). Removing deaths within the first 5 years had little impact on the results (1.  43 [1.10, 1.87] ). In sex-stratified analysis, we observed similar associations between sleep duration and AD mortality for men and women (p-trend: .03 for women and .02 for men, p-interaction for sex: .59). However, the association between 9+ hr of sleep was somewhat stronger among men (1.56 [1.14, 2.13], p = .03) compared with women (1.40 [0.94, 2.10], p = .18).\n\nTable  4  shows the associations between daytime nap duration and AD death. Individuals napping for 1+ hr/day had a higher risk of AD death (HR [95% CI] = 1.29 [1.08, 1.55]) and this association remained when including sleep duration as a covariate (1.28 [1.07, 1.55]) and when removing deaths within 5 years after baseline (1.  25 [1.03, 1.53] ). In the sexspecific analysis, the association between long napping and higher AD mortality was stronger among men (1.34 [1.06, 1.69]) than women (1.24 [0.91, 1.69]) although we did not observe a significant interaction effect between sex and sleep duration (p-interaction = .90). Finally, we examined the combined effects of sleep and napping on AD mortality and found no significant associations for any sleep-nap category and AD death in the overall population, or in men and women separately (Supplemental Table  1 )."
    },
    {
      "title": "Discussion",
      "text": "This study is comprised of a large sample of U.S. older adults averaging 15.5 years of follow-up, with National Death Index confirmation of cause of death due to AD. The main findings of this longitudinal study suggest long sleepers (9+ hr) had a ~50% greater risk of death due to AD than those reporting 7 to 8 hr of sleep. Moreover, long nappers (1+ hr) also had a higher risk of AD death. The effects of sleep and napping on AD death appeared to be independent of each other. The results were qualitatively similar in both sexes, but appeared larger in magnitude among men.\n\nA handful of studies examined sleep duration in relation to cognitive decline and the risk of developing dementia. A 2017 meta-analysis synthesized findings from six population studies that focused on long sleep and dementia, and reported a summary relative risk of 2.05 (95% CI = [1.24, 3.38]) when compared with the reference group  (Bubu et al., 2017) . However, only a small fraction of these studies focused on clinically confirmed AD outcomes. One example is an investigation from the Hisayama Study in Japan, in which  Ohara et al. (2018)  found adults 60 years and older reporting >10 hr of sleep duration had twofold higher risk of AD than the referent group who reported 5 to 7 hr of sleep duration (HR [95% CI] = 2.01 [1.13, 3.60]). It is unclear what mechanism could drive the observed relationship between long sleep and AD mortality. On one hand, abnormally long sleep, particularly in the older population, may be an indicator of sleep disturbances and circadian dysfunction, and has been previously linked to chronic conditions such as inflammation and metabolic disfunction, both of which are risk factors for AD. On the other hand, age-related changes in brain structure and function that eventually lead to AD may also influence sleep patterns. Regardless of the mechanism underlying this association, earlier studies and ours suggest that older individuals who are long sleepers may be at elevated risk for AD and related death and may thus require more intense monitoring. The results of our study are an important addition to the existing literature as few longitudinal studies have examined the associations between sleep and AD death outcomes in the United States. Our results indicate higher AD mortality risk in long sleepers and are consistent with those of the prospective Neurological Disorders in Central Spain study (NEDICES) which included 3,857 individuals aged over 65 years  (Benito-Leon et al., 2014) . These subjects self-reported sleep duration at baseline, and over a median of 12.5 years of follow-up, a total of 92 dementia mortality were identified. The study reported long sleepers (≥9 hr) had a 63% higher risk of dementia related cause of death compared with the referent group who reported 6 to 8 hr/night of sleep (multivariableadjusted HR [95% CI] = 1. 63 [1.04, 2.56] ). Future studies should also examine the potential cognitive benefits of intervention strategies aimed at improving sleep and circadian function among long sleepers.\n\nWe observed no association between short sleep duration and increased AD mortality. Rather, our results seemed to suggest an opposite trend for short sleep duration, although not statistically significant. Similar finding was also observed in the NEDICES, in which short sleep (<7 hr) was associated with a nonsignificant decrease in dementia mortality (HR [95% CI] = 0.76 [0.33, 1.74]). However, studies focusing on cognitive decline and dementia in general tended to report the opposite association for short sleep. For example, the aforementioned meta-analysis reported that short sleep was associated with a significantly higher risk (HR [95% CI] = 1.63 [1.13, 2.34]) of adverse cognitive outcomes, including cognitive decline and dementia. Moreover, the Hisayama Study also found that <5 hr of sleep was associated with ~twofold increase in AD risk (HR [95% CI] = 2.18 [0.92, 5.15]) also the results were only based on six AD cases in the <5 hr group. It is unclear what could have explained the mixed findings, and it is possible that the heterogeneity in the results is caused by differences in population composition, outcome assessment, follow-up length, or chance alone. More studies are needed to clarify the relationship between short sleep and AD. Similar to sleep duration and development of risk of AD, a study of over 2,000 community-dwelling men followed over 12 years, men with objectively measured napping ≥120 min/ day (compared with <30 min) were 66% more likely to develop cognitive impairment (OR [95% CI] = 1.66 [1.09, 2.54])  (Leng et al., 2019) . Older individuals, with disrupted nocturnal sleep may take naps to compensate for insufficient sleep at night or because of health issues or lack of stimulation  (Gooneratne & Vitiello, 2014) . Our findings of long nap duration and increased risk of AD caused death agree with previous studies examining the association between napping and cognitive impairment. Cross-sectional analysis of National Health and Aging Trends Study demonstrated in individuals ≥65 years who were long nappers (nap>1 h) had poorer scores of cognition (B = -0.26, p < .05) (Owusu et al., 2019) . Blackwell et al. (2006)  demonstrated older women napping 2 or more hr/day had an increased risk of cognitive impairment (OR [95% CI] = 1.42 [1.05, 1.93])  (Blackwell et al., 2006) . In our study, we found that the association between napping and AD remained unchanged after adjusting for sleep and baseline health conditions and removing deaths that occurred within 5 years after baseline, suggesting that the results cannot be fully explained by the effects of nighttime sleep or underlying health conditions. More studies are needed to pinpoint the mechanisms that link long napping with AD and cognitive decline.\n\nPrior studies suggested there may be sex differences in the association between sleep and cognitive function, although none of the previous studies focused on AD death. For example,  Cricco et al. (2001)  found that sleep disturbances were associated with a greater decline in cognitive function after 3-year follow-up in men, but no association was observed in women. Similarly, our study found that the relationship between longer duration of sleep and napping and higher AD mortality appeared to be stronger in men than in women, although we did not observe a statistically significant interaction. In contrast,  Potvin et al. (2012)  found long sleep duration was associated with incident cognitive impairment in women only  (Potvin et al., 2012) . These inconsistencies in study findings warrant future investigations into the potential sex-differences in how sleep and napping behaviors affect cognitive function in the older population. Sex differences in the adult brain structure, function, and biochemistry are well documented  (Cosgrove et al., 2007) . Moreover, it has been suggested that women also experience faster progression of hippocampal atrophy, and if living longer, have higher levels of cognitive alteration  (Ardekani et al., 2016) , and may be at a higher risk of dementia or AD  (Chene et al., 2015) . Further studies are needed to understand the biological mechanisms of potential sex-differences in AD progression and death associated with sleep deficiencies.\n\nOur study has several important strengths. First, we have a large cohort which enabled us to examine the association between AD deaths and sleep not only in the overall study population, but also in men and women separately. In addition, the reasonably large number of AD deaths also allowed us to conduct a sensitivity analysis by excluding deaths within 5 years after baseline to reduce the potential effect of reverse causation. Moreover, the study collected a wide range of sociodemographic variables, lifestyle factors, and information on disease history, which allowed us to control for multiple potential confounders.\n\nThere are several limitations to this study worth noting. First, the portion of participants reporting <5 hr (3%) and ≥9 hr sleep (4%) was small, which made our analysis potentially underpowered to detect statistically significant associations between these sleep categories and AD death, particularly in sex-specific analysis. Second, sleep duration and napping duration were both self-reported, as we did not have objective sleep measures in the study. As reported in earlier studies, self-reported sleep duration is modestly correlated with objective measures, and therefore, exposure misclassification is a possibility  (Lauderdale et al., 2008) . In addition, napping may be a consequence of poor health and we cannot infer AD is a consequence due to napping. Previous studies showed that self-reported sleep and objectively measured sleep are only moderately correlated,  (Lauderdale et al., 2008)  and errors associated with selfreport could have potentially resulted in misclassification of our exposure. Third, we only studied sleep duration, as we did not have information on other important aspects of sleep including sleep quality, timing, regularity, and presence of sleep disorders. Previous studies suggested that sleep disturbances other than extreme sleep duration may be a risk factor for dementia  (Lee et al., 2020) . Fourth, our study only included a single measure of sleep at baseline, thus we were not able to assess changes in sleep habits over time. In addition, we did not have access to baseline cognition and could therefore not adjust for it within analyses. Fifth, we did not have information on several potential confounders related to sleep behavior and cognitive function including depression, sleep medications, anxiety, or neurological disorders, and therefore, residual confounding due to these factors are possible. Sixth, the study did not collect any data on obstructive sleep apnea or restless leg syndrome, and therefore, we were not able to examine these sleep disorders in our analysis. Seventh, death certificates may not accurately identify AD deaths and therefore outcome misclassification is a possibility  (Gao et al., 2018) . Finally, we did not have access to direct measures of AD biomarkers, such as amyloid or Tau.\n\nMethodologies that incorporate measurements in unison with imaging techniques or spinal fluid measurement of known biomarkers of AD, would strengthen the understanding of relations between sleep and cognition, including risk of AD death using a more comprehensive conceptual framework. It should also be noted that death certificates has limitations in identifying AD. An earlier paper has found <50% sensitivity of death records to research-validated dementia  (Gao et al., 2018) ."
    },
    {
      "title": "Conclusion",
      "text": "The results of this study showed that 9+ hr sleep duration was associated with a 50% increase in AD mortality risk when compared with people who slept between 7 and 8 hr, particularly in men. Additional longitudinal studies that follow middle-aged adults through death and include objective measures of sleep and AD related biomarkers are needed to further elucidate the mechanisms contributing to cognitive decline and AD death. Such studies would be useful for informing interventions designed to reduce risk of AD and AD-related death."
    },
    {
      "text": "Study Characteristics by Sleep Duration NIH-AARPDiet and Health Study (1995-1996)."
    },
    {
      "text": "Study Characteristics by Napping Among NIH-AARP Diet and Health Study Participants."
    },
    {
      "text": "Cox Hazard Regression for Sleep Duration and Alzheimer's Disease Death in the NIH-AARP Diet and Health Study."
    },
    {
      "text": "Cox Hazard Regression for Napping and Alzheimer's Disease Death in the NIH-AARP Diet and Health Study. Notes. CI = confidence interval; HR = hazard ratio. Model 1: Adjusted for age and sex. Model 2 (main model): Adjusted for covariates in Model 1 and race, education, marital status, smoking status, physical activity, alcohol use, heart disease, stroke, diabetes, cancer, sitting time, and television time. Model 3: Adjusted for covariates in Model 2 and nap. Model 3 excl: Model 3 after excluding deaths that occurred within 5 years after baseline. Bold values indicate p < .05."
    }
  ],
  "references": [
    {
      "title": "Analysis of the MIRIAD data shows sex differences in hippocampal atrophy progression",
      "authors": [
        "B Ardekani",
        "A Convit",
        "A Bachman"
      ],
      "year": 2016,
      "doi": "10.3233/jad-150780"
    },
    {
      "title": "Associations between retrospectively recalled napping behavior and later development of Alzheimer's disease: Association with APOE genotypes",
      "authors": [
        "T Asada",
        "T Motonaga",
        "Z Yamagata",
        "M Uno",
        "K Takahashi"
      ],
      "year": 2000,
      "doi": "10.1093/sleep/23.5.1e"
    },
    {
      "title": "Long sleep duration in elders without dementia increases risk of dementia mortality (NEDICES)",
      "authors": [
        "J Benito-Leon",
        "E Louis",
        "A Villarejo-Galende",
        "J Romero",
        "F Bermejo-Pareja"
      ],
      "year": 2014,
      "doi": "10.1212/wnl.0000000000000915"
    },
    {
      "title": "Effect of nutrition on neurodegenerative diseases. A systematic review",
      "authors": [
        "V Bianchi",
        "P Herrera",
        "R Laura"
      ],
      "year": 2019,
      "doi": "10.1080/1028415x.2019.1681088"
    },
    {
      "title": "Poor sleep is associated with impaired cognitive function in older women: The study of osteoporotic fractures",
      "authors": [
        "T Blackwell",
        "K Yaffe",
        "S Ancoli-Israel",
        "J Schneider",
        "J Cauley",
        "T Hillier"
      ],
      "year": 2006,
      "doi": "10.1093/gerona/61.4.405"
    },
    {
      "title": "Sleep, Cognitive impairment, and Alzheimer's disease: A systematic review and meta-analysis",
      "authors": [
        "O Bubu",
        "M Brannick",
        "J Mortimer",
        "O Umasabor-Bubu",
        "Y Sebastiao",
        "Y Wen",
        ". Anderson"
      ],
      "year": 2017,
      "doi": "10.1093/sleep/zsw032CentersforDisease"
    },
    {
      "title": "Gender and incidence of dementia in the Framingham Heart Study from mid-adult life",
      "authors": [
        "G Chene",
        "A Beiser",
        "R Au",
        "S Preis",
        "P Wolf",
        "C Dufouil",
        "S Seshadri"
      ],
      "year": 2015,
      "doi": "10.1016/j.jalz.2013.10.005"
    },
    {
      "title": "Gene dose of apolipoprotein E type 4 allele and the risk of Alzheimer's disease in late onset families",
      "authors": [
        "E Corder",
        "A Saunders",
        "W Strittmatter",
        "D Schmechel",
        "P Gaskell",
        "G Small",
        ". Pericak-Vance"
      ],
      "year": 1993,
      "doi": "10.1126/science.8346443"
    },
    {
      "title": "Evolving knowledge of sex differences in brain structure, function, and chemistry",
      "authors": [
        "K Cosgrove",
        "C Mazure",
        "J Staley"
      ],
      "year": 2007,
      "doi": "10.1016/j.biopsych.2007.03.001"
    },
    {
      "title": "The impact of insomnia on cognitive functioning in older adults",
      "authors": [
        "M Cricco",
        "E Simonsick",
        "D Foley"
      ],
      "year": 2001,
      "doi": "10.1046/j.1532-5415.2001.49235.x"
    },
    {
      "title": "Mortality from different causes associated with meat, heme iron, nitrates, and nitrites in the NIH-AARP Diet and Health Study: Population based cohort study",
      "authors": [
        "A Etemadi",
        "R Sinha",
        "M Ward",
        "B Graubard",
        "M Inoue-Choi",
        "S Dawsey",
        "C Abnet"
      ],
      "year": 1957,
      "doi": "10.1136/bmj.j1957"
    },
    {
      "title": "Sleep disturbances and chronic disease in older adults: Results of the 2003 National Sleep Foundation Sleep in America Survey",
      "authors": [
        "D Foley",
        "S Ancoli-Israel",
        "P Britz",
        "J Walsh"
      ],
      "year": 2004,
      "doi": "10.1016/j.jpsychores.2004.02.010"
    },
    {
      "title": "Frequent napping is associated with excessive daytime sleepiness, depression, pain, and nocturia in older adults: Findings from the National Sleep Foundation \"2003 Sleep in America",
      "authors": [
        "D Foley",
        "M Vitiello",
        "D Bliwise",
        "S Ancoli-Israel",
        "A Monjan",
        "J Walsh"
      ],
      "year": 2007,
      "doi": "10.1097/01.JGP.0000249385.50101"
    },
    {
      "title": "Accuracy of death certification of dementia in population-based samples of older people: Analysis over time",
      "authors": [
        "L Gao",
        "R Calloway",
        "E Zhao",
        "C Brayne",
        "F Matthews"
      ],
      "year": 2018,
      "doi": "10.1093/ageing/afy068"
    },
    {
      "title": "Sleep in older adults: Normative changes, sleep disorders, and treatment options",
      "authors": [
        "N Gooneratne",
        "M Vitiello"
      ],
      "year": 2014,
      "doi": "10.1016/j.cger.2014.04.007"
    },
    {
      "title": "Alzheimer's disease",
      "authors": [
        "C Lane",
        "J Hardy",
        "J Schott"
      ],
      "year": 2018,
      "doi": "10.1111/ene.13439"
    },
    {
      "title": "Self-reported and measured sleep duration: How similar are they?",
      "authors": [
        "D Lauderdale",
        "K Knutson",
        "L Yan",
        "K Liu",
        "P Rathouz"
      ],
      "year": 2008,
      "doi": "10.1097/EDE.0b013e318187a7b0"
    },
    {
      "title": "Effect of physical activity on cognitive function in older adults at risk for Alzheimer disease: A randomized trial",
      "authors": [
        "N Lautenschlager",
        "K Cox",
        "L Flicker",
        "J Foster",
        "F Van Bockxmeer",
        "J Xiao",
        ". Almeida"
      ],
      "year": 2008,
      "doi": "10.1001/jama.300.9.1027"
    },
    {
      "title": "Association between informant-reported sleep disturbance and incident dementia: An analysis of the National Alzheimer's coordinating center uniform data set",
      "authors": [
        "W Lee",
        "S Gray",
        "D Barthold",
        "D Maust",
        "Z Marcum"
      ],
      "year": 2020,
      "doi": "10.1177/0733464820967202"
    },
    {
      "title": "Objective napping, cognitive decline, and risk of cognitive impairment in older men",
      "authors": [
        "Y Leng",
        "S Redline",
        "K Stone",
        "S Ancoli-Israel",
        "K Yaffe"
      ],
      "year": 2019,
      "doi": "10.1016/j.jalz.2019.04.009"
    },
    {
      "title": "Amount of time spent in sedentary behaviors and cause-specific mortality in US adults",
      "authors": [
        "C Matthews",
        "S George",
        "S Moore",
        "H Bowles",
        "A Blair",
        "Y Park",
        ". Schatzkin"
      ],
      "year": 2012,
      "doi": "10.3945/ajcn.111.019620"
    },
    {
      "title": "Do aging people need less sleep? Sleep",
      "year": 2020,
      "doi": "10.1007/s40675-017-0086-z"
    },
    {
      "title": "Association between daily sleep duration and risk of dementia and mortality in a Japanese Community",
      "authors": [
        "T Ohara",
        "T Honda",
        "J Hata",
        "D Yoshida",
        "N Mukai",
        "Y Hirakawa",
        ". Ninomiya"
      ],
      "year": 2018,
      "doi": "10.1111/jgs.15446"
    },
    {
      "title": "Napping characteristics and cognitive performance in older adults",
      "authors": [
        "J Owusu",
        "A Wennberg",
        "C Holingue",
        "M Tzuang",
        "K Abeson",
        "A Spira"
      ],
      "year": 2019,
      "doi": "10.1002/gps.4991"
    },
    {
      "title": "Sleep quality and 1-year incident cognitive impairment in community-dwelling older adults",
      "authors": [
        "O Potvin",
        "D Lorrain",
        "H Forget",
        "M Dube",
        "S Grenier",
        "M Preville",
        "C Hudon"
      ],
      "year": 2012,
      "doi": "10.5665/sleep.1732"
    },
    {
      "title": "Metaanalysis of Alzheimer's disease risk with obesity, diabetes, and related disorders",
      "authors": [
        "L Profenno",
        "A Porsteinsson",
        "S Faraone"
      ],
      "year": 2010,
      "doi": "10.1016/j.biopsych.2009.02.013"
    },
    {
      "title": "Ten-year effects of the advanced cognitive training for independent and vital elderly cognitive training trial on cognition and everyday functioning in older adults",
      "authors": [
        "G Rebok",
        "K Ball",
        "L Guey",
        "R Jones",
        "H Kim",
        "J King",
        ". Group"
      ],
      "year": 2014,
      "doi": "10.1111/jgs.12607"
    },
    {
      "title": "Design and serendipity in establishing a large cohort with wide dietary intake distributions: The National Institutes of Health-American Association of Retired Persons Diet and Health Study",
      "authors": [
        "A Schatzkin",
        "A Subar",
        "F Thompson",
        "L Harlan",
        "J Tangrea",
        "A Hollenbeck",
        ". Kipnis"
      ],
      "year": 2001,
      "doi": "10.1093/aje/154.12.1119"
    },
    {
      "title": "Alzheimer's disease",
      "authors": [
        "P Scheltens",
        "K Blennow",
        "M Breteler",
        "B De Strooper",
        "G Frisoni",
        "S Salloway",
        "W Van Der Flier"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(15)01124-1"
    },
    {
      "title": "Effects of combined physical and cognitive exercises on cognition and mobility in patients with mild cognitive impairment: A randomized clinical trial",
      "authors": [
        "H Shimada",
        "H Makizako",
        "T Doi",
        "H Park",
        "K Tsutsumimoto",
        "J Verghese",
        "T Suzuki"
      ],
      "year": 2018,
      "doi": "10.1016/j.jamda.2017.09.019"
    },
    {
      "title": "Sleep disturbance is associated with incident dementia and mortality",
      "authors": [
        "R Sterniczuk",
        "O Theou",
        "B Rusak",
        "K Rockwood"
      ],
      "year": 2013,
      "doi": "10.2174/15672050113109990134"
    },
    {
      "title": "Bidirectional relationship between sleep and Alzheimer's disease: Role of amyloid, tau, and other factors",
      "authors": [
        "C Wang",
        "D Holtzman"
      ],
      "year": 2019,
      "doi": "10.1038/s41386-019-0478-5"
    },
    {
      "title": "Midlife cardiovascular risk factors and risk of dementia in late life",
      "authors": [
        "R Whitmer",
        "S Sidney",
        "J Selby",
        "S Johnston",
        "K Yaffe"
      ],
      "year": 2005,
      "doi": "10.1212/01.wnl.0000149519.47454.f2"
    },
    {
      "title": "The metabolic syndrome and development of cognitive impairment among older women",
      "authors": [
        "K Yaffe",
        "A Weston",
        "T Blackwell",
        "K Krueger"
      ],
      "year": 2009,
      "doi": "10.1001/archneurol.2008.566"
    }
  ],
  "num_references": 34
}
