{
  "paper_id": "9P8EMF8F",
  "title": "Designing a personal informatics system for users without experience in self-tracking: a case study",
  "abstract": "Thanks to the advancements in ubiquitous and wearable technologies, Personal Informatics (PI) systems can now reach a larger audience of users. However, it is not still clear whether this kind of tool can fit the needs of their daily lives. Our research aims at identifying specific barriers that may prevent the widespread adoption of PI and finding solutions to overcome them. We requested users without competence in self-tracking to use different PI instruments during their daily practices, identifying five user requirements by which to design novel PI tools. On such requirements, we developed a new system that can stimulate the use of these technologies, by enhancing the perceived benefits of collecting personal data. Then, we explored how naïve and experienced users differently explore their personal data in our system through a user trial. Results showed that the system was successful at helping individuals manage and interpret their own data, validated the usefulness of the requirements found and inspired three further design opportunities that could orient the design of future PI systems.",
  "year": 2007,
  "date": "2007",
  "authors": [
    {
      "name": "Amon Rapp",
      "email": "amon.rapp@gmail.com",
      "affiliation": {
        "organization": "Department of Computer Science",
        "department": "Department of Computer Science",
        "institution": "University of Torino",
        "address": "Torino, Italy"
      }
    },
    {
      "name": "Alessandro Marcengo",
      "affiliation": {
        "organization": "TIM",
        "institution": "TIM",
        "address": "Torino, Italy"
      }
    },
    {
      "name": "Luca Buriano",
      "affiliation": {
        "organization": "TIM",
        "institution": "TIM",
        "address": "Torino, Italy"
      }
    },
    {
      "name": "Giancarlo Ruffo",
      "affiliation": {
        "organization": "Department of Computer Science",
        "department": "Department of Computer Science",
        "institution": "University of Torino",
        "address": "Torino, Italy"
      }
    },
    {
      "name": "Mirko Lai",
      "affiliation": {
        "organization": "Department of Computer Science",
        "department": "Department of Computer Science",
        "institution": "University of Torino",
        "address": "Torino, Italy"
      }
    },
    {
      "name": "Federica Cena",
      "affiliation": {
        "organization": "Department of Computer Science",
        "department": "Department of Computer Science",
        "institution": "University of Torino",
        "address": "Torino, Italy"
      }
    }
  ],
  "doi": "10.1080/0144929x.2018.1436592",
  "md5": "DB30A30FE01AAD67A37DED5235823A2B",
  "publication": {
    "journal": "IEEE Transactions on Visualization and Computer Graphics",
    "journal_inferred": true
  },
  "keywords": [
    "Human-computer interaction",
    "user studies",
    "visualisation systems and tools",
    "information visualisation",
    "Personal Informatics",
    "Quantified Self"
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "The opportunities offered by wearable and ubiquitous technologies open new horizons for Personal Informatics (PI) systems, defined as 'those that help people collect personally relevant information for the purpose of selfreflection and gaining self-knowledge'  (Li, Dey, and Forlizzi 2010, 558) . A plethora of personal data can be currently collected automatically, from physiological parameters and psychological states to performance values and habits.\n\nThis act of collecting data on one's own behaviour is known as self-monitoring in clinical psychology  (Elliot et al. 1996) . Conceived originally as an assessment method to gather information about behaviours undetectable by an external observer  (Foster et al. 1999; Korotitisch and Nelson-Gray 1999) , it has been employed as an intervention technique because of its reactivity, i.e. the fact that the process of behaviour recording produces a change in behaviour itself  (Miltenberger 2007) . PI systems improve the act of self-monitoring by allowing individuals to track data everywhere at any time, potentially enabling the arising of self-reflection and triggering processes of behaviour change. At the end of the last century, PI systems started to be used by researchers and technology enthusiasts, such as the members of the Quantified Self community  (Marcengo and Rapp 2014) .\n\nWe recently witnessed the spreading of a variety of ad hoc wearable devices and applications aimed at monitoring users' behaviours in the consumer market. Adding to this, advancements in wearable and ubiquitous technologies could make the gathering of personal data less obtrusive in the near future, by automatically detecting a variety of states that now still rely on the conscious act of self-reporting. Such advancements could foster the adoption of PI tools among a larger audience of potential users, making their personal data readily available to them  (Rapp et al. 2015 (Rapp et al. , 2017)) . These 'potential users' might be curious regarding PI to discover something about themselves: however, they might not have impellent needs to self-track, as well as knowledge about using trackers effectively. Kim, Paulos, and Mankoff (2013)  identified two stages of how people adopt technology: in the first stage, interest, engagement and fun are the main motivations, whereas in a later stage the instrument is integrated into daily routines  (Huang et al. 2015) . Reflecting on how we could design better trackers to engage individuals who show interest in self-monitoring, but do not have any prior experience in this practice, becomes then essential to favour the adoption of PI tools among a wider user base.\n\nIn this new landscape, a question arises: should PI systems be rethought in order to better fit the needs and desires of individuals who are curious about PI tools and who have not tried them yet? Despite the favourable market forecasts (IdTechEx 2014), there is an increasing scepticism about the real capabilities of PI devices in providing users with real benefits  (Hunter 2014; Maddox 2014) , especially those who are not expert in dealing with 'numbers'  (Hilviu and Rapp 2015; Rapp et al. 2016) . A recent research stressed that one-third of the Americans who purchased a tracker abandoned it after only six months  (Ledger and McCaffrey 2014) . Despite the success of PI devices among specific categories of individuals (such as the Quantified Selfers, who are keen on tracking per se  [Choe et al. 2014] , and users motivated to change their behaviour  [Fritz et al. 2014] ), such a phenomenon suggests that people find it difficult to engage with tracking technologies.\n\nMoving from this issue, our research aims at finding how PI systems can be better integrated into everyday life, by identifying specific barriers that may prevent their widespread adoption and finding new solutions to overcome them. The main contributions of this article are the following: (i) it proposes a new PI system that embeds five specific user requirements aimed at engaging and satisfying users without prior experience in self-tracking; (ii) it validates such requirements through a qualitative user study, showing how naïve and expert users differently value the system; and (iii) it proposes three further design opportunities that could orient the design of future PI tools. The paper is structured as follows. Section 2 presents related work, while Section 3 describes the user requirements we found through the initial study. Section 4 outlines the system we developed according to such requirements and Section 5 presents the evaluation study. Finally, Section 6 highlights the limitations of our work, while Section 7 closes the paper with conclusions and future work."
    },
    {
      "title": "2.. Background and related work",
      "text": "Pioneering examples of PI applications can be found in life logging research projects  (Cheng, Golubchik, and Kay 2004; Mann 2004; Gemmell, Bell, and Lueder 2006) . As years passed, other academic research appeared, aimed at designing systems to collect and visualise personal information for therapeutic and rehabilitation purposes, or for promoting behaviour change (e.g. Consolvo et al. 2006 Consolvo et al. , 2008a Consolvo et al. , 2008b;; Matthews and Doherty 2011; Kay et al. 2012) . As of today, the availability on the market of a plethora of self-tracking applications and devices has raised the acceptance of PI  (Rapp and Cena 2015) . Smartphone applicationssuch as Moves (movement) and Expereal (mood)or ad hoc wearable devices like the Jawbone UP bracelet (sleep, physical activity, mood and food)track users' behaviours, automatically or through self-reporting, and feed information back to them. Furthermore, research in wearable and ubiquitous technologies prefigures a future when a variety of data, which now need to be self-reported or require obtrusive technologies, could be automatically detected by noninvasive devices  (Cena, Likavec, and Rapp 2015) . For example,  Kawamoto, Hiroyuki, and Seiki (2013)  use a wrist-worn accelerometer to detect respiratory rate and then estimate REM sleep, the subjective level of drunkenness, fever and smoking cessation  (Kawamoto, Tanaka, and Kuriyama 2014) . Lu et al. (2012)  track stress states from human voice using smartphones. Sumida, Mizumoto, and Yasumoto (2013)  estimate physical load and its variation during walking with the already available functions of a smartphone. FoodBoard  (Pham et al. 2013) , an instrumented chopping board, uses optical fibres and embedded camera imaging to identify and track ingredients during food preparation on its surface."
    },
    {
      "title": "2.1.. PI systems",
      "text": "Despite these technological advancements, it is still unclear whether PI systems could provide users with sufficient benefits to be integrated into their everyday life. Could these systems offer a meaningful reflection of the user's self? Will she be able to manage, explore and interpret the data provided by these technologies in a simple way?\n\nIt has been highlighted that the data that most PI instruments collect are siloed  (Rapp and Cena 2014) . This limits their applicability, narrowing the vision on the user's 'self', by focusing on separated aspects of her life  (Rapp and Tirassa 2017) . In the last few years, different commercial systems have been developed to import data from different sensors/applications into a single user account, attempting to provide a wider vision on the personal collected data (see Table  1 ). Nevertheless, these platforms do not mash-up data, offering just a devoted space for each sensor/application, with no opportunity of directly comparing data or easily discerning patterns over time  (Bentley et al. 2013) . Moreover, information is displayed through numbers and stats: a variety of research showed that many individuals lack the ability to understand data from graphs  (Galesic and   Garcia-Retamero 2011) and statistical data  (Ancker and Kaufman 2007) .\n\nTo overcome these issues, several prototypes have been designed in the academic field in order to collect and merge personal data, providing insights on how information can be made more meaningful. Ubifit  (Consolvo et al. 2008a) , for example, targets individuals with the need to increase their regular physical activity and consists of a glanceable display, an interactive application and a fitness device: the display uses the metaphor of a garden that blooms throughout the week as physical activities are performed. Although the system focused only on physical activity, it showed how we may enhance self-reflection by designing intuitive metaphors.\n\nSalud!  (Medynskiy and Mynatt 2010) , instead, aggregates data from different sources leaving users free to interpret them by using time series graphs and tables. However, it could be difficult for users that are not able to manage quantitative information and abstract visualisations to gain insights from their data. Although Salud! made a step forward in the direction of a greater integration among different data sources, it raises the question about how we can make all these interconnected data more understandable by users.\n\nLi, Dey, and Forlizzi (2012) designed a PI system prompting contextual information in order to support reflection on the factors that affect physical activity. This system allows users to recollect the context related to a specific event when trying to display physical data. We were inspired by the possibility of using contextual information to elicit memories connected with specific data sets: this work, in fact, suggests to further investigate ways for providing users with a richer experience.\n\nFinally,  Bentley et al. (2013)  designed a health mashup system that highlights connections between diverse wellbeing data through natural language, stressing how this could support self-awareness that may lead to behaviour change. This work puts into question the traditional way of displaying quantitative information, encouraging us to explore new modalities to provide users with meaningful insights when using PI tools."
    },
    {
      "title": "2.2.. Personal visualisation's works",
      "text": "Personal Visualisation, as the design of interactive data representations for use in a personal context  (Huang et al. 2015) , and casual Information Visualisation, namely those visualisations addressing the broad range of user populations with a special focus on casual audience  (Pousman, Stasko, and Mateas 2007) , have been recently receiving increasing attention. Their focus on personal data and visualisations for everyday situations might provide insights for PI design. Feltron's Annual Reports (2014) , a series of annual pamphlets made by Nicholas Feltron, artistically transform personal data into a variety of diverse info graphics and tables, correlating different aspects of his daily life, such as food eaten, songs listened and places visited. This work shows how personal data can be displayed by using impressionistic representations aimed at giving a snapshot of one's life, rather than by employing core infovis techniques, such as treemaps and scatterplots.\n\nLastHistory is an interactive visualisation for displaying personal music from last.fm  (Baur et al. 2010) . It allows users to analyse data, with an emphasis on temporal patterns, and to remember a life event in the past, by pairing listening histories with contextual information, such as personal photos and calendar entries. Similar to  Li, Dey, and Forlizzi's (2012)  work, it stresses the importance of context for recollecting events tied to certain data.\n\nShutEye  (Bauer et al. 2012 ) provides a peripheral display on the wallpaper of the user's mobile phone to support awareness about suggested activities that might promote good sleep quality, prompting key information as needed. It also uses simple bar charts for suggesting a timeline for specific activities, without requiring any explicit interaction from the user. Epstein et al. (2014) , instead, designed different visualisation modalities to represent cuts, i.e. subsets of collected PI data with some shared feature. They found that the visual cuts that people value vary dramatically, recommending future designs to offer a variety of them. However, they did not find a correlation between participant goals and the cuts they valued most or least.\n\nFinally,  Huang, Tory, and Bartram (2016)  integrated quantitative personal data into a personal digital calendar. They aimed to make the data readily accessible and more comprehensible, by aligning Fitbit data and life events. By leveraging users' calendars, the visualisation provided context for reasoning about temporal fitness data.\n\nAs we have seen, market and academic research is oriented to find both new opportunities for integrating different data sources into a unique platform and new visualisations for interacting with personal information. However, it is still not clear whether these systems could also satisfy the needs of users who are curious about PI tools but who have not tried them yet. As we have seen in the Introduction, the increasing sales of self-tracking devices may hide a fad, since recent research highlighted that new users quickly abandon their trackers  (Hunter 2014; Ledger and McCaffrey 2014; Maddox 2014) . This may be due to the fact that such instruments are not designed for individuals who do not have experience in self-tracking. Actually, there is a lack of research on this kind of users and we do not even know precisely what needs they may have when collecting and interacting with personal data."
    },
    {
      "title": "2.3.. PI user studies",
      "text": "Most descriptive studies of how people use commercially available tools were focused on experienced trackers and the problems they face. Li, Dey, and Forlizzi (2010)  first explored real-world practices with PI tools, highlighting how experienced users find different barriers when managing personal information: these users find it difficult to integrate different data sources and reflect upon them; while other barriers are represented by issues in retrieving, exploring and understanding information, e.g. due to the fact that data are scattered in different locations. Based on their findings,  Li, Dey, and Forlizzi (2010)  define a PI model that is composed of five sequential stages through which people transition when dealing with personal data: preparation, collection, integration, reflection and action. Li, Dey, and Forlizzi (2011)  further studied the needs of users that use self-tracking instruments to change their own behaviour, emphasising how they are interested in visualising data that may reveal their current status with regard to a behaviour change goal, in figuring out what goals would be appropriate to pursuit, or in determining how different factors may affect their behaviour. These users are motivated to actively manage the collected data, by employing, for example, paper graphs or by reviewing data logs.\n\nThis proactive attitude was also found among the Quantified Selfers  (Choe et al. 2014) . This extremely experienced user group tracks multiple data simultaneously with the intention of identifying correlations and causation among them. They are mainly focused on numbers, preferring line and bar charts to visualise what they have collected. Although they are not exempt from encountering barriers when using PI tools, they find solutions by building their own tracking tools or by creating customised visualisations, showing that a strong motivation in understanding data might overcome fails and shortcomings of the currently available instruments. Fritz et al. (2014)  confirmed a focus on behaviour change in people engaged in the long-term usage of activity trackers, highlighting how they are extremely attached to their devices.\n\nAs we may see, the practices and needs of experienced trackers have been deeply investigated by the HCI community, particularly focusing on behaviour change and technological matters. However, minor attention has been given to the practices and needs of inexperienced users. More specifically,  Rooksby et al. (2014)  claimed the need to shift the attention from technical problems to be resolved to a range of lived activities where people use personal information and find its meaning. In doing so, they included in their study sample participants who never (or barely) used an activity tracker before. This study is important because it emphasises that most people tie tracking activities to their lives, hopes, worries, careers and so on. Users may track for different reasons, like collecting rewards, documenting activities (documentary tracking), pursuing a behaviour change goal (directive tracking), finding correlations (diagnostic tracking) or pure interest in technology (fetishised tracking). Although these findings moved the attention to a wider variety of users and motivations to track, Rooksby et al. involved only four novices in their research, and their discourse remained focused on the description of participants who had already used at least one tracker before the start of the research. Lazar et al. (2015) , instead, interviewed users who are not willing or able to integrate 'smart devices' in their lives. Interestingly, their participants abandoned almost 80% of the devices purchased for the study. Although participants were initially motivated by the novelty of the device and the curiosity about it, for many of them a drop-off effect occurred as novelty diminished and the cost of maintaining the device became irritating. This study is important because it suggests that naïve users may have specific needs and desires. Building on these findings, we think that it is crucial to further explore the particular needs that they may have, with a greater focus on PI matters. In fact, Lazar et al. were more interested in exploring how 'smart devices' (i.e. wearables) were used, without connecting them with the PI discourse. For this, they did not consider PI apps, not relying on a physical dedicated device. Moreover, they risked to bias the sample by selecting only people with a focus on technology.\n\nTo summarise, Table  2  provides a snapshot of the main works cited in this section, pointing to their goals, strengths and weaknesses. As a matter of fact, it is important to investigate inexperienced users for different reasons: (i) they represent a new category of potential users that could largely expand the market of PI tools; (ii) they are understudied in the current literature; (iii) recent research highlights that they quickly abandon PI devices; and (iv) research also emphasises that this could be due to a lack of engagement, since data are found not useful, and their maintenance is too cumbersome  (Lazar et al. 2015) . Therefore, finding novel design requirements specific for them, and building systems addressing such requirements, might deal with the quick disengagement that they experience when interacting with PI devices."
    },
    {
      "title": "3.. Diary study",
      "text": "To investigate how inexperienced users perceive and use PI tools we conducted a diary study. This is a longitudinal method of understanding users' behaviour in their everyday life: they differ from other field study techniques because participants have control on the aspects of the behaviour recorded and the timing of recording  (Carter and Mankoff 2005) . Diary studies allow the researcher to collect data in contexts that may be hard to observe 'because of social or physical reasons'  (Church and Smyth 2009) . They have been employed to investigate the use of a number of different technologies, such as SMSs  (Grinter and Eldridge 2003) , tools to support multitasking  (Czerwinski, Horvitz, and Wilhite 2004)  and mobile devices  (Sohn et al. 2008) . While an extensive presentation of the study results can be found in  Rapp and Cena (2016) , in the following we will outline how this research yielded a series of specific user requirements."
    },
    {
      "title": "3.1.. Procedure",
      "text": "We recruited 14 participants (age M = 31.9, SD = 10.1, females = 8) through recruiting emails and snowball sampling. We screened participants using a telephonic interview, by investigating their interest and curiosity towards PI (see Appendix A.1 for the screening criteria).\n\nmotivations to self-monitor They highlighted different motivations to track apart from behaviour change. They discovered that tracking activities are tied to users' lives.\n\nOnly four novices involved in the study. Focus on the description of experienced users. Lazar et al. (2015)  To explore practices of disengagement among PI users They described why novices abandon their devices. They suggested that novices may have specific needs and desires.\n\nThey did not frame their results in the PI discourse. They exclusively involved employers of a technology company. They did not study PI apps.\n\nWe then selected participants with no previous experience in PI, but who showed a sense of curiosity and interest towards the possibility of discovering something about themselves and using PI tools. We ascertained this aspect by asking users whether they ever thought to buy or install a tracker, whether there were aspects of their behaviour that they wanted to understand better (such as sleep, levels of physical activity) and whether they thought that this goal could be reached by using a self-tracking tool. None of them had any pressing need for gathering data about their psychological or physical condition, such as pathological conditions (mood disorders, chronic diseases, etc.) or a strong desire to change their behaviour. We considered this kind of participants interesting for our purposes because they could represent a new potential user base for PI: even without having any established a need or goal to collect these data, they could find their own ends during the exploration and use of personal information, becoming interested in knowing something about themselves.\n\nWe defined this type of users as naïve users (i.e. inexperienced users) in contrast to the 'experienced users' investigated in the previously cited studies. Another way to look at this class of users is to frame them in the Transtheoretical Model of Health Behaviour Change  (Prochaska and Velicer 1997) , which inspired Li's model of PI, by stating that these individuals could conceivably be in a precontemplation or contemplation stage with regard to the utility of self-tracking: our participants, in fact, did not think about it (4), or they had an ambivalent attitude towards it by being interested in it, but at the same time they did not yet decide to adopt this practice (10). All participants owned a smartphone and were comfortable with technology, but most of them (10) were not working in an ICT company or studying technology disciplines: they were undergraduate students (4), PhD students (2), post-doctoral researchers (3), 1 psychologist (1), commercial operators (2), 2 designer (1) and lawyer (1).\n\nWe divided users into two groups: seven of them (age M = 32.1, SD = 12.7, females = 4) had to use a Jawbone Up bracelet, recording data for sleep, food, physical activity and mood (P1-P7). The other seven participants (age M = 31.7, SD = 7.8, females = 4) had to use three PI applications on their smartphones, such as Moves, Dreamboard, Sleepbot, MyFitnessPal, T2 Mood Tracker, Daytum, Expereal, recording data for movements, dreams, sleep, food, daily tasks and mood (P8-P14). We differentiated participants in these two groups because we wanted: (i) to allow participants to collect data on different aspects of their life; (ii) to investigate both the usage of PI wearable devices and PI applications; and (iii) to explore differences between managing different data scattered among different tools (the apps), and grouped in a unique interface (Jawbone Up).\n\nAs to the first group, we selected the Jawbone Up, after a desk analysis, since it is popular, not bulky and capable of tracking and integrating a variety of information (sleep, physical activity, mood and food intakes). Other similar devices, such as FuelBand, are exclusively focused on physical activity, while others, such as FitBit, are of larger dimensions, therefore more obtrusive. For the second group, apps were chosen after a heuristic evaluation to exclude usability problems. An initial set of applications was selected to grant variety in terms of types of parameters/behaviours tracked. Three independent experts, who all had previous experience in heuristic evaluations, assessed the apps by using heuristics for mobile applications  (Bertini, Gabrielli, and Kimani 2006) . After the analysis, the experts compared their lists and reconciled analysis. When it was not possible to unanimously determine whether a specific issue was severe or not, the decision was taken by the majority. Two apps (MoodPanda and FitDay) were excluded because the experts identified major usability problems in the apps' key features, following  Nielsen's (1994)  severity ranking scale. Instead, the flaws identified in the selected apps were all judged as cosmetic problems or minor usability problems. Exceptions are represented by Daytum and Sleepbot, where experts also identified major usability problems, which, nevertheless, were not considered crucial for the correct daily working of the tools, as they involved only ancillary features.\n\nParticipants were allocated to the two groups depending on their curiosity in the aspects to be monitored and their predisposition towards trying a wearable device (e.g. two participants thought that the Jawbone Up would not have fit with their personal dressing style, and they were assigned to the second group). Applications were assigned by taking into account the participants' interest in a specific state to be monitored, and the overall balance between automatically recorded data and manually inserted data.\n\nParticipants assigned to the first group (P1-P7) were given a Jawbone Up and asked to install its app on their smartphone. Moreover, they were required to wear the bracelet night and day. Participants allocated to the second group (P8-P14) were asked to install the apps keeping them active for the entire period of the research. All participants were invited to self-report the data required by the assigned tools and to display their daily data regularly. Participants had to use the assigned tools for a minimum of 10 days. After this period, they could choose whether to end their participation at any point or to continue up to one month, as we wanted to investigate their spontaneous engagement in the tools provided. One participant continued the trial for 1 month. The average period of involvement was 17 days. Users were not compensated for their participation.\n\nThe researchers provided each user with some primary written instructions in an informative leaflet, and an electronic diary in a Microsoft Word™ file: the document was made of a series of tables, one for each day of the research, where rows represented the different elements we wanted to be collected (see Appendix A.1 for the diary prompts). Participants were asked to fill in the diary every day both in the evening, by recollecting their reflections and emotions related to the tools, and right after an important episode, by taking notes of the momentary thoughts triggered by the situation. Participants showed to have a high compliance with the assigned tasks. Failures in filling the diary were distributed in the same way throughout the study period (with no peaks in its last phases). Therefore, the decreasing involvement that some participants showed in the course of the research (e.g. forgetting to insert information in the tools) was probably connected with a fading interest towards the provided instruments, rather than the study itself (they kept filling in the diary, even when they did not use the tools). We interviewed participants on the day after their decision to quit the study. The interviews were semi-structured and lasted one hour (see Appendix A.1 for the list of the questions). We audio recorded and then transcribed the answers, analysing them along with the data coming from the diaries through a thematic analysis  (Braun and Clarke 2006) .\n\nThe analysis was inductively oriented. Findings were coded independently by the first author and the last author who generated initial codes: data were broken down by taking apart sentences and paragraphs and by labelling them with a name. The results were then compared for consistency of text segmentation and code application. A detailed segment-by-segment review, including assessments of consistency in defining the beginning and end of segments and the application of codes within segments  (MacQueen et al. 2008) , was carried out. All inconsistencies were discussed and resolved. Such codes were then grouped into categories independently by the two researchers and labelled. The themes identified were finally compared and reviewed to solve inconsistencies.\n\nA complete presentation of the study and its findings goes beyond the scope of this paper. An extensive description of the study's results along with a series of design strategies for PI can be found in  Rapp and Cena (2016) . In that work, future-oriented design recommendations were outlined, mostly emphasising lines of research that still need to be explored. Here, instead, we need to focus on how the study's findings could be immediately used to ground the design of a PI system. Among the recommendations defined in there, we thus selected and reworked those that we think essential to increase the value of the collected data (requirements 2 and 3). We further defined three novel user requirements, not previously described, capable of solving current relevant issues in PI (requirements 1, 4 and 5) and implementable in the short term. As an example of how coding led to such requirements, MOTIVATION, STYLE, AESTHETIC, ENGAGEMENT, EXPLORA-TION, ANALYSIS, INTERACTION, FUN have been grouped into the category 'Visualisation modalities' which yielded the definition of Requirement 4 'Offer different views on data'; whereas SUPPORT, CONNEC-TION, CAUSATION, VARIATION, SYNTHESIS, HETEROGENEITY, INTERPRETATION were grouped into the category 'Relations among data' that turned into Requirement 5 'Highlight data correlations'.\n\nWe will now proceed to outline the defined requirements, informing them with both a summary of our study's results and previous literature."
    },
    {
      "title": "3.2.. User requirements",
      "text": "3.2.1. Requirement 1: Promote the integration of different sources of data Participants (13 out of 14) were bewildered by the dispersion of data among different applications. Users who were using the mobile apps, like P11 and P12, found it difficult to figure out how the different kinds of collected data could be integrated into a meaningful frame. They would have wanted a unique place to find all their information, not only to increase the meaningfulness of the gathered data, but also for privacy and security reasons. This problem was not artificially created by providing participants with incompatible tools. In fact, this need of integration goes beyond the interconnection of different instruments, pointing to a singular and secure place to group all the personal data collected over time, apart from their origin. Moreover, this need was also stressed by the participants assigned to the first group. Although they were partially satisfied by the possibility of visualising the tracked information in a single interface (i.e. that of Jawbone app), they emphasised how the kinds of data coming from the tool were not flexible. P3 and P4, for example, highlighted how the instrument was unable to add other data coming from new sources.\n\nThis requirement suggests providing users with the general picture of the information they gathered, allowing for the interconnection of data coming from different channels. PI tools should leave the users free to choose and add new data sources according to their needs, by designing flexible platforms that can homogenise different formats and simplify data interoperability. Integration barriers were noticed in previous studies as well  . Li, Dey, and Forlizzi (2010)  emphasised how experienced users encountered problems when data came from multiple inputs, or when reflection happened in multiple outputs. Liu, Ploderer, and Hoang (2015)  further noted that sleep-trackers experience difficulties in finding proper tools to integrate or export their sleep data to combine them with information coming from other sources. The importance of integration of data was also stressed by  Bentley et al. (2013) . Choe et al. (2014)  and  Whooley, Ploderer, and Gray (2014) , instead, showed how extremely experienced users, such as the Quantified Selfers, try to overcome these issues by manually integrating data. Different from the users involved in these studies, our participants showed a more 'passive' attitude: they did not actively search for a solution capable of overcoming the encountered problems, asking instead for a more proactive role of the systems in integrating diverse data sources. Moreover, this requirement points to the importance of having a unique 'actor' in charge of guarding users' data, and of designing for flexibility when creating data aggregators."
    },
    {
      "title": "3.2.2.. Requirement 2: Support users in remembering their data",
      "text": "Our participants signalled a lack of contextualisation of the information provided. Ten participants (out of 14), like P2, were unable to recollect the events connected to a particular information: for example, the reasons behind a peak in her physical activity three days before. This resulted in a diminished value of the collected information. Although four participants (out of 14), like P3, thought that PI tools could be useful for remembering the past, the lack of contextual cues prevented them from recollecting their memories. Six participants (out of 14), like P4 and P8, suggested that anchoring data to the spatial dimension could improve the act of remembering. Moreover, Moves users reported that they were almost always able to recollect the memories tied to the amount of steps covered in a specific moment in the past.\n\nThis requirement suggests supporting users' episodic memory  (Tulving 2002) , by providing them with a map for re-experiencing their data. Together 'when' and 'where' can favour the reminiscence of past events linked to the information gathered, which, in turn, can make the collected data more valuable and meaningful.\n\nThe importance of context when visualising PI data was also noted by  Li, Dey, and Forlizzi (2012) . They showed how contextual information can positively impact on wellbeing and behaviour change. Epstein et al. (2014)  further suggested that showing visual cuts of PI data appropriate for the user's current context may increase opportunities for behaviour change. Here, instead, we want to focus on spatial contextual cues, apart from their effect on behaviour: a spatial map, in fact, can be employed to increase the perceived value of the gathered data making users remember what happened when they were collecting a particular information.\n\n3.2.3. Requirement 3: Support users in identifying with their data Our participants noted how the assigned tools provided too abstract visualisations: although 4 participants (out of 14) appreciated the employment of stats and graphs to display quantitative information, most of them perceived their own data to be far removed from what they considered their 'self'. As a result, participants were unable to develop an emotional bond with their data, showing a scarce engagement with the assigned tools. P3, for example, reported how she felt 'distant' from her data, which were 'cold' and 'anonymous', preventing her from being emotionally involved in their exploration. Furthermore, 6 participants (out of 14) wished for more concrete visualisations, capable of supporting identification with the collected data. P9, for example, emphasised how the identification with her data would have helped her in making them more valuable.\n\nThis requirement recommends presenting the user's data in an intuitive form, fostering her identification with them. Impressionistic and concrete images of data in which a user can recognise herself may enhance her engagement in using PI systems, increasing their capability of heightening self-awareness and improving the perceived importance of the collected data. They, in fact, may have positive outcomes in terms of enjoyment, immersion and positive affect  (Birk et al. 2016) , helping users feel their data to be closer to themselves.\n\nThe need to engage users in data visualisations was also observed by  Bentley et al. (2013) : they argued for the employment of natural language to make the data more meaningful, as numbers and graphs could be hard to understand for a large part of the population. Gouveia, Karapanos, and Hassenzahl (2015)  further emphasised the importance of user engagement to sustain behaviour change, by turning glances at data into engage sessions, through a well-crafted and tailored story. While these works aimed at using linguistic forms to involve users in their own data, in this requirement we point to the importance of designing intuitive and concrete graphical representations. In fact, they can support identification and emotional connection with data, not only increasing the user engagement, but also making her feel closer to her own information."
    },
    {
      "title": "3.2.4.. Requirement 4: Offer different views on data",
      "text": "Nine participants (out of 14) showed decreasing engagement in visualising and exploring their data as the study proceeded. They mostly displayed some information, but stopped doing so at the first difficulties. Participants argued that a unique way of presenting the data may not be suitable to engage all types of users. P3, P9 and P11, for example, would have appreciated both a holistic view, 'immediate and direct', and a detailed view, 'for those who have time for studying their data'. P5, P8 and P13 stopped visualising their data in the last days of the study, reporting that they were annoyed by the fact that the tools 'showed always the same things', as said by P13.\n\nThis requirement highlights the diverse needs that drive users in exploring their own data. Providing different visualisation modalities, which can satisfy both the users who want to have an immediate and quick access to their data and the ones who would like to go deep in the understanding of what they gathered, is a way to favour the spreading of PI tools to a larger audience. Epstein et al. (2014)  recommended offering a variety of 'visual cuts' to address individuals' idiosyncrasies. Our results further emphasise the need for designing at least two different visualisation modalities, one more direct and intuitive, the other one more detailed and comprehensive."
    },
    {
      "title": "3.2.5.. Requirement 5: Highlight data correlations",
      "text": "All participants wanted to find correlations between different kinds of data. However, they often encountered difficulties in interpreting the displayed information: discovering useful insights required long time and strong efforts. Moreover, 11 participants (out of 14) showed not having sufficient motivation to deeply explore their data. Instead, they would have wanted greater support when seeking the most important relations among the collected information: P1, who was not capable of detecting relevant correlations among the gathered data, reported the need for help from the Jawbone Up itself. Others bumped into the same problem: even though they intended to find how their information could intertwine, they were unable to do so through the features provided by the tools. As a result, the perceived utility of these instruments decreased during the study. Our participants did not have previously established objectives in mind on how to use this technology, but they were curious and interested in it. However, this curiosity rapidly faded away, as the tools were unable to prompt them with easy-gaining insights.\n\nThis requirement aims at enhancing the perceived usefulness of the tracked information, by preventing the possibility of getting lost among a variety of unrelated data. Providing users with correlations they are not able to see by themselves could be the key point to help them interpret their own information.\n\nPrevious studies found how experienced trackers also strive to find correlations among different data. Choe et al. (2014)  showed that Quantified Selfers want to identify correlations by employing statistical tests or self-experimentation.  Epstein et al. (2014)  and  Bentley et al. (2013)  also recognised the importance of correlations among data, helping users find them through visual cuts or natural language. This requirement highlights that supporting correlation discovery is even more crucial for naïve users, as they are less goal driven (e.g. they do not have an established behaviour change goal) than experienced ones  (Li, Dey, and Forlizzi 2011) , and thus less motivated in actively finding these relationships. The main motivation to track, for naïve users, is curiosity towards the possibility of discovering something interesting about themselves. They see data exploration mostly as a playful activity: differently from the tracking styles identified by  Rooksby et al. (2014) , this way of navigating personal data is focused on enjoyment and requires an immediate engagement. Moreover, this requirement emphasises that providing clear correlations may increase the perceived utility of PI tools. Clawson et al. (2015)  noted that lack of utility may motivate the abandonment of self-tracking instruments among experienced users; while  Lazar et al. (2015)  confirmed that a scarce perceived utility of the collected data may induce the novices to abandon their devices as well. Our study confirms these findings, suggesting highlighting data correlations to increase their perceived utility and preventing the abandonment of PI tools."
    },
    {
      "title": "4.. A new PI system",
      "text": "We designed and implemented a new PI system embedding the aforementioned user requirements (Figure  1 ). This system aims at satisfying not only the desires of the experienced self-trackers, but especially the needs of the naïve ones. In the following, we will briefly illustrate the system's key features, and how they were designed to address the requirements identified above. Then, we will describe it along its implementation details.\n\nOur system integrates different kinds of data (e.g. sleep, heart beat rate, steps, called 'channels' in the rest of the paper) coming from commercial wearable devices and PI applications, as well as ad hoc developed prototype tools. The system brings these different channels on a single flexible platform, providing a univocal entry point, repository and management interface, which allows users to add or subtract sources depending on their needs (Requirement 1).\n\nWe also designed a fruition environment to visualise all the gathered data. The display surface is represented by an 80 ′′ screen positioned in portrait mode. The large screen is aimed at fostering engagement and immersion in the visualisations. We implemented two levels of visualisation, corresponding to two different perspectives on the same data (Figure  2 ), to meet the different user needs in accessing and exploring their information (Requirement 4).\n\nThe first visualisation environment is evocative (Evocation) and it is addressed to users who do not want to use up too much time for navigating their data. When the user stands in front of the screen, the system wakes up a data-driven reflected image of the user, which dynamically represents a particular channel of her personal data (e.g. her sleep) through a colour code (Figure  5  (left)). This representation aims at fostering the identification of the user in her data (Requirement 3). The user can move through different data channels and through time, navigating back and forth over the days, by using simple gestures. The required interaction is minimal, actualised through body movements to enhance user immersion.\n\nThe second visualisation environment is synthetic (Synthesis) and allows the user to get an overview of all her personal data connected with the temporal and the spatial dimension: it is addressed to individuals that want to go in-depth in the exploration (Figure  6  (left)). Different channels are simultaneously displayed on parallel timelines and it is possible to retrace the exact location in which the user was in a specific point in time. It also shows the pictures taken by the user in a specific moment and place. This representation is aimed at giving users a meaningful context through which to relive the episodes connected to their data (Requirement 2). The tools to help people interpret their data are offered as well. First, Synthesis shows the maximum and minimum peaks for each data channel, providing a perceptual cue emphasising that some data have something special, unusual or out of the average. Second, it highlights the co-occurrences between two peaks (like increase of steps per minute/increased heartbeat) in the same time unit (Figure  6 (right)). These visual cues aim at helping users understand their data and find useful correlations among them (Requirement 5).\n\nBefore illustrating the architecture of the system, the data acquisition process and the data visualisation modalities, we want to stress the main differences between this system and the previous work outlined in Section 2.\n\nDifferently from the current commercial mash-up platforms (Table  1 ), which simply juxtapose the data coming from different sources in a unique interface, our system tries to build an integrated view of people's personal data, by providing a unique metaphor for giving access to different kinds of information (Evocation) and comparing them along the spatial and temporal dimensions (Synthesis). Moreover, many of these aggregators are focused on a single type of data (health, fitness, goals, etc.), while our system aims to provide a broader and holistic vision of wellbeing, including all the domains that constitute the individual's everyday life (e.g. social relationships, mood, location, etc.). Finally, our system is not tied to a specific ecosystem of devices and applications, but can be easily expanded by integrating new data coming from different tools.\n\nAs for the academic works, Table  3  comes back to the PI systems and visualisations quoted in the Section 2 and compares them with our PI system against the identified requirements.\n\nThe table shows how previous works satisfy some of the defined requirements. It also highlights differences with our solution. However, none of these works addresses all the requirements together, as our system does. We claim that this is paramount to really satisfy the naïve users' needs."
    },
    {
      "title": "4.1.. System architecture",
      "text": "The system's architecture (Figure  3 ) is composed of several modules.\n\nInput modules. External PI systems make personal data available (such as sleep or temperature) as APIs (input data channels). Then, a management interface allows the user to register the PI systems, for which she has an account, in our platform, whereas a data gathering module on the server collects data querying the APIs of the selected PI systems.\n\nProcessing modules. These modules run on the server and process the input data in order to provide the final output to the user. First, the data homologation module homogenises heterogeneous data coming from different providers, consistently with the data model describing each personal parameter at a conceptual level, and stores the data within a MongoDB database. Then, the data analysis module performs some statistics on the collected data in order to find meaningful patterns in the user's behaviour.\n\nOutput modules. A web server (Data Exposure) queries the database and exposes two APIs (Evocation API and Synthesis API) that can be used by the frontend web application for the visualisation."
    },
    {
      "title": "4.2.. Data acquisition",
      "text": "At present, we considered as input data channels the following sources, as indicated in Table  4 : Jawbone Up bracelet for sleep and steps; Empatica E3 bracelet ( https://  www.empatica.com/ ) for arousal, heart beat and body temperature; Moves for locations and transport means; Forecast.io for weather; Google mail API for emails. Moreover, we developed ad hoc applications for calls, text messages, pictures taken and music listened to and ad hoc devices for tracking mood  (Cena et al. 2014)  and sedentary habits (the description of which is beyond the scope of this paper). Table  3 . Comparison between previous works and our system against the defined requirements."
    },
    {
      "title": "PI systems and visualisations"
    },
    {
      "title": "Systems/visualisations",
      "text": "Satisfied requirements Differences with our system"
    },
    {
      "title": "Consolvo et al. (2008a)",
      "text": "."
    },
    {
      "title": "It proposes an impressionistic visualisation of the user's data (3)",
      "text": ". It uses the metaphor of a blooming garden to keep the individual focused on self-monitoring, but does not support identification with data. Instead, we use a representation providing an engaging experience reflecting the user's 'self'."
    },
    {
      "title": "Baur et al. (2010)",
      "text": ". It supports the recollection of contextual information as well as past episodes (2)\n\n. It provides only temporal and visual information, while our system allows users to localise data on a map, retracing their personal movements throughout the day. Bauer et al. (2012)  . It proposes a 'passive view' that requires minimal interaction (4)\n\n. It offers only one view on data, whereas our system provides two different visualisation modalities, allowing for exploration and analysis, satisfying different needs. Epstein et al. (2014)  . It provides different visualisations for the same data cut (4)\n\n. It does not connect specific visualisations with specific users' goals, whereas our system provides two different visualisation modalities, for people who have different objectives. Huang, Tory, and Bartram (2016)  . It supports the recollection of contextual information as well as past users' episodes (2)\n\n. It provides only a 'temporal axis' to order the collected data, while our system supports the recollection of temporal and spatial contextual information.\n\nFigure  3 . General architecture of our system.\n\nThe system is flexible and other channels can be easily added. All these channels provide APIs that adopt standard technologies to access data (HTTP/ JSON) and to let the users authenticate to get their data (OAuth). SSO technology provided through OAuth plays a fundamental role: we can aggregate the identities a single user presents to different PI systems by registering them once in our platform, through the management interface, which is implemented by Spring Framework. In the event that two or more providers collect data for the same channel, the user can choose the one with the highest priority.\n\nThe data homologation module homogenises data at two levels: (i) a format data type homologation (e.g. all dates are converted into UCT format) and (ii) an abstract data type homologation that maps each input data channel in the correspondent data model. Data models are represented by means of OWL ontologies and then implemented through Java classes mapped on them. We designed and developed a series of OWL ontologies aimed at modelling the different parameters of interest in the PI field (sleep, activities, time, place, etc.). For example, the Sleep Data Model provides an abstract model for the sleep channel, representing the features of that domain by means of classes (e.g. Sleep_phase, such as Light_sleep and Deep_sleep, Awake_phase) and properties (e.g. has_total_sleep_period, has_total_awa-ke_period, has_time_fall_asleep). Figure  4  presents a portion of the ontology, representing the taxonomical hierarchy. If we want to integrate in our system a new PI tool that gathers sleep data, it is sufficient to create a new mapping between the tool's data and the Sleep Data Model. In this way, data models allow the independence of the channel from the provider. This is a key aspect of our system, since it allows an easy integration of new data coming from different devices, also those that are not currently available on the market, but that could be developed in the future. For example, the Sleep Data Model describes the different sleep phases.\n\nREM phases are examples of items that are not currently used in our system, since, till date, there are no commercial tools available that are able to recognise them. However, these phases are included in the model as they could likely be detected in the near future by new devices.\n\nThe gathered data are analysed by the data analysis module through basic statistics (mean, median, standard deviation), looking for peaks within a single channel and co-occurrences of peaks between two or more channels. These analyses could be expanded in the future with more advanced operations, through data mining techniques."
    },
    {
      "title": "4.3.. Data visualisation",
      "text": "Our system implements two different visualisation environments addressed at satisfying diverse user needs in navigating their personal data."
    },
    {
      "title": "4.3.1.. Evocation",
      "text": "Evocation is the first layer that the user encounters and it is aimed at fostering her identification in her own data: during the design phases, we were looking for visualisation designs that could be experienced as natural and immediately recognisable, thus providing a feeling of immersion and engagement. At the same time, they should not be too realistic and predictable, in order to stimulate a sense of wonder and curiosity. To this aim, we favoured more impressionistic body depictions over realistic ones, to enable an aesthetic experience, without triggering the 'uncanny valley' effect, often associated with near-realistic human representations, which can elicit a negative response from the user  (Mori, MacDorman, and Kageki 2012) . The result is an infovis environment where the user can interact with a joint visualisation of her body and personal data, using simple gestures.\n\nEvocation starts with a black, empty screen. When the user stands in front of the screen, an 'apparition'  animation starts; a cloud of points, coming from all directions, quickly converge, forming the user's body shape, and from this moment on it acts like a reflected image. A default channel is selected and the time point is set to 'today' (in Evocation, time points are days).\n\nLooking at her image, the user can notice two things:\n\n(i) The colour of the image, which is related to the value of the selected channel at the selected time point.\n\nThe mapping between the channel values and colours follows a thermographic-like colour scale, visible at the bottom of the screen: white/red means a high value, while green/blue a low one. Although in data visualisation studies colour scale commonly matches the characteristic of the data and the user's task  (Bergman, Rogowitz, and Treinish 1995; Brewer 1994 Brewer , 1999;; Borland and Taylor 2007) , we used this colour code to perceptually convey a state of 'highness' or 'lowness' connecting the visualisation to the common sense idea (confirmed by psychology research as well, e.g. Ho et al. (  2014 )) that 'warm' colours symbolise high temperatures (and thus metaphorically high data value), whereas 'cold' colours represent low temperatures (and thus low values in data). Our main aim, in fact, was to support naïve users in intuitively understanding their data at a glance. (ii) The halo, which is related to the averageness of a specific value: the thicker the halo is around the figure, the less common is that value for the user in her recent past. This visual cue is meant to elicit a sense of 'strangeness' with reference to a particular data channel and not to provide precise information. For example, Figure  3  represents the sleep channel: the user has slept poorly today and this value is quite unusual in her sleep patterns (the halo has a medium thickness).\n\nRaising the left hand, the user can select a different day by moving the hand: the farther from the body the hand, the farther in the past the day (Figure  5 (left)).\n\nReaching with the right hand slightly outside of the right side of the screen, the user can call an icon menu for the selection of the channels. Using the right hand, she can interact with the icons and choose another channel (Figure  5 (right)).\n\nBoth the halo and the body image do not allow for a precise quantification of the user's data: the aim of this visualisation is not to provide analytical and multiple information, but to convey a general impression about a single data channel, engaging, at the same time, the user in an immersive representation.\n\nFinally, when the user wants to leave Evocation, she can raise both hands at the head level, keeping them in this position for three seconds. A 'dissolve' animation starts, quickly dissolving the user's body shape in a cloud of points. Immediately after, the user leaves Evocation and enters the following layer, Synthesis. The 'appearing' and 'dissolve' animations are aimed at suggesting that the user's self is somehow made of her data.\n\nImplementation details. Evocation is composed of the following hardware components: (i) a Kinect depth sensor, for acquiring the 3D body data, limb tracking and gesture recognition; (ii) a PC, for data processing and visualisation. The framework's software components are implemented in Processing  (Reas and Fry 2007) . 3  Finally, the Data Exposure module, implemented by Node.js framework, gives Evocation access to the user's PI data stored in the system."
    },
    {
      "title": "4.3.2.. Synthesis",
      "text": "As for the user experience, passing from Evocation to Synthesis is completely seamless. Interaction in Synthesis is currently achieved through a wireless touchpad. The choice of changing interaction modality with respect to Evocation is due to the need of having a more precise and intuitive way to point, explore and analyse the collected data in a 2D environment. Although this break in the interaction modality might lead to undermine the immersion, gestures would not have allowed for such a fine-grained examination, whereas a touchscreen-based interaction would have constrained to display data on a smaller screen, whereby our initial hypothesis pointed that a larger display would have enhanced the naïve users' engagement. However, as Evocation and Synthesis are thought of as two environments addressed to satisfy different needs and to be used for different purposes, a lack of immersion in the transition between the two visualisations has not been considered crucial.\n\nThe touchpad is positioned on a table near the user. Synthesis starts on the current day, showing all the input data channels on parallel timelines: the user can zoom the time in (down to one hour) or out (up to weeks, months and years). The view is divided into five logical areas (Figure  6  Implementation details. To allow users to seamlessly move from Evocation to Synthesis, a communication scheme using a websocket connection has been used. When the user exits from Evocation, it sends Synthesis one token. Shortly after, Evocation hides its window after the final black frame of the animation. Nearly at the same time, Synthesis, alerted by the token, starts a 'fading in' transition from an identical black frame to its visualisation layout. Synthesis is implemented in Javascript and runs in a browser. Data rendering is achieved through D3."
    },
    {
      "title": "5.. Evaluation"
    },
    {
      "title": "5.1.. Procedure",
      "text": "We recruited 24 participants through mailing lists and snowball sampling (age M = 32.7, SD = 10.1, females = 13). We used three mailing lists containing a total of 430 members. Initially, 42 individuals were interested in our research. Sample selection followed a purposeful sampling method  (Gobo 2004; Marshall 1996) , looking for individuals showing curiosity and interest in using a tracker. We ascertained this aspect in the same manner we did in the diary study. We screened participants through a telephonic interview (see Appendix A.2 for the screening criteria). Although we cannot claim the representativeness of our sample with reference to the demographics of the entire population (e.g. all our participants were Italians), we balanced it with reference to age and profession in order to increase its heterogeneity  (Marshall 1996) . The decision of settling for 24 participants came when we realised that additional data would not have produced substantial new findings for the goals of our study, following a data saturation criterion  (Bowen 2008) .\n\nThe primary objective of the study was to assess whether the five user requirements embedded in our system could really satisfy the users' needs: this would provide other researchers with reliable reference points to be considered in PI design. To this aim, we decided to employ qualitative methods: we wanted to gather rich insights, even unexpected, about how naïve and experienced self-trackers were impacted by the five requirements, rather than to assess our solution with respect to precise quantitative variables. For this, we conducted semi-structured interviews instead of employing questionnaires or Likert scales. As a secondary goal, we preliminarily explored whether the system could affect users' intention towards change. To this aim, we asked individuals in the screening interview about their orientation towards behaviour change, following the TTM. We based the screening questions about this aspect on  Etter and Sutton's (2002)  work.\n\nThe majority of participants (U1-U16) had the same characteristics of those involved in the diary study (naïve users): they did not have any previous experience with self-tracking, but were curious or interested in this technology. They did not have any specific need to track a specific behaviour. Therefore, curiosity towards the possibility of discovering something about themselves was their main motivation to delve into tracking, as highlighted in the diary study, which explored the reasons for collecting data of this kind of users. In addition, we included eight participants (U17-U24) who regularly used self-tracking devices (experienced users) to assess whether the requirements embedded in our system could satisfy their needs too.\n\nAs to behaviour change stages with respect to specific health behaviours, participants with no experience in PI were in the precontemplation stage (8 out of 16), contemplation stage (6 out of 16) or in the preparation stage (2 out of 16).\n\nThose in the first stage were precontemplative about all the health behaviours that they could track in the study (eating habits, physical activity levels, sleep, stress), since they did not even think about changing any of them; participants in the second stage were contemplative about eating habits (1), physical activity level (4) and stress (1); those in the third stage were in preparation with regard to the physical activity level (2). Experienced participants, instead, were in the preparation stage (1 out of 8), action stage (3 out of 8) and in the maintenance stage (4 out of 8) with respect to a specific behaviour. The participant (1) in the preparation stage was in preparation with regard to physical activity. Those in the action stage were dieting (1) and running (2), while participants in the maintenance stage were regularly exercising (3) or trying to maintain a certain amount of sleep (1) (see Table  5 ). For almost all the experienced users involved in this study, it is safe to say, the main reason to track was to change, or maintain, a certain behaviour. An exception is represented by the experienced user in the preparation stage who mainly tracked for documenting his activities.\n\nThe majority of participants were well educated and relatively affluent. Four participants stopped studying at middle school. Five participants held a high school diploma, 10 a bachelor's degree, and 5 a master's degree.\n\nParticipants' ages ranged from 18 to 58. They were undergraduate students (2), PhD students (2), post-doctoral researcher (1), university professor (1), psychologists (2), employees in an ICT company (2), workmen (3), lawyer (1), physicians (2), designers (2), software developers (2), insurance agents (2) and executives (2).\n\nEach participant had to use a wearable device and/or a set of PI apps: U1-U4 and U17-U18 used an Empatica E3 bracelet for arousal, heart beat and body temperature, Moves for locations, an ad hoc developed app for calls, MyFitnessPal for food; U5-U11 and U19-U21 used a Jawbone Up bracelet for sleep, steps, mood and food, Moves for locations and an ad hoc developed app for pictures; U12-U16 and U22-U24 used Moves for locations, Google mail API for emails, Expereal for mood and two ad hoc apps for music and pictures. Devices and apps were assigned depending on the specific preferences of the participants, with regard to the parameters to be tracked.\n\nParticipants had to wear the devices and use the apps for one month and a half. For the automatically tracked data, participants tracked them almost every day (except U4, U6 and U20 who often forgot to wear the bracelet). For the self-reported data, they experienced the same issues as those participating in the diary study (e.g. failing to report due to lack of motivation). However, the compliance in accomplishing this task was sufficient to gather a continuous flux of data to be visualised in our system: participants self-reported data at least one time every two days (except U23 that stopped self-reporting after 10 days). Participants maintained this regularity even in the last part of the trial (between the second and the third interviews). One participant (U15) dropped out of the study after 9 days due to personal reasons. Participants did not have to keep a diary as in the previous study. We inferred their compliance in tracking their data from the information gathered and the answers given during the interviews.\n\nEach tracker's participation included three interviews. During the first, we installed the applications on their personal phones, set up the devices to be used and asked about their initial expectations of our system. After three weeks, we invited them in our labs where the gathered data were imported in our system; then, we presented our solution and gathered feedback. The researcher first gave a demonstration of the system. Participants stood and walked in front of the screen in the sensing range of the Kinect. They could use the system freely for as long as they liked, interacting through gestures with Evocation and using a touchpad with Synthesis. The average period of engagement was 30 minutes. Participants gave feedback on our system in a talk-aloud format, speaking freely as they examined its features. No specific tasks were given and they were observed by the researcher. After the session they were interviewed for 30 minutes. Interviews were qualitative in nature and they were audio recorded (see Appendix A.2 for the questions asked). Finally, after three more weeks they came again to our labs to examine one more time the data they gathered. The set-up was identical to that of the second interview, but participants could explore a more substantial data set, given the longer time for data gathering.\n\nResults from the interviews and the talking-aloud sessions were first analysed through a thematic analysis, like in the diary study. Analysis followed open and axial coding techniques  (Strauss and Corbin 1990) . Results were coded independently by the first and the last authors by taking apart sentences and labelling them with a name. Then, findings were reviewed segment-by-segment to evaluate consistency in the application of codes, then resolving all inconsistencies. Results were finally grouped along with the requirements found in the diary study."
    },
    {
      "title": "5.2.. Results"
    },
    {
      "title": "5.2.1.. Acceptability and usability issues",
      "text": "Reactions to the system were positive. Both experienced trackers and naïve users valued the system and thought that it helped them identify unusual and surprising patterns in their data, encouraging them to continue their exploration.\n\nParticipants perceived the gesture-based interaction with Evocation as simple, enjoyable and playful. U5, for example, reported that 'it's like playing with the Wii'. However, some participants, like U22, found some gestures unnatural: 'it doesn't make sense that I have to raise my hands in the air to change visualization. Why have I to do that?'. This suggests that some gesture-based commands should be rethought in order to meet users' expectations. The main issue that participants encountered in interacting with the system was related to the different interaction modalities of the different visualisation environments. Participants were disoriented in using a touchpad for interacting with Synthesis after having used gestures to act in Evocation. Many participants wished an extension of the gesture-based interaction even in Synthesis.\n\nAnother problem was connected to the metaphor employed in Evocation. Although the majority of participants agreed that the body colour and the halo provided an intuitive code for interpreting the data at a glance, some of them (8 out of 21) questioned the understandability of the halo in providing information about the averageness of their data: they stated that there was no 'natural connection between the thickness and the regularity of those data', as said by U8, while in the colour code they found a more immediate relation between the grade of the values and the colour scale.\n\nAnother point to be noted is connected with the suitability of the solution for the home environment and its integration in the users' everyday life. U18 noted how this system could be put in her home: 'It's like a piece of furniture, it's beautiful to see … it could be always turned on, a pretty piece of furniture', she said, even if it should be put in landscape mode to find 'a collocation in my home', as said by U19. However, this enthusiasm was limited to the participants that had some kind of previous experience in self-tracking. The majority of naïve users found the system too invasive and cumbersome: they wished for a solution suitable to be displayed on the devices they already owned, like a television or a desktop pc. Despite these criticalities, the study showed that the system is able to satisfy the requirements found during our diary study as well as the validity of the requirements themselves. Table  6  gives a snapshot of the key findings of the study, which will be extensively reported in the following."
    },
    {
      "title": "5.2.2.. Requirement 1: Promote the integration of different sources of data",
      "text": "All participants appreciated the availability of all their data in a single location, where to connect, disconnect and eventually reconnect different devices. They highlighted that having a unique entry point for a variety of data gave them more perceived control upon them, increasing the perception that they were in 'a private and secure place'. Control, in fact, seemed to be one of their main concerns: U4, for example, stated that maybe I could use a tool for a while and then choose to switch to another one. All those data would be lost, closed in a unreachable box … here it seems that I can have them all under my control, all my present and past information.\n\nExperienced participants (6 out of 8) further stressed the need to flexibly integrate different devices over time, not only for their rapid technical obsolescence, but also for possible changes in the tracking needs. U23, for example, noted how wearable devices and mobile apps change rapidly, as the technical improvements in terms of accuracy, unobtrusiveness and battery life are impressive from year to year, and a user should not start over and over again to recollect her data: 'we should be free to change our devices without worrying to restart collecting our data'. U19, instead, emphasised that Now I'm tracking my sleep because I think that it's important, but what about two years from now … who knows what I will need to track at that point … maybe I will want to track my stress … and maybe after a year from then I will have again to track my sleep. All the data that I'm collecting now should then be preserved.\n\nThree of the experienced self-trackers further highlighted that giving all the data to a unique provider could also make them more vulnerable: 'this system could know everything about me, and use my data for its own purposes, for example selling them to someone else. Who knows?', said U20, even if, after a while he corrected himself stating that 'however, a lot of services already own my data, maybe I'm worrying too much. Facebook knows a lot of things about me, but I usually don't care so much'. This supports our prior belief that experienced self-trackers might have a more critical view on the complex problems that lie behind the storage of personal data.\n\nAll participants (except one) also positively judged the possibility of adding 'new channels' to the system, Table  6 . Summary of the study's key findings."
    },
    {
      "title": "Requirements Findings Differences between naïve and experienced participants",
      "text": "Requirement 1 A unique entry point for all the data increases the sense of control. Flexibility in adding and removing PI tools is a key feature for addressing users' changing needs over time.\n\nExperienced participants are more aware of the critical issues related to data storage (e.g. ownership of data) than naïve ones.\n\nRequirement 2 Pictures are useful for reliving episodes far in the past and particular occasions. Locations were confirmed as fundamental elements for the reminiscence of everyday episodes associated with particular data.\n\nAll participants found that remembering is a means for understanding the reasons underlying a particular data pattern and a tool to enrich data with meaningful lived episodes.\n\nRequirement 3 Evocation is capable of enhancing users' identification with their data. Experienced users find Evocation immersive but not so useful.\n\nExperienced users have an instrumental perspective on data, while naïve ones prefer to be surprised by immediate representations.\n\nRequirement 4 Evocation better addresses the naïve users' needs, whereas Synthesis better satisfies the experienced users' interaction style. The proposed visualisations were not able to accommodate all the users' exploration styles.\n\nWhereas naïve users are 'passive' in exploring their data, experienced ones are 'active' and want to manipulate them with more fine-grained tools.\n\nRequirement 5 Correlation highlights increase the value of data.\n\nNaïve users claim a design capable of subtracting, rather than adding, elements from the visualisations, while experienced ones focus on deeper exploration of data. Behaviour change\n\nThe system is able to raise awareness of users that are in the TTM's precontemplation and contemplation stages. It does not satisfy the experienced participants' needs with reference to behaviour change.\n\nNaïve users express the need for receiving recommendations about goals to pursue and ways to achieve them, while experienced users want to set their own goals and seeing progression towards them."
    },
    {
      "title": "Sociality",
      "text": "The system lacks social features.\n\nAll users highlight that social exchange of data is connected with close interpersonal relationships.\n\nwithout changing the visualisation modality. This, however, is not exempt from design challenges. U1, for example, was enthusiastic for the possibility of tracking an 'internal' parameter like stress, noting that 'Maybe soon it will be possible to track also something that pertains to the mind.' This wish raises the interesting question about how much flexibility, with regard to interface design, our system is capable of supporting: could specific kinds of data (e.g. mental states, complex activities) be easily integrated in our system? Or could they have peculiar 'shapes' that will not easily fit in our designs? Another question is related to the number of channels that our two visualisations are able to support without jeopardising their understandability and intuitiveness: this points to the need of reflecting on how much flexibility is desirable as well as sustainable."
    },
    {
      "title": "5.2.3.. Requirement 2: Support users in remembering their data",
      "text": "By looking at Synthesis, all participants experienced moments of discovery, learning something about their behaviours they were previously unaware of. Synthesis was capable of eliciting richer experiences than those provided by the tools used in the study, as participants were able to recollect the memories associated with specific patterns of their data. Most of them (17 out of 24) reported how this was a way to make them more valuable, as each single gathered information was perceived in its uniqueness. U5, for example, reported that in the Jawbone Up application I could not figure out why I slept so poorly in certain days … here I can easily see that I was on business trips … . Even if they were close to my work place, I think that they stress me out a lot … this is likely why I didn't sleep well in those days.\n\nU3 remembered why on Saturday evening his heart beat rate was so high: 'I was just running to catch the bus, my heart was about to explode … I almost forgot that before', he said, looking at the spatial map indicating his current position. Remembering, then, was considered by participants a means to understand the reasons underlying a particular data pattern, as well as a tool for transforming neutral information into meaningful lived episodes.\n\nPictures were judged more useful in reliving episodes far in the past or particular occasions, such as vacations, than in recollecting daily events: it's unusual to take photos of the places that we are used to visit during our daily routines,said U14but they can add a great value for the data collected during the holydays, or when we are out for a dinner … look at this, I was at the sea, I took it just before going to the restaurant … this is why I was in such a good mood … these pictures can fix some important events around which mentally organizing the data, I think.\n\nPictures, then, work as landmarks that might support users in anchoring their data to specific events, helping them orient themselves throughout the collected information, as well as enriching its temporal organisation with supplementary meanings.\n\nLocations, instead, were confirmed as fundamental elements for the reminiscence of everyday episodes associated with particular data. U3, for example, emphasised how I can reconstruct what I've done throughout all the week seeing my position and my movements on the map … And I can also recollect why I was calling a person … This call for example to my wife … I had just left from my office, I called her only to tell her that I was arriving.\n\nSeveral participants (5 out of 24) stressed the importance to know 'the people that were with me in a particular place', as said by U11, to have a richer context through which to re-experience their data."
    },
    {
      "title": "5.2.4.. Requirement 3: Support users in identifying with their data",
      "text": "Evocation was considered an intuitive visualisation of the user data and the system was also capable of simplifying their management, exploration and interpretation. In fact, several participants (7 out of 24) thought that it was similar to watching a sort of 'personal movie'. Participants (20 out of 24) were fascinated by their reflected image. They considered this representation as extremely 'perceptual', not requiring difficult interpretation processes, but immediate as 'watching a movie, when you only have to look at, and not so much to think about … because everything is already clear', as said by U9. The reference to the movie experience well outlines how a sort of 'passive' fruition of the collected data was perceived as valuable by the naïve users, provided that it can be an engaging and enjoyable experience. U10, for example, stressed that exploring data should not be a work: I don't want to waste my time in analyzing myriads of data … I like the fact that I don't have to learn to use this system, that I can simply look at myself [i.e. the data-driven reflected image] and see whether the data are right or wrong, better or worse than yesterday. It's somehow fun.\n\nNaïve users, therefore, are more oriented in navigating data for the mere pleasure of discovering something unexpected, seeking the engagement of the experience, rather than the usefulness of the analysis.\n\nNevertheless, experienced self-trackers (5 out of 8) were doubtful about the usefulness of Evocation: U17, for example, reported that 'This is not really surprising for me, I think that it's not useful for finding insights in my data. It's a funny game, but I can't reach my goals with this', confirming that experienced users prefer numbers and graphs to make their data actionable. This shows how experienced users who track to change their behaviour have a more instrumental perspective on data: they are less inclined to casual exploration since they perceive the data examination as a means to a further end.\n\nParticipants' comments also endorsed the idea that Evocation is capable of enhancing their identification with their data. Participants (19 out of 24) explained how they perceived their body shapes merged with their data as more personal and closer to their selves. For U4, for example, 'it's me over there, or better, me in a specific state … or behavior', while U6 particularly stressed the difference between the Jawbone app's graphs and Evocation: there [in the Jawbone's app] you can look at your data from a certain distance, they are transformed in quantities, in bars … here I think that it is different … it is difficult to ignore that they refer to you, that they belong to you.\n\nSeeing a reflected image moving when the user's body was moving was considered as immersive, giving the 'sensation of being there', U8 said. This sense of projection was shared also by the majority of the experienced self-trackers (6 out of 8), confirming that Evocation is effective in making the data 'more personal', even if not all participants believe it to be capable of making the data 'more actionable'."
    },
    {
      "title": "5.2.5.. Requirement 4: Offer different views on data",
      "text": "The majority of participants (20 out of 24) commented on how much they appreciated the possibility of switching between two diverse visualisation modalities. While Evocation was perceived as an intuitive view that could be always kept active, Synthesis was thought of as a 'deeper' way to look into personal information, requiring a higher attention even if 'not very demanding' as noted by U4. U14 specified that even if it's not difficult to learn how to interpret these data [Synthesis], I think that the first one  [Evocation]  for me is more than enough. I need only to glance at it for understanding what happened to me today. U18, instead, highlighted the importance of the Synthesis:\n\nin the other one [Evocation] I cannot easily compare different data types. I think that seeing how these data vary together over time is the real value of this system … Here I can clearly see that my stress level raises when my steps and calories are not well balanced; while U17 reported that 'in the second one [Synthesis] I can check every single information, visualizing its numeric value … I think that it's important when you have a specific goal, such as making a minimum amount of steps every day'. To summarise, almost all the naïve users (except U2) wished for a 'passive' experience when interacting with their data, while experienced participants asked for a more active role.\n\nHowever, results showed that the modalities proposed were not able to accommodate all the users' exploration styles and further visualisations are likely needed to satisfy them all.\n\nIt should be possible to compare only specific data … It would be interesting to be able to ask the system what happens to my sleep when I'm in the mountains? But it should be direct as making a question and receiving an answer, noted U19, while U21 stressed how it could be difficult to verify hypotheses about the factors that may affect her behaviour with these current visualisations. These findings highlight that the current visualisations might not sufficiently support self-experimentation and may not completely satisfy experienced users."
    },
    {
      "title": "5.2.6.. Requirement 5: Highlight data correlations",
      "text": "All participants appreciated the system's ability to highlight the peaks related to their data and the co-occurrences among different channels, stating that these features simplified the interpretation of their information. U24, for example, reported that 'these triangles and diamonds make me immediately aware that something has happened in my data'; while U6 further emphasised how 'they focus your attention where presumably there is something of important, otherwise it could be easy to get lost'.\n\nHowever, several participants, like U3, said that 'The peaks in the heart beat is the only data that I need. The other ones are only noise', while U8 underlined that 'I think that we don't need to have all these data. A lot of information is always the same … I mean, it's like a baseline that I don't need to see every time.' This shows how some data displayed in Synthesis were perceived by naïve users as not crucial, and could then be hidden to simplify the view even more. They claimed a design capable of subtracting, rather than adding, elements from the visualisations, even at the cost of narrowing the perspective on the factors that may affect a particular parameter. U1, for example, reported that 'I should be allowed to hide some parameters to make the visualization cleaner … for example, the body temperature, I don't think that it's a key aspect to see for me.' Four participants also expressed the desire to see more intelligence in the system, suggesting that the provided aids were insufficient in finding useful correlations for their everyday life: U9 said that 'you need to have suggestions on how to manage these correlations. Which of them are really important for my daily life?'; while U11 noted that 'these two peaks are somehow something risky for me? […] It should be important to be advised on this point'. Correlations should then be paired with suggestions about their relevance for the specific individual."
    },
    {
      "title": "5.3.. Discussion",
      "text": "On the one hand, the above results show how our system can satisfy the requirements found in the initial diary study, although some improvements are still needed. On the other hand, such findings confirm the usefulness of the requirements themselves, as integration, reminiscence, identification, variety and correlation were considered important features by the participants to effectively explore and make the collected data actionable. The satisfaction of these requirements made users feel closer to their data, enhancing the perception of their value. In what follows, we go back to such requirements, discussing points we consider relevant for the PI discourse."
    },
    {
      "title": "5.3.1.. Requirement 1: Promote the integration of different sources of data",
      "text": "Users showed appreciation for the possibility of integrating different data sources in a single platform. Our results confirm findings emphasised in previous research, where it has been noted that users search for tools capable of integrating diverse information  (Bentley et al. 2013; Choe et al. 2014; Li, Dey, and Forlizzi 2010; Liu, Ploderer, and Hoang 2015; Whooley, Ploderer, and Gray 2014) . The initial requirement pointed to the importance of having a unique 'actor' in charge of guarding users' data, for privacy and security reasons too. Our study results, however, present a more nuanced picture. If, on the one side, having a single entry point for all the collected data may represent a 'comfort', as it avoids the loss of precious information, as well as a 'guarantee', in terms of increased control over data, on the other side, it may be risky to give excessive 'power' to the data owner. The knowledge that PI systems might have of their users has been frequently described as 'creepy' in previous research  (Lupton 2016; Tene and Polonetsky 2013) . Warshaw et al. (2015) , for instance, found that users perceive artificial entities capable of knowing their inner traits precisely as creepy. Our study points to the fact that if naïve users may not be aware of this threat, for some experienced users this may become a serious concern. Therefore, the mere integration of data in a single platform could not be sufficient to satisfy all the needs of privacy and control. Designers should focus on increasing the user's perception of the system's trustworthiness, by giving her the possibility of knowing all the data it keeps, what kind of use it makes of them and all the third parties with which it could share them. Moreover, they should give users the possibility of deciding what kind of information to preserve, modify or delete."
    },
    {
      "title": "5.3.2.. Requirement 2: Support users in remembering their data",
      "text": "Remembering the context in which data were collected showed an increase in the value of the data themselves. Findings confirmed the importance of spatial cues in triggering memories. Moreover, they assessed the positive role of pictures to remember the past, especially when associated with important moments of the user's life. This might entail the need for finding ways for supporting data curation, in order to motivate the user to select and preserve images that are connected with significant episodes of her past. Elsden, Kirk, and Durrant (2016)  precisely emphasised the importance of curation when personal data are used to remember the past. Moreover, several participants also suggested to consider the people met during a day to expand the context of data. This points to the notion of 'enriched' context that should be probably addressed in the future, when a wider variety of data will be easily available. Contextaware research referred to context as both the external (e.g. features of the environment, location) and internal (e.g. user's goals, tasks, etc.) factors that may affect the user in a specific moment  (Prekop and Burnett 2003) . Our research highlighted the importance of location, but PI should also explore other environmental elements, as well as 'internal states', that could enhance the contextualisation of the gathered information."
    },
    {
      "title": "5.3.2.. Requirement 3: Support users in identifying with their data",
      "text": "This requirement pointed to the need for providing intuitive forms of data representation in order to foster user identification with them. While our findings confirmed that Evocation fulfils the requirement for naïve users, they also highlighted that it could not fit all the needs of the others. This is due to the diverse tracking styles that characterise them: if naïve users prefer an engaging and playful mode of data exploration, our experienced participants (who mostly tracked for behaviour change) have a more instrumental perspective on their collected information. However, it does not appear that they devalue the possibility of identifying with their data at all, i.e. questioning the validity of this requirement per se. Instead, they seem to put in doubt the capability of Evocation to support the achievement of their behaviour change goals. It could be then interesting to explore whether Evocation could be also made appealing for people who are trying to change their behaviour. This could be done by making the Evocation more 'actionable', e.g. by allowing users to set the 'meaning' of its colour codes and the halo. For instance, users could customise this view by putting the halo in relation not to the averageness of a specific value, but to the distance needed to fill the gap for their daily objective (e.g. the thicker the halo around the figure, the more the steps to reach the user's daily quota). This could turn the Evocation mode into a sort of 'glanceable' visualisation. Glanceable feedback, i.e. brief sessions of interaction with data in the form of glances, has been considered important when users interact with physical activity trackers to monitor and regulate immediate behaviour  (Gouveia et al. 2016) . By providing some useful information in a glance, Evocation could then support the need of having actionable data related to the user's goals, also supporting her identification with data."
    },
    {
      "title": "5.3.3.. Requirement 4: Offer different views on data",
      "text": "This requirement stressed the need to design at least two different visualisation modalities, one more direct and intuitive, the other one more detailed and comprehensive, in order to fulfil the needs of different kinds of user. However, while findings confirmed that such views satisfy the desires of a large quota of users, they also emphasise that the proposed visualisations are not capable of accommodating all the diverse users' exploration styles. Therefore, it appears that a supplementary view on data is needed, in order to allow users to compare specific data sets, and test specific hypotheses. To this aim,  Karkar et al. (2015)  suggested supporting people in defining and testing hypotheses, by automating experiment design and proposing customised study plans based on a person's selection of study duration. Our findings stress that users should be provided with an interactive space in which to freely manipulate different variables, or be allowed to compare particular data sets, by formulating specific questions. On this point we think that further research is required. However, this redefines the requirement, by recommending to design at least three visualisation modalities when the aim is to promote the spreading of PI tools to a larger audience."
    },
    {
      "title": "5.3.4.. Requirement 5: Highlight data correlations",
      "text": "This requirement emphasised the importance of providing users with correlations they are not able to see by themselves, in order to help them interpret their own data. Our findings confirmed that correlations are fundamental to increase the perceived value of the collected information. However, some participants wanted reduction and focus on specific parameters, instead of comprehensive takes on the entire corpus of data. They also demanded a design capable of subtracting, rather than adding, elements from the visualisations, even at the cost of narrowing their vision. This suggests that focused cuts, as those proposed by  Epstein et al. (2014) , could be valuable for those users that are interested only in specific parameters. Observations that point to punctual correlations, also, as those given by Bentley et al.'s Health Mashups, could be useful for those users driven by the interest in connecting specific parameters, but who do not want to be overwhelmed by a plethora of co-occurrences. Such users might be represented by both people just curious about their data, who want to keep their visualisation as simple and 'clean' as possible, and individuals with a specific behaviour change goal, who are likely to be selectively interested only in those particular parameters that may affect their target behaviour: this highlights that there might be cases in which we need to design for more 'frugal' and focused visualisations."
    },
    {
      "title": "5.4.. Design considerations",
      "text": "We now discuss other findings from our interviews. The first point is related to the capability of the system in triggering behaviour change processes, while the second one is connected with its social aspects. Then, we will outline three further considerations for design."
    },
    {
      "title": "5.4.1.. Behaviour change",
      "text": "When reflecting on their data through the provided visualisations, participants found opportunities to change their behaviour. Their experiences show how visualisations can help users, especially at initial stages of behaviour change.\n\nOn the one hand, naïve users, who were mostly in the precontemplation and contemplation stage with respect to specific health behaviours  (Prochaska and Velicer 1997) , found benefits in understanding baselines and anomalies in their habits, making them reflect on opportunities for change. U3, for example, stated:\n\nIt's so surprising to see that when I don't use the phone just before going to bed I sleep so well. This is something that I'll have to keep in mind, because it would be an extremely easy thing to change in my life.\n\nParticipants (10 out of 16) became aware of behaviours that they were previously unable to see with the assigned tools, raising their consciousness about the facts that may affect a problematic behaviour  (Mori, MacDorman, and Kageki 2012 ). U4, for example, stated that he did not receive any value from tracking his data by means of the tools he used. However, when he saw his data visualised in the system he said 'Seeing all these data together changed somehow my perspective on this kind of tools. There are some patterns here that I really need to change. My stress is too much high when I don't walk enough.' However, naïve users expected more proactivity from the system in recommending the behaviour to be changed.\n\nU6, for example, said 'I would need suggestions based on the gathered data, like I know that your heartbeat rate raises when you call him, it's better than you don't drink coffee first!'; while U10 emphasised that 'having all my data means knowing what is better for me, what should I maintain or change … This system should do this for me, recommending what behavior I should change and how'.\n\nOn the other hand, experienced self-trackers (5 out of 8) who already had a particular behaviour change goal stressed the impossibility of setting their own objectives and seeing progression towards them: their behaviour change needs were far away from those of naïve users. U17, for example, reported that Certainly, having something that highlights whether I reached my daily quota or not would be helpful for me … This could also be done for longer periods of time … for example I may have a minimum amount of steps that I want to do every week, and it would be great if the system could display my progress toward it on demand.\n\nA similar request was made by U21 who has been running for one year to maintain a certain level of physical activity in her daily routine: 'I'd like to display the impact that a diminished weekly activity would have on my health … on my blood pressure, sleep, weight, for example … maybe it could help me maintain my running habits.'\n\nNaïve users appreciated highlights on data aimed at making them aware of behaviours that were potentially problematic or harmful for their wellbeing. They also demanded recommendations about the actions to be taken to address the highlighted issues, stating their inadequacy in identifying what could be right for themselves. Experienced trackers, instead, wished for tools capable of supporting their actions in pursuing a certain behaviour change goal, by allowing them to explore in their consequences changes in their daily behaviour."
    },
    {
      "title": "5.4.2.. Sociality",
      "text": "All the participants stressed the private nature of their data. However, they highlighted the lack of a sharing fea-may affect their behaviour: these functionalities are far away from the needs of naïve users, who first have to make sense of what is happening on the screen and not to get lost in a huge amount of quantitative data. However, several naïve users changed their attitude towards the system between the second and the third interviews. U1 stated that The first time I was only curious to see what happened to me in the two weeks before, and there were too many things on this screen … Now I understood more or less how all this stuff works, and I'd like to ask the system some specific questions.\n\nThis shows how the users' needs may change over time, especially when their abilities of understanding how to make their data actionable increases. PI interfaces should make more complex tools for acting on data available as long as the users' skills in exploring and understanding them improve, and as long as specific behaviour change goals emerge. Previous works also highlighted the relevance of supporting users during the visualisations of their data. Bentley et al. (2013)  used natural language to highlight correlations among information in order to support trackers' behaviour change, whereas  Karkar et al.'s (2015)  tool provided aids to formulate hypotheses about a certain behaviour they want to test. Epstein et al. (2014) , instead, emphasised that different trackers may appreciate different visualisation modalities. Here, we confirm the importance of satisfying diverse visualisation preferences, but we further propose to progressively adapt visualisations to the users' levels of expertise: we point out that these needs may vary not only from individual to individual, but also from time to time in the same individual. Starting with simple visualisation modalities and progressively increasing the number and complexity of the tools available could avoid the initial bewilderment given by a set of overabundant functionalities, tunnelling the user's experience on a path that adapts itself to her changing needs."
    },
    {
      "title": "5.4.4.. Design for personalisation",
      "text": "The majority of experienced self-trackers consider a PI system a sort of personal trainer, which can work together with them to formulate hypotheses and build interventions tailored on their goals. This should be focused mostly on long-term plans: from their perspective, to correctly set them, a wide range of variables needs to be considered, variables that could hardly be taken into account by a human, but that could be computed by an intelligent system. U21, for example, stressed that 'Having all these data should allow this system to provide me with personalized plans that may work until I reached my goal.' Without having established objectives in mind, instead, naïve users wished for recommendations shaped on their past behaviours, which could help them reflect on what is better for them. U7 explained: I don't know what could be useful for me at present. Maybe eight thousand steps are sufficient to be well today because I haven't eaten so much … The system should advise me from day to day on the basis of my data, but I'm not interested in following a diet or a training program … nor to invest efforts in telling the system what to do … it should know it. These users, then, are more focused on short-term matters, seeking insights that could drive them accordingly to their current situation.\n\nThese results suggest that personalisation could help users make their data actionable. Previous research also recommended the employment of personalised features in PI. Schmidt et al. (2015) , for example, proposed to support individual fitness goal achievement by combining goal data with performance data, in order to provide tailored plans based on the collected training information. Lee et al. (2015) , instead, employed a reflective strategy that prompts people to reflect on their priorities and goals to encourage them to customise their fitness plan by themselves.\n\nOn the one hand, our findings point to the usefulness of tailored plans for experienced users with a behaviour change goal, who have the willingness to work with the system to set interventions and realise them. Such users are focused on the distant future: PI systems should then offer opportunities for achieving their long-term goals through personalised plans. On the other hand, findings point out that naïve users are more oriented to the present and to short-term issues that may not be necessarily related to behaviour change. They appear to be less inclined to spend time 'collaborating' with the tool to discover what could be most suitable for them: personalisation, here, should then be addressed at providing just-in-time advises supporting them in their daily life, without requiring strong efforts in terms of usage settings."
    },
    {
      "title": "5.4.5.. Design for connection",
      "text": "Although users perceive their data as private, this does not mean that PI systems should impede their exchange with other individuals. Previous studies highlighted the opportunity to be social around data:  Consolvo et al. (2006) , for example, noted that when sharing activity level users feel a pressure to make their goal, as well as enjoy receiving recognition and encouragement from others;  Toscos et al. (2006)  suggested that exchanging data with friends may increase users' motivation; while  Bales and Griswold (2011)  proposed to exploit the influence of the user's social networks to make change in her behaviour. More recently, research on trackers' real practices further emphasised that they are inclined to use sharing features to compare, compete and support motivation  (Fritz et al. 2014) ; and when the activity tracked is framed in a cooperative game it also may enhance users' performances  (Chen and Pu 2014; Rooksby et al. 2015) . Moreover,  Gorm and Shklovski (2016)  noted that health-related personal data, such as steps, may be a socially negotiated quantity in the context of step-counting campaigns addressed to promote healthy behaviour.\n\nOur findings point to the importance of the social aspects in PI. However, they also highlight that sharing data can be a means for establishing a connection with others. Our participants prefer to share their data with significant others or within strict circles of users. This attitude also explains their reluctance in exposing their data on general Social Network Sites: a hesitancy that has also been observed in experienced users, who do not commonly publish their data on Twitter or Facebook  (Fritz et al. 2014; Rooksby et al. 2014) , confirming a general aversion to expose data concerning wellbeing on general Social Network Sites  (Newman et al. 2011 ). These channels may not be the best venues for regularly publishing PI data, also because their audience may not be interested in receiving updates about information tracked and providing support  (Epstein et al. 2015) . On the same vein, for our participants sharing data is not an act of publicity, but mainly a way for exchanging something private. Sharing in PI systems, then, should be thought of as a feature that builds on top of already established close interpersonal relationships in the user's 'real' life, or as a means for helping her better understand herself through the experiences of similar users. This means that PI systems should provide private communication means for sending personal information to specific targeted individuals, or be designed for small private circles where data can be freely shared among their members. In the domain of location data, an example of how to achieve this mutual exchange is represented by CoupleVIBE  (Bales, Li, and Griwsold 2011)  a mobile application that automatically pushes a user's location information to her partner's mobile phone via vibrotactile cues. Users should be allowed to know which kinds of information they are exposing; select the level of their exposure and choose the specific individuals that have access to their data. As U24 stressed, 'I want to decide which kind of data and to whom. This is essential!'. Even if other research found that concerns about the personal nature of their data are not common among experienced trackers  (Fritz et al. 2014) , our participants, both experienced and naïve, valued their private nature: as data exchanging could be also perceived as a sort of a 'personal gift', or a private memory to share, users should be assured that their exchange will not jeopardise their privacy."
    },
    {
      "title": "6.. Limitations",
      "text": "We list here the main limitations of our work, in relation to the diary study, the system and the final evaluation."
    },
    {
      "title": "6.1.. Diary study",
      "text": "The small sample size of the diary study limits the generalisability of its findings. Moreover, we did not control the sample, apart from participants' experience with and interest in PI. All the participants were well educated with a disproportionate number of students (six, counting both undergraduate and graduate) and individuals with a high level of instruction, having a Ph.D. (3). Participants were also relatively affluent, and very young individuals (<19) or older people (>50) were not represented. So, we cannot claim that this sample may represent any general population. Rather we suggest that these participants, in their unique ways, provide good cases of potential users of PI that could use these technologies in the future, given their interest and curiosity in discovering something about themselves through technology."
    },
    {
      "title": "6.2.. Evaluation study",
      "text": "The summative study suffered from limitations in ways similar to the diary study. We chose to conduct a qualitative research because we were primarily interested in assessing whether the requirements embedded in our system could help users find value in their data: we wanted to discover what they thought, and what kind of interpretation processes they enacted in exploring their data. To better highlight the study limitations, we will now discuss threats to the validity of the research, following  Wholin et al. (2012) .\n\nThere are four levels of validity threats to consider. Internal validity is primarily focused on the relationships between causes and effects studied in the research. External validity relates to the generalisation of the results from the context in which the study is conducted to a wider context. Construct validity concerns which components in a complex treatment really caused the effect. Finally, conclusion validity is related to the size of data sets, leading to statistical significance and to the ability to draw conclusions about relationship between treatment and outcome  (Wholin et al. 2012) .\n\nWith reference to internal validity the study primarily aimed at assessing the usefulness of the five user requirements found in the diary study, embedded within a PI system. Participants of two different groups emphasised that the key aspects of the system implementing the aforementioned requirements help them find value in their own data. The study, therefore, seemingly provides good internal validity about this point. The two groups showed different needs and goals, related to their level of expertise in self-tracking: however, they almost unanimously reported improvements in how they explored and valued personal data by using our system.\n\nInstead, we cannot claim the same internal validity about the system's efficacy in producing a change in behaviour. Evaluating the system's capability of changing behaviour was not our primary goal. Nevertheless, we explored whether the system could affect users' intention to change. To truly demonstrate that a technology achieved its goal in modifying behaviour requires large studies with control groups that are typically not feasible for HCI technologies not fully deployed and commercialised  (Klasnja, Consolvo, and Pratt 2011) . Therefore, we preferred to tailor our evaluation to the assessment of a specific intervention strategy, the consciousness raising (i.e. the capability of eliciting the self-awareness about a behaviour that needs to be changed)  (Prochaska and Velicer 1997) , which usually provides benefits in the early stage of behaviour change process, as stated by the Trans Theoretical Model of behaviour change  (Prochaska and Velicer 1997) . Despite the useful findings we collected about this point, we have to clarify that our study lacked quantitative measures. We also did not set any comparison/control condition, and we did not tie the evaluation to specific health goals or clinical outcomes. These elements weaken our claims about the system's efficacy and capability of supporting behaviour change processes, even with regard to consciousness raising. However, as  Klasnja, Consolvo, and Pratt (2011)  noted, we think that a qualitative investigation that focuses on people's experiences with the technology could help researchers understand why and how the system is working. A larger and longer efficacy study could be undertaken in the future taking into account the findings that emerged during this research.\n\nAs regards the study's external validity, we better balanced the quota of students and professionals, as well as of the individuals having a Ph.D., with respect to the diary study. We also widened the age range (between 18 and 58) and increased the professions included in the sample. This might improve the study results' generalisability. However, almost all the participants (except the three workmen) were well educated and we did not include very young or very old people.\n\nThey were also all relatively affluent. Moreover, almost all the experienced trackers involved in the study had a behaviour change goal. Although most of the experienced users do have a behaviour change goal  (Choe et al. 2014; Fritz et al. 2014; Li, Dey, and Forlizzi 2010, 2011) , our participants could not be representative of other experienced trackers with different motivations to track  (Epstein et al. 2015; Rooksby et al. 2014) .\n\nThe major threat regarding the conclusion validity is the quality of the data collected during the study. Participants did not integrate the system into their everyday routines to achieve their situated goals. Thus, there is a risk that the collected data are biased due to the study setting. However, during the think-aloud sessions, almost all the participants related the use of the system to real-life situations, imagining how it could support them in achieving their objectives, and comparing it with other self-tracking devices. This might suggest that the system could be easily integrated into their daily habits and that the feedback provided by the participants would not drastically change in a real context of use.\n\nFinally, with respect to the construct validity, the system's features embedding the five user requirements seemed to increase the value participants found in their data. They spontaneously appreciated the system's functionalities implementing the user requirements pointing to how they improved their 'data experience'. However, with reference to the effectiveness of the system in supporting behaviour change processes we did not define appropriate measures to identify the system's aspects that may lead to a change in behaviour."
    },
    {
      "title": "6.3.. System's limitations",
      "text": "Although the data gathering was carried out on the field and the collected data were real, the system and the related visualisations were assessed in the lab. This was due to the technical limitations of our system, which was deployed on technologies that could not be easily placed in participants' homes (due to their costs and the space they take). Even if participants did not see this limitation as problematic in engaging with the visualisations, a continuous interaction with our system in a home environment would enable participant interest in continuously monitoring their changing trends.\n\nPI systems/visualisations discussed in Section 2 satisfy only some of the requirements found in the dairy study, and often merely in a partial way, whereas our solution, as we have seen in Section 5, is capable to fully address all of them. However, it has still some limitations in comparison with previous work. First, differently from Consolvo et al.'s (2008a),  Bauer et al.'s (2012) , and  Bentley et al.'s (2013)  systems, ours is not designed to provide just-in-time reminders or recommendations about specific behaviours: this is due to the fact that it was not primarily designed to change behaviour, rather provide users with a tool for reflection. Results from our study related to behaviour change, nonetheless, suggest that a further support in this direction would be needed. Second, our system does not fully consider dynamic querying and filtering: participants can only navigate in time but are not allowed, as in  Baur et al.'s (2010)  work, to select specific value ranges to filter data. This design decision has to be retraced to the need of keeping the interface as simple and engaging as possible: however, since some participants highlighted the need of having more fine-grained tools for analysing data, this should be considered in future development of the system. Third, the proposed system has not been thought of as an open web services infrastructure that would allow researchers to customise the interface and extend the tools available, as Salud! (Medynskiy and Mynatt 2010) . Finally, with reference to context, our system does not provide information about people met, as  Li, Dey, and Forlizzi's (2012)  system does, or current calendar activities, as in  Huang et al.'s work (2016) . Such information could be considered for future work."
    },
    {
      "title": "7.. Conclusion and future work",
      "text": "Findings from our user study highlighted that our system makes PI data closer to PI users, enhances their value and improves self-reflection. The study also pointed out some acceptability and usability problems to fix. Especially, the 80 ′′ screen raised questions about its integration in the users' everyday environments. Although we initially thought that reflecting the user in a natural-size body image would have increased her projection into their data, we discovered that this requirement was not necessary. Users individuated in their reflected body movements the main factor for identifying with their data. We will then experiment the display of the visualisation environments on 'normal-size' screens, such as TVs or desktop monitors.\n\nAnother point to be explored in the future is related to the analysis of the collected data. Our system gathers different types of time series data (i.e. data collected sequentially over time), such as the users' heartbeat and body temperature. Often in data analysis, we assume that observations are independent, but with time series data, this assumption may be false and time series analysis may account for this temporal correlation. However, currently the Data Analysis module of our system does not exploit methods for time series analysis. As future work, it would be interesting to investigate time series in our system. Time series analysis on PI data could reveal patterns such as random, periods, cycles, trends and unusual observations. The identification of trends and seasonal variations could enlighten hidden aspects of users' life, making them aware of how their parameters and behaviours may vary over time: a trend is an evolutionary movement, either upward or downward, in the data values and it may be dynamic and of short duration, or long term; while seasonality is the component of time series behaviour that regularly repeats, for example, each month. For a time series without any systematic change in its mean and variance and without periodic variations (stationary), or from which trends and seasonality have been removed ('stationarised'), we could investigate its correlational structure, exploring the extent to which successive terms in the series are correlated. This could be used to make predictions about the future value of the user's PI data.\n\nTo summarise, in this paper, we made three primary contributions. First, we presented a PI system designed around five user requirements specifically addressed to users with no previous experience in self-tracking. Second, we validated such requirements through a user study showing how they might ease and enhance the exploration of personal data for naïve users, as well as expert trackers. Third, we further individuated three general design considerations for PI that could orient the implementation of our future work and, by and large, the design of future PI systems."
    },
    {
      "title": "Notes",
      "text": "1. One of them was also a software developer. 2. One of them was an e-commerce operator. 3. For some operations related to data acquisition/analysis/ abstraction, we used the NITE library as well as the OpenNI library ( https://github.com/OpenNI/OpenNI ), wrapped in the simple-openni library ( https://code.goo- gle.com/archive/p/simple-openni/)."
    },
    {
      "title": "Disclosure statement",
      "text": "No potential conflict of interest was reported by the authors.\n\nAssessment of stages of change with regard to health behaviour (i) whether they considered a particular behaviour related to their health (i.e. eating habits, sleep, physical activity levels, stress) problematic and thus requiring a change (if not, precontemplation stage); (ii) whether they were seriously thinking to change a particular behaviour within the next the next 6 months or within the next 30 days and whether they had already attempted to change that behaviour in the past (contemplation stage and preparation stage); (iii) whether they were currently trying to change a specific behaviour (within the last six months) (action stage);\n\n(iv) whether they were trying to maintain a certain behaviour that they had changed in the past (more than six months ago) (maintenance stage).\n\nSemi-structured interview questions. Could you describe your overall experience with the system? Could you detail difficulties, positive elements and personal reflections about the system? What do you think about the evocative visualisation? and about the synthetic visualisation? What kind of further considerations could you make looking at your data within our system? Did seeing these data change something about what you thought of yourself? Do you have any idea on how this system could be improved in the future?"
    },
    {
      "text": "Figure 1. The system in our labs."
    },
    {
      "text": "Figure 2. Visualisation environments: Evocation on the right and Synthesis on the left."
    },
    {
      "text": "Figure 4. The hierarchy of the sleep ontology."
    },
    {
      "text": "Figure 5. Day selection (left) and channel selection (right)."
    },
    {
      "text": "(left)): (A) time unit selector; (B) pictures related to the time unit; (C) timelines for the connected Input data channels; (D) time/space connection cursor; and (E) spatial map. Positioning the pointer over any element of the chart, Synthesis displays a tooltip with more details about this element (e.g. the heart rate value for that instant).By swiping on the touchpad the user switches to the preceding or following time unit (e.g. previous/next day), depending on the swipe direction. By dragging the time/space connector cursor (D), the user makes the spatial map (E) slide in relation to the progress of time in the timelines (C). In this way, it is possible to see where the user was at a specific time point related to particular data values. The pictures, positioned at the top of Synthesis (B), flow along with the proceeding of time as well. The spatial position on the map connected with the user's pictures is aimed at eliciting her memory, triggering the reminiscence of her personal experience related to the tracked data.Synthesis also provides perceptual cues aimed at highlighting unusual or special values, in order to help users interpret their data. Peaks within each input data channel are shown by means of 'triangles' (highest values) and 'diamonds' (lowest values), while the co-occurrences of peaks among different input data channels, in the same time unit, are displayed as glass tubes that vertically embrace diverse timelines (Figure6(right)). Triangles and diamonds have been chosen due to their different shapes, in order to visually mark the diversity between high and low values, without conveying any positive or negative meaning."
    },
    {
      "text": "Figure 6. Different areas of Synthesis (left) peaks and co-occurrences (right)."
    },
    {
      "text": "Personal data aggregators."
    },
    {
      "text": "Data we used in our system."
    },
    {
      "text": "Relationship between stages of change and specific behaviour in the sample."
    },
    {
      "title": "Appendix",
      "text": "A.1. Diary study Screening criteria. The inclusion criteria included participants who (i) were curious or interested in self-monitoring a specific parameter/behaviour through technology.\n\nThe exclusion criteria included participants who (i) were currently using one or more PI tools; (ii) had used PI tools in the past; (iii) had a specific need to self-track, such as a specific aspect of their life that they wanted to change, or a chronic disease.\n\nDiary prompts. Personal considerations on the daily use of the provided instruments; Issues faced in using the provided instruments; Insights gained and discoveries found during the exploration of the collected data; Reflections elicited by the exploration of the data; Consequences of self-monitoring on daily habits; Breakdowns and unforeseen episodes.\n\nSemi-structured interview questions. Could you describe your overall experience with the provided instruments? Could you list the positive and the negative aspects of such experience? Would you use these tools in your everyday life, how and why? Do you have any reflection on how these tools could be improved in the future?"
    },
    {
      "title": "A.2. Evaluation study",
      "text": "Screening criteria with regard to experience and interest in PI. The inclusion criteria for naïve users included participants who (i) were curious or interested in self-monitoring a particular parameter/behaviour through technology.\n\nThe exclusion criteria included participants who (i) were currently using one or more PI tools; (ii) had used PI tools in the past.\n\nThe inclusion criteria for experienced users included participants who (i) had been using one or more self-tracking tools for more than three months.\n\nThe exclusion criteria included participants who (i) had stopped to self-track before the beginning of the study."
    }
  ],
  "references": [
    {
      "title": "Rethinking Health Numeracy: A Multidisciplinary Literature Review",
      "authors": [
        "J Ancker",
        "D Kaufman"
      ],
      "year": 2007,
      "doi": "10.1197/jamia.m2464",
      "journal": "Journal of the American Medical Informatics Association",
      "volume": "14",
      "raw": "Rethinking Health Numeracy: A Multidisciplinary Literature Review \n\t\t \n\t\t\t J S Ancker \n\t\t \n\t\t \n\t\t\t D Kaufman \n\t\t \n\t\t 10.1197/jamia.m2464 \n\t \n\t \n\t\t Journal of the American Medical Informatics Association \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Ancker, J. S., and D. Kaufman. 2007. \"Rethinking Health Numeracy: A Multidisciplinary Literature Review.\" Journal of the American Medical Informatics Association 14: 713-721."
    },
    {
      "title": "Interpersonal Informatics: Making Social Influence Visible",
      "authors": [
        "E Bales",
        "W Griswold"
      ],
      "year": 2011,
      "doi": "10.1145/1979742.1979924",
      "raw": "Interpersonal Informatics: Making Social Influence Visible \n\t\t \n\t\t\t E Bales \n\t\t \n\t\t \n\t\t\t W Griswold \n\t\t \n\t\t 10.1145/1979742.1979924 \n\t \n\t \n\t\t CHI '11 Extended Abstracts on Human Factors in Computing Systems (CHI EA '11) \n\t\t New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2011 \n\t\t\t \n\t\t \n\t \n\t Bales, E., and W. Griswold. 2011. \"Interpersonal Informatics: Making Social Influence Visible.\" In CHI '11 Extended Abstracts on Human Factors in Computing Systems (CHI EA '11), 2227-2232. New York, NY: ACM."
    },
    {
      "title": "CoupleVIBE: Mobile Implicit Communication to Improve Awareness for (Long-distance) Couples",
      "authors": [
        "E Bales",
        "K Li",
        "W Griwsold"
      ],
      "year": 2011,
      "raw": "CoupleVIBE: Mobile Implicit Communication to Improve Awareness for (Long-distance) Couples \n\t\t \n\t\t\t E Bales \n\t\t \n\t\t \n\t\t\t K A Li \n\t\t \n\t\t \n\t\t\t W Griwsold \n\t\t \n\t \n\t \n\t\t Proceedings of the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11) \n\t\t the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2011 \n\t\t\t \n\t\t \n\t \n\t Bales, E., K. A. Li, and W. Griwsold. 2011. \"CoupleVIBE: Mobile Implicit Communication to Improve Awareness for (Long-distance) Couples.\" In Proceedings of the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11), 65-74. New York, NY: ACM."
    },
    {
      "title": "ShutEye: Encouraging Awareness of Healthy Sleep Recommendations with a Mobile, Peripheral Display",
      "authors": [
        "J Bauer",
        "S Consolvo",
        "B Greenstein",
        "J Schooler",
        "E Wu",
        "N Watson",
        "J Kientz"
      ],
      "year": 2012,
      "doi": "10.1145/2207676.2208600",
      "raw": "ShutEye: Encouraging Awareness of Healthy Sleep Recommendations with a Mobile, Peripheral Display \n\t\t \n\t\t\t J S Bauer \n\t\t \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t B Greenstein \n\t\t \n\t\t \n\t\t\t J Schooler \n\t\t \n\t\t \n\t\t\t E Wu \n\t\t \n\t\t \n\t\t\t N F Watson \n\t\t \n\t\t \n\t\t\t J Kientz \n\t\t \n\t\t 10.1145/2207676.2208600 \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems \n\t\t the SIGCHI Conference on Human Factors in Computing Systems New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2012 \n\t\t\t \n\t\t \n\t \n\t Bauer, J. S., S. Consolvo, B. Greenstein, J. Schooler, E. Wu, N. F. Watson, and J. Kientz. 2012. \"ShutEye: Encouraging Awareness of Healthy Sleep Recommendations with a Mobile, Peripheral Display.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, 1401-1410. New York, NY: ACM."
    },
    {
      "title": "The Streams of Our Lives: Visualizing Listening Histories in Context",
      "authors": [
        "D Baur",
        "F Seiffert",
        "M Sedlmair",
        "S Boring"
      ],
      "year": 2010,
      "doi": "10.1109/tvcg.2010.206",
      "journal": "IEEE Transactions on Visualization and Computer Graphics",
      "volume": "16",
      "issue": "6",
      "raw": "The Streams of Our Lives: Visualizing Listening Histories in Context \n\t\t \n\t\t\t D Baur \n\t\t \n\t\t \n\t\t\t F Seiffert \n\t\t \n\t\t \n\t\t\t M Sedlmair \n\t\t \n\t\t \n\t\t\t S Boring \n\t\t \n\t\t 10.1109/tvcg.2010.206 \n\t \n\t \n\t\t IEEE Transactions on Visualization and Computer Graphics \n\t\t \n\t\t\t 16 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Baur, D., F. Seiffert, M. Sedlmair, and S. Boring. 2010. \"The Streams of Our Lives: Visualizing Listening Histories in Context.\" IEEE Transactions on Visualization and Computer Graphics 16 (6): 1119-1128."
    },
    {
      "title": "Health Mashups: Presenting Statistical Patterns Between Wellbeing Data and Context in Natural Language to Promote Behavior Change",
      "authors": [
        "F Bentley",
        "T Tollmar",
        "P Stephenson",
        "L Levy",
        "B Jones",
        "S Robertson",
        "E Price",
        "R Catrambone",
        "J Wilson"
      ],
      "year": 2013,
      "journal": "ACM Transactions on Computer-Human Interaction",
      "volume": "20",
      "issue": "5",
      "raw": "Health Mashups: Presenting Statistical Patterns Between Wellbeing Data and Context in Natural Language to Promote Behavior Change \n\t\t \n\t\t\t F Bentley \n\t\t \n\t\t \n\t\t\t T Tollmar \n\t\t \n\t\t \n\t\t\t P Stephenson \n\t\t \n\t\t \n\t\t\t L Levy \n\t\t \n\t\t \n\t\t\t B Jones \n\t\t \n\t\t \n\t\t\t S Robertson \n\t\t \n\t\t \n\t\t\t E Price \n\t\t \n\t\t \n\t\t\t R Catrambone \n\t\t \n\t\t \n\t\t\t J Wilson \n\t\t \n\t \n\t \n\t\t ACM Transactions on Computer-Human Interaction \n\t\t \n\t\t\t 20 \n\t\t\t 5 \n\t\t\t 2013 \n\t\t \n\t \n\t Article 30, 27 pages \n\t Bentley, F., T. Tollmar, P. Stephenson, L. Levy, B. Jones, S. Robertson, E. Price, R. Catrambone, and J. Wilson. 2013. \"Health Mashups: Presenting Statistical Patterns Between Wellbeing Data and Context in Natural Language to Promote Behavior Change.\" ACM Transactions on Computer-Human Interaction 20 (5) (Article 30, 27 pages)."
    },
    {
      "title": "A Rulebased Tool for Assisting Colormap Selection",
      "authors": [
        "L Bergman",
        "B Rogowitz",
        "L Treinish"
      ],
      "year": 1995,
      "raw": "A Rulebased Tool for Assisting Colormap Selection \n\t\t \n\t\t\t L Bergman \n\t\t \n\t\t \n\t\t\t B E Rogowitz \n\t\t \n\t\t \n\t\t\t L A Treinish \n\t\t \n\t \n\t \n\t\t Proceedings of IEEE Visualization \n\t\t IEEE Visualization Atlanta, GA \n\t\t \n\t\t\t 1995 \n\t\t\t \n\t\t \n\t \n\t Bergman, L., B. E. Rogowitz, and L. A. Treinish. 1995. \"A Rule- based Tool for Assisting Colormap Selection.\" In Proceedings of IEEE Visualization, Atlanta, GA, 118-125."
    },
    {
      "title": "Appropriating and Assessing Heuristics for Mobile Computing",
      "authors": [
        "E Bertini",
        "S Gabrielli",
        "S Kimani"
      ],
      "year": 2006,
      "raw": "Appropriating and Assessing Heuristics for Mobile Computing \n\t\t \n\t\t\t E Bertini \n\t\t \n\t\t \n\t\t\t S Gabrielli \n\t\t \n\t\t \n\t\t\t S Kimani \n\t\t \n\t \n\t \n\t\t Proceedings of the Working Conference on Advanced Visual Interfaces (AVI '06) \n\t\t the Working Conference on Advanced Visual Interfaces (AVI '06) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2006 \n\t\t\t \n\t\t \n\t \n\t Bertini, E., S. Gabrielli, and S. Kimani. 2006. \"Appropriating and Assessing Heuristics for Mobile Computing.\" In Proceedings of the Working Conference on Advanced Visual Interfaces (AVI '06), 119-126. New York, NY: ACM."
    },
    {
      "title": "Fostering Intrinsic Motivation Through Avatar Identification in Digital Games",
      "authors": [
        "M Birk",
        "C Atkins",
        "J Bowey",
        "R Mandryk"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858062",
      "raw": "Fostering Intrinsic Motivation Through Avatar Identification in Digital Games \n\t\t \n\t\t\t M V Birk \n\t\t \n\t\t \n\t\t\t C Atkins \n\t\t \n\t\t \n\t\t\t J T Bowey \n\t\t \n\t\t \n\t\t\t R L Mandryk \n\t\t \n\t\t 10.1145/2858036.2858062 \n\t \n\t \n\t\t Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems (CHI '16) \n\t\t the 2016 CHI Conference on Human Factors in Computing Systems (CHI '16) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2016. 2982-2995 \n\t\t \n\t \n\t Birk, M. V., C. Atkins, J. T. Bowey, and R. L. Mandryk. 2016. \"Fostering Intrinsic Motivation Through Avatar Identification in Digital Games.\" In Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems (CHI '16), 2982-2995. New York, NY: ACM."
    },
    {
      "title": "Rainbow Color Map (Still) Considered Harmful",
      "authors": [
        "D Borland",
        "R Taylor"
      ],
      "year": 2007,
      "doi": "10.1109/mcg.2007.323435",
      "journal": "IEEE Computer Graphics and Applications",
      "volume": "27",
      "issue": "2",
      "raw": "Rainbow Color Map (Still) Considered Harmful \n\t\t \n\t\t\t D Borland \n\t\t \n\t\t \n\t\t\t R M Taylor \n\t\t \n\t\t \n\t\t\t I I \n\t\t \n\t\t 10.1109/mcg.2007.323435 \n\t \n\t \n\t\t IEEE Computer Graphics and Applications \n\t\t \n\t\t\t 27 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Borland, D., and R. M. Taylor II. 2007. \"Rainbow Color Map (Still) Considered Harmful.\" IEEE Computer Graphics and Applications 27 (2): 14-17."
    },
    {
      "title": "Naturalistic Inquiry and the Saturation Concept: A Research Note",
      "authors": [
        "G Bowen"
      ],
      "year": 2008,
      "doi": "10.1177/1468794107085301",
      "journal": "Qualitative Research",
      "volume": "8",
      "issue": "1",
      "raw": "Naturalistic Inquiry and the Saturation Concept: A Research Note \n\t\t \n\t\t\t G A Bowen \n\t\t \n\t\t 10.1177/1468794107085301 \n\t \n\t \n\t\t Qualitative Research \n\t\t \n\t\t\t 8 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Bowen, G. A. 2008. \"Naturalistic Inquiry and the Saturation Concept: A Research Note.\" Qualitative Research 8 (1): 137-152."
    },
    {
      "title": "Using Thematic Analysis in Psychology",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2006,
      "doi": "10.1191/1478088706qp063oa",
      "journal": "Qualitative Research in Psychology",
      "volume": "3",
      "raw": "Using Thematic Analysis in Psychology \n\t\t \n\t\t\t V Braun \n\t\t \n\t\t \n\t\t\t V Clarke \n\t\t \n\t\t 10.1191/1478088706qp063oa \n\t \n\t \n\t\t Qualitative Research in Psychology \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Braun, V., and V. Clarke. 2006. \"Using Thematic Analysis in Psychology.\" Qualitative Research in Psychology 3: 77-101."
    },
    {
      "title": "Color Use Guidelines for Mapping and Visualization",
      "authors": [
        "C Brewer"
      ],
      "year": 1994,
      "raw": "Color Use Guidelines for Mapping and Visualization \n\t\t \n\t\t\t C Brewer \n\t\t \n\t \n\t \n\t\t Visualization in Modern Cartography \n\t\t \n\t\t\t A M Maceachren \n\t\t \n\t\t \n\t\t\t D R F Taylor \n\t\t \n\t\t Tarrytown, NY \n\t\t \n\t\t\t Elsevier Science \n\t\t\t 1994 \n\t\t\t \n\t\t \n\t \n\t Brewer, C. 1994. \"Color Use Guidelines for Mapping and Visualization.\" In Visualization in Modern Cartography, edited by A. M. MacEachren and D. R. F. Taylor, 123- 147. Tarrytown, NY: Elsevier Science."
    },
    {
      "title": "Color Use Guidelines for Data Representation",
      "authors": [
        "C Brewer"
      ],
      "year": 1999,
      "raw": "Color Use Guidelines for Data Representation \n\t\t \n\t\t\t C Brewer \n\t\t \n\t \n\t \n\t\t Proceedings of the Section on Statistical Graphics \n\t\t the Section on Statistical Graphics Alexandria, VA \n\t\t \n\t\t\t American Statistical Association \n\t\t\t 1999 \n\t\t\t \n\t\t \n\t \n\t Brewer, C. 1999. \"Color Use Guidelines for Data Representation.\" In Proceedings of the Section on Statistical Graphics, 55-60. Alexandria, VA: American Statistical Association."
    },
    {
      "title": "When Participants do the Capturing: The Role of Media in Diary Studies",
      "authors": [
        "S Carter",
        "J Mankoff"
      ],
      "year": 2005,
      "raw": "When Participants do the Capturing: The Role of Media in Diary Studies \n\t\t \n\t\t\t S Carter \n\t\t \n\t\t \n\t\t\t J Mankoff \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '05) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '05) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2005 \n\t\t\t \n\t\t \n\t \n\t Carter, S., and J. Mankoff. 2005. \"When Participants do the Capturing: The Role of Media in Diary Studies.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '05), 899-908. New York, NY: ACM."
    },
    {
      "title": "Quantified Self and Modeling of Human Cognition",
      "authors": [
        "F Cena",
        "S Likavec",
        "A Rapp"
      ],
      "year": 2015,
      "raw": "Quantified Self and Modeling of Human Cognition \n\t\t \n\t\t\t F Cena \n\t\t \n\t\t \n\t\t\t S Likavec \n\t\t \n\t\t \n\t\t\t A Rapp \n\t\t \n\t \n\t \n\t\t Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct) \n\t\t New York \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Cena, F., S. Likavec, and A. Rapp. 2015. \"Quantified Self and Modeling of Human Cognition.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 1021-1026. New York: ACM."
    },
    {
      "title": "Selfmonitoring of Emotions: A Novel Personal Informatics Solution for an Enhanced Self-reporting",
      "authors": [
        "F Cena",
        "I Lombardi",
        "A Rapp",
        "F Sarzotti"
      ],
      "year": 2014,
      "volume": "1181",
      "raw": "Selfmonitoring of Emotions: A Novel Personal Informatics Solution for an Enhanced Self-reporting \n\t\t \n\t\t\t F Cena \n\t\t \n\t\t \n\t\t\t I Lombardi \n\t\t \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Sarzotti \n\t\t \n\t \n\t \n\t\t Workshop Proceedings of the 22nd Conference on User Modeling, Adaptation and Personalization UMAP '14 \n\t\t CEUR Workshop Proceedings \n\t\t \n\t\t\t 2014 \n\t\t\t 1181 \n\t\t \n\t \n\t Cena, F., I. Lombardi, A. Rapp, and F. Sarzotti. 2014. \"Self- monitoring of Emotions: A Novel Personal Informatics Solution for an Enhanced Self-reporting.\" In Workshop Proceedings of the 22nd Conference on User Modeling, Adaptation and Personalization UMAP '14. CEUR Workshop Proceedings, Vol. 1181."
    },
    {
      "title": "HealthyTogether: Exploring Social Incentives for Mobile Fitness Applications",
      "authors": [
        "Y Chen",
        "P Pu"
      ],
      "year": 2014,
      "doi": "10.1145/2592235.2592240",
      "raw": "HealthyTogether: Exploring Social Incentives for Mobile Fitness Applications \n\t\t \n\t\t\t Y Chen \n\t\t \n\t\t \n\t\t\t P Pu \n\t\t \n\t\t 10.1145/2592235.2592240 \n\t \n\t \n\t\t Proceedings of the Second International Symposium of Chinese CHI (Chinese CHI '14) \n\t\t the Second International Symposium of Chinese CHI (Chinese CHI '14) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Chen, Y., and P. Pu. 2014. \"HealthyTogether: Exploring Social Incentives for Mobile Fitness Applications.\" In Proceedings of the Second International Symposium of Chinese CHI (Chinese CHI '14), 25-34. New York, NY: ACM."
    },
    {
      "title": "Total Recall: are Privacy Changes Inevitable?",
      "authors": [
        "W Cheng",
        "L Golubchik",
        "D Kay"
      ],
      "year": 2004,
      "raw": "Total Recall: are Privacy Changes Inevitable? \n\t\t \n\t\t\t W C Cheng \n\t\t \n\t\t \n\t\t\t L Golubchik \n\t\t \n\t\t \n\t\t\t D G Kay \n\t\t \n\t \n\t \n\t\t Proceedings of the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04) \n\t\t the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2004 \n\t\t\t \n\t\t \n\t \n\t Cheng, W. C., L. Golubchik, and D. G. Kay. 2004. \"Total Recall: are Privacy Changes Inevitable?\" In Proceedings of the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04), 86-92. New York, NY: ACM."
    },
    {
      "title": "Understanding Quantified-selfers' Practices in Collecting and Exploring Personal Data",
      "authors": [
        "E Choe",
        "N Lee",
        "B Lee",
        "W Pratt",
        "J Kientz"
      ],
      "year": 2014,
      "raw": "Understanding Quantified-selfers' Practices in Collecting and Exploring Personal Data \n\t\t \n\t\t\t E K Choe \n\t\t \n\t\t \n\t\t\t N B Lee \n\t\t \n\t\t \n\t\t\t B Lee \n\t\t \n\t\t \n\t\t\t W Pratt \n\t\t \n\t\t \n\t\t\t J A Kientz \n\t\t \n\t \n\t \n\t\t Proceedings of the 32nd Annual ACM Conference on Human Factors in Computing Systems (CHI '14) \n\t\t the 32nd Annual ACM Conference on Human Factors in Computing Systems (CHI '14) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Choe, E. K., N. B. Lee, B. Lee, W. Pratt, and J. A. Kientz. 2014. \"Understanding Quantified-selfers' Practices in Collecting and Exploring Personal Data.\" In Proceedings of the 32nd Annual ACM Conference on Human Factors in Computing Systems (CHI '14), 1143-1152. New York, NY: ACM."
    },
    {
      "title": "Understanding the Intent Behind Mobile Information Needs",
      "authors": [
        "K Church",
        "B Smyth"
      ],
      "year": 2009,
      "doi": "10.1145/1502650.1502686",
      "raw": "Understanding the Intent Behind Mobile Information Needs \n\t\t \n\t\t\t K Church \n\t\t \n\t\t \n\t\t\t B Smyth \n\t\t \n\t\t 10.1145/1502650.1502686 \n\t \n\t \n\t\t Proceedings of the 14th International Conference on Intelligent User Interfaces (IUI '09) \n\t\t the 14th International Conference on Intelligent User Interfaces (IUI '09) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2009 \n\t\t\t \n\t\t \n\t \n\t Church, K., and B. Smyth. 2009. \"Understanding the Intent Behind Mobile Information Needs.\" In Proceedings of the 14th International Conference on Intelligent User Interfaces (IUI '09), 247-256. New York, NY: ACM."
    },
    {
      "title": "No Longer Wearing: Investigating the Abandonment of Personal Health-Tracking Technologies on Craigslist",
      "authors": [
        "J Clawson",
        "J Pater",
        "A Miller",
        "E Mynatt",
        "L Mamykina"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2807554",
      "raw": "No Longer Wearing: Investigating the Abandonment of Personal Health-Tracking Technologies on Craigslist \n\t\t \n\t\t\t J Clawson \n\t\t \n\t\t \n\t\t\t J A Pater \n\t\t \n\t\t \n\t\t\t A D Miller \n\t\t \n\t\t \n\t\t\t E D Mynatt \n\t\t \n\t\t \n\t\t\t L Mamykina \n\t\t \n\t\t 10.1145/2750858.2807554 \n\t \n\t \n\t\t Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) \n\t\t the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) New York \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Clawson, J., J. A. Pater, A. D. Miller, E. D. Mynatt, and L. Mamykina. 2015. \"No Longer Wearing: Investigating the Abandonment of Personal Health-Tracking Technologies on Craigslist.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 647-658. New York: ACM."
    },
    {
      "title": "Design Requirements for Technologies That Encourage Physical Activity",
      "authors": [
        "S Consolvo",
        "K Everitt",
        "I Smith",
        "J Landay"
      ],
      "year": 2006,
      "raw": "Design Requirements for Technologies That Encourage Physical Activity \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t K Everitt \n\t\t \n\t\t \n\t\t\t I Smith \n\t\t \n\t\t \n\t\t\t J Landay \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '06) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '06) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2006 \n\t\t\t \n\t\t \n\t \n\t Consolvo, S., K. Everitt, I. Smith, and J. Landay. 2006. \"Design Requirements for Technologies That Encourage Physical Activity.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '06), 457-466. New York, NY: ACM."
    },
    {
      "title": "Flowers or a Robot Army? Encouraging Awareness & Activity with Personal, Mobile Displays",
      "authors": [
        "S Consolvo",
        "P Klasnja",
        "D Mcdonald",
        "D Avrahami",
        "J Froelich",
        "L Legrand",
        "R Libby",
        "K Mosher",
        "J Landay"
      ],
      "year": 2008,
      "doi": "10.1145/1409635.1409644",
      "raw": "Flowers or a Robot Army? Encouraging Awareness & Activity with Personal, Mobile Displays \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t P Klasnja \n\t\t \n\t\t \n\t\t\t D W Mcdonald \n\t\t \n\t\t \n\t\t\t D Avrahami \n\t\t \n\t\t \n\t\t\t J Froelich \n\t\t \n\t\t \n\t\t\t L Legrand \n\t\t \n\t\t \n\t\t\t R Libby \n\t\t \n\t\t \n\t\t\t K Mosher \n\t\t \n\t\t \n\t\t\t J A Landay \n\t\t \n\t\t 10.1145/1409635.1409644 \n\t \n\t \n\t\t Proceedings of the 10th International Conference on Ubiquitous Computing (UbiComp '08) \n\t\t the 10th International Conference on Ubiquitous Computing (UbiComp '08) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2008 \n\t\t\t \n\t\t \n\t \n\t Consolvo, S., P. Klasnja, D. W. McDonald, D. Avrahami, J. Froelich, L. LeGrand, R. Libby, K. Mosher, and J. A. Landay. 2008a. \"Flowers or a Robot Army? Encouraging Awareness & Activity with Personal, Mobile Displays.\" In Proceedings of the 10th International Conference on Ubiquitous Computing (UbiComp '08), 54-63. New York, NY: ACM."
    },
    {
      "title": "Activity Sensing in the Wild: a Field Trial of Ubifit Garden",
      "authors": [
        "S Consolvo",
        "D Mcdonald",
        "T Toscos",
        "M Chen",
        "J Froehlich",
        "B Harrison",
        "P Klasnja"
      ],
      "year": 2008,
      "raw": "Activity Sensing in the Wild: a Field Trial of Ubifit Garden \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t D W Mcdonald \n\t\t \n\t\t \n\t\t\t T Toscos \n\t\t \n\t\t \n\t\t\t M Y Chen \n\t\t \n\t\t \n\t\t\t J Froehlich \n\t\t \n\t\t \n\t\t\t B Harrison \n\t\t \n\t\t \n\t\t\t P Klasnja \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '08) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '08) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2008 \n\t\t\t \n\t\t \n\t \n\t Consolvo, S., D. W. McDonald, T. Toscos, M. Y. Chen, J. Froehlich, B. Harrison, P. Klasnja, et al. 2008b. \"Activity Sensing in the Wild: a Field Trial of Ubifit Garden.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '08), 1797-1806. New York, NY: ACM."
    },
    {
      "title": "A Diary Study of Task Switching and Interruptions",
      "authors": [
        "M Czerwinski",
        "E Horvitz",
        "S Wilhite"
      ],
      "year": 2004,
      "raw": "A Diary Study of Task Switching and Interruptions \n\t\t \n\t\t\t M Czerwinski \n\t\t \n\t\t \n\t\t\t E Horvitz \n\t\t \n\t\t \n\t\t\t S Wilhite \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '04) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '04) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2004 \n\t\t\t \n\t\t \n\t \n\t Czerwinski, M., E. Horvitz, and S. Wilhite. 2004. \"A Diary Study of Task Switching and Interruptions.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '04), 175-182. New York, NY: ACM."
    },
    {
      "title": "A National Survey of Assessment and Therapy Techniques Used by Behavior Therapists",
      "authors": [
        "A Elliot",
        "R Miltenberger",
        "J Kaster-Bundgaard",
        "V Lumley"
      ],
      "year": 1996,
      "doi": "10.1016/s1077-7229(96)80033-2",
      "journal": "Cognitive and Behavioral Practice",
      "volume": "3",
      "raw": "A National Survey of Assessment and Therapy Techniques Used by Behavior Therapists \n\t\t \n\t\t\t A J Elliot \n\t\t \n\t\t \n\t\t\t R G Miltenberger \n\t\t \n\t\t \n\t\t\t J Kaster-Bundgaard \n\t\t \n\t\t \n\t\t\t V Lumley \n\t\t \n\t\t 10.1016/s1077-7229(96)80033-2 \n\t \n\t \n\t\t Cognitive and Behavioral Practice \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Elliot, A. J., R. G. Miltenberger, J. Kaster-Bundgaard, and V. Lumley. 1996. \"A National Survey of Assessment and Therapy Techniques Used by Behavior Therapists.\" Cognitive and Behavioral Practice 3: 107-125."
    },
    {
      "title": "A Quantified Past: Toward Design for Remembering with Personal Informatics",
      "authors": [
        "C Elsden",
        "D Kirk",
        "A Durrant"
      ],
      "year": 2016,
      "journal": "Human-Computer Interaction",
      "volume": "31",
      "issue": "6",
      "raw": "A Quantified Past: Toward Design for Remembering with Personal Informatics \n\t\t \n\t\t\t C Elsden \n\t\t \n\t\t \n\t\t\t D S Kirk \n\t\t \n\t\t \n\t\t\t A C Durrant \n\t\t \n\t \n\t \n\t\t Human-Computer Interaction \n\t\t \n\t\t\t 31 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Elsden, C., D. S. Kirk, and A. C. Durrant. 2016. \"A Quantified Past: Toward Design for Remembering with Personal Informatics.\" Human-Computer Interaction 31 (6): 518-557."
    },
    {
      "title": "Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data",
      "authors": [
        "D Epstein",
        "F Cordeiro",
        "E Bales",
        "J Fogarty",
        "S Munson"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598558",
      "raw": "Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data \n\t\t \n\t\t\t D Epstein \n\t\t \n\t\t \n\t\t\t F Cordeiro \n\t\t \n\t\t \n\t\t\t E Bales \n\t\t \n\t\t \n\t\t\t J Fogarty \n\t\t \n\t\t \n\t\t\t S Munson \n\t\t \n\t\t 10.1145/2598510.2598558 \n\t \n\t \n\t\t Proceedings of the 2014 Conference on Designing Interactive Systems (DIS '14) \n\t\t the 2014 Conference on Designing Interactive Systems (DIS '14) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Epstein, D., F. Cordeiro, E. Bales, J. Fogarty, and S. Munson. 2014. \"Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data.\" In Proceedings of the 2014 Conference on Designing Interactive Systems (DIS '14), 667-676. New York, NY: ACM."
    },
    {
      "title": "A Lived Informatics Model of Personal Informatics",
      "authors": [
        "D Epstein",
        "A Ping",
        "J Fogarty",
        "S Munson"
      ],
      "year": 2015,
      "raw": "A Lived Informatics Model of Personal Informatics \n\t\t \n\t\t\t D A Epstein \n\t\t \n\t\t \n\t\t\t A Ping \n\t\t \n\t\t \n\t\t\t J Fogarty \n\t\t \n\t\t \n\t\t\t S A Munson \n\t\t \n\t \n\t \n\t\t Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) \n\t\t the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Epstein, D. A., A. Ping, J. Fogarty, and S. A. Munson. 2015. \"A Lived Informatics Model of Personal Informatics.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 731-742. New York, NY: ACM."
    },
    {
      "title": "Assessing 'Stage of Change' in Current and Former Smokers",
      "authors": [
        "J Etter",
        "S Sutton"
      ],
      "year": 2002,
      "doi": "10.1046/j.1360-0443.2002.00198.x",
      "journal": "Addiction",
      "volume": "97",
      "raw": "Assessing 'Stage of Change' in Current and Former Smokers \n\t\t \n\t\t\t J F Etter \n\t\t \n\t\t \n\t\t\t S Sutton \n\t\t \n\t\t 10.1046/j.1360-0443.2002.00198.x \n\t \n\t \n\t\t Addiction \n\t\t \n\t\t\t 97 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Etter, J. F., and S. Sutton. 2002. \"Assessing 'Stage of Change' in Current and Former Smokers.\" Addiction 97: 1171-1182."
    },
    {
      "title": "Feltron's Annual Report",
      "authors": [
        "N Feltron"
      ],
      "year": 2014,
      "raw": "Feltron's Annual Report \n\t\t \n\t\t\t N Feltron \n\t\t \n\t\t \n\t\t \n\t\t\t 2014. November 4, 2017 \n\t\t \n\t \n\t Feltron, N. 2014. \"Feltron's Annual Report.\" Accessed November 4, 2017. http://feltron.com/"
    },
    {
      "title": "Practical Issues in Self-observation",
      "authors": [
        "S Foster",
        "C Laverty-Finch",
        "D Gizzo",
        "J Osantowski"
      ],
      "year": 1999,
      "journal": "Psychological Assessment",
      "volume": "11",
      "raw": "Practical Issues in Self-observation \n\t\t \n\t\t\t S L Foster \n\t\t \n\t\t \n\t\t\t C Laverty-Finch \n\t\t \n\t\t \n\t\t\t D P Gizzo \n\t\t \n\t\t \n\t\t\t J Osantowski \n\t\t \n\t \n\t \n\t\t Psychological Assessment \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Foster, S. L., C. Laverty-Finch, D. P. Gizzo, and J. Osantowski. 1999. \"Practical Issues in Self-observation.\" Psychological Assessment 11: 426-438."
    },
    {
      "title": "Persuasive Technology in the Real World: A Study of Long-term Use of Activity Sensing Devices for Fitness",
      "authors": [
        "T Fritz",
        "E Huang",
        "G Murphy",
        "T Zimmermann"
      ],
      "year": 2014,
      "raw": "Persuasive Technology in the Real World: A Study of Long-term Use of Activity Sensing Devices for Fitness \n\t\t \n\t\t\t T Fritz \n\t\t \n\t\t \n\t\t\t E M Huang \n\t\t \n\t\t \n\t\t\t G C Murphy \n\t\t \n\t\t \n\t\t\t T Zimmermann \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '14) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '14) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Fritz, T., E. M. Huang, G. C. Murphy, and T. Zimmermann. 2014. \"Persuasive Technology in the Real World: A Study of Long-term Use of Activity Sensing Devices for Fitness.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '14), 487-496. New York, NY: ACM."
    },
    {
      "title": "Graph Literacy: A Crosscultural Comparison",
      "authors": [
        "M Galesic",
        "R Garcia-Retamero"
      ],
      "year": 2011,
      "journal": "Medical Decision Making",
      "volume": "31",
      "raw": "Graph Literacy: A Crosscultural Comparison \n\t\t \n\t\t\t M Galesic \n\t\t \n\t\t \n\t\t\t R Garcia-Retamero \n\t\t \n\t \n\t \n\t\t Medical Decision Making \n\t\t \n\t\t\t 31 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Galesic, M., and R. Garcia-Retamero. 2011. \"Graph Literacy: A Crosscultural Comparison.\" Medical Decision Making 31: 444-457."
    },
    {
      "title": "MyLifeBits: A Personal Database for Everything",
      "authors": [
        "J Gemmell",
        "G Bell",
        "R Lueder"
      ],
      "year": 2006,
      "journal": "Communications of the ACM",
      "volume": "49",
      "issue": "1",
      "raw": "MyLifeBits: A Personal Database for Everything \n\t\t \n\t\t\t J Gemmell \n\t\t \n\t\t \n\t\t\t G Bell \n\t\t \n\t\t \n\t\t\t R Lueder \n\t\t \n\t \n\t \n\t\t Communications of the ACM \n\t\t \n\t\t\t 49 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Gemmell, J., G. Bell, and R. Lueder. 2006. \"MyLifeBits: A Personal Database for Everything.\" Communications of the ACM 49 (1): 88-95."
    },
    {
      "title": "Sampling, Representativeness and Generalizability",
      "authors": [
        "G Gobo"
      ],
      "year": 2004,
      "raw": "Sampling, Representativeness and Generalizability \n\t\t \n\t\t\t G Gobo \n\t\t \n\t \n\t \n\t\t Qualitative Research Practice \n\t\t \n\t\t\t C Seale \n\t\t \n\t\t \n\t\t\t G Gobo \n\t\t \n\t\t \n\t\t\t J Gubrium \n\t\t \n\t\t \n\t\t\t D Silverman \n\t\t \n\t\t London \n\t\t \n\t\t\t Sage \n\t\t\t 2004 \n\t\t\t \n\t\t \n\t \n\t Gobo, G. 2004. \"Sampling, Representativeness and Generalizability.\" In Qualitative Research Practice, edited by C. Seale, G. Gobo, J. Gubrium, and D. Silverman, 435- 456. London: Sage."
    },
    {
      "title": "Steps, Choices and Moral Accounting: Observations From a Step-counting Campaign in the Workplace",
      "authors": [
        "N Gorm",
        "I Shklovski"
      ],
      "year": 2016,
      "doi": "10.1145/2818048.2819944",
      "raw": "Steps, Choices and Moral Accounting: Observations From a Step-counting Campaign in the Workplace \n\t\t \n\t\t\t N Gorm \n\t\t \n\t\t \n\t\t\t I Shklovski \n\t\t \n\t\t 10.1145/2818048.2819944 \n\t \n\t \n\t\t Proceedings of the 19th ACM Conference on Computer-Supported Cooperative Work & Social Computing (CSCW '16) \n\t\t the 19th ACM Conference on Computer-Supported Cooperative Work & Social Computing (CSCW '16) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Gorm, N., and I. Shklovski. 2016. \"Steps, Choices and Moral Accounting: Observations From a Step-counting Campaign in the Workplace.\" In Proceedings of the 19th ACM Conference on Computer-Supported Cooperative Work & Social Computing (CSCW '16), 148-159. New York, NY: ACM."
    },
    {
      "title": "How Do We Engage with Activity Trackers?: A Longitudinal Study of Habito",
      "authors": [
        "R Gouveia",
        "E Karapanos",
        "M Hassenzahl"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804290",
      "raw": "How Do We Engage with Activity Trackers?: A Longitudinal Study of Habito \n\t\t \n\t\t\t R Gouveia \n\t\t \n\t\t \n\t\t\t E Karapanos \n\t\t \n\t\t \n\t\t\t M Hassenzahl \n\t\t \n\t\t 10.1145/2750858.2804290 \n\t \n\t \n\t\t Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing \n\t\t the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Gouveia, R., E. Karapanos, and M. Hassenzahl. 2015. \"How Do We Engage with Activity Trackers?: A Longitudinal Study of Habito.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing, 1305- 1316. New York, NY: ACM."
    },
    {
      "title": "Exploring the Design Space of Glanceable Feedback for Physical Activity Trackers",
      "authors": [
        "R Gouveia",
        "F Pereira",
        "E Karapanos",
        "S Munson",
        "M Hassenzahl"
      ],
      "year": 2016,
      "raw": "Exploring the Design Space of Glanceable Feedback for Physical Activity Trackers \n\t\t \n\t\t\t R Gouveia \n\t\t \n\t\t \n\t\t\t F Pereira \n\t\t \n\t\t \n\t\t\t E Karapanos \n\t\t \n\t\t \n\t\t\t S A Munson \n\t\t \n\t\t \n\t\t\t M Hassenzahl \n\t\t \n\t \n\t \n\t\t Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '16) \n\t\t the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '16) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Gouveia, R., F. Pereira, E. Karapanos, S. A. Munson, and M. Hassenzahl. 2016. \"Exploring the Design Space of Glanceable Feedback for Physical Activity Trackers.\" In Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '16), 144-155. New York, NY: ACM."
    },
    {
      "title": "Wan2tlk?: Everyday Text Messaging",
      "authors": [
        "R Grinter",
        "M Eldridge"
      ],
      "year": 2003,
      "raw": "Wan2tlk?: Everyday Text Messaging \n\t\t \n\t\t\t R Grinter \n\t\t \n\t\t \n\t\t\t M Eldridge \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '03) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '03) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2003 \n\t\t\t \n\t\t \n\t \n\t Grinter, R., and M. Eldridge. 2003. \"Wan2tlk?: Everyday Text Messaging.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '03), 441-448. New York, NY: ACM."
    },
    {
      "title": "Mind the Theoretical gap: Interpreting, Using, and Developing Behavioral Theory in HCI Research",
      "authors": [
        "E Hekler",
        "P Klasnja",
        "J Froehlich",
        "M Buman"
      ],
      "year": 2013,
      "doi": "10.1145/2470654.2466452",
      "raw": "Mind the Theoretical gap: Interpreting, Using, and Developing Behavioral Theory in HCI Research \n\t\t \n\t\t\t E B Hekler \n\t\t \n\t\t \n\t\t\t P Klasnja \n\t\t \n\t\t \n\t\t\t J E Froehlich \n\t\t \n\t\t \n\t\t\t M P Buman \n\t\t \n\t\t 10.1145/2470654.2466452 \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '13) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '13) New York \n\t\t \n\t\t\t ACM \n\t\t\t 2013 \n\t\t\t \n\t\t \n\t \n\t Hekler, E. B., P. Klasnja, J. E. Froehlich, and M. P. Buman. 2013. \"Mind the Theoretical gap: Interpreting, Using, and Developing Behavioral Theory in HCI Research.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '13), 3307-3316. New York: ACM."
    },
    {
      "title": "Narrating the Quantified Self",
      "authors": [
        "D Hilviu",
        "A Rapp"
      ],
      "year": 2015,
      "doi": "10.1145/2800835.2800959",
      "raw": "Narrating the Quantified Self \n\t\t \n\t\t\t D Hilviu \n\t\t \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t 10.1145/2800835.2800959 \n\t \n\t \n\t\t Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct) \n\t\t New York \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Hilviu, D., and A. Rapp. 2015. \"Narrating the Quantified Self.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 1051- 1056. New York: ACM."
    },
    {
      "title": "Colour-Temperature Correspondences: When Reactions to Thermal Stimuli are Influenced by Colour",
      "authors": [
        "H.-N Ho",
        "G Van Doorn",
        "T Kawabe",
        "J Watanabe",
        "C Spence"
      ],
      "year": 2014,
      "journal": "PLoS ONE",
      "volume": "9",
      "issue": "3",
      "pages": "e91854",
      "raw": "Colour-Temperature Correspondences: When Reactions to Thermal Stimuli are Influenced by Colour \n\t\t \n\t\t\t H.-N Ho \n\t\t \n\t\t \n\t\t\t G H Van Doorn \n\t\t \n\t\t \n\t\t\t T Kawabe \n\t\t \n\t\t \n\t\t\t J Watanabe \n\t\t \n\t\t \n\t\t\t C Spence \n\t\t \n\t \n\t \n\t\t PLoS ONE \n\t\t \n\t\t\t 9 \n\t\t\t 3 \n\t\t\t e91854 \n\t\t\t 2014 \n\t\t \n\t \n\t Ho, H.-N., G. H. Van Doorn, T. Kawabe, J. Watanabe, and C. Spence. 2014. \"Colour-Temperature Correspondences: When Reactions to Thermal Stimuli are Influenced by Colour.\" PLoS ONE 9 (3): e91854."
    },
    {
      "title": "Personal Visualization and Personal Visual Analytics",
      "authors": [
        "D Huang",
        "M Tory",
        "B Aseniero",
        "L Bartram",
        "S Bateman",
        "S Carpendale",
        "A Tang",
        "R Woodbury"
      ],
      "year": 2015,
      "journal": "IEEE Transactions on Visualization and Computer Graphics",
      "volume": "21",
      "issue": "3",
      "raw": "Personal Visualization and Personal Visual Analytics \n\t\t \n\t\t\t D Huang \n\t\t \n\t\t \n\t\t\t M Tory \n\t\t \n\t\t \n\t\t\t B A Aseniero \n\t\t \n\t\t \n\t\t\t L Bartram \n\t\t \n\t\t \n\t\t\t S Bateman \n\t\t \n\t\t \n\t\t\t S Carpendale \n\t\t \n\t\t \n\t\t\t A Tang \n\t\t \n\t\t \n\t\t\t R Woodbury \n\t\t \n\t \n\t \n\t\t IEEE Transactions on Visualization and Computer Graphics \n\t\t \n\t\t\t 21 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Huang, D., M. Tory, B. A. Aseniero, L. Bartram, S. Bateman, S. Carpendale, A. Tang, and R. Woodbury. 2015. \"Personal Visualization and Personal Visual Analytics.\" IEEE Transactions on Visualization and Computer Graphics 21 (3): 420-433."
    },
    {
      "title": "A Field Study of On-calendar Visualizations",
      "authors": [
        "D Huang",
        "M Tory",
        "L Bartram"
      ],
      "year": 2016,
      "raw": "A Field Study of On-calendar Visualizations \n\t\t \n\t\t\t D Huang \n\t\t \n\t\t \n\t\t\t M Tory \n\t\t \n\t\t \n\t\t\t L Bartram \n\t\t \n\t \n\t \n\t\t Proceedings of the 42nd Graphics Interface Conference (GI '16) \n\t\t the 42nd Graphics Interface Conference (GI '16) Waterloo, Ontario \n\t\t \n\t\t\t Canadian Human-Computer Communications Society \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Huang, D., M. Tory, and L. Bartram. 2016. \"A Field Study of On-calendar Visualizations.\" In Proceedings of the 42nd Graphics Interface Conference (GI '16), Canadian Human- Computer Communications Society, Waterloo, Ontario, 13-20."
    },
    {
      "title": "Are Wearables Over? Fast Company Inc",
      "authors": [
        "L Hunter"
      ],
      "year": 2014,
      "raw": "Are Wearables Over? Fast Company Inc \n\t\t \n\t\t\t L Hunter \n\t\t \n\t\t \n\t \n\t \n\t\t Wearable Technology 2014-2024: Technologies, Markets, Forecasts E-Textiles, Wearable Electronics, Medical Diagnostics, Smart Glasses, Smart Wristbands and More \n\t\t \n\t\t\t 2014. March 1, 2016. 2014. March 1, 2016 \n\t\t \n\t \n\t Hunter, L. 2014. \"Are Wearables Over? Fast Company Inc.\" Accessed March 1, 2016. http://www.fastcompany.com/ 3028879/most-innovative-companies/are-wearables-over. IDTechEx. 2014. \"Wearable Technology 2014-2024: Technologies, Markets, Forecasts E-Textiles, Wearable Electronics, Medical Diagnostics, Smart Glasses, Smart Wristbands and More.\" Accessed March 1, 2016. https:// www.prnewswire.com/news-releases/wearable-technology- 2014-2024-technologies-markets-forecasts-254355281.html."
    },
    {
      "title": "Opportunities and Challenges for Selfexperimentation in Self-tracking",
      "authors": [
        "R Karkar",
        "J Fogarty",
        "J Kientz",
        "S Munson",
        "R Vilardaga",
        "J Zia"
      ],
      "year": 2015,
      "doi": "10.1145/2800835.2800949",
      "raw": "Opportunities and Challenges for Selfexperimentation in Self-tracking \n\t\t \n\t\t\t R Karkar \n\t\t \n\t\t \n\t\t\t J Fogarty \n\t\t \n\t\t \n\t\t\t J A Kientz \n\t\t \n\t\t \n\t\t\t S A Munson \n\t\t \n\t\t \n\t\t\t R Vilardaga \n\t\t \n\t\t \n\t\t\t J Zia \n\t\t \n\t\t 10.1145/2800835.2800949 \n\t \n\t \n\t\t Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct) \n\t\t New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Karkar, R., J. Fogarty, J. A. Kientz, S. A. Munson, R. Vilardaga, and J. Zia. 2015. \"Opportunities and Challenges for Self- experimentation in Self-tracking.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 991-996. New York, NY: ACM."
    },
    {
      "title": "Actigraphic Detection of REM Sleep Based on Respiratory Rate Estimation",
      "authors": [
        "K Kawamoto",
        "K Hiroyuki",
        "T Seiki"
      ],
      "year": 2013,
      "doi": "10.12720/jomb.2.1.20-25",
      "journal": "Journal of Medical and Bioengineering",
      "volume": "2",
      "issue": "1",
      "raw": "Actigraphic Detection of REM Sleep Based on Respiratory Rate Estimation \n\t\t \n\t\t\t K Kawamoto \n\t\t \n\t\t \n\t\t\t K Hiroyuki \n\t\t \n\t\t \n\t\t\t T Seiki \n\t\t \n\t\t 10.12720/jomb.2.1.20-25 \n\t \n\t \n\t\t Journal of Medical and Bioengineering \n\t\t \n\t\t\t 2 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Kawamoto, K., K. Hiroyuki, and T. Seiki. 2013. \"Actigraphic Detection of REM Sleep Based on Respiratory Rate Estimation.\" Journal of Medical and Bioengineering 2 (1): 20-25."
    },
    {
      "title": "Your Activity Tracker Knows When you Quit Smoking",
      "authors": [
        "K Kawamoto",
        "T Tanaka",
        "H Kuriyama"
      ],
      "year": 2014,
      "raw": "Your Activity Tracker Knows When you Quit Smoking \n\t\t \n\t\t\t K Kawamoto \n\t\t \n\t\t \n\t\t\t T Tanaka \n\t\t \n\t\t \n\t\t\t H Kuriyama \n\t\t \n\t \n\t \n\t\t Proceedings of the 2014 ACM International Symposium on Wearable Computers (ISWC '14) \n\t\t the 2014 ACM International Symposium on Wearable Computers (ISWC '14) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Kawamoto, K., T. Tanaka, and H. Kuriyama. 2014. \"Your Activity Tracker Knows When you Quit Smoking.\" In Proceedings of the 2014 ACM International Symposium on Wearable Computers (ISWC '14), 107-110. New York, NY: ACM."
    },
    {
      "title": "Lullaby: A Capture & Access System for Understanding the Sleep Environment",
      "authors": [
        "M Kay",
        "E Choe",
        "J Shepherd",
        "B Greenstein",
        "N Watson",
        "S Consolvo",
        "J Kientz"
      ],
      "year": 2012,
      "doi": "10.1145/2370216.2370253",
      "raw": "Lullaby: A Capture & Access System for Understanding the Sleep Environment \n\t\t \n\t\t\t M Kay \n\t\t \n\t\t \n\t\t\t E K Choe \n\t\t \n\t\t \n\t\t\t J Shepherd \n\t\t \n\t\t \n\t\t\t B Greenstein \n\t\t \n\t\t \n\t\t\t N Watson \n\t\t \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t J A Kientz \n\t\t \n\t\t 10.1145/2370216.2370253 \n\t \n\t \n\t\t Proceedings of the 2012 ACM Conference on Ubiquitous Computing (Ubicomp '12) \n\t\t the 2012 ACM Conference on Ubiquitous Computing (Ubicomp '12) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2012 \n\t\t\t \n\t\t \n\t \n\t Kay, M., E. K. Choe, J. Shepherd, B. Greenstein, N. Watson, S. Consolvo, and J. A. Kientz. 2012. \"Lullaby: A Capture & Access System for Understanding the Sleep Environment.\" In Proceedings of the 2012 ACM Conference on Ubiquitous Computing (Ubicomp '12), 226-234. New York, NY: ACM."
    },
    {
      "title": "inAir: A Longitudinal Study of Indoor air Quality Measurements and Visualizations",
      "authors": [
        "S Kim",
        "E Paulos",
        "J Mankoff"
      ],
      "year": 2013,
      "raw": "inAir: A Longitudinal Study of Indoor air Quality Measurements and Visualizations \n\t\t \n\t\t\t S Kim \n\t\t \n\t\t \n\t\t\t E Paulos \n\t\t \n\t\t \n\t\t\t J Mankoff \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems \n\t\t the SIGCHI Conference on Human Factors in Computing Systems New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2013 \n\t\t\t \n\t\t \n\t \n\t Kim, S., E. Paulos, and J. Mankoff. 2013. \"inAir: A Longitudinal Study of Indoor air Quality Measurements and Visualizations.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, 2745-2754. New York, NY: ACM."
    },
    {
      "title": "How to Evaluate Technologies for Health Behavior Change in HCI Research",
      "authors": [
        "P Klasnja",
        "S Consolvo",
        "W Pratt"
      ],
      "year": 2011,
      "doi": "10.1145/1978942.1979396",
      "raw": "How to Evaluate Technologies for Health Behavior Change in HCI Research \n\t\t \n\t\t\t P Klasnja \n\t\t \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t W Pratt \n\t\t \n\t\t 10.1145/1978942.1979396 \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '11) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '11) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2011 \n\t\t\t \n\t\t \n\t \n\t Klasnja, P., S. Consolvo, and W. Pratt. 2011. \"How to Evaluate Technologies for Health Behavior Change in HCI Research.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '11), 3063- 3072. New York, NY: ACM."
    },
    {
      "title": "An Overview of Self-monitoring Research in Assessment and Treatment",
      "authors": [
        "W Korotitisch",
        "R Nelson-Gray"
      ],
      "year": 1999,
      "doi": "10.1037//1040-3590.11.4.415",
      "journal": "Psychological Assessment",
      "volume": "11",
      "raw": "An Overview of Self-monitoring Research in Assessment and Treatment \n\t\t \n\t\t\t W J Korotitisch \n\t\t \n\t\t \n\t\t\t R O Nelson-Gray \n\t\t \n\t\t 10.1037//1040-3590.11.4.415 \n\t \n\t \n\t\t Psychological Assessment \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Korotitisch, W. J., and R. O. Nelson-Gray. 1999. \"An Overview of Self-monitoring Research in Assessment and Treatment.\" Psychological Assessment 11: 415-425."
    },
    {
      "title": "Why We Use and Abandon Smart Devices",
      "authors": [
        "A Lazar",
        "C Koehler",
        "J Tanenbaum",
        "D Nguyen"
      ],
      "year": 2015,
      "raw": "Why We Use and Abandon Smart Devices \n\t\t \n\t\t\t A Lazar \n\t\t \n\t\t \n\t\t\t C Koehler \n\t\t \n\t\t \n\t\t\t J Tanenbaum \n\t\t \n\t\t \n\t\t\t D H Nguyen \n\t\t \n\t \n\t \n\t\t Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) \n\t\t the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Lazar, A., C. Koehler, J. Tanenbaum, and D. H. Nguyen. 2015. \"Why We Use and Abandon Smart Devices.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 635- 646. New York, NY: ACM."
    },
    {
      "title": "Inside Wearables: How the Science of Human Behavior Change Offers the Secret to Long-term Engagement",
      "authors": [
        "D Ledger",
        "D Mccaffrey"
      ],
      "year": 2014,
      "journal": "Endeavour Partners LLC",
      "volume": "93",
      "raw": "Inside Wearables: How the Science of Human Behavior Change Offers the Secret to Long-term Engagement \n\t\t \n\t\t\t D Ledger \n\t\t \n\t\t \n\t\t\t D Mccaffrey \n\t\t \n\t \n\t \n\t\t Endeavour Partners LLC \n\t\t \n\t\t\t 93 \n\t\t\t \n\t\t\t 2014. 2014 \n\t\t \n\t \n\t Ledger, D., and D. McCaffrey. 2014. \"Inside Wearables: How the Science of Human Behavior Change Offers the Secret to Long-term Engagement.\" Endeavour Partners LLC 93 (2014): 36-45."
    },
    {
      "title": "Personalization Revisited: A Reflective Approach Helps People Better Personalize Health Services and Motivates Them to Increase Physical Activity",
      "authors": [
        "M Lee",
        "J Kim",
        "J Forlizzi",
        "S Kiesler"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2807552",
      "raw": "Personalization Revisited: A Reflective Approach Helps People Better Personalize Health Services and Motivates Them to Increase Physical Activity \n\t\t \n\t\t\t M K Lee \n\t\t \n\t\t \n\t\t\t J Kim \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t\t \n\t\t\t S Kiesler \n\t\t \n\t\t 10.1145/2750858.2807552 \n\t \n\t \n\t\t Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) \n\t\t the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Lee, M. K., J. Kim, J. Forlizzi, and S. Kiesler. 2015. \"Personalization Revisited: A Reflective Approach Helps People Better Personalize Health Services and Motivates Them to Increase Physical Activity.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 743-754. New York, NY: ACM."
    },
    {
      "title": "A Stage-based Model of Personal Informatics Systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "raw": "A Stage-based Model of Personal Informatics Systems \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t A K Dey \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '10) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '10) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Li, I., A. K. Dey, and J. Forlizzi. 2010. \"A Stage-based Model of Personal Informatics Systems.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '10), 557-566. New York, NY: ACM."
    },
    {
      "title": "Understanding My Data, Myself: Supporting Self-reflection with Ubicomp Technologies",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2011,
      "raw": "Understanding My Data, Myself: Supporting Self-reflection with Ubicomp Technologies \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t A K Dey \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t \n\t \n\t\t Proceedings of the 13th International Conference on Ubiquitous Computing (UbiComp '11) \n\t\t the 13th International Conference on Ubiquitous Computing (UbiComp '11) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2011 \n\t\t\t \n\t\t \n\t \n\t Li, I., A. K. Dey, and J. Forlizzi. 2011. \"Understanding My Data, Myself: Supporting Self-reflection with Ubicomp Technologies.\" In Proceedings of the 13th International Conference on Ubiquitous Computing (UbiComp '11), 405- 414. New York, NY: ACM."
    },
    {
      "title": "Using Context to Reveal Factors That Affect Physical Activity",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2012,
      "journal": "ACM Transactions on Computer-Human Interaction",
      "volume": "19",
      "issue": "1",
      "raw": "Using Context to Reveal Factors That Affect Physical Activity \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t A K Dey \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t \n\t \n\t\t ACM Transactions on Computer-Human Interaction \n\t\t \n\t\t\t 19 \n\t\t\t 1 \n\t\t\t 2012 \n\t\t \n\t \n\t Article 7, 21 pages \n\t Li, I., A. K. Dey, and J. Forlizzi. 2012. \"Using Context to Reveal Factors That Affect Physical Activity.\" ACM Transactions on Computer-Human Interaction 19 (1) (Article 7, 21 pages)."
    },
    {
      "title": "In Bed with Technology: Challenges and Opportunities for Sleep Tracking",
      "authors": [
        "W Liu",
        "B Ploderer",
        "T Hoang"
      ],
      "year": 2015,
      "raw": "In Bed with Technology: Challenges and Opportunities for Sleep Tracking \n\t\t \n\t\t\t W Liu \n\t\t \n\t\t \n\t\t\t B Ploderer \n\t\t \n\t\t \n\t\t\t T Hoang \n\t\t \n\t \n\t \n\t\t Proceedings of the Annual Meeting of the Australian Special Interest Group for Computer Human Interaction (OzCHI '15) \n\t\t the Annual Meeting of the Australian Special Interest Group for Computer Human Interaction (OzCHI '15) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Liu, W., B. Ploderer, and T. Hoang. 2015. \"In Bed with Technology: Challenges and Opportunities for Sleep Tracking.\" In Proceedings of the Annual Meeting of the Australian Special Interest Group for Computer Human Interaction (OzCHI '15), 142-151. New York, NY: ACM."
    },
    {
      "title": "StressSense: Detecting Stress in Unconstrained Acoustic Environments Using Smartphones",
      "authors": [
        "H Lu",
        "D Frauendorfer",
        "M Rabbi",
        "M Mast",
        "G Chittaranjan",
        "A Campbell",
        "D Gatica-Perez",
        "T Choudhury"
      ],
      "year": 2012,
      "raw": "StressSense: Detecting Stress in Unconstrained Acoustic Environments Using Smartphones \n\t\t \n\t\t\t H Lu \n\t\t \n\t\t \n\t\t\t D Frauendorfer \n\t\t \n\t\t \n\t\t\t M Rabbi \n\t\t \n\t\t \n\t\t\t M Schmid Mast \n\t\t \n\t\t \n\t\t\t G T Chittaranjan \n\t\t \n\t\t \n\t\t\t A T Campbell \n\t\t \n\t\t \n\t\t\t D Gatica-Perez \n\t\t \n\t\t \n\t\t\t T Choudhury \n\t\t \n\t \n\t \n\t\t Proceedings of the 2012 ACM Conference on Ubiquitous Computing (UbiComp '12) \n\t\t the 2012 ACM Conference on Ubiquitous Computing (UbiComp '12) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2012 \n\t\t\t \n\t\t \n\t \n\t Lu, H., D. Frauendorfer, M. Rabbi, M. Schmid Mast, G. T. Chittaranjan, A. T. Campbell, D. Gatica-Perez, and T. Choudhury. 2012. \"StressSense: Detecting Stress in Unconstrained Acoustic Environments Using Smartphones.\" In Proceedings of the 2012 ACM Conference on Ubiquitous Computing (UbiComp '12), 351- 360. New York, NY: ACM."
    },
    {
      "title": "You are Your Data: Self-tracking Practices and Concepts of Data",
      "authors": [
        "D Lupton"
      ],
      "year": 2016,
      "raw": "You are Your Data: Self-tracking Practices and Concepts of Data \n\t\t \n\t\t\t D Lupton \n\t\t \n\t \n\t \n\t\t Lifelogging: Digital Self-Tracking and Lifelogging -Between Disruptive Technology and Cultural Transformation \n\t\t \n\t\t\t S Selke \n\t\t \n\t\t Wiesbaden \n\t\t \n\t\t\t Springer Fachmedien \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Lupton, D. 2016. \"You are Your Data: Self-tracking Practices and Concepts of Data.\" In Lifelogging: Digital Self- Tracking and Lifelogging -Between Disruptive Technology and Cultural Transformation, edited by S. Selke, 61-70. Wiesbaden: Springer Fachmedien."
    },
    {
      "title": "Team-based Codebook Development: Structure, Process, and Agreement",
      "authors": [
        "K Macqueen",
        "E Mclellan-Lemal",
        "K Bartholow",
        "B Milstein"
      ],
      "year": 2008,
      "raw": "Team-based Codebook Development: Structure, Process, and Agreement \n\t\t \n\t\t\t K M Macqueen \n\t\t \n\t\t \n\t\t\t E Mclellan-Lemal \n\t\t \n\t\t \n\t\t\t K Bartholow \n\t\t \n\t\t \n\t\t\t B Milstein \n\t\t \n\t \n\t \n\t\t Handbook for Team-based Qualitative Research \n\t\t \n\t\t\t G Guest \n\t\t \n\t\t \n\t\t\t K M Macqueen \n\t\t \n\t\t \n\t\t\t 2008 \n\t\t\t \n\t\t \n\t \n\t MacQueen, K. M., E. McLellan-Lemal, K. Bartholow, and B. Milstein. 2008. \"Team-based Codebook Development: Structure, Process, and Agreement.\" In Handbook for Team-based Qualitative Research, edited by G. Guest and K. M. MacQueen, 119-135."
    },
    {
      "authors": [
        "M Lanham"
      ],
      "raw": "M D Lanham \n\t\t \n\t\t \n\t\t\t AltaMira Press \n\t\t \n\t \n\t Lanham, MD: AltaMira Press."
    },
    {
      "title": "Wearables Have A Dirty Little Secret: 50% of Users Lose Interest",
      "authors": [
        "T Maddox"
      ],
      "year": 2014,
      "raw": "Wearables Have A Dirty Little Secret: 50% of Users Lose Interest \n\t\t \n\t\t\t T Maddox \n\t\t \n\t\t \n\t\t \n\t\t\t 2014. March 1, 2016 \n\t\t \n\t\t \n\t\t\t Tech Republic Inc \n\t\t \n\t \n\t Maddox, T. 2014. \"Wearables Have A Dirty Little Secret: 50% of Users Lose Interest.\" Tech Republic Inc. Accessed March 1, 2016. http://www.techrepublic.com/article/wearables- have-a-dirty-little-secret-most-people-lose-interest/."
    },
    {
      "title": "Continuous Lifelong Capture of Personal Experiences with EyeTap",
      "authors": [
        "S Mann"
      ],
      "year": 2004,
      "raw": "Continuous Lifelong Capture of Personal Experiences with EyeTap \n\t\t \n\t\t\t S Mann \n\t\t \n\t \n\t \n\t\t Proceedings of the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04) \n\t\t the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2004 \n\t\t\t \n\t\t \n\t \n\t Mann, S. 2004. \"Continuous Lifelong Capture of Personal Experiences with EyeTap.\" In Proceedings of the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04), 1-21. New York, NY: ACM."
    },
    {
      "title": "Visualization of Human Behavior Data: The Quantified Self",
      "authors": [
        "A Marcengo",
        "A Rapp"
      ],
      "year": 2014,
      "raw": "Visualization of Human Behavior Data: The Quantified Self \n\t\t \n\t\t\t A Marcengo \n\t\t \n\t\t \n\t\t\t A Rapp \n\t\t \n\t \n\t \n\t\t Innovative Approaches of Data Visualization and Visual Analytics \n\t\t \n\t\t\t L H Huang \n\t\t \n\t\t \n\t\t\t W Huang \n\t\t \n\t\t Hershey, PA \n\t\t \n\t\t\t IGI Global \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Marcengo, A., and A. Rapp. 2014. \"Visualization of Human Behavior Data: The Quantified Self.\" In Innovative Approaches of Data Visualization and Visual Analytics, edited by L. H. Huang and W. Huang, 236-265. Hershey, PA: IGI Global."
    },
    {
      "title": "Sampling for Qualitative Research",
      "authors": [
        "M Marshall"
      ],
      "year": 1996,
      "journal": "Family Practice",
      "volume": "13",
      "issue": "6",
      "raw": "Sampling for Qualitative Research \n\t\t \n\t\t\t M N Marshall \n\t\t \n\t \n\t \n\t\t Family Practice \n\t\t \n\t\t\t 13 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Marshall, M. N. 1996. \"Sampling for Qualitative Research.\" Family Practice 13 (6): 522-526."
    },
    {
      "title": "In the Mood: Engaging Teenagers in Psychotherapy Using Mobile Phones",
      "authors": [
        "M Matthews",
        "G Doherty"
      ],
      "year": 2011,
      "raw": "In the Mood: Engaging Teenagers in Psychotherapy Using Mobile Phones \n\t\t \n\t\t\t M Matthews \n\t\t \n\t\t \n\t\t\t G Doherty \n\t\t \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '11) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '11) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2011. 2947-2956 \n\t\t \n\t \n\t Matthews, M., and G. Doherty. 2011. \"In the Mood: Engaging Teenagers in Psychotherapy Using Mobile Phones.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '11), 2947-2956. New York, NY: ACM."
    },
    {
      "title": "Salud!: An Open Infrastructure for Developing and Deploying Health Selfmanagement Applications",
      "authors": [
        "Y Medynskiy",
        "E Mynatt"
      ],
      "year": 2010,
      "journal": "Proceedings of Pervasive Health",
      "volume": "10",
      "raw": "Salud!: An Open Infrastructure for Developing and Deploying Health Selfmanagement Applications \n\t\t \n\t\t\t Y Medynskiy \n\t\t \n\t\t \n\t\t\t E Mynatt \n\t\t \n\t \n\t \n\t\t Proceedings of Pervasive Health \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Medynskiy, Y., and E. Mynatt. 2010. \"Salud!: An Open Infrastructure for Developing and Deploying Health Self- management Applications.\" Proceedings of Pervasive Health 10: 1-8."
    },
    {
      "title": "Behavior Modification: Principles and Procedures",
      "authors": [
        "R Miltenberger"
      ],
      "year": 2007,
      "raw": "R G Miltenberger \n\t\t \n\t\t Behavior Modification: Principles and Procedures \n\t\t Belmont, MA \n\t\t \n\t\t\t Wadsworth \n\t\t\t 2007 \n\t\t \n\t \n\t 4th ed \n\t Miltenberger, R. G. 2007. Behavior Modification: Principles and Procedures. 4th ed. Belmont, MA: Wadsworth."
    },
    {
      "title": "The Uncanny Valley [From the Field",
      "authors": [
        "M Mori",
        "K Macdorman",
        "N Kageki"
      ],
      "year": 2012,
      "journal": "Robotics & Automation Magazine, IEEE",
      "volume": "19",
      "issue": "2",
      "raw": "The Uncanny Valley [From the Field \n\t\t \n\t\t\t M Mori \n\t\t \n\t\t \n\t\t\t K F Macdorman \n\t\t \n\t\t \n\t\t\t N Kageki \n\t\t \n\t \n\t \n\t\t Robotics & Automation Magazine, IEEE \n\t\t \n\t\t\t 19 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Mori, M., K. F. MacDorman, and N. Kageki. 2012. \"The Uncanny Valley [From the Field].\" Robotics & Automation Magazine, IEEE 19 (2): 98-100."
    },
    {
      "title": "It's Not That I Don't Have Problems, I'm Just Not Putting Them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health",
      "authors": [
        "M Newman",
        "D Lauterbach",
        "S Munson",
        "P Resnick",
        "M Morris"
      ],
      "year": 2011,
      "raw": "It's Not That I Don't Have Problems, I'm Just Not Putting Them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health \n\t\t \n\t\t\t M Newman \n\t\t \n\t\t \n\t\t\t D Lauterbach \n\t\t \n\t\t \n\t\t\t S Munson \n\t\t \n\t\t \n\t\t\t P Resnick \n\t\t \n\t\t \n\t\t\t M Morris \n\t\t \n\t \n\t \n\t\t Proceedings of the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11) \n\t\t the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2011 \n\t\t\t \n\t\t \n\t \n\t Newman, M., D. Lauterbach, S. Munson, P. Resnick, and M. Morris. 2011. \"\"It's Not That I Don't Have Problems, I'm Just Not Putting Them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health.\" In Proceedings of the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11), 341- 350. New York, NY: ACM."
    },
    {
      "title": "Heuristic Evaluation",
      "authors": [
        "J Nielsen"
      ],
      "year": 1994,
      "raw": "Heuristic Evaluation \n\t\t \n\t\t\t J Nielsen \n\t\t \n\t \n\t \n\t\t Usability Inspection Methods \n\t\t \n\t\t\t J Nielsen \n\t\t \n\t\t \n\t\t\t R L Mack \n\t\t \n\t\t New York, NY \n\t\t \n\t\t\t Wiley \n\t\t\t 1994 \n\t\t\t \n\t\t \n\t \n\t Nielsen, J. 1994. \"Heuristic Evaluation.\" In Usability Inspection Methods, edited by J. Nielsen and R. L. Mack, 25-62. New York, NY: Wiley."
    },
    {
      "title": "FoodBoard: Surface Contact Imaging for Food Recognition",
      "authors": [
        "C Pham",
        "D Jackson",
        "J Schoening",
        "T Bartindale",
        "T Ploetz",
        "P Olivier"
      ],
      "year": 2013,
      "raw": "FoodBoard: Surface Contact Imaging for Food Recognition \n\t\t \n\t\t\t C Pham \n\t\t \n\t\t \n\t\t\t D Jackson \n\t\t \n\t\t \n\t\t\t J Schoening \n\t\t \n\t\t \n\t\t\t T Bartindale \n\t\t \n\t\t \n\t\t\t T Ploetz \n\t\t \n\t\t \n\t\t\t P Olivier \n\t\t \n\t \n\t \n\t\t Proceedings of the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13) \n\t\t the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2013 \n\t\t\t \n\t\t \n\t \n\t Pham, C., D. Jackson, J. Schoening, T. Bartindale, T. Ploetz, and P. Olivier. 2013. \"FoodBoard: Surface Contact Imaging for Food Recognition.\" In Proceedings of the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13), 749-752. New York, NY: ACM."
    },
    {
      "title": "Casual Information Visualization: Depictions of Data in Everyday Life",
      "authors": [
        "Z Pousman",
        "J Stasko",
        "M Mateas"
      ],
      "year": 2007,
      "raw": "Casual Information Visualization: Depictions of Data in Everyday Life \n\t\t \n\t\t\t Z Pousman \n\t\t \n\t\t \n\t\t\t J Stasko \n\t\t \n\t\t \n\t\t\t M Mateas \n\t\t \n\t \n\t \n\t\t Proceedings of IEEE InfoVis 2007 \n\t\t IEEE InfoVis 2007 Sacramento, CA \n\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Pousman, Z., J. Stasko, and M. Mateas. 2007. \"Casual Information Visualization: Depictions of Data in Everyday Life.\" Proceedings of IEEE InfoVis 2007. Sacramento, CA."
    },
    {
      "title": "Activities, Context and Ubiquitous Computing",
      "authors": [
        "P Prekop",
        "M Burnett"
      ],
      "year": 2003,
      "journal": "Computer Communications",
      "volume": "26",
      "issue": "11",
      "raw": "Activities, Context and Ubiquitous Computing \n\t\t \n\t\t\t P Prekop \n\t\t \n\t\t \n\t\t\t M Burnett \n\t\t \n\t \n\t \n\t\t Computer Communications \n\t\t \n\t\t\t 26 \n\t\t\t 11 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Prekop, P., and M. Burnett. 2003. \"Activities, Context and Ubiquitous Computing.\" Computer Communications 26 (11): 1168-1176."
    },
    {
      "title": "The Transtheoretical Model of Health Behavior Change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997,
      "journal": "American Journal of Health Promotion",
      "volume": "12",
      "issue": "1",
      "raw": "The Transtheoretical Model of Health Behavior Change \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t W F Velicer \n\t\t \n\t \n\t \n\t\t American Journal of Health Promotion \n\t\t \n\t\t\t 12 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Prochaska, J. O., and W. F. Velicer. 1997. \"The Transtheoretical Model of Health Behavior Change.\" American Journal of Health Promotion 12 (1): 38-48."
    },
    {
      "title": "Self-monitoring and Technology: Challenges and Open Issues in Personal Informatics",
      "authors": [
        "A Rapp",
        "F Cena"
      ],
      "year": 2014,
      "volume": "8516",
      "raw": "Self-monitoring and Technology: Challenges and Open Issues in Personal Informatics \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Cena \n\t\t \n\t \n\t \n\t\t Proceedings of HCI International. Universal Access in Human-Computer Interaction. Design for All and Accessibility Practice \n\t\t Lecture Notes in Computer Science. Cham \n\t\t HCI International. Universal Access in Human-Computer Interaction. Design for All and Accessibility Practice \n\t\t \n\t\t\t Springer \n\t\t\t 2014 \n\t\t\t 8516 \n\t\t\t \n\t\t \n\t \n\t Rapp, A., and F. Cena. 2014. \"Self-monitoring and Technology: Challenges and Open Issues in Personal Informatics.\" In Proceedings of HCI International. Universal Access in Human-Computer Interaction. Design for All and Accessibility Practice, Vol. 8516, 613-622. Lecture Notes in Computer Science. Cham: Springer."
    },
    {
      "title": "Affordances for Self-tracking Wearable Devices",
      "authors": [
        "A Rapp",
        "F Cena"
      ],
      "year": 2015,
      "raw": "Affordances for Self-tracking Wearable Devices \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Cena \n\t\t \n\t \n\t \n\t\t Proceedings of International Symposium on Wearable Computers, ISWC 2015 \n\t\t International Symposium on Wearable Computers, ISWC 2015 New York \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Rapp, A., and F. Cena. 2015. \"Affordances for Self-tracking Wearable Devices.\" In Proceedings of International Symposium on Wearable Computers, ISWC 2015, 141-142. New York: ACM."
    },
    {
      "title": "Personal Informatics for Everyday Life: How Users without Prior Self-Tracking Experience Engage with Personal Data",
      "authors": [
        "A Rapp",
        "F Cena"
      ],
      "year": 2016,
      "journal": "International Journal of Human-Computer Studies",
      "volume": "94",
      "raw": "Personal Informatics for Everyday Life: How Users without Prior Self-Tracking Experience Engage with Personal Data \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Cena \n\t\t \n\t \n\t \n\t\t International Journal of Human-Computer Studies \n\t\t \n\t\t\t 94 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Rapp, A., and F. Cena. 2016. \"Personal Informatics for Everyday Life: How Users without Prior Self-Tracking Experience Engage with Personal Data.\" International Journal of Human-Computer Studies 94: 1-17."
    },
    {
      "title": "New Frontiers of Quantified Self: Finding New Ways for Engaging Users in Collecting and Using Personal Data",
      "authors": [
        "A Rapp",
        "F Cena",
        "J Kay",
        "B Kummerfeld",
        "F Hopfgartner",
        "T Plumbaum",
        "J Larsen"
      ],
      "year": 2015,
      "doi": "10.1145/2800835.2807947",
      "raw": "New Frontiers of Quantified Self: Finding New Ways for Engaging Users in Collecting and Using Personal Data \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Cena \n\t\t \n\t\t \n\t\t\t J Kay \n\t\t \n\t\t \n\t\t\t B Kummerfeld \n\t\t \n\t\t \n\t\t\t F Hopfgartner \n\t\t \n\t\t \n\t\t\t T Plumbaum \n\t\t \n\t\t \n\t\t\t J E Larsen \n\t\t \n\t\t 10.1145/2800835.2807947 \n\t \n\t \n\t\t Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct) \n\t\t New York \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Rapp, A., F. Cena, J. Kay, B. Kummerfeld, F. Hopfgartner, T. Plumbaum, and J. E. Larsen. 2015. \"New Frontiers of Quantified Self: Finding New Ways for Engaging Users in Collecting and Using Personal Data.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 969- 972. New York: ACM. doi:10.1145/2800835.2807947. ISBN: 978-1-4503-3575-1"
    },
    {
      "title": "New Frontiers of Quantified Self 2: Going Beyond Numbers",
      "authors": [
        "A Rapp",
        "F Cena",
        "J Kay",
        "B Kummerfeld",
        "F Hopfgartner",
        "T Plumbaum",
        "J Larsen",
        "D Epstein",
        "R Gouveia"
      ],
      "year": 2016,
      "raw": "New Frontiers of Quantified Self 2: Going Beyond Numbers \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Cena \n\t\t \n\t\t \n\t\t\t J Kay \n\t\t \n\t\t \n\t\t\t B Kummerfeld \n\t\t \n\t\t \n\t\t\t F Hopfgartner \n\t\t \n\t\t \n\t\t\t T Plumbaum \n\t\t \n\t\t \n\t\t\t J E Larsen \n\t\t \n\t\t \n\t\t\t D A Epstein \n\t\t \n\t\t \n\t\t\t R Gouveia \n\t\t \n\t \n\t \n\t\t Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct (UbiComp '16) \n\t\t the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct (UbiComp '16) New York \n\t\t \n\t\t\t ACM \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Rapp, A., F. Cena, J. Kay, B. Kummerfeld, F. Hopfgartner, T. Plumbaum, J. E. Larsen, D. A. Epstein, and R. Gouveia. 2016. \"New Frontiers of Quantified Self 2: Going Beyond Numbers.\" In Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct (UbiComp '16), 506-509. New York: ACM."
    },
    {
      "title": "New Frontiers of Quantified Self 3: Exploring Understudied Categories of Users",
      "authors": [
        "A Rapp",
        "F Cena",
        "J Kay",
        "B Kummerfeld",
        "F Hopfgartner",
        "T Plumbaum",
        "J Larsen",
        "D Epstein",
        "R Gouveia"
      ],
      "year": 2017,
      "raw": "New Frontiers of Quantified Self 3: Exploring Understudied Categories of Users \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t F Cena \n\t\t \n\t\t \n\t\t\t J Kay \n\t\t \n\t\t \n\t\t\t B Kummerfeld \n\t\t \n\t\t \n\t\t\t F Hopfgartner \n\t\t \n\t\t \n\t\t\t T Plumbaum \n\t\t \n\t\t \n\t\t\t J E Larsen \n\t\t \n\t\t \n\t\t\t D A Epstein \n\t\t \n\t\t \n\t\t\t R Gouveia \n\t\t \n\t \n\t \n\t\t Proceedings of the 2017 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2017 ACM International Symposium on Wearable Computers (UbiComp '17) \n\t\t the 2017 ACM International Joint Conference on Pervasive and Ubiquitous Computing and the 2017 ACM International Symposium on Wearable Computers (UbiComp '17) New York \n\t\t \n\t\t\t ACM \n\t\t\t 2017 \n\t\t\t \n\t\t \n\t \n\t Rapp, A., F. Cena, J. Kay, B. Kummerfeld, F. Hopfgartner, T. Plumbaum, J. E. Larsen, D. A. Epstein, and R. Gouveia. 2017. \"New Frontiers of Quantified Self 3: Exploring Understudied Categories of Users.\" In Proceedings of the 2017 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2017 ACM International Symposium on Wearable Computers (UbiComp '17), 861-864. New York: ACM."
    },
    {
      "title": "Know Thyself: A Theory of the Self for Personal Informatics",
      "authors": [
        "A Rapp",
        "M Tirassa"
      ],
      "year": 2017,
      "journal": "Human-Computer Interaction",
      "volume": "32",
      "issue": "5-6",
      "raw": "Know Thyself: A Theory of the Self for Personal Informatics \n\t\t \n\t\t\t A Rapp \n\t\t \n\t\t \n\t\t\t M Tirassa \n\t\t \n\t \n\t \n\t\t Human-Computer Interaction \n\t\t \n\t\t\t 32 \n\t\t\t 5-6 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Rapp, A., and M. Tirassa. 2017. \"Know Thyself: A Theory of the Self for Personal Informatics.\" Human-Computer Interaction 32 (5-6): 335-380."
    },
    {
      "title": "Processing, a Programming Handbook for Visual Designers and Artists",
      "authors": [
        "C Reas",
        "B Fry"
      ],
      "year": 2007,
      "raw": "Processing, a Programming Handbook for Visual Designers and Artists \n\t\t \n\t\t\t C Reas \n\t\t \n\t\t \n\t\t\t B Fry \n\t\t \n\t\t \n\t\t\t 2007 \n\t\t\t The MIT Press \n\t\t\t Cambridge, MA \n\t\t \n\t \n\t Reas, C., and B. Fry. 2007. Processing, a Programming Handbook for Visual Designers and Artists. Cambridge, MA: The MIT Press."
    },
    {
      "title": "Personal Tracking as Lived Informatics",
      "authors": [
        "J Rooksby",
        "M Rost",
        "A Morrison",
        "M Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039",
      "raw": "Personal Tracking as Lived Informatics \n\t\t \n\t\t\t J Rooksby \n\t\t \n\t\t \n\t\t\t M Rost \n\t\t \n\t\t \n\t\t\t A Morrison \n\t\t \n\t\t \n\t\t\t M Chalmers \n\t\t \n\t\t 10.1145/2556288.2557039 \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '14) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '14) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Rooksby, J., M. Rost, A. Morrison, and M. Chalmers. 2014. \"Personal Tracking as Lived Informatics.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '14), 1163-1172. New York, NY: ACM."
    },
    {
      "title": "Pass the Ball: Enforced Turn-taking in Activity Tracking",
      "authors": [
        "J Rooksby",
        "M Rost",
        "A Morrison",
        "M Chalmers"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702577",
      "raw": "Pass the Ball: Enforced Turn-taking in Activity Tracking \n\t\t \n\t\t\t J Rooksby \n\t\t \n\t\t \n\t\t\t M Rost \n\t\t \n\t\t \n\t\t\t A Morrison \n\t\t \n\t\t \n\t\t\t M Chalmers \n\t\t \n\t\t 10.1145/2702123.2702577 \n\t \n\t \n\t\t Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15) \n\t\t the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Rooksby, J., M. Rost, A. Morrison, and M. Chalmers. 2015. \"Pass the Ball: Enforced Turn-taking in Activity Tracking.\" In Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15), 2417-2426. New York, NY: ACM."
    },
    {
      "title": "Fitness Tracker or Digital Personal Coach: How to Personalize Training",
      "authors": [
        "B Schmidt",
        "S Benchea",
        "R Eichin",
        "C Meurisch"
      ],
      "year": 2015,
      "raw": "Fitness Tracker or Digital Personal Coach: How to Personalize Training \n\t\t \n\t\t\t B Schmidt \n\t\t \n\t\t \n\t\t\t S Benchea \n\t\t \n\t\t \n\t\t\t R Eichin \n\t\t \n\t\t \n\t\t\t C Meurisch \n\t\t \n\t \n\t \n\t\t Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct) \n\t\t New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Schmidt, B., S. Benchea, R. Eichin, and C. Meurisch. 2015. \"Fitness Tracker or Digital Personal Coach: How to Personalize Training.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 1063-1067. New York, NY: ACM."
    },
    {
      "title": "A Diary Study of Mobile Information Needs",
      "authors": [
        "T Sohn",
        "K Li",
        "W Griswold",
        "J Hollan"
      ],
      "year": 2008,
      "doi": "10.1145/1357054.1357125",
      "raw": "A Diary Study of Mobile Information Needs \n\t\t \n\t\t\t T Sohn \n\t\t \n\t\t \n\t\t\t K A Li \n\t\t \n\t\t \n\t\t\t W G Griswold \n\t\t \n\t\t \n\t\t\t J D Hollan \n\t\t \n\t\t 10.1145/1357054.1357125 \n\t \n\t \n\t\t Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '08) \n\t\t the SIGCHI Conference on Human Factors in Computing Systems (CHI '08) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2008 \n\t\t\t \n\t\t \n\t \n\t Sohn, T., K. A. Li, W. G. Griswold, and J. D. Hollan. 2008. \"A Diary Study of Mobile Information Needs.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '08), 433-442. New York, NY: ACM."
    },
    {
      "title": "Grounded Theory Research: Procedures, Canons, and Evaluative Criteria",
      "authors": [
        "A Strauss",
        "J Corbin"
      ],
      "year": 1990,
      "journal": "Qualitative Sociology",
      "volume": "13",
      "issue": "1",
      "raw": "Grounded Theory Research: Procedures, Canons, and Evaluative Criteria \n\t\t \n\t\t\t A L Strauss \n\t\t \n\t\t \n\t\t\t J M Corbin \n\t\t \n\t \n\t \n\t\t Qualitative Sociology \n\t\t \n\t\t\t 13 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Strauss, A. L., and J. M. Corbin. 1990. \"Grounded Theory Research: Procedures, Canons, and Evaluative Criteria.\" Qualitative Sociology 13 (1): 3-21."
    },
    {
      "title": "Estimating Heart Rate Variation During Walking with Smartphone",
      "authors": [
        "M Sumida",
        "T Mizumoto",
        "K Yasumoto"
      ],
      "year": 2013,
      "doi": "10.1145/2493432.2493491",
      "raw": "Estimating Heart Rate Variation During Walking with Smartphone \n\t\t \n\t\t\t M Sumida \n\t\t \n\t\t \n\t\t\t T Mizumoto \n\t\t \n\t\t \n\t\t\t K Yasumoto \n\t\t \n\t\t 10.1145/2493432.2493491 \n\t \n\t \n\t\t Proceedings of the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13) \n\t\t the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13) New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2013 \n\t\t\t \n\t\t \n\t \n\t Sumida, M., T. Mizumoto, and K. Yasumoto. 2013. \"Estimating Heart Rate Variation During Walking with Smartphone.\" In Proceedings of the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13), 245-254. New York, NY: ACM."
    },
    {
      "title": "A Theory of Creepy: Technology, Privacy and Shifting Social Norms",
      "authors": [
        "O Tene",
        "J Polonetsky"
      ],
      "year": 2013,
      "journal": "Yale Journal of Law & Technology",
      "volume": "16",
      "raw": "A Theory of Creepy: Technology, Privacy and Shifting Social Norms \n\t\t \n\t\t\t O Tene \n\t\t \n\t\t \n\t\t\t J Polonetsky \n\t\t \n\t \n\t \n\t\t Yale Journal of Law & Technology \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Tene, O., and J. Polonetsky. 2013. \"A Theory of Creepy: Technology, Privacy and Shifting Social Norms.\" Yale Journal of Law & Technology 16: 59-134."
    },
    {
      "title": "Chick Clique: Persuasive Technology to Motivate Teenage Girls to Exercise",
      "authors": [
        "T Toscos",
        "A Faber",
        "S An",
        "M Gandhi"
      ],
      "year": 2006,
      "raw": "Chick Clique: Persuasive Technology to Motivate Teenage Girls to Exercise \n\t\t \n\t\t\t T Toscos \n\t\t \n\t\t \n\t\t\t A Faber \n\t\t \n\t\t \n\t\t\t S An \n\t\t \n\t\t \n\t\t\t M P Gandhi \n\t\t \n\t \n\t \n\t\t CHI '06 Extended Abstracts on Human Factors in Computing Systems (CHI EA '06) \n\t\t New York, NY \n\t\t \n\t\t\t ACM \n\t\t\t 2006 \n\t\t\t \n\t\t \n\t \n\t Toscos, T., A. Faber, S. An, and M. P. Gandhi. 2006. \"Chick Clique: Persuasive Technology to Motivate Teenage Girls to Exercise.\" In CHI '06 Extended Abstracts on Human Factors in Computing Systems (CHI EA '06), 1873-1878. New York, NY: ACM."
    },
    {
      "title": "Episodic Memory: From Mind to Brain",
      "authors": [
        "E Tulving"
      ],
      "year": 2002,
      "doi": "10.1146/annurev.psych.53.100901.135114",
      "journal": "Annual Review of Psychology",
      "volume": "53",
      "raw": "Episodic Memory: From Mind to Brain \n\t\t \n\t\t\t E Tulving \n\t\t \n\t\t 10.1146/annurev.psych.53.100901.135114 \n\t \n\t \n\t\t Annual Review of Psychology \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Tulving, E. 2002. \"Episodic Memory: From Mind to Brain.\" Annual Review of Psychology 53: 1-25."
    },
    {
      "title": "Can an Algorithm Know the \"Real You\"?: Understanding People's Reactions to Hyper-personal Analytics Systems",
      "authors": [
        "J Warshaw",
        "T Matthews",
        "S Whittaker",
        "C Kau",
        "M Bengualid",
        "B Smith"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702274",
      "raw": "Can an Algorithm Know the \"Real You\"?: Understanding People's Reactions to Hyper-personal Analytics Systems \n\t\t \n\t\t\t J Warshaw \n\t\t \n\t\t \n\t\t\t T Matthews \n\t\t \n\t\t \n\t\t\t S Whittaker \n\t\t \n\t\t \n\t\t\t C Kau \n\t\t \n\t\t \n\t\t\t M Bengualid \n\t\t \n\t\t \n\t\t\t B A Smith \n\t\t \n\t\t 10.1145/2702123.2702274 \n\t \n\t \n\t\t Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15) \n\t\t the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15) New York \n\t\t \n\t\t\t ACM \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Warshaw, J., T. Matthews, S. Whittaker, C. Kau, M. Bengualid, and B. A. Smith. 2015. \"Can an Algorithm Know the \"Real You\"?: Understanding People's Reactions to Hyper-per- sonal Analytics Systems.\" In Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15), 797-806. New York: ACM."
    },
    {
      "title": "Experimentation in Software Engineering",
      "authors": [
        "C Wholin",
        "P Runeson",
        "M Höst",
        "M Ohlsson",
        "B Regnell",
        "A Wesslén"
      ],
      "year": 2012,
      "raw": "C Wholin \n\t\t \n\t\t \n\t\t\t P Runeson \n\t\t \n\t\t \n\t\t\t M Höst \n\t\t \n\t\t \n\t\t\t M C Ohlsson \n\t\t \n\t\t \n\t\t\t B Regnell \n\t\t \n\t\t \n\t\t\t A Wesslén \n\t\t \n\t\t Experimentation in Software Engineering \n\t\t Berlin, Heidelberg \n\t\t \n\t\t\t Springer \n\t\t\t 2012 \n\t\t \n\t \n\t Wholin, C., P. Runeson, M. Höst, M. C. Ohlsson, B. Regnell, and A. Wesslén. 2012. Experimentation in Software Engineering. Berlin, Heidelberg: Springer."
    },
    {
      "title": "On the Integration of Self-tracking Data Amongst Quantified Self Members",
      "authors": [
        "M Whooley",
        "B Ploderer",
        "K Gray"
      ],
      "year": 2014,
      "raw": "On the Integration of Self-tracking Data Amongst Quantified Self Members \n\t\t \n\t\t\t M Whooley \n\t\t \n\t\t \n\t\t\t B Ploderer \n\t\t \n\t\t \n\t\t\t K Gray \n\t\t \n\t \n\t \n\t\t Proceedings of the International BCS Human Computer Interaction Conference (BCS-HCI '14) \n\t\t the International BCS Human Computer Interaction Conference (BCS-HCI '14) \n\t\t \n\t\t\t Southport \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Whooley, M., B. Ploderer, and K. Gray. 2014. \"On the Integration of Self-tracking Data Amongst Quantified Self Members.\" In Proceedings of the International BCS Human Computer Interaction Conference (BCS-HCI '14), Southport, 151-160."
    }
  ],
  "num_references": 99,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. The system in our labs."
    },
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Visualisation environments: Evocation on the right and Synthesis on the left."
    },
    {
      "caption": "Figure 4 .",
      "description": "Figure 4. The hierarchy of the sleep ontology."
    },
    {
      "caption": "Figure 5 .",
      "description": "Figure 5. Day selection (left) and channel selection (right)."
    },
    {
      "description": "(left)): (A) time unit selector; (B) pictures related to the time unit; (C) timelines for the connected Input data channels; (D) time/space connection cursor; and (E) spatial map. Positioning the pointer over any element of the chart, Synthesis displays a tooltip with more details about this element (e.g. the heart rate value for that instant).By swiping on the touchpad the user switches to the preceding or following time unit (e.g. previous/next day), depending on the swipe direction. By dragging the time/space connector cursor (D), the user makes the spatial map (E) slide in relation to the progress of time in the timelines (C). In this way, it is possible to see where the user was at a specific time point related to particular data values. The pictures, positioned at the top of Synthesis (B), flow along with the proceeding of time as well. The spatial position on the map connected with the user's pictures is aimed at eliciting her memory, triggering the reminiscence of her personal experience related to the tracked data.Synthesis also provides perceptual cues aimed at highlighting unusual or special values, in order to help users interpret their data. Peaks within each input data channel are shown by means of 'triangles' (highest values) and 'diamonds' (lowest values), while the co-occurrences of peaks among different input data channels, in the same time unit, are displayed as glass tubes that vertically embrace diverse timelines (Figure6(right)). Triangles and diamonds have been chosen due to their different shapes, in order to visually mark the diversity between high and low values, without conveying any positive or negative meaning."
    },
    {
      "caption": "Figure 6 .",
      "description": "Figure 6. Different areas of Synthesis (left) peaks and co-occurrences (right)."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Personal data aggregators."
    },
    {
      "type": "table",
      "caption": "Table 4 .",
      "description": "Data we used in our system."
    },
    {
      "type": "table",
      "caption": "Table 5 .",
      "description": "Relationship between stages of change and specific behaviour in the sample."
    }
  ],
  "num_figures": 9,
  "tables": [
    {
      "content": "Google Fit Apple Health Tictrac Fluxtream Heads Up Health Beeminder Main purpose Fitness data Fitness/health data Health data Personal data Fitness/health data Goals/productivity data"
    },
    {
      "content": "Data Source Collection Sleep Jawbone Up Automatically Steps Jawbone Up Automatically Arousal Empatica E3 Automatically Heart beat Empatica E3 Automatically Body temperature Empatica E3 Automatically Locations Moves Automatically Transport means Moves Automatically Weather Forecast.io Automatically Email Google mail API Automatically Calls and text messages Ad hoc mobile application Automatically Music listened to Ad hoc mobile application Automatically Pictures taken Ad hoc mobile application Automatically Mood Ad hoc tangible device Manually Sedentary habits Ad hoc tangible device Automatically"
    },
    {
      "content": "Stage of change Eating habits Physical activity level Stress Sleep Precontemplation 8 Inexperienced (U3, U4, U5, U6, U8, U12, U13, U14) Contemplation 1 Inexperienced (U7) 4 Inexperienced (U9, U11, U15, U16) 1 Inexperienced (U1) // Preparation // 2 Inexperienced (U2, U10) // // 1 Experienced (U20) Action 1 Experienced (U18) 2 Experienced (U23, U24) // // Maintenance // 3 Experienced (U17, U21, U22) // 1 Experienced (U19)"
    }
  ],
  "num_tables": 3,
  "num_citations": 160,
  "cited_references": [
    "b39",
    "b14",
    "b20",
    "b41",
    "b51",
    "b76",
    "b33",
    "b27",
    "b66",
    "b49",
    "b16",
    "b57",
    "b94",
    "b30",
    "b71",
    "b45",
    "b17",
    "b53",
    "b95",
    "b26",
    "b86",
    "b79",
    "b78",
    "b13",
    "b93",
    "b62",
    "b73",
    "b46",
    "b52",
    "b35",
    "b58",
    "b68",
    "b10",
    "b88",
    "b75",
    "b56",
    "b36",
    "b96",
    "b25",
    "b54",
    "b59",
    "b32",
    "b92",
    "b67",
    "b77",
    "b55",
    "b28",
    "b97",
    "b61",
    "b70",
    "b91",
    "b29",
    "b6",
    "b18",
    "b9",
    "b3",
    "b5",
    "b8",
    "b15",
    "b11",
    "b37",
    "b98",
    "b22",
    "b2",
    "b72",
    "b89",
    "b48",
    "b38",
    "b4",
    "b40",
    "b7",
    "b19",
    "b63",
    "b42",
    "b69",
    "b90",
    "b1",
    "b87",
    "b47",
    "b60",
    "b12",
    "b85",
    "b65",
    "b0",
    "b21",
    "b50",
    "b44",
    "b74"
  ],
  "notes": [
    "[raw_affiliation] a  Department of Computer Science , University of Torino , Torino , Italy ;",
    "[raw_affiliation] b  TIM , Torino , Italy",
    "[raw_affiliation] b  TIM , Torino , Italy",
    "[raw_affiliation] a  Department of Computer Science , University of Torino , Torino , Italy ;",
    "[raw_affiliation] a  Department of Computer Science , University of Torino , Torino , Italy ;",
    "[raw_affiliation] a  Department of Computer Science , University of Torino , Torino , Italy ;",
    "[submission] Received 22 May 2017 Accepted 29 January 2018",
    "BEHAVIOUR & INFORMATION TECHNOLOGY",
    "[raw_reference] Ancker, J. S., and D. Kaufman. 2007. \"Rethinking Health Numeracy: A Multidisciplinary Literature Review.\" Journal of the American Medical Informatics Association 14: 713-721.",
    "[raw_reference] Bales, E., and W. Griswold. 2011. \"Interpersonal Informatics: Making Social Influence Visible.\" In CHI '11 Extended Abstracts on Human Factors in Computing Systems (CHI EA '11), 2227-2232. New York, NY: ACM.",
    "[raw_reference] Bales, E., K. A. Li, and W. Griwsold. 2011. \"CoupleVIBE: Mobile Implicit Communication to Improve Awareness for (Long-distance) Couples.\" In Proceedings of the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11), 65-74. New York, NY: ACM.",
    "[raw_reference] Bauer, J. S., S. Consolvo, B. Greenstein, J. Schooler, E. Wu, N. F. Watson, and J. Kientz. 2012. \"ShutEye: Encouraging Awareness of Healthy Sleep Recommendations with a Mobile, Peripheral Display.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, 1401-1410. New York, NY: ACM.",
    "[raw_reference] Baur, D., F. Seiffert, M. Sedlmair, and S. Boring. 2010. \"The Streams of Our Lives: Visualizing Listening Histories in Context.\" IEEE Transactions on Visualization and Computer Graphics 16 (6): 1119-1128.",
    "Article 30, 27 pages",
    "[raw_reference] Bentley, F., T. Tollmar, P. Stephenson, L. Levy, B. Jones, S. Robertson, E. Price, R. Catrambone, and J. Wilson. 2013. \"Health Mashups: Presenting Statistical Patterns Between Wellbeing Data and Context in Natural Language to Promote Behavior Change.\" ACM Transactions on Computer-Human Interaction 20 (5) (Article 30, 27 pages).",
    "[raw_reference] Bergman, L., B. E. Rogowitz, and L. A. Treinish. 1995. \"A Rule- based Tool for Assisting Colormap Selection.\" In Proceedings of IEEE Visualization, Atlanta, GA, 118-125.",
    "[raw_reference] Bertini, E., S. Gabrielli, and S. Kimani. 2006. \"Appropriating and Assessing Heuristics for Mobile Computing.\" In Proceedings of the Working Conference on Advanced Visual Interfaces (AVI '06), 119-126. New York, NY: ACM.",
    "[raw_reference] Birk, M. V., C. Atkins, J. T. Bowey, and R. L. Mandryk. 2016. \"Fostering Intrinsic Motivation Through Avatar Identification in Digital Games.\" In Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems (CHI '16), 2982-2995. New York, NY: ACM.",
    "[raw_reference] Borland, D., and R. M. Taylor II. 2007. \"Rainbow Color Map (Still) Considered Harmful.\" IEEE Computer Graphics and Applications 27 (2): 14-17.",
    "[raw_reference] Bowen, G. A. 2008. \"Naturalistic Inquiry and the Saturation Concept: A Research Note.\" Qualitative Research 8 (1): 137-152.",
    "[raw_reference] Braun, V., and V. Clarke. 2006. \"Using Thematic Analysis in Psychology.\" Qualitative Research in Psychology 3: 77-101.",
    "[raw_reference] Brewer, C. 1994. \"Color Use Guidelines for Mapping and Visualization.\" In Visualization in Modern Cartography, edited by A. M. MacEachren and D. R. F. Taylor, 123- 147. Tarrytown, NY: Elsevier Science.",
    "[raw_reference] Brewer, C. 1999. \"Color Use Guidelines for Data Representation.\" In Proceedings of the Section on Statistical Graphics, 55-60. Alexandria, VA: American Statistical Association.",
    "[raw_reference] Carter, S., and J. Mankoff. 2005. \"When Participants do the Capturing: The Role of Media in Diary Studies.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '05), 899-908. New York, NY: ACM.",
    "[raw_reference] Cena, F., S. Likavec, and A. Rapp. 2015. \"Quantified Self and Modeling of Human Cognition.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 1021-1026. New York: ACM.",
    "[raw_reference] Cena, F., I. Lombardi, A. Rapp, and F. Sarzotti. 2014. \"Self- monitoring of Emotions: A Novel Personal Informatics Solution for an Enhanced Self-reporting.\" In Workshop Proceedings of the 22nd Conference on User Modeling, Adaptation and Personalization UMAP '14. CEUR Workshop Proceedings, Vol. 1181.",
    "[raw_reference] Chen, Y., and P. Pu. 2014. \"HealthyTogether: Exploring Social Incentives for Mobile Fitness Applications.\" In Proceedings of the Second International Symposium of Chinese CHI (Chinese CHI '14), 25-34. New York, NY: ACM.",
    "[raw_reference] Cheng, W. C., L. Golubchik, and D. G. Kay. 2004. \"Total Recall: are Privacy Changes Inevitable?\" In Proceedings of the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04), 86-92. New York, NY: ACM.",
    "[raw_reference] Choe, E. K., N. B. Lee, B. Lee, W. Pratt, and J. A. Kientz. 2014. \"Understanding Quantified-selfers' Practices in Collecting and Exploring Personal Data.\" In Proceedings of the 32nd Annual ACM Conference on Human Factors in Computing Systems (CHI '14), 1143-1152. New York, NY: ACM.",
    "[raw_reference] Church, K., and B. Smyth. 2009. \"Understanding the Intent Behind Mobile Information Needs.\" In Proceedings of the 14th International Conference on Intelligent User Interfaces (IUI '09), 247-256. New York, NY: ACM.",
    "[raw_reference] Clawson, J., J. A. Pater, A. D. Miller, E. D. Mynatt, and L. Mamykina. 2015. \"No Longer Wearing: Investigating the Abandonment of Personal Health-Tracking Technologies on Craigslist.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 647-658. New York: ACM.",
    "[raw_reference] Consolvo, S., K. Everitt, I. Smith, and J. Landay. 2006. \"Design Requirements for Technologies That Encourage Physical Activity.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '06), 457-466. New York, NY: ACM.",
    "[raw_reference] Consolvo, S., P. Klasnja, D. W. McDonald, D. Avrahami, J. Froelich, L. LeGrand, R. Libby, K. Mosher, and J. A. Landay. 2008a. \"Flowers or a Robot Army? Encouraging Awareness & Activity with Personal, Mobile Displays.\" In Proceedings of the 10th International Conference on Ubiquitous Computing (UbiComp '08), 54-63. New York, NY: ACM.",
    "[raw_reference] Consolvo, S., D. W. McDonald, T. Toscos, M. Y. Chen, J. Froehlich, B. Harrison, P. Klasnja, et al. 2008b. \"Activity Sensing in the Wild: a Field Trial of Ubifit Garden.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '08), 1797-1806. New York, NY: ACM.",
    "[raw_reference] Czerwinski, M., E. Horvitz, and S. Wilhite. 2004. \"A Diary Study of Task Switching and Interruptions.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '04), 175-182. New York, NY: ACM.",
    "[raw_reference] Elliot, A. J., R. G. Miltenberger, J. Kaster-Bundgaard, and V. Lumley. 1996. \"A National Survey of Assessment and Therapy Techniques Used by Behavior Therapists.\" Cognitive and Behavioral Practice 3: 107-125.",
    "[raw_reference] Elsden, C., D. S. Kirk, and A. C. Durrant. 2016. \"A Quantified Past: Toward Design for Remembering with Personal Informatics.\" Human-Computer Interaction 31 (6): 518-557.",
    "[raw_reference] Epstein, D., F. Cordeiro, E. Bales, J. Fogarty, and S. Munson. 2014. \"Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data.\" In Proceedings of the 2014 Conference on Designing Interactive Systems (DIS '14), 667-676. New York, NY: ACM.",
    "[raw_reference] Epstein, D. A., A. Ping, J. Fogarty, and S. A. Munson. 2015. \"A Lived Informatics Model of Personal Informatics.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 731-742. New York, NY: ACM.",
    "[raw_reference] Etter, J. F., and S. Sutton. 2002. \"Assessing 'Stage of Change' in Current and Former Smokers.\" Addiction 97: 1171-1182.",
    "[raw_reference] Feltron, N. 2014. \"Feltron's Annual Report.\" Accessed November 4, 2017. http://feltron.com/",
    "[raw_reference] Foster, S. L., C. Laverty-Finch, D. P. Gizzo, and J. Osantowski. 1999. \"Practical Issues in Self-observation.\" Psychological Assessment 11: 426-438.",
    "[raw_reference] Fritz, T., E. M. Huang, G. C. Murphy, and T. Zimmermann. 2014. \"Persuasive Technology in the Real World: A Study of Long-term Use of Activity Sensing Devices for Fitness.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '14), 487-496. New York, NY: ACM.",
    "[raw_reference] Galesic, M., and R. Garcia-Retamero. 2011. \"Graph Literacy: A Crosscultural Comparison.\" Medical Decision Making 31: 444-457.",
    "[raw_reference] Gemmell, J., G. Bell, and R. Lueder. 2006. \"MyLifeBits: A Personal Database for Everything.\" Communications of the ACM 49 (1): 88-95.",
    "[raw_reference] Gobo, G. 2004. \"Sampling, Representativeness and Generalizability.\" In Qualitative Research Practice, edited by C. Seale, G. Gobo, J. Gubrium, and D. Silverman, 435- 456. London: Sage.",
    "[raw_reference] Gorm, N., and I. Shklovski. 2016. \"Steps, Choices and Moral Accounting: Observations From a Step-counting Campaign in the Workplace.\" In Proceedings of the 19th ACM Conference on Computer-Supported Cooperative Work & Social Computing (CSCW '16), 148-159. New York, NY: ACM.",
    "[raw_reference] Gouveia, R., E. Karapanos, and M. Hassenzahl. 2015. \"How Do We Engage with Activity Trackers?: A Longitudinal Study of Habito.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing, 1305- 1316. New York, NY: ACM.",
    "[raw_reference] Gouveia, R., F. Pereira, E. Karapanos, S. A. Munson, and M. Hassenzahl. 2016. \"Exploring the Design Space of Glanceable Feedback for Physical Activity Trackers.\" In Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '16), 144-155. New York, NY: ACM.",
    "[raw_reference] Grinter, R., and M. Eldridge. 2003. \"Wan2tlk?: Everyday Text Messaging.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '03), 441-448. New York, NY: ACM.",
    "[raw_reference] Hekler, E. B., P. Klasnja, J. E. Froehlich, and M. P. Buman. 2013. \"Mind the Theoretical gap: Interpreting, Using, and Developing Behavioral Theory in HCI Research.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '13), 3307-3316. New York: ACM.",
    "[raw_reference] Hilviu, D., and A. Rapp. 2015. \"Narrating the Quantified Self.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 1051- 1056. New York: ACM.",
    "[raw_reference] Ho, H.-N., G. H. Van Doorn, T. Kawabe, J. Watanabe, and C. Spence. 2014. \"Colour-Temperature Correspondences: When Reactions to Thermal Stimuli are Influenced by Colour.\" PLoS ONE 9 (3): e91854.",
    "[raw_reference] Huang, D., M. Tory, B. A. Aseniero, L. Bartram, S. Bateman, S. Carpendale, A. Tang, and R. Woodbury. 2015. \"Personal Visualization and Personal Visual Analytics.\" IEEE Transactions on Visualization and Computer Graphics 21 (3): 420-433.",
    "[raw_reference] Huang, D., M. Tory, and L. Bartram. 2016. \"A Field Study of On-calendar Visualizations.\" In Proceedings of the 42nd Graphics Interface Conference (GI '16), Canadian Human- Computer Communications Society, Waterloo, Ontario, 13-20.",
    "[raw_reference] Hunter, L. 2014. \"Are Wearables Over? Fast Company Inc.\" Accessed March 1, 2016. http://www.fastcompany.com/ 3028879/most-innovative-companies/are-wearables-over. IDTechEx. 2014. \"Wearable Technology 2014-2024: Technologies, Markets, Forecasts E-Textiles, Wearable Electronics, Medical Diagnostics, Smart Glasses, Smart Wristbands and More.\" Accessed March 1, 2016. https:// www.prnewswire.com/news-releases/wearable-technology- 2014-2024-technologies-markets-forecasts-254355281.html.",
    "[raw_reference] Karkar, R., J. Fogarty, J. A. Kientz, S. A. Munson, R. Vilardaga, and J. Zia. 2015. \"Opportunities and Challenges for Self- experimentation in Self-tracking.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 991-996. New York, NY: ACM.",
    "[raw_reference] Kawamoto, K., K. Hiroyuki, and T. Seiki. 2013. \"Actigraphic Detection of REM Sleep Based on Respiratory Rate Estimation.\" Journal of Medical and Bioengineering 2 (1): 20-25.",
    "[raw_reference] Kawamoto, K., T. Tanaka, and H. Kuriyama. 2014. \"Your Activity Tracker Knows When you Quit Smoking.\" In Proceedings of the 2014 ACM International Symposium on Wearable Computers (ISWC '14), 107-110. New York, NY: ACM.",
    "[raw_reference] Kay, M., E. K. Choe, J. Shepherd, B. Greenstein, N. Watson, S. Consolvo, and J. A. Kientz. 2012. \"Lullaby: A Capture & Access System for Understanding the Sleep Environment.\" In Proceedings of the 2012 ACM Conference on Ubiquitous Computing (Ubicomp '12), 226-234. New York, NY: ACM.",
    "[raw_reference] Kim, S., E. Paulos, and J. Mankoff. 2013. \"inAir: A Longitudinal Study of Indoor air Quality Measurements and Visualizations.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems, 2745-2754. New York, NY: ACM.",
    "[raw_reference] Klasnja, P., S. Consolvo, and W. Pratt. 2011. \"How to Evaluate Technologies for Health Behavior Change in HCI Research.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '11), 3063- 3072. New York, NY: ACM.",
    "[raw_reference] Korotitisch, W. J., and R. O. Nelson-Gray. 1999. \"An Overview of Self-monitoring Research in Assessment and Treatment.\" Psychological Assessment 11: 415-425.",
    "[raw_reference] Lazar, A., C. Koehler, J. Tanenbaum, and D. H. Nguyen. 2015. \"Why We Use and Abandon Smart Devices.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 635- 646. New York, NY: ACM.",
    "[raw_reference] Ledger, D., and D. McCaffrey. 2014. \"Inside Wearables: How the Science of Human Behavior Change Offers the Secret to Long-term Engagement.\" Endeavour Partners LLC 93 (2014): 36-45.",
    "[raw_reference] Lee, M. K., J. Kim, J. Forlizzi, and S. Kiesler. 2015. \"Personalization Revisited: A Reflective Approach Helps People Better Personalize Health Services and Motivates Them to Increase Physical Activity.\" In Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '15), 743-754. New York, NY: ACM.",
    "[raw_reference] Li, I., A. K. Dey, and J. Forlizzi. 2010. \"A Stage-based Model of Personal Informatics Systems.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '10), 557-566. New York, NY: ACM.",
    "[raw_reference] Li, I., A. K. Dey, and J. Forlizzi. 2011. \"Understanding My Data, Myself: Supporting Self-reflection with Ubicomp Technologies.\" In Proceedings of the 13th International Conference on Ubiquitous Computing (UbiComp '11), 405- 414. New York, NY: ACM.",
    "Article 7, 21 pages",
    "[raw_reference] Li, I., A. K. Dey, and J. Forlizzi. 2012. \"Using Context to Reveal Factors That Affect Physical Activity.\" ACM Transactions on Computer-Human Interaction 19 (1) (Article 7, 21 pages).",
    "[raw_reference] Liu, W., B. Ploderer, and T. Hoang. 2015. \"In Bed with Technology: Challenges and Opportunities for Sleep Tracking.\" In Proceedings of the Annual Meeting of the Australian Special Interest Group for Computer Human Interaction (OzCHI '15), 142-151. New York, NY: ACM.",
    "[raw_reference] Lu, H., D. Frauendorfer, M. Rabbi, M. Schmid Mast, G. T. Chittaranjan, A. T. Campbell, D. Gatica-Perez, and T. Choudhury. 2012. \"StressSense: Detecting Stress in Unconstrained Acoustic Environments Using Smartphones.\" In Proceedings of the 2012 ACM Conference on Ubiquitous Computing (UbiComp '12), 351- 360. New York, NY: ACM.",
    "[raw_reference] Lupton, D. 2016. \"You are Your Data: Self-tracking Practices and Concepts of Data.\" In Lifelogging: Digital Self- Tracking and Lifelogging -Between Disruptive Technology and Cultural Transformation, edited by S. Selke, 61-70. Wiesbaden: Springer Fachmedien.",
    "[raw_reference] MacQueen, K. M., E. McLellan-Lemal, K. Bartholow, and B. Milstein. 2008. \"Team-based Codebook Development: Structure, Process, and Agreement.\" In Handbook for Team-based Qualitative Research, edited by G. Guest and K. M. MacQueen, 119-135.",
    "[raw_reference] Lanham, MD: AltaMira Press.",
    "[raw_reference] Maddox, T. 2014. \"Wearables Have A Dirty Little Secret: 50% of Users Lose Interest.\" Tech Republic Inc. Accessed March 1, 2016. http://www.techrepublic.com/article/wearables- have-a-dirty-little-secret-most-people-lose-interest/.",
    "[raw_reference] Mann, S. 2004. \"Continuous Lifelong Capture of Personal Experiences with EyeTap.\" In Proceedings of the 1st ACM Workshop on Continuous Archival and Retrieval of Personal Experiences (CARPE '04), 1-21. New York, NY: ACM.",
    "[raw_reference] Marcengo, A., and A. Rapp. 2014. \"Visualization of Human Behavior Data: The Quantified Self.\" In Innovative Approaches of Data Visualization and Visual Analytics, edited by L. H. Huang and W. Huang, 236-265. Hershey, PA: IGI Global.",
    "[raw_reference] Marshall, M. N. 1996. \"Sampling for Qualitative Research.\" Family Practice 13 (6): 522-526.",
    "[raw_reference] Matthews, M., and G. Doherty. 2011. \"In the Mood: Engaging Teenagers in Psychotherapy Using Mobile Phones.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '11), 2947-2956. New York, NY: ACM.",
    "[raw_reference] Medynskiy, Y., and E. Mynatt. 2010. \"Salud!: An Open Infrastructure for Developing and Deploying Health Self- management Applications.\" Proceedings of Pervasive Health 10: 1-8.",
    "4th ed",
    "[raw_reference] Miltenberger, R. G. 2007. Behavior Modification: Principles and Procedures. 4th ed. Belmont, MA: Wadsworth.",
    "[raw_reference] Mori, M., K. F. MacDorman, and N. Kageki. 2012. \"The Uncanny Valley [From the Field].\" Robotics & Automation Magazine, IEEE 19 (2): 98-100.",
    "[raw_reference] Newman, M., D. Lauterbach, S. Munson, P. Resnick, and M. Morris. 2011. \"\"It's Not That I Don't Have Problems, I'm Just Not Putting Them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health.\" In Proceedings of the ACM 2011 Conference on Computer Supported Cooperative Work (CSCW '11), 341- 350. New York, NY: ACM.",
    "[raw_reference] Nielsen, J. 1994. \"Heuristic Evaluation.\" In Usability Inspection Methods, edited by J. Nielsen and R. L. Mack, 25-62. New York, NY: Wiley.",
    "[raw_reference] Pham, C., D. Jackson, J. Schoening, T. Bartindale, T. Ploetz, and P. Olivier. 2013. \"FoodBoard: Surface Contact Imaging for Food Recognition.\" In Proceedings of the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13), 749-752. New York, NY: ACM.",
    "[raw_reference] Pousman, Z., J. Stasko, and M. Mateas. 2007. \"Casual Information Visualization: Depictions of Data in Everyday Life.\" Proceedings of IEEE InfoVis 2007. Sacramento, CA.",
    "[raw_reference] Prekop, P., and M. Burnett. 2003. \"Activities, Context and Ubiquitous Computing.\" Computer Communications 26 (11): 1168-1176.",
    "[raw_reference] Prochaska, J. O., and W. F. Velicer. 1997. \"The Transtheoretical Model of Health Behavior Change.\" American Journal of Health Promotion 12 (1): 38-48.",
    "[raw_reference] Rapp, A., and F. Cena. 2014. \"Self-monitoring and Technology: Challenges and Open Issues in Personal Informatics.\" In Proceedings of HCI International. Universal Access in Human-Computer Interaction. Design for All and Accessibility Practice, Vol. 8516, 613-622. Lecture Notes in Computer Science. Cham: Springer.",
    "[raw_reference] Rapp, A., and F. Cena. 2015. \"Affordances for Self-tracking Wearable Devices.\" In Proceedings of International Symposium on Wearable Computers, ISWC 2015, 141-142. New York: ACM.",
    "[raw_reference] Rapp, A., and F. Cena. 2016. \"Personal Informatics for Everyday Life: How Users without Prior Self-Tracking Experience Engage with Personal Data.\" International Journal of Human-Computer Studies 94: 1-17.",
    "[raw_reference] Rapp, A., F. Cena, J. Kay, B. Kummerfeld, F. Hopfgartner, T. Plumbaum, and J. E. Larsen. 2015. \"New Frontiers of Quantified Self: Finding New Ways for Engaging Users in Collecting and Using Personal Data.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 969- 972. New York: ACM. doi:10.1145/2800835.2807947. ISBN: 978-1-4503-3575-1",
    "[raw_reference] Rapp, A., F. Cena, J. Kay, B. Kummerfeld, F. Hopfgartner, T. Plumbaum, J. E. Larsen, D. A. Epstein, and R. Gouveia. 2016. \"New Frontiers of Quantified Self 2: Going Beyond Numbers.\" In Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct (UbiComp '16), 506-509. New York: ACM.",
    "[raw_reference] Rapp, A., F. Cena, J. Kay, B. Kummerfeld, F. Hopfgartner, T. Plumbaum, J. E. Larsen, D. A. Epstein, and R. Gouveia. 2017. \"New Frontiers of Quantified Self 3: Exploring Understudied Categories of Users.\" In Proceedings of the 2017 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2017 ACM International Symposium on Wearable Computers (UbiComp '17), 861-864. New York: ACM.",
    "[raw_reference] Rapp, A., and M. Tirassa. 2017. \"Know Thyself: A Theory of the Self for Personal Informatics.\" Human-Computer Interaction 32 (5-6): 335-380.",
    "[raw_reference] Reas, C., and B. Fry. 2007. Processing, a Programming Handbook for Visual Designers and Artists. Cambridge, MA: The MIT Press.",
    "[raw_reference] Rooksby, J., M. Rost, A. Morrison, and M. Chalmers. 2014. \"Personal Tracking as Lived Informatics.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '14), 1163-1172. New York, NY: ACM.",
    "[raw_reference] Rooksby, J., M. Rost, A. Morrison, and M. Chalmers. 2015. \"Pass the Ball: Enforced Turn-taking in Activity Tracking.\" In Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15), 2417-2426. New York, NY: ACM.",
    "[raw_reference] Schmidt, B., S. Benchea, R. Eichin, and C. Meurisch. 2015. \"Fitness Tracker or Digital Personal Coach: How to Personalize Training.\" In Adjunct Proceedings of the 2015 ACM International Joint Conference on Pervasive and Ubiquitous Computing and Proceedings of the 2015 ACM International Symposium on Wearable Computers (UbiComp/ISWC'15 Adjunct), 1063-1067. New York, NY: ACM.",
    "[raw_reference] Sohn, T., K. A. Li, W. G. Griswold, and J. D. Hollan. 2008. \"A Diary Study of Mobile Information Needs.\" In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (CHI '08), 433-442. New York, NY: ACM.",
    "[raw_reference] Strauss, A. L., and J. M. Corbin. 1990. \"Grounded Theory Research: Procedures, Canons, and Evaluative Criteria.\" Qualitative Sociology 13 (1): 3-21.",
    "[raw_reference] Sumida, M., T. Mizumoto, and K. Yasumoto. 2013. \"Estimating Heart Rate Variation During Walking with Smartphone.\" In Proceedings of the 2013 ACM International Joint Conference on Pervasive and Ubiquitous Computing (UbiComp '13), 245-254. New York, NY: ACM.",
    "[raw_reference] Tene, O., and J. Polonetsky. 2013. \"A Theory of Creepy: Technology, Privacy and Shifting Social Norms.\" Yale Journal of Law & Technology 16: 59-134.",
    "[raw_reference] Toscos, T., A. Faber, S. An, and M. P. Gandhi. 2006. \"Chick Clique: Persuasive Technology to Motivate Teenage Girls to Exercise.\" In CHI '06 Extended Abstracts on Human Factors in Computing Systems (CHI EA '06), 1873-1878. New York, NY: ACM.",
    "[raw_reference] Tulving, E. 2002. \"Episodic Memory: From Mind to Brain.\" Annual Review of Psychology 53: 1-25.",
    "[raw_reference] Warshaw, J., T. Matthews, S. Whittaker, C. Kau, M. Bengualid, and B. A. Smith. 2015. \"Can an Algorithm Know the \"Real You\"?: Understanding People's Reactions to Hyper-per- sonal Analytics Systems.\" In Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (CHI '15), 797-806. New York: ACM.",
    "[raw_reference] Wholin, C., P. Runeson, M. Höst, M. C. Ohlsson, B. Regnell, and A. Wesslén. 2012. Experimentation in Software Engineering. Berlin, Heidelberg: Springer.",
    "[raw_reference] Whooley, M., B. Ploderer, and K. Gray. 2014. \"On the Integration of Self-tracking Data Amongst Quantified Self Members.\" In Proceedings of the International BCS Human Computer Interaction Conference (BCS-HCI '14), Southport, 151-160."
  ],
  "editors": [
    "A M Maceachren",
    "D R F Taylor",
    "C Seale",
    "G Gobo",
    "J Gubrium",
    "D Silverman",
    "S Selke",
    "G Guest",
    "K M Macqueen",
    "L H Huang",
    "W Huang",
    "J Nielsen",
    "R L Mack"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Behaviour & Information Technology",
  "volume": "37",
  "issue": "4",
  "pages": "335-366",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:21.362966",
    "zotero_item_type": "journalArticle"
  }
}
