{
  "paper_id": "9V8LYDMP",
  "title": "Effect of Mobile Phone App-Based Interventions on Quality of Life and Psychological Symptoms Among Adult Cancer Survivors: Systematic Review and Meta-analysis of Randomized Controlled Trials",
  "abstract": "Background: Most patients with cancer experience psychological or physical distress, which can adversely affect their quality of life (QOL). Smartphone app interventions are increasingly being used to improve QOL and psychological outcomes in patients with cancer. However, there is insufficient evidence regarding the effect of this type of intervention, with conflicting results in the literature. Objective: In this systematic review and meta-analysis, we investigated the effectiveness of mobile phone app interventions on QOL and psychological outcomes in adult patients with cancer, with a special focus on intervention duration, type of cancer, intervention theory, treatment strategy, and intervention delivery format. \n Methods: We conducted a literature search of PubMed, Web of Science, the Cochrane Library, Embase, Scopus, China National Knowledge Infrastructure, and WanFang to identify studies involving apps that focused on cancer survivors and QOL or psychological symptoms published from inception to October 30, 2022. We selected only randomized controlled trials that met the inclusion criteria and performed systematic review and meta-analysis. The standardized mean difference (SMD) with a 95% CI was pooled when needed. Sensitivity and subgroup analyses were also conducted. \n Results: In total, 30 randomized controlled trials with a total of 5353 participants were included in this meta-analysis. Compared with routine care, app interventions might improve QOL (SMD=0.39, 95% CI 0.27-0.51; P<.001); enhance self-efficacy (SMD=0.15, 95% CI 0.02-0.29; P=.03); and alleviate anxiety (SMD=-0.64, 95% CI -0.73 to -0.56; P<.001), depression (SMD=-0.33, 95% CI -0.58 to -0.08; P=.009), and distress (SMD=-0.34, 95% CI -0.61 to -0.08; P=.01). Short-term (duration of ≤3 months), physician-patient interaction (2-way communication using a smartphone app), and cognitive behavioral therapy interventions might be the most effective for improving QOL and alleviating adverse psychological effects. \n Conclusions: Our study showed that interventions using mobile health apps might improve QOL and self-efficacy as well as alleviate anxiety, depression, and distress in adult cancer survivors. However, these results should be interpreted with caution because of the heterogeneity of the interventions and the study design. More rigorous trials are warranted to confirm the suitable duration and validate the different intervention theories as well as address methodological flaws in previous studies.",
  "year": 2016,
  "date": "2016",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Minghui",
      "surname": "Qin",
      "name": "Minghui Qin",
      "affiliation": "1  Department of Traditional Chinese Medicine , Xiangyang Central Hospital , Affiliated Hospital of Hubei University of Art and Science , Xiangyang , China \n\t\t\t\t\t\t\t\t Department of Traditional Chinese Medicine \n\t\t\t\t\t\t\t\t Xiangyang Central Hospital \n\t\t\t\t\t\t\t\t Affiliated Hospital \n\t\t\t\t\t\t\t\t of Hubei University of Art and Science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Xiangyang \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Bo",
      "surname": "Chen",
      "name": "Bo Chen",
      "affiliation": "2  Center for Clinical Evidence-Based and Translational Medicine , Xiangyang Central Hospital , Affiliated Hospital of Hubei University of Arts and Science , Xiangyang , China \n\t\t\t\t\t\t\t\t Center for Clinical Evidence-Based and Translational Medicine \n\t\t\t\t\t\t\t\t Xiangyang Central Hospital \n\t\t\t\t\t\t\t\t Affiliated Hospital \n\t\t\t\t\t\t\t\t of Hubei University of Arts and Science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Xiangyang \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Shaohua",
      "surname": "Sun",
      "name": "Shaohua Sun",
      "affiliation": "3  Department of Oncology , Suizhou Central Hospital , Hubei University of Medicine , Suizhou , China \n\t\t\t\t\t\t\t\t Department of Oncology \n\t\t\t\t\t\t\t\t Suizhou Central Hospital \n\t\t\t\t\t\t\t\t Hubei University of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Suizhou \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": ";",
      "surname": "Liu",
      "name": "; Liu",
      "affiliation": "4  Information Center , Xiangyang Central Hospital , Affiliated Hospital of Hubei University of Art and Science , Xiangyang , China \n\t\t\t\t\t\t\t\t Information Center \n\t\t\t\t\t\t\t\t Xiangyang Central Hospital \n\t\t\t\t\t\t\t\t Affiliated Hospital \n\t\t\t\t\t\t\t\t of Hubei University of Art and Science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Xiangyang \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xiaodong",
      "surname": "Liu",
      "name": "Xiaodong Liu"
    },
    {
      "affiliation": "Information Center Xiangyang Central Hospital Affiliated Hospital of Hubei University of Art and Science No 136 , Jingzhou Street , Xiangcheng District Xiangyang , 441021 China \n\t\t\t\t\t\t\t\t Information Center Xiangyang Central Hospital Affiliated Hospital \n\t\t\t\t\t\t\t\t Hubei University of Art and Science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t No 136 Jingzhou Street \n\t\t\t\t\t\t\t\t\t 441021 \n\t\t\t\t\t\t\t\t\t Xiangcheng District Xiangyang \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/39799",
  "keywords": [
    "mobile health app",
    "mHealth app",
    "quality of life",
    "psychological symptoms",
    "cancer survivors",
    "systematic review and meta-analysis",
    "mobile phone XSL •"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Worldwide, the number of new cancer cases diagnosed each year is rapidly increasing, from 14.1 million in 2012 to an estimated 21.6 million in 2030  [1] . With advancements in early detection and clinical treatment techniques, these patients now have a better prognosis and longer life expectancy  [2] . However, approximately 30% to 40% of patients with cancer have at least one psychological or physical symptom, such as anxiety, depression, or distress  [3] [4] [5] , and up to 50% of women diagnosed with breast cancer experience psychological issues at some point in their illness  [6] , which may negatively affect their quality of life (QOL) and make them more stressed  [7, 8] .\n\nAlthough psychological problems are common in patients with cancer, they are not inevitable, and appropriate interventions can reduce the impact of these problems. Following the emergence and worldwide spread of COVID-19, the growing popularity of smartphone health apps may represent an opportunity to improve cancer care and management. These apps can be used to collect objective data about patients' behavior and behavior monitoring, which could help patients change their behavior, promote self-monitoring of symptoms, and enhance patients' sense of empowerment and willingness to care for themselves  [9]  while allowing them to communicate with their health care team from a distance  [10, 11] .\n\nVarious randomized controlled trials (RCTs) have found that mobile health (mHealth) interventions may be effective for adult cancer survivors. For example, mHealth interventions have increased the number of women screened for breast cancer  [12] . Similarly, among patients with pancreatic ductal adenocarcinoma receiving chemotherapy, a mobile app intervention provided adequate nutritional and psychological support  [13] . In addition, a web-based exercise intervention successfully increased the number of patients with cancer who engaged in physical activity  [14] . Okunade et al  [15]  also predicted that telemedicine would be integrated into the care of patients in oncology following the COVID-19 pandemic; however, sufficient evidence to guide such integration has not been established. Owing to the issue of patients' access, or lack thereof, to app interventions, it is difficult to design and implement unbiased, blinded RCTs to determine their true effects. The evidence for the efficacy of mHealth app interventions in cancer treatment might be unreliable. Some studies have demonstrated that smartphone app interventions benefit mental health  [16, 17] . By contrast, other studies have found no association between smartphone app interventions and psychological outcomes  [18, 19] . Further studies have suggested that apps increase patient anxiety and depression by enriching cancer information, which reminds them of what they are experiencing  [20] . Thus, given this contradictory evidence, clarifying the psychological effects of app interventions remains difficult.\n\nAlthough several systematic reviews have addressed the psychological impact of teleinterventions on cancer survivors  [21] [22] [23] [24] , contradictory results remain. A meta-analysis that included 20 telehealth interventions found that the interventions improved patients' QOL and self-efficacy and reduced depression, distress, and perceived stress. However, the interventions did not have any significant effect on anxiety  [21] . Similarly, another meta-analysis of 14 phone-based interventions found that these interventions reduced anxiety and improved QOL but did not have any significant effect on depression  [24] . No meta-analysis has comprehensively and specifically assessed the impact of smartphone apps on QOL and psychological symptoms in cancer survivors. Smartphone apps have natural advantages over websites and SMS text messaging, such as personalized design, rich mobile device features based on smartphones (cameras, phones, GPS, and contact lists), and timely push features. Therefore, smartphone app interventions may have higher adherence."
    },
    {
      "title": "Objectives",
      "text": "We conducted a systematic review and meta-analysis of RCTs to determine the effects of app interventions on QOL and psychological outcomes in adult cancer survivors. We also performed various subgroup analyses according to intervention duration, type of cancer, intervention theory, treatment strategy, and intervention delivery format to investigate the effects of app interventions."
    },
    {
      "title": "Methods",
      "text": "The meta-analysis adhered to the Cochrane Handbook guidelines for conducting systematic reviews and meta-analyses and the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines and was registered in PROSPERO (International Prospective Register of Systematic Reviews; CRD42022370599)."
    },
    {
      "title": "Ethical Considerations",
      "text": "This review did not require informed consent or ethics approval as the data were obtained from previously published studies."
    },
    {
      "title": "Article Selection and Search Strategy",
      "text": "We searched the following databases from inception to October 30, 2022: PubMed, Web of Science, Embase, the Cochrane Library, Scopus, China National Knowledge Infrastructure, and WanFang. For the literature search, we combined Medical Subject Headings and non-Medical Subject Heading terms, including (\"cancer\" OR \"tumor\" OR \"neoplasms\" OR \"neoplasia\") AND (\"mHealth applications\" OR \"mHealth\" OR \"portable software application\" OR \"app\" OR \"apps\" OR \"app-based\" OR \"electronic\") AND (\"randomized controlled trial\" OR \"controlled clinical trial\" OR \"randomized\" OR \"placebo\" OR \"clinical trials as topic\" OR \"randomly\" OR \"trial\") NOT (\"animals\") NOT (\"humans\" AND \"animals\"). There were no language restrictions. Additional relevant studies were identified by manually searching the references of the screened articles and reviews (Multimedia Appendix 1)."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "The following criteria were used to determine whether to include each study:  (1)  adults with cancer (of any type or stage); (2) telehealth or telemedicine interventions delivered via an mHealth app; (3) a control group involving routine care, including usual care, waitlist control, conventional care, or health education delivered without the use of an mHealth app; (4) the outcome being QOL and psychological outcomes (including depression, anxiety, distress, and self-efficacy) with no restrictions on the measurement tools used; and (5) RCT study design. We excluded studies that used websites, SMS text messaging, email, or other technological interventions that did not include mHealth apps and studies that used mHealth apps without involving patients with cancer (eg, health care professionals who used mHealth apps). In addition, we excluded study protocols, reviews, and studies lacking complete data. The publication date was not restricted in any way."
    },
    {
      "title": "Data Extraction and Risk-of-Bias Assessment",
      "text": "The data management software EndNote X9 (Clarivate Analytics) was used. In total, 2 researchers (QMH and CB) independently extracted the data based on the qualifying criteria. Disagreements were resolved through discussion between the evaluators. If the data were duplicated or shared between studies, the most recently published or more comprehensive study was used in the analysis. We extracted the following data from each included study: first author, publication date, country, intervention theory, sample size, participant characteristics (mean age, type of cancer, and stage of cancer), intervention duration, treatment strategy, format of intervention delivery, and outcome measurements. The Cochrane risk-of-bias assessment tool was used to determine the risk of bias (Multimedia Appendix 2)."
    },
    {
      "title": "Statistical Analysis",
      "text": "Following data extraction from the publications, heterogeneity tests and statistical analyses were conducted using RevMan (version 5.3; The Cochrane Collaboration) and Stata (version 16.0; StataCorp) software. As these included studies used various measuring tools, the standardized mean difference (SMD) with a 95% CI was used to estimate intervention effects on QOL, depression, anxiety, distress, and self-efficacy. If SDs were not provided, they were calculated using the available data. A 2-sided P<.05 was used to indicate a statistically significant difference in the overall effect. To determine the statistical heterogeneity of the included studies, the I 2 statistic and P value were used. A fixed-effects model was used to pool the results if I 2 ≤50% and P>.10; if heterogeneity was significant (P<.10 and I 2 >50%), a random-effects model was used to pool the results. If necessary and feasible, subgroup and sensitivity analyses were conducted to identify possible sources of between-study heterogeneity. Subgroup analyses were conducted based on intervention duration, type of cancer, intervention theory, treatment strategy, and intervention delivery format. Sensitivity analyses were carried out by omitting 3% (1/30) of the studies and modifying the pooling model (random-effects or fixed-effects models). To assess publication bias, the Begg and Egger regression tests were used."
    },
    {
      "title": "Results"
    },
    {
      "title": "Characteristics of the Included Studies and Risk of Bias",
      "text": "The PRISMA flowchart depicts the extensive search process (Figure  1 ). Initially, 1491 articles were identified, with 38 (2.55%) records being further evaluated as potentially eligible. Finally, the meta-analysis included 2.01% (30/1491) of RCTs (with 5353 participants). Table  1  summarizes the characteristics of these studies. Each included study had a sample size ranging from 38 to 829. Participants' age ranged from 41.9 (SD 11.30) to 67.1 (SD 10.4) years on average. The interventions lasted from 1 week to 12 months, with a median follow-up time of 2.8 months. Of the 30 studies, 13 (43%) included only patients with breast cancer; 7 (23%) used cognitive behavioral therapy interventions; and 9 (30%) and 7 (23%) included only patients treated with surgery and chemotherapy, respectively. In addition, different scales were used to assess the outcomes.\n\nThe assessment of the risk of bias is shown in in Figure  2  [  [16] [17] [18] [19] [20]  and Multimedia Appendix 2  [16] [17] [18] [19] [20] . The process of random sequence generation was explicitly described in 90% (27/30) of the studies. In 43% (13/30) of the studies, allocation concealment was adequately reported. A total of 63% (19/30) of the studies had a high risk of bias because of patients' access or lack thereof to the mHealth app interventions, which made it difficult to blind participants and researchers. Regarding attrition bias, 33% (10/30) of the studies were rated as having an unclear risk of bias because of insufficient information on attrition. In comparison, 7% (2/30) of the studies were rated as having a high risk of bias because of high attrition rates. In total, 47% (14/30) of the studies published study protocols and reported all prespecified outcomes and were rated as having a low risk of reporting bias. u SAS: Self-Rating Anxiety Scale.\n\nv SDS: Self-Rating Depression Scale. w BCS: breast cancer e-support.\n\nx CAU: care as usual.\n\ny FACT-B: Functional Assessment of Cancer Therapy-B. z SICPA: Stanford Inventory of Cancer Patient Adjustment. aa MDASI: MD Anderson Symptom Inventory. ab N/A: not applicable. ac BCSMS: Breast Cancer Self-Management Support. ad CASE-cancer: Communication and Attitudinal Self-Efficacy scale for cancer. J Med Internet Res 2022 | vol. 24 | iss. 12 | e39799 | p. 10  https://www.jmir.org/2022/12/e39799 (page number not for citation purposes) Qin et al JOURNAL OF MEDICAL INTERNET RESEARCH XSL • FO RenderX"
    },
    {
      "title": "Functions of Smartphone Apps",
      "text": "The functions of these apps can be classified as follows: provision of health education and advice, physician-patient communication via the mHealth app, and data management regarding self-management behaviors of patients with cancer (including data upload, visualization, and reminder services). Physicians and patients interact in 2 ways: the app generates automated feedback based on predesigned personalized feedback, and medical professionals issue interactive guidance based on patient-provided personalized data. Most (22/30, 73%) of these studies incorporated personalized guidance services provided by health care professionals who analyzed patient data and communicated with the patients via SMS text message, phone, or video."
    },
    {
      "title": "Effects on QOL",
      "text": "A total of 80% (24/30) of the studies  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49]  involving 4822 participants used various scales to report the outcome of QOL. Of these 24 studies, 8 (33%)  [19, 26, 27, 37, 39, 40, 42, 43]  focused on patients with breast cancer, and the other 16 (67%) included patients with multiple types of cancer (such as breast cancer, brain cancer, and prostate cancer). A total of 62% (15/24) of the studies had an intervention duration of <3 months, and the remainder had an intervention duration of 3 to 12 months. The apps used different intervention theories (including cognitive behavioral therapy, psychoeducation, and mindfulness-based stress reduction); 25% (6/24) of the studies used cognitive behavioral therapy interventions, and 8% (2/24) of the studies were based on mindfulness-based therapy. In these studies, patients with cancer received different treatment strategies; 29% (7/24) of the studies were conducted only among patients under chemotherapy, and 25% (6/24) were conducted only in patients undergoing surgery. Owing to the significant heterogeneity among the studies (P<.001; I 2 =77%), the results were pooled using a random-effects model. Overall, the mHealth app interventions significantly improved cancer-related QOL scores (SMD=0.39, 95% CI 0.27-0.51; P<.001; Figure 3  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] ). We conducted subgroup analyses according to intervention duration, type of cancer, intervention theory, treatment strategy, and intervention delivery format to investigate potential sources of heterogeneity. Pooled results for the short-term (≤3 months) follow-up period suggested that mHealth app medical interventions were effective in improving QOL (SMD <3 months =0.41, 95% CI 0.26-0.57; P=.001; SMD 3 to 12 months =0.36, 95% CI 0.14-0.57; P=.001; Table  2  and Multimedia Appendix 3  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] ). When studies were grouped by type of cancer, the results showed that mHealth app interventions may improve cancer-related QOL scores across cancer types (SMD Breast cancer =0.42, 95% CI 0.21-0.63; P<.001; SMD Various cancers =0.38, 95% CI 0.23-0.53; P=.001; Table  2  and Multimedia Appendix 4  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] ). Subgroup analyses of different intervention theories revealed low heterogeneity for cognitive behavioral theory (35%) and mindfulness-based theory (0%), implying that different intervention theories may be an important source of heterogeneity (Table  2  and Multimedia Appendix 5  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] ). Studies grouped by intervention delivery format revealed that these interventions significantly improved cancer-related QOL scores across different intervention delivery formats (SMD Interactive format =0.36, 95% CI 0.22-0.50; P<.001; SMD Didactic format =0.48, 95% CI 0.22-0.73; P<.001; Table  2  and Multimedia Appendix 6  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] ). There were no significant differences in QOL scores, but there was a high heterogeneity among patients with cancer receiving different treatment modalities (Table  2  and Multimedia Appendix 7  [16, 19, [25] [26] [27] [28] [29] [30] [33] [34] [35] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] ).\n\nIn the sensitivity analysis, switching from a random-effects model to a fixed-effects model confirmed the effect of the app interventions (SMD=0.43, 95% CI 0.35-0.50; P<.001). Furthermore, when each study was excluded sequentially, the pooled estimates remained robust, ranging from 0.38 (95% CI 0.30-0.45) to 0.46 (95% CI 0.37-0.54). There was no evidence of publication bias (Begg test: P=.65; Egger test: P=.67; Multimedia Appendix 8). Therefore, the pooled estimate for QOL was robust."
    },
    {
      "title": "Effects on Anxiety",
      "text": "A total of 47% (14/30) of the studies  [16] [17] [18] [19] [20] 25, 28, 30, 33, [35] [36] [37] 43, 48]  measured anxiety scores using different scales. Overall, the mHealth app interventions significantly alleviated anxiety among cancer survivors, but there was high heterogeneity (SMD=-0.64, 95% CI -0.73 to -0.56; P<.001; I 2 =97%; Figure  4    [16-20, 25-28, 30-33, 35-37, 43-45, 48] ).\n\nOn the basis of groups of intervention duration, 79%  (11/14)  of the studies had an intervention duration of <3 months, and 21% (3/14) had an intervention duration of 3 to 12 months. Subgroup analyses showed that these app-based interventions were still effective with different intervention durations. A total of 50% (7/14) of the studies  [17] [18] [19] [20] 37, 43, 48]  compared anxiety scores among breast cancer survivors and showed poor app intervention outcomes (SMD=-0.87, 95% CI -1.79 to 0.05; P=.06; I 2 =96%). Subgroup analyses by different intervention theories revealed high heterogeneity among interventions based on cognitive behavioral theory, but these were still effective in alleviating anxiety. Furthermore, subgroup analyses revealed that mHealth app interventions with an interactive format significantly reduced cancer-related anxiety scores (SMD=-1.27, 95% CI -1.99 to -0.56; P=.001; I 2 =97%). When studies were grouped by treatment strategy, app interventions did not alleviate anxiety in patients in chemotherapy (SMD=-0.06, 95% CI -0.32 to 0.19; P=.62; I 2 =60%) but could alleviate anxiety in patients undergoing surgery or comprehensive treatment (Table  3 ).\n\nWe found no significant change in the pooled estimates when single studies were excluded sequentially and the pooled model was changed. No evidence of publication bias was found (Begg test: P=.69; Egger test: P=.30; Multimedia Appendix 8). Therefore, the pooled estimate for anxiety was robust. [16] [17] [18] [19] [20] [25] [26] [27] [28] 30, 31, 33, 34, [40] [41] [42] 45, [47] [48] [49] . IV: inverse variance; Std: standardized."
    },
    {
      "title": "Table 3. Subgroup analyses of anxiety (N=14)."
    },
    {
      "title": "P value for pooled results",
      "text": "Pooled standardized mean difference (95% CI) I 2 (%) P value for heterogeneity Studies, n (%) Stratification"
    },
    {
      "title": "Intervention duration (months)",
      "text": ".002 a -1. 16  (-1.91 to -0.41) 98 <.001 11 (79) <3 .01 a -0.32 (-0.57 to -0.06) 49 .14 3 (21) 3 to 12 Types of cancer .06 -0.87 (-1.79 to 0.05) 96 <.001 7 (50) Breast cancer .006 a -1.07 (-1.86 to -0.29) 97 <.001 7 (50) Various cancers Intervention theory .01 a -1.02 (-1.81 to -0.23) 93 <.001 4 (29) Cognitive behavioral theory .01 a -0.95 (-1.68 to -0.23) 98 <.001 10 (71) Other theories Format of intervention delivery .001 a -1.27 (-1.99 to -0.56) 97 <.001 10 (71) Interactive format (smartphone-based 2-way communication) .49 -0.17 (-0.67 to 0.32) 82 <.001 3 (21) Didactic format (smartphone-based 1way communication) Treatment category .62 -0.06 (-0.32 to 0.19) 60 .06 4 (29) Patients for chemotherapy .04 a -1.41 (-2.81 to -0.01) 97 <.001 4 (29) Patients for surgery .007 a -1.31 (-2.26 to -0.36) 97 <.001 6 (43) Patients for various treatments a P<.05."
    },
    {
      "title": "Effects on Depression",
      "text": "The meta-analysis for depression included 1511 patients from 43% (13/30) of the studies  [16, [18] [19] [20] 25, 28, 30, 32, 33, [35] [36] [37] 45] . A random-effects model was chosen for analysis owing to the significant heterogeneity among the 43% (13/30) of the studies (P<.001; I 2 =81%). The pooled results indicated that the mHealth app intervention group had a lower depression score than the routine care group (SMD=-0.33, 95% CI -0.58 to -0.08; P=.009; Figure  4 ).\n\nGrouping by intervention duration, 69% (9/13) of the studies had an intervention duration of <3 months, and 31% (4/13) had an intervention duration of 3 to 12 months. Subgroup analyses showed that these app-based interventions were effective with durations of <3 months but not with a duration of 3 to 12 months (SMD=-0.25, 95% CI -0.51 to 0.02; P=.07; I 2 =53%). When studies were grouped by type of cancer, 46% (6/13) of the studies involved breast cancer survivors  [21] [22] [23] 43, 47, 48] , and mHealth app interventions did not alleviate depression in these survivors (SMD=-0.11, 95% CI -0.27 to 0.06; P=.21). Subgroup analyses according to intervention theory revealed that cognitive behavioral theory-based interventions could effectively relieve depression in cancer survivors (SMD=-0.75, 95% CI -1.42 to 0.09; P=.03), but there was high heterogeneity. A subgroup analysis revealed that mHealth app interventions with an interactive format significantly reduced cancer-related depression (SMD=-0.41, 95% CI -0.70 to -0.12; P=.006), but didactic format interventions were not effective in improving depression scores (SMD=-0.12, 95% CI -0.54 to 0.30; P=.58). When studies were grouped by treatment strategy, researchers found that app interventions did not alleviate depression in survivors who were treated with chemotherapy and surgery but could alleviate depression in survivors with comprehensive treatment (SMD=-0.56, 95% CI -0.90 to -0.21; P=.001; I 2 =79%; Table  4 ).\n\nThe fixed-effects model produced the same outcome as the random-effects model in the sensitivity analysis. In addition, when using a single-study approach, we found no studies that significantly altered the pooled results. No significant publication bias was found (Begg test: P=.58; Egger test: P=.49; Multimedia Appendix 8)."
    },
    {
      "title": "Effects on Distress",
      "text": "The meta-analysis of distress included 17% (5/30) of the studies  [16, 26, 27, 31, 43]  with a total of 488 cancer survivors. As there was heterogeneity among the studies (P=.08; I 2 =53%), a random-effects model was used to pool the results. Overall, the mHealth app interventions significantly alleviated distress among cancer survivors (SMD=-0.34, 95% CI -0.61 to -0.08; P=.01; Figure  4 ). To assess the robustness of the pooled results, we performed sensitivity analyses using various pooled models. The pooled results of the fixed-effects model also showed that the app intervention group had lower distress scores than the usual care group (SMD=-0.34, 95% CI -0.52 to -0.16; P=.006), indicating that the pooled effect size was robust. Publication bias was not examined as <10 studies were included."
    },
    {
      "title": "Effects on Self-efficacy",
      "text": "A total of 13% (4/30) of the studies  [32, 37, 44, 45]  reported self-efficacy as an outcome. Pooling of studies showed a statistically significant effect size favoring the intervention group (SMD=0.15, 95% CI 0.02-0.29; P=.03; I 2 =28%). The fixed-effect model also showed that app interventions had higher self-efficacy scores than usual care (SMD=0.16, 95% CI 0.06-0.26; P=.008; Figure  4 )."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Currently, the medical pattern is changing from a biomedical pattern (the treatment of disease only focusing on the patient's physical function) to a biopsychosocial medical pattern (the treatment of disease with comprehensive consideration of the patient's physical function, mental health, and social environment). Thus, greater attention is being paid to patients' mental health and social functioning. Among cancer survivors, symptoms such as depression, anxiety, distress, and pain are prevalent and undertreated, which may negatively affect their QOL and self-efficacy. However, smartphone users are increasing worldwide and are expected to reach 6.8 billion by 2023, with a smartphone penetration rate of 53.8%  [50] . Furthermore, smartphone apps have natural advantages over websites, SMS text messages, and other similar communication methods owing to their personalized design, rich mobile device features (such as cameras, phones, GPS, and contact lists), and timely push features. Therefore, the use of smartphone health apps could be a potentially effective way to improve mental health and social functioning among patients with cancer.\n\nWe included 30 RCTs in this meta-analysis, and all studies (30/30, 100%) provided smartphone app interventions for cancer survivors. The pooled results showed that smartphone app-based interventions improved QOL (SMD=0.39; P<.001) and self-efficacy (SMD=0.15; P=.03) in cancer survivors compared with conventional care education and significantly reduced adverse psychological outcomes (anxiety, depression, and distress). In particular, short-term interventions (duration of ≤3 months), physician-patient interaction interventions (2-way communication using a smartphone app), and cognitive behavioral therapy-based interventions might be most effective for improving QOL and alleviating adverse psychological effects."
    },
    {
      "title": "Interpretation of Findings",
      "text": "The effect of mHealth app interventions on QOL, anxiety, depression, distress, and self-efficacy in adult cancer survivors over a median follow-up time of 2.8 months was consistent with recent results regarding cell phone, SMS text message, and web-based interventions  [21, 22, 26] . This effect can be attributed to the prevalence and inherent advantages of smartphones. Compared with routine care, app-based interventions can provide more visually based and vivid educational counseling, enabling patients to establish close and ongoing contact with their treatment team  [51, 52] . Furthermore, with such an intervention, cancer survivors may become more aware of their condition and learn to cope with some of the problems associated with cancer  [51] ; as a result, patients may have a greater sense of empowerment and willingness to care for themselves, thereby improving their QOL and alleviating adverse psychological effects  [53] . In addition, as a high financial burden is associated with a low QOL and high anxiety in cancer survivors  [54] , app interventions can help reduce health care costs, further improving patients' QOL and alleviating adverse psychological effects  [55] .\n\nIn this review, we conducted subgroup analyses according to intervention duration, type of cancer, intervention theory, treatment category, and intervention delivery format. We found that the short-term effects of app interventions on QOL and psychological outcomes (median follow-up period of 2.8 months) were superior to the long-term effects, which were inconsistent for QOL, anxiety, and depression. This may be influenced by the progression, vulnerability, and persistence of cancer itself. However, this highlights the need for further research to test the effectiveness of mHealth interventions over the long term. Pooled results from studies on patients with breast cancer found that, although tending to alleviate anxiety and depression (SMD <0), app interventions did not significantly improve patients' anxiety and depression status. In female patients, the rich cancer information within an app may remind them of what they are experiencing, leading to increased anxiety and depression  [18] . Therefore, clinical practitioners should further explore appropriate care for patients with breast cancer based on evidence-based research and cognitive behavioral therapy. Among the different formats of intervention delivery, most (22/30, 73%) studies used app monitoring combined with feedback interventions, which significantly improved patients' anxiety and depression. On the one hand, cancer survivors may become more aware of their condition through disease self-monitoring and learning to cope with some cancer-related problems  [51] . By contrast, by conducting physician-patient communication via an app, patients with cancer may develop a close and ongoing partnership with their treatment team and communicate more effectively regarding disease progression or treatment complications. However, the effectiveness of educational message delivery may depend on how easily the patient understands the content and the importance of the message. Therefore, interventions in a didactic format to deliver educational messages have not been effective in alleviating anxiety and depression. Our review showed that cognitive behavioral therapy was effective in improving QOL and alleviating adverse psychological effects among cancer survivors. This result is consistent with those of other studies  [56, 57] . A possible explanation is that cognitive behavioral therapy interventions for patients address a broad range of aspects, such as physical, psychological, and social aspects, which can improve QOL and alleviate adverse psychological effects. However, relevant studies have been conducted among patients with cancer using an app, which cannot be compared directly with breast cancer treatment. Therefore, these results should be interpreted with caution.\n\nThe results of this meta-analysis indicated a significant improvement in QOL among adult cancer survivors who received chemotherapy. This was similar to the findings of 2 previous meta-analyses, which also found a significant improvement in QOL  [21, 24] . However, the intervention effects on anxiety and depression remain unclear as there was no significant difference between the intervention and control groups for both outcomes. A total of 2 previous meta-analyses regarding the effects of mobile phone-based interventions on anxiety and depression in this patient population also yielded contrasting results  [21, 24] . One study found that anxiety but not depression was significantly reduced  [24] , whereas the other study reported inverse findings  [21] . These inconsistencies point to the need for further research to test the effectiveness of mHealth interventions on anxiety and depression in patients with cancer."
    },
    {
      "title": "Study Limitations",
      "text": "This study had some limitations. First, the included studies had qualitative and methodological weaknesses. Most studies failed to elucidate the processes of allocation concealment (17/30, 57%), researcher or participant blinding (19/30, 63%), and strategies for handling incomplete outcome data. Therefore, the design of allocation concealment, participant blinding, and outcome assessment should be emphasized in future studies to draw more credible conclusions. Second, there is a huge variation in the conceptualization and operationalization of patient participation, which makes data synthesis extremely difficult. The effects of app interventions should be interpreted with caution owing to the high heterogeneity in the operational definitions of measurement instruments and instrument scoring systems. However, this meta-analysis included only RCTs and used random-effects models to pool results when appropriate to yield the most conservative estimates. Subgroup and sensitivity analyses were also performed, and the results showed that the pooled estimates were relatively robust. In addition, because of the limitations of the included studies, we did not conduct subgroup analyses on the frequency of physician-patient interactions via apps; previous studies suggested that app interaction frequency leads to different effects  [58] . Therefore, further studies should be conducted on interaction frequency. Finally, the extraction and classification of interventions is challenging because of considerable heterogeneity in the design of the interventions. The risk of misclassification of intervention characteristics and the exploratory nature of our subgroup analyses prevented us from drawing reliable conclusions about the characteristics of effective interventions."
    },
    {
      "title": "Implications",
      "text": "Our findings have several important implications. First, at a median follow-up time of 2.8 months, mobile app interventions may have a significant effect on enhancing QOL in cancer survivors and alleviating anxiety, depression, and distress in these patients. However, there is an urgent need to assess the long-term effects of these interventions on QOL and psychological outcomes. Second, using a physician-patient interaction intervention is more likely to significantly improve QOL and psychological effects. Future clinical research should further explore care modalities of patients with cancer based on the physician-patient interaction format. Third, cognitive behavioral therapy interventions address many aspects, such as physical, psychological, and social aspects, which improves QOL and alleviates adverse psychological effects. In the future, the development of mHealth apps that are based on cognitive behavioral theory should be encouraged. Fourth, clinical practitioners should further explore appropriate care strategies for breast cancer survivors. Fifth, it is difficult to identify patterns of patient engagement with smartphone app-based interventions because of the wide variability in intervention design and measurement tool scoring systems among the studies. By exploring factors such as participant characteristics and active engagement, further insights can be gained into strategies that can help increase patients' motivation to participate and maintain intervention integrity."
    },
    {
      "title": "Conclusions",
      "text": "This review showed that smartphone app-based interventions might help address certain psychological issues experienced by cancer survivors. In particular, short-term interventions (duration of ≤3 months), physician-patient interaction interventions (2-way communication using a smartphone app), and cognitive behavioral therapy-based interventions might be more effective in improving QOL and alleviating adverse psychological effects. However, the evidence supporting these interventions is still being gathered and is not yet fully conclusive. Further rigorous and well-designed studies are warranted to address the methodological flaws identified in this review. In conclusion, mHealth interventions may be effective in providing psychological support for adult cancer survivors."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram of study selection. CNKI: China National Knowledge Infrastructure."
    },
    {
      "text": "l CBT: cognitive behavioral therapy. m PHQ-9: Patient Health Questionnaire-9. n FACT-G: Functional Assessment of Cancer Therapy-General. o BDI-II: Beck Depression Inventory-Second Edition. p WHOQOL-BREF: World Health Organization Quality of Life-BREF questionnaire. q BDI: Beck Depression Inventory. r FACIT-Pal: Functional Assessment of Chronic Illness Therapy-Palliative Care. s GAD-7: Generalized Anxiety Disorder-7. t CAT: cyclic adjustment training."
    },
    {
      "text": "Figure 2. Risk-of-bias summary and graph [16-20,25-49]."
    },
    {
      "text": "Figure 3. Meta-analysis on quality of life [16,19,25-46]. IV: inverse variance; Std: standardized."
    },
    {
      "text": "Figure 4. Meta-analysis on (A) anxiety, (B) depression, (C) distress, and (D) self-efficacy [16] [17] [18] [19] [20] [25] [26] [27] [28] 30, 31, 33, 34, [40] [41] [42] 45, [47] [48] [49] . IV: inverse variance; Std: standardized."
    },
    {
      "text": "Characteristics of the randomized controlled trial studies (N=30). HADS-A: Hospital Anxiety and Depression Scale-Anxiety subscale. HADS-D: Hospital Anxiety and Depression Scale-Depression subscale. HRQOL: health-related quality of life. SF-36: 36-item Short Form Health Survey. FACT-ES QLS: Functional Assessment of Cancer Therapy-Endocrine Symptoms Quality of Life Scale."
    },
    {
      "text": "Subgroup analyses of quality of life (N=24)."
    },
    {
      "text": "Subgroup analyses of depression (N=13)."
    }
  ],
  "references": [
    {
      "title": "Cancer prevention and control in the context of an integrated approach: report by the Secretariat",
      "year": 2016,
      "doi": "10.3917/futur.450.0148"
    },
    {
      "title": "Global surveillance of trends in cancer survival 2000-14 (CONCORD-3): analysis of individual records for 37 513 025 patients diagnosed with one of 18 cancers from 322 population-based registries in 71 countries",
      "authors": [
        "C Allemani",
        "T Matsuda",
        "Di Carlo",
        "V Harewood",
        "R Matz",
        "M Nikšić",
        "M Concord",
        "Working Group"
      ],
      "year": 2018,
      "doi": "10.1016/S0140-6736(17)33326-3"
    },
    {
      "title": "Psychological morbidity and quality of life in women with advanced breast cancer: a cross-sectional survey",
      "authors": [
        "B Grabsch",
        "D Clarke",
        "A Love",
        "D Mckenzie",
        "R Snyder",
        "S Bloch"
      ],
      "year": 2006,
      "doi": "10.1017/s1478951506060068"
    },
    {
      "title": "Anxiety and depression after cancer diagnosis: prevalence rates by cancer type, gender, and age",
      "authors": [
        "W Linden",
        "A Vodermaier",
        "R Mackenzie",
        "D Greig"
      ],
      "year": 2012,
      "doi": "10.1016/j.jad.2012.03.025"
    },
    {
      "title": "Prevalence of depression, anxiety, and adjustment disorder in oncological, haematological, and palliative-care settings: a meta-analysis of 94 interview-based studies",
      "authors": [
        "A Mitchell",
        "M Chan",
        "H Bhatti",
        "M Halton",
        "L Grassi",
        "C Johansen"
      ],
      "year": 2011,
      "doi": "10.1016/s1470-2045(11)70002-x"
    },
    {
      "title": "Meeting Psychosocial Needs of Women with Breast Cancer",
      "year": 2004
    },
    {
      "title": "Symptom distress of Jordanian patients with cancer receiving chemotherapy",
      "authors": [
        "S Omran",
        "A Saeed",
        "J Simpson"
      ],
      "year": 2012,
      "doi": "10.1111/j.1440-172x.2012.02012.x"
    },
    {
      "title": "Factors associated with long-term functional outcomes and psychological sequelae in women after breast cancer",
      "authors": [
        "F Khan",
        "B Amatya",
        "J Pallant",
        "I Rajapaksa"
      ],
      "year": 2012,
      "doi": "10.1016/j.breast.2012.01.013"
    },
    {
      "title": "Impact of the method of delivering electronic health behavior change interventions in survivors of cancer on engagement, health behaviors, and health outcomes: systematic review and meta-analysis",
      "authors": [
        "K Furness",
        "M Sarkies",
        "C Huggins",
        "D Croagh",
        "T Haines"
      ],
      "year": 2020,
      "doi": "10.2196/16112"
    },
    {
      "title": "A telephonic-based trial to reduce depressive symptoms among Latina breast cancer survivors",
      "authors": [
        "K Ashing",
        "M Rosales"
      ],
      "year": 2014,
      "doi": "10.1002/pon.3441"
    },
    {
      "title": "Cancer distress coach: pilot study of a mobile app for managing posttraumatic stress",
      "authors": [
        "S Smith",
        "E Kuhn",
        "O' Donnell",
        "J Koontz",
        "B Nelson",
        "N Molloy"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4363"
    },
    {
      "title": "Mobile phone multilevel and multimedia messaging intervention for breast cancer screening: pilot randomized controlled trial",
      "authors": [
        "H Lee",
        "R Ghebre",
        "C Le",
        "Y Jang",
        "M Sharratt",
        "D Yee"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7091"
    },
    {
      "title": "Usefulness of smartphone apps for improving nutritional status of pancreatic cancer patients: randomized controlled trial",
      "authors": [
        "J Keum",
        "M Chung",
        "Y Kim",
        "H Ko",
        "M Sung",
        "J Jo"
      ],
      "year": 2021,
      "doi": "10.2196/21088"
    },
    {
      "title": "Effect of an internet-based telehealth system on functional capacity and cognition in breast cancer survivors: a secondary analysis of a randomized controlled trial",
      "authors": [
        "N Galiano-Castillo",
        "M Arroyo-Morales",
        "M Lozano-Lozano",
        "C Fernández-Lao",
        "L Martín-Martín",
        "R Del-Moral-Ávila"
      ],
      "year": 2017,
      "doi": "10.1007/s00520-017-3782-9"
    },
    {
      "title": "Impact of mobile technologies on cervical cancer screening practices in Lagos, Nigeria (mHealth-Cervix): protocol for a randomised controlled trial",
      "authors": [
        "K Okunade",
        "O Salako",
        "A Adejimi",
        "O Akinsola",
        "O Fatiregun",
        "M Adenekan"
      ],
      "doi": "10.12688/f1000research.22991.1"
    },
    {
      "title": "Pilot pragmatic randomized trial of mHealth mindfulness-based intervention for advanced cancer patients and their informal caregivers",
      "authors": [
        "A Kubo",
        "E Kurtovich",
        "M Mcginnis",
        "S Aghaee",
        "A Altschuler",
        "C Quesenberry"
      ],
      "year": 2020,
      "doi": "10.1002/pon.5557"
    },
    {
      "title": "Effects of psychoeducational interventions using mobile apps and mobile-based online group discussions on anxiety and self-esteem in women with breast cancer: randomized controlled trial",
      "authors": [
        "E Ghanbari",
        "S Yektatalab",
        "M Mehrabi"
      ],
      "year": 2021,
      "doi": "10.2196/19262"
    },
    {
      "title": "Effectiveness of a smartphone application as a support tool for patients undergoing breast cancer chemotherapy: a randomized controlled trial",
      "authors": [
        "S Handa",
        "H Okuyama",
        "H Yamamoto",
        "S Nakamura",
        "Y Kato"
      ],
      "year": 2020,
      "doi": "10.1016/j.clbc.2020.01.004"
    },
    {
      "title": "A mobile game for patients with breast cancer for chemotherapy self-management and quality-of-life improvement: randomized controlled trial",
      "authors": [
        "H Kim",
        "S Kim",
        "H Shin",
        "J Jang",
        "Y Kim",
        "D Han"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9559"
    },
    {
      "title": "PATI: patient accessed tailored information: a pilot study to evaluate the effect on preoperative breast cancer patients of information delivered via a mobile application",
      "authors": [
        "N Foley",
        "O' Connell",
        "E Lehane",
        "E Livingstone",
        "V Maher",
        "B Kaimkhani"
      ],
      "year": 2016,
      "doi": "10.1016/j.breast.2016.08.012"
    },
    {
      "title": "Effect of telehealth intervention on breast cancer patients' quality of life and psychological outcomes: a meta-analysis",
      "authors": [
        "Y Chen",
        "B Guan",
        "Z Li",
        "X Li"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16686777"
    },
    {
      "title": "Effect of telehealth interventions on quality of life in cancer survivors: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "J Li",
        "Y Liu",
        "J Jiang",
        "X Peng",
        "X Hu"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijnurstu.2021.103970"
    },
    {
      "title": "Effect of mHealth interventions on psychological issues experienced by women undergoing chemotherapy for breast cancer: a systematic review and meta-analysis",
      "authors": [
        "O Akingbade",
        "K Nguyen",
        "K Chow"
      ],
      "year": 2022,
      "doi": "10.1101/2022.02.17.22271140"
    },
    {
      "title": "Effectiveness of telephone-based interventions on health-related quality of life and prognostic outcomes in breast cancer patients and survivors-A meta-analysis",
      "authors": [
        "Q Zhang",
        "L Zhang",
        "R Yin",
        "T Fu",
        "H Chen",
        "B Shen"
      ],
      "year": 2018,
      "doi": "10.1111/ecc.12632"
    },
    {
      "title": "Digital stress management in cancer: testing StressProffen in a 12-month randomized controlled trial",
      "authors": [
        "; Børøsund",
        "S Ehlers",
        "M Clark",
        "M Andrykowski",
        "Cvancarova Småstuen",
        "Solberg Nes"
      ],
      "year": 2022,
      "doi": "10.1002/cncr.34046"
    },
    {
      "title": "Effect of mobile phone app-based training on the quality of life for women with breast cancer",
      "authors": [
        "D Çınar",
        "A Karadakovan",
        "A Erdoğan"
      ],
      "year": 2021,
      "doi": "10.1016/j.ejon.2021.101960"
    },
    {
      "title": "Reduced symptom burden with the support of an interactive app during neoadjuvant chemotherapy for breast cancer -a randomized controlled trial",
      "authors": [
        "M Fjell",
        "A Langius-Eklöf",
        "M Nilsson",
        "Y Wengström",
        "K Sundberg"
      ],
      "year": 2020,
      "doi": "10.1016/j.breast.2020.03.004"
    },
    {
      "title": "Randomized trial of a tailored cognitive-behavioral therapy mobile application for anxiety in patients with incurable cancer",
      "authors": [
        "J Greer",
        "J Jacobs",
        "N Pensak",
        "J Macdonald",
        "C Fuh",
        "G Perez"
      ],
      "year": 2019,
      "doi": "10.1634/theoncologist.2018-0536"
    },
    {
      "title": "Randomized trial of a smartphone mobile app to improve symptoms and adherence to oral therapy for cancer",
      "authors": [
        "J Greer",
        "J Jacobs",
        "N Pensak",
        "L Nisotel",
        "J Fishbein",
        "J Macdonald"
      ],
      "year": 2020,
      "doi": "10.6004/jnccn.2019.7354"
    },
    {
      "title": "Preliminary results from a randomized controlled study for an app-based cognitive behavioral therapy program for depression and anxiety in cancer patients",
      "authors": [
        "K Ham",
        "S Chin",
        "Y Suh",
        "M Rhee",
        "E Yu",
        "H Lee"
      ],
      "year": 2019,
      "doi": "10.3389/fpsyg.2019.01592"
    },
    {
      "title": "The effect of a mobile application on treatment adherence and symptom management in patients using oral anticancer agents: a randomized controlled trial",
      "authors": [
        "A Karaaslan-Eşer",
        "S Ayaz-Alkaya"
      ],
      "year": 2021,
      "doi": "10.1016/j.ejon.2021.101969"
    },
    {
      "title": "Effect of a smart pill bottle reminder intervention on medication adherence, self-efficacy, and depression in breast cancer survivors",
      "authors": [
        "H Park",
        "H Kang",
        "S Kim",
        "S Singh-Carlson"
      ],
      "year": 2021,
      "doi": "10.1097/ncc.0000000000001030"
    },
    {
      "title": "WeChat app-based reinforced education improves the quality of opioid titration treatment of cancer-related pain in outpatients: a randomized control study",
      "authors": [
        "Z Peng",
        "L Li",
        "Y Chen",
        "Z Feng",
        "X Fang"
      ],
      "year": 2020,
      "doi": "10.1186/s12885-020-07270-w"
    },
    {
      "title": "Beating cancer-related fatigue with the Untire mobile app: results from a waiting-list randomized controlled trial",
      "authors": [
        "S Spahrkäs",
        "A Looijmans",
        "R Sanderman",
        "M Hagedoorn"
      ],
      "year": 2020,
      "doi": "10.1002/pon.5492"
    },
    {
      "title": "The impact of WeChat app-based education and rehabilitation program on anxiety, depression, quality of life, loss of follow-up and survival in non-small cell lung cancer patients who underwent surgical resection",
      "authors": [
        "Y Sui",
        "T Wang",
        "X Wang"
      ],
      "year": 2020,
      "doi": "10.1016/j.ejon.2019.101707"
    },
    {
      "title": "Effects of cyclic adjustment training delivered via a mobile device on psychological resilience, depression, and anxiety in Chinese post-surgical breast cancer patients",
      "authors": [
        "K Zhou",
        "J Li",
        "X Li"
      ],
      "year": 2019,
      "doi": "10.1007/s10549-019-05368-9"
    },
    {
      "title": "Mobile breast cancer e-support program for Chinese women with breast cancer undergoing chemotherapy (part 2): multicenter randomized controlled trial",
      "authors": [
        "J Zhu",
        "L Ebert",
        "X Liu",
        "D Wei",
        "S Chan"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9438"
    },
    {
      "title": "Use of a smartphone medical app improves complications and quality of life in patients with nasopharyngeal carcinoma who underwent radiotherapy and chemotherapy",
      "authors": [
        "R Di",
        "G Li"
      ],
      "year": 2018,
      "doi": "10.12659/msm.908146"
    },
    {
      "title": "The effects of the combined exercise intervention based on internet and social media software (CEIBISMS) on quality of life, muscle strength and cardiorespiratory capacity in Chinese postoperative breast cancer patients: a randomized controlled trial",
      "authors": [
        "X Dong",
        "X Yi",
        "D Gao",
        "Z Gao",
        "S Huang",
        "M Chao"
      ],
      "year": 2019,
      "doi": "10.1186/s12955-019-1183-0"
    },
    {
      "title": "Quality of life of women after a first diagnosis of breast cancer using a self-management support mHealth app in Taiwan: randomized controlled trial",
      "authors": [
        "I Hou",
        "H Lin",
        "S Shen",
        "K Chang",
        "H Tai",
        "A Tsai"
      ],
      "year": 2020,
      "doi": "10.2196/17084"
    },
    {
      "title": "The Application of APP in the Transitional Care Among the post-operative patients with laryngeal cancer",
      "authors": [
        "L Lei"
      ],
      "year": 2016,
      "doi": "10.30919/esee8c338"
    },
    {
      "title": "Quality of life among women diagnosed with breast Cancer: a randomized waitlist controlled trial of commercially available mobile app-delivered mindfulness training",
      "authors": [
        "K Rosen",
        "S Paniagua",
        "W Kazanis",
        "S Jones",
        "J Potter"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4764"
    },
    {
      "title": "Effect of WeChat continuity of care on psychological stress, self-care ability and quality of life of chemotherapy patients after radical breast cancer surgery",
      "authors": [
        "G Zha"
      ],
      "year": 2020
    },
    {
      "title": "Phase III randomized controlled trial of eRAPID: eHealth intervention during chemotherapy",
      "authors": [
        "K Absolom",
        "L Warrington",
        "E Hudson",
        "J Hewison",
        "C Morris",
        "P Holch"
      ],
      "year": 2021,
      "doi": "10.1200/jco.20.02015"
    },
    {
      "title": "A hope-based intervention to address disrupted goal pursuits and quality of life among young adult cancer survivors",
      "authors": [
        "C Berg",
        "R Vanderpool",
        "B Getachew",
        "J Payne",
        "M Johnson",
        "Y Sandridge"
      ],
      "year": 2020,
      "doi": "10.1007/s13187-019-01574-7"
    },
    {
      "title": "Effectiveness of telerehabilitation on short-term quality of life of patients after esophageal cancer surgery during COVID-19: a single-center, randomized, controlled study",
      "authors": [
        "K Chen",
        "F Yao",
        "X Chen",
        "Y Lin",
        "M Kang"
      ],
      "year": 2021,
      "doi": "10.21037/jgo-21-385"
    },
    {
      "title": "Effect of early and intensive telephone or electronic nutrition counselling delivered to people with upper gastrointestinal cancer on quality of life: a three-arm randomised controlled trial",
      "authors": [
        "C Huggins",
        "L Hanna",
        "K Furness",
        "M Silvers",
        "J Savva",
        "H Frawley"
      ],
      "year": 2022,
      "doi": "10.3390/nu14153234"
    },
    {
      "title": "Real time remote symptom monitoring during chemotherapy for cancer: European multicentre randomised controlled trial (eSMART)",
      "authors": [
        "R Maguire",
        "L Mccann",
        "G Kotronoulas",
        "N Kearney",
        "E Ream",
        "J Armes"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n1647"
    },
    {
      "title": "Improving health-related quality of life in women with breast, blood, and gynaecological cancer with an eHealth-enabled 12-week lifestyle intervention: the women's wellness after Cancer program randomised controlled trial",
      "authors": [
        "C Seib",
        "D Anderson",
        "A Mcguire",
        "J Porter-Steele",
        "N Mcdonald",
        "S Balaam"
      ],
      "year": 2022,
      "doi": "10.1186/s12885-022-09797-6"
    },
    {
      "title": "How many people have smartphones in 2022? OBERLO",
      "year": 2022
    },
    {
      "title": "The impact of an empowering internet-based breast cancer patient pathway program on breast cancer patients' clinical outcomes: a randomised controlled trial",
      "authors": [
        "A Ryhänen",
        "S Rankinen",
        "M Siekkinen",
        "M Saarinen",
        "H Korvenranta",
        "H Leino-Kilpi"
      ],
      "year": 2013,
      "doi": "10.1111/jocn.12007"
    },
    {
      "title": "Developing interactive course Web sites for distance education and characteristics of students enrolled in distance learning courses",
      "authors": [
        "V Diwakar",
        "P Ertmer",
        "A Nour"
      ],
      "year": 2003,
      "doi": "10.3138/jvme.30.4.351"
    },
    {
      "title": "Telehealthcare for long term conditions",
      "authors": [
        "S Mclean",
        "D Protti",
        "A Sheikh"
      ],
      "year": 1932,
      "doi": "10.1136/bmj.d120"
    },
    {
      "title": "Relationship between objective financial burden and the health-related quality of life and mental health of patients with cancer",
      "authors": [
        "J Park",
        "K Look"
      ],
      "year": 2018,
      "doi": "10.1200/jop.2017.027136"
    },
    {
      "title": "Telehealth services in rural and remote Australia: a systematic review of models of care and factors influencing success and sustainability",
      "authors": [
        "N Bradford",
        "L Caffery",
        "A Smith"
      ],
      "year": 2016,
      "doi": "10.22605/rrh3808"
    },
    {
      "title": "A meta-analysis of the efficacy of cognitive behavior therapy on quality of life and psychological health of breast cancer survivors and patients",
      "authors": [
        "M Ye",
        "K Du",
        "J Zhou",
        "Q Zhou",
        "M Shou",
        "B Hu"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4687"
    },
    {
      "title": "The effect of cognitive behavioral therapy on the quality of life of breast cancer patients: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "M Getu",
        "C Chen",
        "W Panpan",
        "J Mboineki",
        "K Dhakal",
        "R Du"
      ],
      "year": 2021,
      "doi": "10.1007/s11136-020-02665-5"
    },
    {
      "title": "Effectiveness of smartphone application-based self-management interventions in patients with type 2 diabetes: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "Q He",
        "X Zhao",
        "Y Wang",
        "Q Xie",
        "L Cheng"
      ],
      "year": 2022,
      "doi": "10.1111/jan.14993"
    }
  ],
  "num_references": 58
}
