{
  "paper_id": "ACSQLAAL",
  "title": "Cultural adaptation of internet-and mobile-based interventions for mental disorders: a systematic review",
  "abstract": "Providing accessible and effective healthcare solutions for people living in low-and middle-income countries, migrants, and indigenous people is central to reduce the global mental health treatment gap. Internet-and mobile-based interventions (IMI) are considered scalable psychological interventions to reduce the burden of mental disorders and are culturally adapted for implementation in these target groups. In October 2020, the databases PsycInfo, MEDLINE, Embase, Cochrane Central Register of Controlled Trials, and Web of Science were systematically searched for studies that culturally adapted IMI for mental disorders. Among 9438 screened records, we identified 55 eligible articles. We extracted 17 content, methodological, and procedural components of culturally adapting IMI, aiming to consider specific situations and perspectives of the target populations. Adherence and effectiveness of the adapted IMI seemed similar to the original IMI; yet, no included study conducted a direct comparison. The presented taxonomy of cultural adaptation of IMI for mental disorders provides a basis for future studies investigating the relevance and necessity of their cultural adaptation.",
  "year": 2013,
  "date": "2013",
  "journal": "Annu. Rev. Public Health",
  "publication": "Annu. Rev. Public Health",
  "authors": [
    {
      "forename": "Kerstin",
      "surname": "Spanhel",
      "name": "Kerstin Spanhel",
      "affiliation": "1  Department of Rehabilitation Psychology and Psychotherapy , Institute of Psychology , University of Freiburg , Freiburg , Germany. \n\t\t\t\t\t\t\t\t Department of Rehabilitation Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t Institute of Psychology \n\t\t\t\t\t\t\t\t University of Freiburg \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Freiburg \n\t\t\t\t\t\t\t\t\t Germany",
      "email": "kerstin.spanhel@psychologie.uni-freiburg.de",
      "orcid": "0000-0002-4889-1274"
    },
    {
      "forename": "Sumeyye",
      "surname": "Balci",
      "name": "Sumeyye Balci",
      "affiliation": "2  Department of Clinical Psychology and Psychotherapy , Institute of Psychology and Education , Ulm University , Ulm , Germany. \n\t\t\t\t\t\t\t\t Department of Clinical Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t Institute of Psychology and Education \n\t\t\t\t\t\t\t\t Ulm University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ulm \n\t\t\t\t\t\t\t\t\t Germany",
      "orcid": "0000-0001-8219-6163"
    },
    {
      "forename": "Felicitas",
      "surname": "Feldhahn",
      "name": "Felicitas Feldhahn",
      "affiliation": "1  Department of Rehabilitation Psychology and Psychotherapy , Institute of Psychology , University of Freiburg , Freiburg , Germany. \n\t\t\t\t\t\t\t\t Department of Rehabilitation Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t Institute of Psychology \n\t\t\t\t\t\t\t\t University of Freiburg \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Freiburg \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "Juergen",
      "surname": "Bengel",
      "name": "Juergen Bengel",
      "affiliation": "1  Department of Rehabilitation Psychology and Psychotherapy , Institute of Psychology , University of Freiburg , Freiburg , Germany. \n\t\t\t\t\t\t\t\t Department of Rehabilitation Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t Institute of Psychology \n\t\t\t\t\t\t\t\t University of Freiburg \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Freiburg \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "Harald",
      "surname": "Baumeister",
      "name": "Harald Baumeister",
      "affiliation": "2  Department of Clinical Psychology and Psychotherapy , Institute of Psychology and Education , Ulm University , Ulm , Germany. \n\t\t\t\t\t\t\t\t Department of Clinical Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t Institute of Psychology and Education \n\t\t\t\t\t\t\t\t Ulm University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ulm \n\t\t\t\t\t\t\t\t\t Germany",
      "orcid": "0000-0002-2040-661X"
    },
    {
      "forename": "Lasse",
      "surname": "Sander",
      "name": "Lasse Sander",
      "affiliation": "1  Department of Rehabilitation Psychology and Psychotherapy , Institute of Psychology , University of Freiburg , Freiburg , Germany. \n\t\t\t\t\t\t\t\t Department of Rehabilitation Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t Institute of Psychology \n\t\t\t\t\t\t\t\t University of Freiburg \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Freiburg \n\t\t\t\t\t\t\t\t\t Germany",
      "orcid": "0000-0002-4222-9837"
    }
  ],
  "doi": "10.1038/s41746-021-00498-1",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The World Health Organisation has called to take action in order to address global health inequalities  1  as one of the major global health challenges  [2] [3] [4] [5]  . Particularly when it comes to mental health, the treatment gap in low-and middle-income countries (LMIC) is estimated to be far higher than that in high-income countries: Whereas ~76-85% of people with a serious mental disorder living in LMIC do not get treated, ~35-50% of people living in highincome countries do not get treated  1, 6, 7  . Similarly, migrants and refugees make less use of mental health services  [8] [9] [10]  , although they face many stressors before, during, and after migration  11  and show an increased prevalence of mental disorders  [12] [13] [14]  . Such a mental health treatment gap can also be observed in indigenous people, caused by lower mental health  15, 16  and lower use of health services  17  . In order to improve global health equality, existing barriers of these populations need to be addressed on a structural and individual level.\n\nExisting structural barriers, such as a lack of mental health services and difficulties in accessing services  [18] [19] [20] [21]  , could be reduced by low intensity interventions  [22] [23] [24] [25]  . Low intensity interventions are interventions aiming to be easy to access by a high number of people, due to a resource-saving and flexible delivery (e.g., self-help interventions, interventions delivered by nonprofessionals)  26  . Internet-and mobile-based interventions (IMI) as one kind of low intensity intervention offer anonymity, temporal and local independency, easy accessibility, and scalability  [27] [28] [29] [30]  and are thus suggested to hold potential in overcoming structural healthcare barriers  31, 32  . Despite reports of lower treatment completion rates  33  , IMI have been proven effective in preventing and treating mental disorders  [34] [35] [36] [37] [38]  . However, they were mostly developed for and evaluated in majority populations from high-income countries, and were found to be less effective for people with a differing cultural or ethnic background  39  . When it comes to the use of healthcare, populations living in LMIC, as well as migrants, refugees, or indigenous people face a range of individual barriers, such as language and cultural barriers (e.g., understanding of disease and treatment processes) or poor knowledge on the healthcare system  [17] [18] [19] [20] [21] 40  . The e individual barriers may be reduced by considering cultural aspects in the intervention development, i.e., including knowledge on potential cultural differences  41  . However, newly developing interventions for each population requires significant effort. A more resourcesaving possibility could be to use the high number of already existing and evaluated psychological treatments and to culturally adapt them for the new target groups  42, 43  .\n\nA cultural adaptation should be conducted in a structured, systematic way by following adaptation guidelines  44, 45  . Various research groups established such guidelines, focussing (a) on specific treatment components that should be culturally adapted  [46] [47] [48] [49] [50] [51]  , or (b) on the procedure that should be followed to gradually adapt the treatment  45, [52] [53] [54]  . The Ecological Validity Framework by Bernal et al.  47  was the first model describing in detail what to culturally adapt. The authors recommended the consideration of eight intervention components, including language (translation, differences in regional or subcultural groups), persons (patient-therapist relationship, roles), metaphors (symbols, sayings), content (values, customs, traditions), concepts (theoretical model of the treatment), goals (agreement of therapist and patient), methods (procedures for achieving the treatment goals), and context (broader social, economic, and political contexts). This model was widely reused and can be seen as a base for later frameworks. For example, Resnicow et al.  50 ifferentiated the components to adapt into surface characteristics, such as language, locations, and persons, and deep structure characteristics of treatment, which comprise the inclusion of cultural, social, environmental, and historical factors to consider the understanding of disease and its treatment of the respective clients, such as cultural values (e.g., family) and specific stressors (e.g., racism). Regarding frameworks on the procedure of culturally adapting treatments, Barrera and Castro summarised various suggestions of other frameworks in their Heuristic Framework for the Cultural Adaptations of Interventions  54  . They describe the procedural components of how to culturally adapt by (1)  gathering information by literature searches or qualitative research, (2) developing a preliminary adaptation based on this information, (3) testing the preliminary adaptation in case or pilot studies, and (4) refining the adaptation based on the findings of case or pilot studies.\n\nConsidering both the suggested content and procedural components of cultural adaptation intends to facilitate access to psychological treatments for people with a cultural background differing from that of the original target group  44  . Correspondingly, findings of meta-analyses aiming to investigate the relevance and necessity of cultural adaptation suggest that, in populations that the intervention was originally not developed for, culturally adapted treatments are more effective as compared to nonadapted versions of the treatment  55, 56  . The higher the extent of cultural adaptation, the higher seems their effectiveness  57, 58  . Based on this revealed relevance of culturally adapting face-toface treatments, it may also be of relevance to culturally adapt IMI to reach out to people with a cultural background differing from the original target group  25, 59, 60  . Various research groups culturally adapted IMI to fit new target groups and showed their effectiveness  [61] [62] [63]  . Furthermore, a meta-analysis indicated that an enhanced cultural adaptation of an IMI was associated with its increased effectiveness in the respective target group  59  . However, studies directly comparing the effectiveness or acceptance of culturally adapted versus non-/less-adapted IMI are lacking  59, [64] [65] [66]  , which would allow for drawing conclusions on the added value of cultural adaptation. A precondition for such comparison trials and for examining the relevance of adapting specific components following a specific procedure would be a systematic and welldocumented adaptation  67, 68  . Yet, components and procedures considered in the cultural adaptation of IMI are often only poorly reported  [69] [70] [71] [72] [73]  . Thus, research on the cultural adaptation of IMI is still in its early stages  66  , and there is a particular lack of knowledge on specific aspects of IMI that might need cultural adaptation in addition to the components adapted in face-to-face treatments. In this context, following aspects of evaluation frameworks of IMI could provide an orientation, such as methodological components to enhance the user engagement with the IMI, its ease of use, or design and aesthetics  [74] [75] [76]  .\n\nThus, this review aims to\n\n(1) systematically identify and summarise content, methodological, and procedural components considered in the previous cultural adaptations of IMI for mental disorders; (2) summarise results on the adherence and effectiveness of culturally adapted IMI.\n\nBy providing a taxonomy on the cultural adaptation of IMI, this review may inform researchers on systematically developing scalable interventions for underserved people."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Study selection",
      "text": "A total of 20,012 articles were retrieved from the electronic databases; 21 articles were added by hand searching relevant articles. After removing duplicates, 9438 titles and abstracts were screened, leading to 258 records that were included in the full-text screening. In 24% of the decisions, the inclusion of a study was discussed between the reviewers. Finally, 55 studies were found eligible for the present qualitative synthesis, of which 28 provided quantitative data (see Fig.  1 )."
    },
    {
      "title": "Study characteristics",
      "text": "All 55 included articles were published between 2012 and 2020, with 38 (69.1%) published in 2018-2020. Eight of them were study protocols, three of which additionally described conducted qualitative studies. Across the studies conducted in the included articles, a total of 3789 participants took part, plus a sample of 23,235 participants of a study analysing existing data of a patients cohort  77  . The studies were conducted or planned to be conducted in various countries: 26 in North America and Europe, 16 in Asia, 5 in Australia, 4 in the Middle East, and 2 in South or Central America. Similarly, the ethnicities of the participants were diverse across the studies: 34.6% of the studies included Asian participants, 26.9% Arabic, 15.4% European, 11.5% Northern American (including 7.7% American Indian/Alaskan Native), and 11.5% participants with other ethnic backgrounds. The included articles reported on the cultural adaptation of 42 different interventions. For 23 interventions, detailed information on their cultural adaptation had been published; for 19 interventions, less detailed information was available in published articles. Partly, more details were provided by the authors upon request (n = 9)  [77] [78] [79] [80] [81] [82] [83] [84] [85]  . Sixteen interventions described in the articles addressed depression, also in combination with anxiety, ten addressed stress or traumatisation, four substance abuse disorders, and the remaining interventions addressed other mental disorders or a combination of the named ones.\n\nAn overview of the study characteristics can be found in Table  1 . Details on the interventions used in the studies are illustrated in Supplementary Table  3 .  Table 1 continued First author (year) Data assessment Step of cultural adaptation (CA) a Type of assessments Type of sample Sample size Age M(SD) % female Level of education Study conduction % quality score b Sobowale (2013) 142 Qualitative Inform CA Interviews, focus groups, questionnaires Focus group: target group (students); interviews: health professionals, other experts; public health campaign: target group, associated people 16 Range: 18-21 -Secondary, university Hong Kong, China 81.0 Spanhel (2019) 91 Qualitative Inform CA Interviews, think aloud Health professionals, target group (refugees) 12 41.8 (13.2) 41.7 -Germany 78.6 Teles (2020) 143 Qualitative Inform CA Questionnaires Health professionals 4 ---Portugal 64.3 Titov (2018) 77 Quantitative Evaluate CA (Observational cohort study) Questionnaires Target group (indigenous patients) 23,235 35.1 (13.4) 77.2 All levels Australia 66.7 Ünlü Ince (2013) 94 Quantitative Evaluate CA (RCT with FU: 1, 4 m) Questionnaires Target group (immigrants) 96 35.2 (9.3) 61.5 All levels The Netherlands 83.3 Vöhringer (2020) 144 Quantitative Evaluate CA (single study) Questionnaires Target group (community members) 386 26.0 (6.0) 69.4 All levels Germany 81.0 Wagner (2012) 95 Quantitative Evaluate CA (pilot study with FU: 5 w) Questionnaires Target group (community members) 15 29.3 (7.1) 86.7 All levels Iraq 71.4 Wang (2013) 88 Quantitative Evaluate CA (RCT with FU: 1, 2, 3 m) Interviews, questionnaires Target group (community members) 183 Range: 18-70 78.1 All levels China 88.1 Wasil (2020) 83 Qualitative; planned: quantitative Inform CA; planned: evaluate CA (RCT with FU) Focus groups, questionnaires School staff, target group (adolescents) 21 --All levels India 47.6 Yokomitsu (2020) 85"
    },
    {
      "title": "Quality assessment",
      "text": "The initial interrater reliability between the two independent raters was κ = 0.62, which can be considered a substantial agreement  86  . Overall, the quality of the included articles revealed an average quality score of 75.4%. The assessed quality score ranged from 35.7 (ref.  87 ) to 95.2% (ref.  63 ). Nearly all articles provided an explicit theoretical framework (93.9% of the maximum score), named the aims of their conducted or planned study (95.8%), and described their research setting (93.9%) and their procedure for data collection (90.3%) in a satisfactory way. Often, there was only poor evidence of the sample size (40.1%), and users were rarely involved in the study design (42.4%).\n\nTable  1  presents the individual quality score of every article and Supplementary Table  4  contains the comprehensive ratings of the two independent reviewers."
    },
    {
      "title": "Components of cultural adaptation",
      "text": "Various components of which the authors reported the cultural adaptation were identified across the included articles and grouped in distinguishable aspects of culturally adapting IMI. Using the frameworks of previous literature as a base  47, 54, [74] [75] [76]  , the classification had been continuously refined in the course of data synthesis, resulting in ten content, four methodological, and three procedural components that provided qualitative information on the cultural adaptation of IMI for mental disorders. Generally, the consideration of these components was used by the authors to enhance the fit of the IMI to the context, lives, and burdens of the new target group. Across all interventions averaged consideration of content (68.8%) versus methodological (69.0%) versus procedural (66.7%) components was comparable with 68.5% of all components being considered. The 17 components of culturally adapting IMI that were identified across the articles are illustrated in Table  2 , including specific adaptation examples of the articles. A more detailed illustration of the conducted adaptations of each IMI can be found in Supplementary Table  5 . An overview of the 17 components illustrating the respective extent of consideration across the articles is provided in Fig.  2 .\n\nRegarding content components, (1) an important element to adapt were the characters illustrated in the IMI (adapted in 35 of 42 interventions). (2) Alongside the characters, activities were added, removed, or tailored to make them relevant to the target group (25/42 IMI). (3) Furthermore, environments, settings, and, associated with this, specific burdens illustrated in the IMI were adapted (36/42 IMI). (  4 ) Related to these aspects, researchers changed the content to accommodate culturally relevant values and traditions (28/42 IMI). Beside the adaptation of the daily life illustrated in the IMI, language adaptation was considered important: (5) numerous studies translated the entire intervention into the main language or the regional dialect of the target group (35/42 IMI). In addition, language and texts were (6) tailored to the target group (34/42 IMI), and (7) visualised with appropriate quotes, symbols, and metaphors (18/42 IMI). (  8 ) When culturally adapting their IMI, researchers also considered potential differences in the target groups' concepts of mental health and its treatment (26/42 IMI). Correspondingly, (9) the aims (23/42 IMI) and (10) the used treatment methods in the IMI (27/42 IMI) were changed occasionally.\n\nRegarding methodological components of cultural adaptation, (11) the general structure of IMI was adapted (34/42 IMI). (  12 ) Also, researchers adapted their IMI to enhance its functionality and ease of use for the specific target group (26/42 IMI), e.g., by including interactive elements or simplifying the navigation. (  13 ) Moreover, the design and the aesthetics were adjusted (34/42 IMI). (  14 ) As another aspect of culturally adapting IMI, researchers have changed the format or amount of guidance (22/42 IMI).\n\nWith regard to the procedure of cultural adaptation, (15) researchers used a wide range of methods to obtain information about necessary cultural adaptations of their IMI and about the adequacy of the conducted adaptations (32/42 IMI used at least two different methods). (  16 ) During the cultural adaptation process, different people were involved, including healthcare professionals or the target group itself (32/42 IMI involved at least two groups of people). (17) Many authors also based their adaptation process on theoretical frameworks for cultural adaptations of face-to-face therapies (20/42 IMI)."
    },
    {
      "title": "Extent of cultural adaptation",
      "text": "The consideration of each of the 17 components of cultural adaptation of IMI was evaluated across the articles to illustrate the extent of cultural adaptation for each intervention. The points were added up (0-17 points), revealing an average extent of cultural adaptation of M = 11.6 (SD = 3.7), with the smallest extent being three (17.7%)  88 and the highest being 17 points (100%)  69, [89] [90] [91]  for the respective interventions. A list of articles considering the respective components is provided in Table  3 ."
    },
    {
      "title": "Adherence and effectiveness of the culturally adapted interventions",
      "text": "Characteristics of those articles providing quantitative data, and their adherence and effectiveness outcomes are illustrated in Table  4 , including the measures of the respective non-adapted interventions, if available.\n\nThe interventions varied widely in their length (range: 1 (ref.  83 )-32 (ref.  92 ) modules) and duration (range: 1 day 83 -8 months  93  ). The average percentage of completed sessions of the culturally adapted IMI was 63.7% (CI: 52.3-75.1%, n = 21 interventions), ranging from 20.4% (ref.  94 ) to 100% (ref.  95 ). The average percentage of participants who completed all sessions of the adapted IMI was 50.6% (CI: 36.8-64.3%, n = 21 interventions), ranging from 0% (ref.  96 ) to 100% (ref.  95 ).\n\nEight single group studies reported on the effectiveness of their IMI comparing mental disorder symptoms of the participants between pre-and post-treatment assessments, three of which assessed the effectiveness of the same intervention  [97] [98] [99]  . Fourteen (randomised) controlled trials (Chen et al.  81  stopped randomisation) reported on the effectiveness of their IMI comparing mental disorder symptoms of the participants who had access to an adapted IMI to those who had no access (control group receiving delayed access, no access, or psychoeducational information). Outcomes of one randomised controlled trial were published in two articles  100, 101  . Primary outcomes varied between the studies, with the Patient Health Questionnaire 102 being the scale most used (n = 9), followed by the General Anxiety Disorder Scale 103 (n = 4) and the Post-traumatic Disorder Scale 104 (n = 3). Similarly, the time between pre-and post-assessments differed between the studies, ranging from 4 weeks 96 to 6 months 105 . Effect sizes of randomised controlled trials ranged from Hedges' g = 0.15 (ref.  100 ) to 2.70 (ref.  106 ; see Fig.  3 )."
    },
    {
      "title": "Post hoc analyses",
      "text": "Correlation analyses did not reveal any significant links between the intervention characteristics (amount of modules, provided guidance) and the extent of (specific components of) cultural adaptation, r(40) ≤ 0.12, p ≥ 0.330. The extent of culturally adapting content components significantly differed between the target groups of the IMI (people living in LMIC, in high-income countries, immigrants, indigenous people), F(3,38) = 6.09, p = 0.002, with pairwise comparisons suggesting a lower extent of content cultural adaptation for people from high-income countries, as compared to migrants and people living in LMIC. No link was revealed between the amount of modules, guidance, or extent of cultural adaptation and the effectiveness (r(13) ≤ 0.20, p ≥ 0.487) or adherence of the IMI (r(9) ≤ -0.35, p ≥ 0.287). Nor did the Use of concrete terms or informal language The polite German form (i.e., 'Sie') has been exchanged for the colloquial form (i.e., 'Du')  78  Milder descriptions of mental health concepts Describing psychological problems in terms of idioms of distress  94"
    },
    {
      "title": "Visualisation of language",
      "text": "Use of metaphors Metaphors that appeal better and depict distress and recovery  69, 89  Use of verbal expressions (sayings, quotes)\n\nCultural specific terms like 'ciclovía' (bike rides on sundays)\n\n73,138 Use of symbols The Local name selected for the programme-Selge-has two meanings: clear and sober 82 8. Difference in concepts of mental health and its treatment Poor knowledge Rather somatic symptoms (e.g., fatigue, decreased energy, weight changes) 123 Stigmatisation of mental health problems Framing the goal of the intervention as a stress management tool or academic performance tool instead of mental health intervention, in order to reduce the stigma 141 Distrust in treatment/confidentiality Increase trust in the app: lessen worries about data protection or doubts whether the programme would actually help 111 Related to religion/supernatural powers Fatalistic assumption that suffering is given by fate or by God and has to be endured 90 9. Goals of treatment Increase understanding/acceptance of mental disorders Addressing myths about depression and its treatment 125 Increase understanding on treatment possibilities Informing on PTSD and its management in stressful environments 87 Enhance coping strategies Improvement of parent-adolescent communication to enhance protective factor of family 139 10. Methods of treatment Comprehensive psycho-education Include educational videos by members of the American Indian/Alaska Native community 130 Information/links to other helpful addresses Adapt Resources (information materials, services available, technologies, e.g., links to webpages or informative manuals) 143\n\neffectiveness (F(2,12) = 0.39, p = 0.683) or adherence (F(2,8) = 0.10, p = 0.909) of the IMI significantly differ between the target groups of the IMI. Detailed results of the post hoc analyses can be found in Supplementary Table  6 ."
    },
    {
      "title": "DISCUSSION",
      "text": "This is a systematic review synthesising the components and procedures used in the cultural adaptation of IMI for mental disorders. The proposed taxonomy comprises 17 components, covering the key domains of content (e.g., illustrated daily life and mental health concepts), methodological (e.g., structure and design), and procedural components (e.g., used methods and involved persons). The 55 articles included in this review explored, conducted, and reported on the cultural adaptation of 42 IMI that were originally used for a culturally differing target group. Cultural adaptations were done to illustrate relatable situations (e.g., persons, activities), to fit the characteristics of the communities (e.g., collectivism, values, traditions), to consider specific risk factors for low mental health (e.g., burdens due to migration, war, discrimination, and\n\nIp (2016)  93  / Sobowale (2013\n\n82.4 Kaal (2020) 82 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓✓ 9 52.9 Kanuri (2020) 96 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 8 47.1 Kayrouz (2015/2016) 97-99 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 11 64.7 Knaevelsrud (2015) 61 / Vöhringer (2020) 144 / Wagner (2012) 95 ✓ ✓ ✓ ✓ ✓ ✓ ✓ 7 41.2 Lal (2020) 131 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 11 64.7 Lindegaard (2020) 63 / Nygren (2018) 134 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 15 88.2 Luo (2021) 132 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 9 52.9 Muroff (2017/2019) 105,133 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 13 76.5 Nygren (2019) 135 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 11 64.7 Okujava (2019) 84 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 12 70.6 Paris (2018) 100 / Silva (in prep) 140 / Silva (2020) 101 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 14 82.4 Patel (2016) 136 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 12 70.6 Pinto-Bruno (2019) 137 ✓ ✓ ✓ ✓ ✓ 5 29.4 Rahmadiana (2019) 79 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 14 82.4 Salamanca-Sanabria (2019/ 2020) 73,138\n\n88.2 Titov (2018) 77 ✓ ✓ ✓ ✓ ✓ ✓ ✓ 7 41.2 Ünlü Ince (2013) 94 ✓ ✓ ✓ ✓ ✓ ✓ ✓ 7 41.2 Wang (2013) 88 ✓ ✓ ✓ 3 17.7 Wasil (2020) 83 ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ ✓ 10 58.8 Yokomitsu (2020) 85 ✓ ✓ ✓ ✓ ✓ ✓ ✓ 7 41.2 Total 11.6 68.2 Char illustrated characters, Act illustrated activities, Env illustrated places/environment/burdens, Val illustrated values/traditions, Tran language translation, Tail language tailoring, Vis visualisation of language, Con mental health (treatment) concepts, Goal goals of treatment, Meth methods of treatment, Stru structure, Fun functionality, Des design/aesthetics, Guid guidance, Inf ≥ 2 methods to obtain information, Per ≥ 2 persons involved in CA, Fram theoretical framework for CA. Table 4 continued First author (year) Study type N (IG) N (CG) ITT-analysis Pre-/ post-period Control group Target mental disorder Primary outcome Effect size (Hedges' g) adapted IMI original IMI a % completers adapted IMI original IMI a % completed modules adapted IMI original IMI a GAD-7 1.15 c 0.52 148 Knaevelsrud (2015) 61 RCT 79 80 Yes 5 w Waitlist Post-traumatic stress symptoms PDS 0.92 59.5% -IES 1.28/1.39 152 63.9% 152 -Lin (2020) 106 RCT 55 (subgroups: 27; 28) 25 (subgroups: 14; 11) Yes 2 m Waitlist Social anxiety symptoms SIAS 2.7 47.3% 61.1% 0.84 146 51.6% 146 77.4% 146 Lindegaard (2020) 63 RCT 30 29 Yes 8 w Waitlist Depressive symptoms PHQ-9 0.85 6.7% 31.9% ---Luo (2021) 132 RCT 191 181 Yes 6 w Education brochure Eating disorder BDS 0.40 81.7% 92.3% 0.76 153 89.5% 153 95.6% 153 Muroff (2019) 105 Comparison study 58 21 No 6 m -Drug + alcohol use ASI-6 -73.4% remained active for 4 m 87.9% -78.2% remained active for 4 m 154 -Nygren (2019) 135 RCT 25 25 Yes 8 w Waitlist Depressive symptoms BDI-II 1.27 36% 62.9% 0.96 155 65% 155 74.0% 155 Okujava (2019) 84 Single group study 52 -No ~10 w Treatment as usual Insomnia ISI -48.1% -PSQI 1.06 156 72.9% 156 ~94.2% 156 Paris (2018) 100 RCT 43 49 Yes 8 w Treatment as usual Substance use Days of primary substance use/ week d = 0.15 d 56% 75.7% d = 0.71 157e 50.0% 157 -Salamanca-Sanabria (2020) 138 RCT 107 107 No 7 w Waitlist Depressive symptoms PHQ-9 0.91 9.3% 37.7% 0.64 158 38% 158 60.6% 158 Silva (2020) 101f\n\nRCT 39 44 Yes 8 w Treatment as usual Substance use DSM-5 alcohol use disorder criteria d = 1.12 g ---50.0% 157 -Titov (2018) 77 observational cohort study 780 22,455 No -Non-indigenous General psychological distress K-10 1.57 c 70.0% -1.42 c (non-indigenous) 71.9% (nonindigenous) -Ünlü Ince (2013) 94 RCT 49 47 Yes 6 w Waitlist Depressive symptoms CES-D 0.37 20% ~20.4% 0.50 159 55.1% 159 70.0% 159 Vöhringer (2020) 144 Single group study 386 -No --Post-traumatic stress symptoms --62.7% completed ≥4/6 modules -IES 1.28/1.39 152 63.9% 152 -l-\n\now socio-economic status), and to address health-related problems (e.g., low mental health literacy and corresponding distrust, risky behaviour, or limited access to treatment). Twenty-eight studies, including 14 (randomised) controlled trials, evaluated the culturally adapted IMI in terms of adherence and/or effectiveness for the new target group. Adherence rates and effect sizes of randomised controlled trials seem to be comparable to both those found in the studies on the respective original IMI (see Table  4 ), and those found in studies investigating the adherence and effectiveness of IMI in general  36, 107  . However, enrolment and adherence rates of IMI are generally low  [108] [109] [110]  . Above that, we could not identify any study on a direct comparison of a culturally adapted with a non-adapted IMI. Hence, we believe it is premature to conclude that cultural adaptation is a prerequisite to make IMI work in people living in LMIC, migrants, or indigenous people. Our taxonomy of cultural adaptation of IMI may provide a base for future researchers to systematically adapt IMI by considering the 17 identified components. The included ten content components overlap with components that are culturally adapted in face-to-face psychological treatments  47  . Thus, both surface (e.g., the adaptation of characters, activities, and language) and deep (e.g., the adaptation of burdens, values, mental health concepts, and goals and methods of treatment) structure adaptations were shown to be important  50  . Also, the three procedural components seem to reflect the procedure proposed in the adaptation of faceto-face psychological treatments  54  . Accordingly, the study investigators used multiple methods to obtain information from various groups of people (e.g., mental health experts, target group) on necessary adaptations of the IMI, including focus groups and feasibility trials. Thereby, about half of the IMI were adapted following theoretical frameworks of cultural adaptation of face-toface treatments. However, in addition to the content and procedural components, we identified four unique methodological components specifically considered in the cultural adaptation of IMI. These include components related to the structure (e.g.,  Twenty-two included articles provided relevant information on the effect of their intervention. If more than one primary outcome was reported, the effect size of the Patient Health Questionnaire 102 is illustrated. Both single group studies and randomised controlled trials are included. Full information on the respective effect sizes can be found in Table  4 .\n\nshortened text sequences or modules), functionality (e.g., the consideration of a potentially bad internet connection), design and aesthetics (e.g., the amount or design of pictures), and human guidance (e.g., level of guidance). Hence, it may not be sufficient to rely on existing frameworks for cultural adaptation of face-toface treatments when culturally adapting IMI, as also highlighted by Lal et al.  72  and implemented by  Burchert et al. 111  .\n\nBy enabling a systematic cultural adaptation of IMI, our taxonomy on cultural adaptation of IMI can furthermore serve as a base to measure the extent and type of cultural adaptation, and thus can lay an initial foundation for further examining the relevance and necessity of the cultural adaptation of (specific elements of) IMI. This relevance and necessity of cultural adaptation could differ, for example, depending on the target group, the addressed disorder, or the language of the IMI. Conducted exploratory post hoc analyses indicate that culturally adapting IMI for people with a migrant background and people living in LMIC might be more important as compared to culturally adapting IMI for new target groups in western countries, especially with respect to content components. However, in the current systematic review, no link between the extent of the conducted cultural adaptations, and the effectiveness or adherence of the IMI was revealed. The analyses should be interpreted with caution, as the present systematic review included very heterogeneous IMI and did not yield sufficient outcome data. Even with more randomised controlled trials included in meta-analyses, the heterogeneity of interventions studied remains mostly very high, making it difficult to draw conclusions on the influence of specific intervention characteristics or components of cultural adaptation on the effectiveness of the IMI. Thus, questions on possible differences in the necessity of cultural adaptation and its influence on the effectiveness of IMI could be addressed in other study designs. By using randomised factorial trials  112, 113  , different versions of the same IMI that were systematically culturally adapted to varying degrees could be tested against each other. For example, deep structure content components versus surface structure content components versus no content components of an IMI could be culturally adapted. The effectiveness of each of the versions could then be evaluated and compared, herewith enabling to draw conclusions on the benefit of culturally adapting these specific components. Some limitations of this systematic review need to be considered. First, we excluded studies that did not report (n = 14) or provide details on (n = 6) their cultural adaptation. At the same time, we excluded grey literature with potential unpublished reports on conducted cultural adaptation. This might have led to biased findings and hindered us from drawing conclusions on a potential influence of the (extent of) cultural adaptation of IMI on the adherence or effectiveness of the respective IMI. Second, we also excluded studies that newly developed culturally sensitive IMI for a target group of people living in LMIC, migrants, or indigenous people (n = 32), in contrast to studies that culturally adapted previously used and evaluated IMI. Yet, the 17 components of the taxonomy of cultural adaptation might also be helpful in the development of culturally sensitive IMI. Thus, it may be a fruitful next step to conduct a review on the development of culturally sensitive IMI and compare the results with the current review. Third, the wide range of target groups in our review makes it difficult to interpret the findings across all included target groups. Following the cultural diversity approach 114 , the necessary extent and depth of culturally adapting IMI may differ between target groups, also depending on the similarities and differences between the original and new target groups. Fourth, although we extracted and summarised aspects of cultural adaptation that the authors have reported to be adapted in order to enhance the cultural fit, we cannot fully rule out that there might have been other reasons (e.g., resources of the researchers and technical innovations). Fifth, the choice of the two cultural adaptation models used as a basis for data extraction  47, 54  was not based on a systematic approach, but mainly on the frequent use of the models in previous research. Sixth, as the extracted components of cultural adaptation represent differing intensities of adaptation (surface structure adaptations, such as language translation, versus deep structure adaptations, such as the consideration of differences in the concepts of mental health and its treatment), the extent to which the components are considered is not equal to the extensiveness of cultural adaptation. Seventh, reliability regarding data extraction and data synthesis was not evaluated and may thus be limited."
    },
    {
      "title": "CONCLUSIONS",
      "text": "The mental health treatment gap for people in LMIC and for migrants or indigenous people in high-income countries needs to be addressed with innovative and scalable approaches  5  . To provide impactful interventions, an efficient and systematic cultural adaptation is central  24  . The present systematic review illustrates a taxonomy of 17 components of culturally adapting IMI, making them more relatable to the new target group by considering their specific context, burdens, and understanding of mental health. This taxonomy can serve as a base for the systematic cultural adaptation of IMI. The next steps should be to investigate the relevance and necessity of a systematic cultural adaptation of IMI, which could help provide adequate and effective mental healthcare to underserved populations, herewith contributing to reduce global public mental health inequalities."
    },
    {
      "title": "METHODS",
      "text": "This systematic review is reported according to the Preferred Reporting Items for Systematic reviews and Meta-Analyses, the PRISMA guidelines (see Supplementary Table  1  for PRISMA checklist)  115  . A systematic review protocol has been published 116 and registered in the International Prospective Register of Systematic Reviews of the National Institute for Health Research (PROSPERO; registration number: CRD42019142320)."
    },
    {
      "title": "Eligibility criteria",
      "text": "We included (a) peer-reviewed journal articles that reported on an intervention that (b) was primarily provided in an internet-, computer-, app-, or mobile-based setting (with or without human support; pure videoconferencing interventions were excluded), (c) used psychological methods to address mental disorders or disturbances, and (d) was adapted from a previously used and evaluated IMI to fit a new and culturally differing target group. Interventions newly developed for a culturally differing target group were excluded due to assumed differences in the procedure and content of cultural adaptation versus culturally sensitive development of IMI. Psychological interventions were defined according to Kampling et al. and include, among other psychological-oriented interventions, cognitive behaviour therapy, psychodynamic psychotherapy, behaviour therapy or behaviour modification, systemic therapy, third-wave cognitive behaviour therapies, humanistic therapies, and integrative therapies 117 .\n\nThere were no restrictions in the participants' age nor the language of the articles. Articles were translated to English, if necessary. Furthermore, study protocols were included, if they provided information on the cultural adaptation of the used interventions."
    },
    {
      "title": "Search strategy",
      "text": "A systematic literature search was conducted on October, 15th 2020 in EbscoHost/Medline, EbscoHost/PsycINFO, Ovid/Embase, Cochrane Central Register of Controlled Trials (CENTRAL), and Web of Science. The search covered two parallel reviews, with the second review including articles on the cultural adaptation of IMI for health promotion 118 . Keywords of the search term for the present review included a combination of terms and synonyms of (1) internet-based interventions, (2) mental health, and (3) cultural adaptation. The search was complemented by hand search, as well as backward and forward searches. The publication of studies described in an included study protocol was checked before the final data extraction. The full search term can be found in Supplementary Table  2 ."
    },
    {
      "title": "Study selection",
      "text": "The selection of articles was conducted in two steps using Covidence 119 . First, two independent reviewers screened titles and abstracts of all articles against the inclusion criteria. Second, the full-texts of seemingly relevant or ambiguous articles were screened against the inclusion criteria by two independent reviewers. Reasons for exclusion were documented. Disagreement was resolved in discussion, and, if no consensus could be reached, by consulting a third reviewer. The study selection process is illustrated in the PRISMA flow chart (see Fig.  1 )."
    },
    {
      "title": "Data extraction",
      "text": "Using a data extraction form in Covidence 119 , the following information was extracted from the selected articles: (a) study identification items, (b) sample characteristic, (c) study design characteristics, (d) study settings, (e) original intervention characteristics, (f) culturally adapted intervention characteristics, (g) details on content and methodological components of cultural adaptation, (h) details on procedural components of cultural adaptation, as well as (h) primary and secondary outcomes of the studies (adherence and effectiveness). The study authors were contacted if the variables of interest were not available or not clearly presented in the studies. All extracted data was doublechecked by an independent reviewer."
    },
    {
      "title": "Quality assessment",
      "text": "Two independent reviewers assessed the Quality Assessment Tool for Reviewing Studies with Diverse Designs (QATSDD)  120  . The tool comprises 16 criteria that are applicable to diverse research designs, of which 14 apply to quantitative and to qualitative methods respectively. Thus, the QATSDD enabled an overall quality rating for included quantitative, qualitative, and mixedmethods studies. Beside items assessing completeness and clarity of reporting, further items can help rate the risk of bias of the studies (e.g., fit between stated research question and method of data collection, format and content of data collection tool, or method of analysis; good justification for analytical method selected). The criteria were rated on a four-point scale, producing a global score showing a low or high study quality. The quality score is presented as percentage of the highest possible points. Arising discrepancies between the two reviewers were resolved in discussion; if further needed, a third reviewer was consulted. Cohen's Kappa was used to assess interrater agreement between low (0 and 1 point) and high (2 and 3 points) study quality 121 ."
    },
    {
      "title": "Data synthesis",
      "text": "A qualitative synthesis of all included articles was conducted to describe the characteristics and findings of the studies. To answer the research questions, details on the cultural adaptation reported in the included studies were summarised and classified; only adaptations that the authors reported to have been made for cultural reasons were considered. The classification included content components, based on Bernal et al.  47  , methodological components, based on IMI evaluation frameworks  [74] [75] [76]  , and procedural components, based on Barrera and Castro  54  . We additionally rated which of the extracted components were culturally adapted versus not adapted in which intervention (one versus zero point), so to provide descriptive cultural adaptation scores to illustrate the extent of the conducted cultural adaptation for each of the interventions, and each of the components.\n\nFindings related to the adherence to and the effectiveness of the culturally adapted IMI for mental disorders were summarised and descriptively illustrated. Adherence was evaluated using the percentage of completed modules (average number of completed modules divided by the number of all modules of the IMI). In addition, the percentage of study participants who completed all modules of the IMI was illustrated. The effectiveness of the intervention was evaluated using the effect size Hedges' g 122 . In case of conducted randomised controlled trials, the effect size was calculated for the mean differences in the primary outcome(s) of the intervention and control groups at post-treatment assessments. In case of single group study designs, the effect size was calculated for the mean differences in the primary outcome(s) between pre-and post-treatment assessments. If available, adherence and effectiveness outcomes of the original IMI were illustrated in comparison to those of the culturally adapted IMI."
    },
    {
      "title": "Post hoc analyses",
      "text": "To exploratively investigate intervention characteristics that might influence the conducted cultural adaptation and the effectiveness and adherence of the adapted IMI, we conducted post hoc analyses. First, potential links between intervention characteristics (duration, provided guidance, and target group of the IMI) and the extent of cultural adaptation or the extent of specific components of cultural adaptation (content, methodological, and procedural) were analysed using Pearson's correlation coefficients and an analysis of variance. Second, potential links between intervention characteristics or the extent of cultural adaptation and the effectiveness or the adherence (percentage of completers) of the interventions were analysed also using Pearson's correlation coefficients or analyses of variance. Due to the explorative character of the analyses, no adjustments for multiple comparisons were applied."
    },
    {
      "text": "Fig.1PRISMA study flow chart. Process of study identification, screening, eligibility verification, and inclusion decision (adapted fromLiberati et al. 115  )."
    },
    {
      "text": "mean, SD standard deviation, RCT randomised controlled trial, FU follow-up assessment, m months, w weeks. a Grouped according to the study design: qualitative studies aimed to collect information on needed cultural adaptations; quantitative studies aimed to evaluate culturally adapted interventions. b Overall percentage of quality assessment analysis with the Quality Assessment Tool for Reviewing Studies with Diverse Designs 120 ."
    },
    {
      "text": "Fig.3Effect sizes (Hedges' g) of the culturally adapted versus original internet-and mobile-based interventions. Twenty-two included articles provided relevant information on the effect of their intervention. If more than one primary outcome was reported, the effect size of the Patient Health Questionnaire 102 is illustrated. Both single group studies and randomised controlled trials are included. Full information on the respective effect sizes can be found in Table4."
    },
    {
      "text": "Characteristics of the included articles."
    },
    {
      "text": "[97] [98] [99] the 17 identified components of cultural adaptation of internet-and mobile-based interventions for mental disorders.economicstatus, low level of parents education 139 Burdens High level of pressure for academic excellence as stressor for adolescents, lack of siblings could lead to decreased social skills, loneliness 136 4. Illustrated values/traditions Handling relationships/sexuality/marriage Changing/excluding parts related to unmarried cohabitation 79 Value/importance of family/communityInclude families and friends in the treatment goals to take into account possible consequences in the family and community that might be more relevant for participants than their own individual suffering 90 Value/importance of religion/respect/spirituality Include a trustful relationship with God[97][98][99]"
    },
    {
      "text": "Core components Specific components aExample aEmphasis on positive outcomes/recovery Deemphasise focus on mental health, e.g., help the user to have a good sleep instead of to help the user cope with sleeping problems 128"
    },
    {
      "text": "Overview of the components used in the included articles during the cultural adaptation of their internet-and mobile-based based interventions."
    },
    {
      "text": "Adherence and effectiveness outcomes of the articles included in the quantitative analyses."
    },
    {
      "text": "Original effectiveness analyses are presented in Kishimoto et al. 145 , which was not included in data extraction because of not being an original article.Value reported in the original article, due to a lack of reported means and standard deviations."
    }
  ],
  "references": [
    {
      "title": "Mental health action plan 2013-2020",
      "year": 2013,
      "doi": "10.3109/01612840.2013.831260"
    },
    {
      "title": "Health disparities and health equity: concepts and measurement",
      "authors": [
        "P Braveman"
      ],
      "year": 2005,
      "doi": "10.1146/annurev.publhealth.27.021405.102103"
    },
    {
      "title": "Inequality in quality: addressing socioeconomic, racial, and ethnic disparities in health care",
      "authors": [
        "K Fiscella",
        "P Franks",
        "M Gold",
        "C Clancy"
      ],
      "year": 2003,
      "doi": "10.1001/jama.283.19.2579"
    },
    {
      "title": "The trend in international health inequality",
      "authors": [
        "B Goesling",
        "G Firebaugh"
      ],
      "year": 2004
    },
    {
      "title": "The Lancet Commission on global mental health and sustainable development",
      "authors": [
        "V Patel"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(16)00208-7"
    },
    {
      "title": "Prevalence, severity, and unmet need for treatment of mental disorders in the World Health Organization world mental health surveys",
      "authors": [
        "World Health Organization"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.21.2581"
    },
    {
      "title": "Mental health in low-and middle-income countries",
      "authors": [
        "V Patel"
      ],
      "year": 2007,
      "doi": "10.1093/bmb/ldm010"
    },
    {
      "title": "Course of post-traumatic stress disorder and health care utilisation among resettled refugees in the Netherlands",
      "authors": [
        "M Lamkaddem"
      ],
      "year": 2014
    },
    {
      "title": "Prevalence and predictors of health service use among Iraqi asylum seekers in the Netherlands",
      "authors": [
        "C Laban",
        "H Gernaat",
        "I Komproe",
        "J Jong"
      ],
      "year": 2007,
      "doi": "10.1007/s00127-007-0240-x"
    },
    {
      "title": "The mental health and help-seeking behaviour of resettled Afghan refugees in Australia",
      "authors": [
        "S Slewa-Younan"
      ],
      "year": 2017,
      "doi": "10.1186/s13033-017-0157-z"
    },
    {
      "title": "The psychological consequences of pre-emigration trauma and post-migration stress in refugees and immigrants from",
      "authors": [
        "J Steel",
        "A Dunlavy",
        "C Harding",
        "T Theorell"
      ],
      "year": 2017
    },
    {
      "title": "Common mental disorders in asylum seekers and refugees: umbrella review of prevalence and intervention studies",
      "authors": [
        "G Turrini"
      ],
      "year": 2017
    },
    {
      "title": "Prevalence of serious mental disorder in 7000 refugees resettled in western countries: a systematic review",
      "authors": [
        "M Fazel",
        "J Wheeler",
        "J Danesh"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)61027-6"
    },
    {
      "title": "Refugees mental health -a public mental health challenge",
      "authors": [
        "J Lindert",
        "M Carta",
        "I Schäfer",
        "R Mollica"
      ],
      "year": 2016
    },
    {
      "title": "The mental health of aboriginal peoples: transformations of identity and community",
      "authors": [
        "L Kirmayer",
        "G Brass",
        "C Tait"
      ],
      "year": 2000
    },
    {
      "title": "The mental health of Indigenous peoples in Canada: a critical review of research",
      "authors": [
        "S Nelson",
        "K Wilson"
      ],
      "year": 2017,
      "doi": "10.1016/j.socscimed.2017.01.021"
    },
    {
      "title": "Understanding barriers to health care: a review of disparities in health care services among indigenous populations",
      "authors": [
        "S Marrone"
      ],
      "year": 2007,
      "doi": "10.3402/ijch.v66i3.18254"
    },
    {
      "title": "Scale up of services for mental health in low-income and middleincome countries",
      "authors": [
        "J Eaton"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60891-x"
    },
    {
      "title": "Improving access to psychological treatments: lessons from developing countries",
      "authors": [
        "V Patel",
        "N Chowdhary",
        "A Rahman",
        "H Verdeli"
      ],
      "year": 2011,
      "doi": "10.1016/j.brat.2011.06.012"
    },
    {
      "title": "Structural and socio-cultural barriers to accessing mental healthcare among Syrian refugees and asylum seekers in Switzerland",
      "authors": [
        "N Kiselev"
      ],
      "year": 2020
    },
    {
      "title": "Perceptions of mental health and perceived barriers to mental health help-seeking amongst refugees: a systematic review",
      "authors": [
        "Y Byrow",
        "R Pajak",
        "P Specker",
        "A Nickerson"
      ],
      "year": 2020
    },
    {
      "title": "Strengthening mental health care systems for Syrian refugees in Europe and the Middle East: integrating scalable psychological interventions in eight countries",
      "authors": [
        "M Sijbrandij"
      ],
      "year": 2017,
      "doi": "10.1080/20008198.2017.1388102"
    },
    {
      "title": "Implementing a need-adapted stepped-care model for mental health of refugees: preliminary data of the state-funded project 'Refukey",
      "authors": [
        "B Trilesnik"
      ],
      "year": 2019
    },
    {
      "title": "The Lancet Psychiatry Commission on psychological treatments research in tomorrow's science",
      "authors": [
        "E Holmes"
      ],
      "year": 2018
    },
    {
      "title": "The potential of lowintensity and online interventions for depression in low-and middle-income countries",
      "authors": [
        "C Bockting",
        "A Williams",
        "K Carswell",
        "A Grech"
      ],
      "year": 2016,
      "doi": "10.1017/gmh.2016.21"
    },
    {
      "title": "Oxford Guide to Low Intensity CBT Interventions",
      "authors": [
        "J Bennett-Levy",
        "D Richards",
        "P Farrand"
      ],
      "year": 2010,
      "doi": "10.1093/med:psych/9780199590117.003.0001"
    },
    {
      "title": "Why are health care interventions delivered over the Internet? A systematic review of the published literature",
      "authors": [
        "F Griffiths",
        "A Lindenmeyer",
        "J Powell",
        "P Lowe",
        "M Thorogood"
      ],
      "year": 2006,
      "doi": "10.2196/jmir.8.2.e10"
    },
    {
      "title": "Computer-assisted therapy in psychiatry: be brave -it's a new world",
      "authors": [
        "K Carroll",
        "B Rounsaville"
      ],
      "year": 2010
    },
    {
      "title": "Support from the Internet for individuals with mental disorders: advantages and disadvantages of e-mental health service delivery",
      "authors": [
        "J Moock"
      ],
      "year": 2014
    },
    {
      "title": "Advantages and limitations of Internet-based interventions for common mental disorders",
      "authors": [
        "G Andersson",
        "N Titov"
      ],
      "year": 2014,
      "doi": "10.1002/wps.20083"
    },
    {
      "title": "Massive open online interventions: a novel model for delivering behavioral-health services worldwide",
      "authors": [
        "R Muñoz"
      ],
      "year": 2016
    },
    {
      "title": "Mental health technologies and the needs of cultural groups",
      "authors": [
        "D Mohr",
        "S Schueller",
        "R Araya",
        "O Gureje",
        "E Montague"
      ],
      "year": 2014,
      "doi": "10.1016/s2215-0366(14)70261-5"
    },
    {
      "title": "Barriers to the uptake of computerized cognitive behavioural therapy: a systematic review of the quantitative and qualitative evidence",
      "authors": [
        "R Waller",
        "S Gilbody"
      ],
      "year": 2009,
      "doi": "10.1017/s0033291708004224"
    },
    {
      "title": "Effectiveness of internet-based interventions for the prevention of mental disorders: a systematic review and metaanalysis",
      "authors": [
        "L Sander",
        "L Rausch",
        "H Baumeister"
      ],
      "year": 2016,
      "doi": "10.2196/mental.6061"
    },
    {
      "title": "Internet-delivered psychological treatments: from innovation to implementation",
      "authors": [
        "G Andersson",
        "N Titov",
        "B Dear",
        "A Rozental",
        "P Carlbring"
      ],
      "year": 2019,
      "doi": "10.1002/wps.20610"
    },
    {
      "title": "Internet-based cognitive behavioral therapy for depression: a systematic review and individual patient data network meta-analysis",
      "authors": [
        "E Karyotaki"
      ],
      "year": 2021
    },
    {
      "title": "Standalone smartphone apps for mental health-a systematic review and meta-analysis",
      "authors": [
        "K Weisel"
      ],
      "year": 2019
    },
    {
      "title": "Effectiveness of online psychological and psychoeducational interventions to prevent depression: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Rigabert"
      ],
      "year": 2020
    },
    {
      "title": "Do guided internet-based interventions result in clinically relevant changes for patients with depression? An individual participant data meta-analysis",
      "authors": [
        "E Karyotaki"
      ],
      "year": 2018
    },
    {
      "title": "Barriers to improvement of mental health services in lowincome and middle-income countries",
      "authors": [
        "B Saraceno"
      ],
      "year": 2007
    },
    {
      "title": "Clinicians' definitions of ethnically sensitive therapy",
      "authors": [
        "L Zayas",
        "L Torres",
        "J Malcolm",
        "F Desrosiers"
      ],
      "year": 1996,
      "doi": "10.1037//0735-7028.27.1.78"
    },
    {
      "title": "Adaptation and translation of mental health interventions in Middle Eastern Arab countries: a systematic review of barriers to and strategies for effective treatment implementation",
      "authors": [
        "R Gearing"
      ],
      "year": 2013
    },
    {
      "title": "The case for cultural competency in psychotherapeutic interventions",
      "authors": [
        "S Sue",
        "N Zane",
        "G Nagayama Hall",
        "L Berger"
      ],
      "year": 2009,
      "doi": "10.1146/annurev.psych.60.110707.163651"
    },
    {
      "title": "Issues and challenges in the design of culturally adapted evidence-based interventions",
      "authors": [
        "F Castro",
        "M Barrera",
        "L Steiker"
      ],
      "year": 2010
    },
    {
      "title": "Development of the mental health cultural adaptation and contextualization for implementation (mhCACI) procedure: a systematic framework to prepare evidence-based psychological interventions for scaling",
      "authors": [
        "M Sangraula"
      ],
      "year": 2021,
      "doi": "10.1017/gmh.2021.5"
    },
    {
      "title": "Advancement in the maturing science of cultural adaptations of evidence-based interventions",
      "authors": [
        "J Chu",
        "A Leino"
      ],
      "year": 2017,
      "doi": "10.1037/ccp0000145"
    },
    {
      "title": "Ecological validity and cultural sensitivity for outcome research -issues for the cultural-adaptation and development of psychosocial treatments with hispanics",
      "authors": [
        "G Bernal",
        "J Bonilla",
        "C Bellido"
      ],
      "year": 1995,
      "doi": "10.1007/bf01447045"
    },
    {
      "title": "An evidence-based framework to culturally adapt cognitive behaviour therapy",
      "authors": [
        "S Rathod",
        "P Phiri",
        "F Naeem"
      ],
      "year": 2019,
      "doi": "10.1017/s1754470x18000247"
    },
    {
      "title": "The psychotherapy adaptation and modification framework: application to Asian Americans",
      "authors": [
        "W Hwang"
      ],
      "year": 2006,
      "doi": "10.1037/0003-066x.61.7.702"
    },
    {
      "title": "Cultural sensitivity in public health: defined and demystified",
      "authors": [
        "K Resnicow",
        "T Baranowski",
        "J Ahluwalia",
        "R Braithwaite"
      ],
      "year": 1999,
      "doi": "10.1002/(sici)1520-6629(200005)28:3<271::aid-jcop4>3.0.co;2-i"
    },
    {
      "title": "Guidelines for the implementation of culturally sensitive cognitive behavioural therapy among refugees and in global contexts",
      "authors": [
        "D Hinton",
        "B Jalal"
      ],
      "year": 2014
    },
    {
      "title": "Cultural adaptation of scalable psychological interventions: a new conceptual framework",
      "authors": [
        "E Heim",
        "B Kohrt"
      ],
      "year": 2019
    },
    {
      "title": "The formative method for adapting psychotherapy (FMAP): a community-based developmental approach to culturally adapting therapy",
      "authors": [
        "W Hwang"
      ],
      "year": 2009
    },
    {
      "title": "A heuristic framework for the cultural adaptation of interventions",
      "authors": [
        "M Barrera",
        "F Castro"
      ],
      "year": 2006
    },
    {
      "title": "Culturally adapted psychotherapy and the legitimacy of myth: a direct-comparison meta-analysis",
      "authors": [
        "S Benish",
        "S Quintana",
        "B Wampold"
      ],
      "year": 2011
    },
    {
      "title": "A meta-analysis of cultural adaptations of psychological interventions",
      "authors": [
        "G Hall",
        "A Ibaraki",
        "E Huang",
        "C Marti",
        "E Stice"
      ],
      "year": 2016
    },
    {
      "authors": [
        "T Smith",
        "M Domenech Rodríguez",
        "G Bernal",
        "Culture"
      ],
      "year": 2011
    },
    {
      "title": "Cultural adaptations and therapist multicultural competence: two meta-analytic reviews",
      "authors": [
        "A Soto",
        "T Smith",
        "D Griner",
        "M Rodríguez",
        "G Bernal"
      ],
      "year": 2018
    },
    {
      "title": "Cultural adaptation of minimally guided interventions for common mental disorders: a systematic review and meta-analysis",
      "authors": [
        "M Harper Shehadeh",
        "E Heim",
        "N Chowdhary",
        "A Maercker",
        "E Albanese"
      ],
      "year": 2016
    },
    {
      "title": "Expanding the evidence: key priorities for research on mental health interventions for refugees in high-income countries",
      "authors": [
        "M Sijbrandij"
      ],
      "year": 2017
    },
    {
      "title": "Web-based psychotherapy for posttraumatic stress disorder in war-traumatized Arab patients: randomized controlled trial",
      "authors": [
        "C Knaevelsrud",
        "J Brand",
        "A Lange",
        "J Ruwaard",
        "B Wagner"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3582"
    },
    {
      "title": "Internet-based behavioural activation with lay counsellor support versus online minimal psychoeducation without support for treatment of depression: a randomised controlled trial in Indonesia",
      "authors": [
        "R Arjadi"
      ],
      "year": 2018
    },
    {
      "title": "Internet-based cognitive behavioural therapy for depression and anxiety among Arabic-speaking individuals in Sweden: a pilot randomized controlled trial",
      "authors": [
        "T Lindegaard"
      ],
      "year": 2020
    },
    {
      "title": "Effect of cultural adaptation of a smartphone-based self-help gramme on its acceptability and efficacy: study protocol for a randomized controlled trial",
      "authors": [
        "E Heim"
      ],
      "year": 2020,
      "doi": "10.23668/PSYCHARCHIVES.3152"
    },
    {
      "title": "Effectiveness of digital psychological interventions for mental health problems in low-income and middleincome countries: a systematic review and meta-analysis",
      "authors": [
        "Z Fu",
        "H Burger",
        "R Arjadi",
        "C Bockting"
      ],
      "year": 2020,
      "doi": "10.1016/s2215-0366(20)30256-x"
    },
    {
      "title": "Use of technology to provide mental health care for racial and ethnic minorities: evidence, promise, and challenges",
      "authors": [
        "G Ramos",
        "D Chavira"
      ],
      "year": 2019,
      "doi": "10.1016/j.cbpra.2019.10.004"
    },
    {
      "title": "A systematic review of adaptations of evidence-based public health interventions globally",
      "authors": [
        "C Escoffery"
      ],
      "year": 2018
    },
    {
      "title": "The FRAME: an expanded framework for reporting adaptations and modifications to evidence-based interventions",
      "authors": [
        "S Stirman",
        "A Baumann",
        "C Miller"
      ],
      "year": 2019
    },
    {
      "title": "Community cognitive interviewing to inform local adaptations of an e-mental health intervention in Lebanon",
      "authors": [
        "J Abi Ramia"
      ],
      "year": 2018
    },
    {
      "title": "Guided Act and Feel Indonesia -Internet-based behavioral activation intervention for depression in Indonesia: a systematic cultural adaptation",
      "authors": [
        "R Arjadi",
        "M Nauta",
        "A Suryani",
        "C Bockting"
      ],
      "year": 2018
    },
    {
      "title": "Web-based stress management program for university students in Indonesia: systematic cultural adaptation and protocol for a feasibility study",
      "authors": [
        "D Juniar"
      ],
      "year": 2019
    },
    {
      "title": "Cultural and contextual adaptation of an ehealth intervention for youth receiving services for first-episode psychosis: adaptation framework and protocol for Horyzons-Canada phase 1",
      "authors": [
        "S Lal"
      ],
      "year": 2018
    },
    {
      "title": "Adapting an internetdelivered intervention for depression for a Colombian college student population: an illustration of an integrative empirical approach",
      "authors": [
        "A Salamanca-Sanabria",
        "D Richards",
        "L Timulak"
      ],
      "year": 2019
    },
    {
      "title": "Mobile App Rating Scale: a new tool for assessing the quality of health mobile apps",
      "authors": [
        "S Stoyanov"
      ],
      "year": 2015
    },
    {
      "title": "Enlight: a comprehensive quality and therapeutic potential evaluation tool for mobile and webbased eHealth interventions",
      "authors": [
        "A Baumel",
        "K Faber",
        "N Mathur",
        "J Kane",
        "F Muench"
      ],
      "year": 2017
    },
    {
      "title": "Review of published criteria for evaluating health-related websites",
      "authors": [
        "P Kim",
        "T Eng",
        "M Deering",
        "A Maxfield"
      ],
      "year": 1999
    },
    {
      "title": "A comparison of Indigenous and non-Indigenous users of MindSpot: an Australian digital mental health service",
      "authors": [
        "N Titov",
        "C Schofield",
        "L Staples",
        "B Dear",
        "O Nielssen"
      ],
      "year": 2018
    },
    {
      "title": "Effectiveness of a transdiagnostic individually tailored Internetbased and mobile-supported intervention for the indicated prevention of depression and anxiety (ICare Prevent) in Dutch college students: study protocol for a randomised controlled trial",
      "authors": [
        "F Bolinski"
      ],
      "year": 2018
    },
    {
      "title": "Guided internet-based transdiagnostic intervention for Indonesian university students with symptoms of anxiety and depression: a pilot study protocol",
      "authors": [
        "M Rahmadiana"
      ],
      "year": 2019
    },
    {
      "title": "Effects of two types of smartphone-based stress management programmes on depressive and anxiety symptoms among hospital nurses in Vietnam: a protocol for three-arm randomised controlled trial",
      "authors": [
        "K Imamura"
      ],
      "year": 2019
    },
    {
      "title": "Predictors of treatment outcomes and adherence in internetbased cognitive behavioral therapy for social anxiety in China",
      "authors": [
        "H Chen"
      ],
      "year": 2020
    },
    {
      "title": "Testing the efficacy of a minimal-guidance online self-help intervention for alcohol misuse in Estonia: study protocol of a randomized controlled trial",
      "authors": [
        "E Kaal"
      ],
      "year": 2020
    },
    {
      "title": "Harnessing single-session interventions to improve adolescent mental health and well-being in India: development, adaptation, and pilot testing of online single-session interventions in Indian secondary schools",
      "authors": [
        "A Wasil"
      ],
      "year": 2020
    },
    {
      "title": "Digital cognitive behavioral therapy for insomnia -The first Georgian version. Can we use it practice?",
      "authors": [
        "N Okujava"
      ],
      "year": 2019
    },
    {
      "title": "Gamified mobile computerized cognitive behavioral therapy for Japanese university students with depressive symptoms: protocol for a randomized controlled trial",
      "authors": [
        "K Yokomitsu"
      ],
      "year": 2020
    },
    {
      "title": "The measurement of observer agreement for categorical data",
      "authors": [
        "J Landis",
        "G Koch"
      ],
      "year": 1977
    },
    {
      "title": "Culturally sensitive communication at the end-of-life in the intensive care unit: a systematic review",
      "authors": [
        "L Brooks",
        "M Bloomer",
        "E Manias"
      ],
      "year": 2019
    },
    {
      "title": "Chinese My Trauma Recovery, a web-based intervention for traumatized persons in two parallel samples: randomized controlled trial",
      "authors": [
        "Z Wang",
        "J Wang",
        "A Maercker"
      ],
      "year": 2013
    },
    {
      "title": "Step-by-Step, an e-mental health intervention for depression: a mixed methods pilot study from Lebanon",
      "authors": [
        "M Harper Shehadeh"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyt.2019.00986"
    },
    {
      "title": "Cultural adaptation of Hap-pas-Hapi, an internet and mobilebased intervention for the treatment of psychological distress among Albanian migrants in Switzerland and Germany",
      "authors": [
        "M Shala"
      ],
      "year": 2020
    },
    {
      "title": "Cultural adaptation of internet interventions for refugees: results from a user experience study in Germany",
      "authors": [
        "K Spanhel"
      ],
      "year": 2019
    },
    {
      "title": "Acceptability of a web-based community reinforcement approach for substance use disorders with treatment-seeking American Indians/ Alaska Natives",
      "authors": [
        "A Campbell"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of a culturally attuned Internet-based depression prevention program for Chinese adolescents: a randomized controlled trial",
      "authors": [
        "P Ip"
      ],
      "year": 2016
    },
    {
      "title": "Internet-based, culturally sensitive, problem-solving therapy for Turkish migrants with depression: randomized controlled trial",
      "authors": [
        "B Ünlü Ince"
      ],
      "year": 2013
    },
    {
      "title": "Efficacy of an Internet-based intervention for posttraumatic stress disorder in Iraq: a pilot study",
      "authors": [
        "B Wagner",
        "W Schulz",
        "C Knaevelsrud"
      ],
      "year": 2012
    },
    {
      "title": "Examining the initial usability, acceptability and feasibility of a digital mental health intervention for college students in India",
      "authors": [
        "N Kanuri"
      ],
      "year": 2020
    },
    {
      "title": "A feasibility open trial of guided Internet-delivered cognitive behavioural therapy for anxiety and depression amongst Arab Australians",
      "authors": [
        "R Kayrouz"
      ],
      "year": 2015
    },
    {
      "title": "A pilot study of a clinician-guided internet-delivered cognitive behavioural therapy for anxiety and depression among Arabs in Australia, presented in both English and Arabic languages",
      "authors": [
        "R Kayrouz",
        "B Dear",
        "E Karin",
        "V Fogliati",
        "N Titov"
      ],
      "year": 2016
    },
    {
      "title": "A pilot study of self-guided internet-delivered cognitive behavioural therapy for anxiety and depression among Arabs",
      "authors": [
        "R Kayrouz"
      ],
      "year": 2016,
      "doi": "10.1016/j.invent.2015.10.005"
    },
    {
      "title": "Culturally adapted, web-based cognitive behavioral therapy for Spanish-speaking individuals with substance use disorders: a randomized clinical trial",
      "authors": [
        "M Paris"
      ],
      "year": 2018
    },
    {
      "title": "Changes in DSM criteria following a culturally-adapted computerized CBT for Spanish-speaking individuals with substance use disorders",
      "authors": [
        "M Silva"
      ],
      "year": 2020
    },
    {
      "title": "Validation and utility of a selfreport version of PRIME-MD: the PHQ primary care study",
      "authors": [
        "R Spitzer",
        "K Kroenke",
        "J Williams"
      ],
      "year": 1999,
      "doi": "10.1001/jama.282.18.1737"
    },
    {
      "title": "A brief measure for assessing generalized anxiety disorder",
      "authors": [
        "R Spitzer",
        "K Kroenke",
        "J Williams",
        "B Löwe"
      ],
      "year": 2006
    },
    {
      "title": "The validation of a self-report measure of posttraumatic stress disorder: The Posttraumatic Diagnostic Scale",
      "authors": [
        "E Foa",
        "L Cashman",
        "L Jaycox",
        "K Perry"
      ],
      "year": 1997
    },
    {
      "title": "An outcome study of the CASA-CHESS smartphone relapse prevention tool for Latinx Spanish-speakers with substance use disorders",
      "authors": [
        "J Muroff"
      ],
      "year": 2019,
      "doi": "10.1080/10826084.2019.1585457"
    },
    {
      "title": "An internet-based intervention for individuals with social anxiety and different levels of Taijin Kyofusho in China",
      "authors": [
        "L Lin"
      ],
      "year": 2020
    },
    {
      "title": "Persuasive system design does matter: a systematic review of adherence to web-based interventions",
      "authors": [
        "S Kelders",
        "R Kok",
        "H Ossebaard",
        "J Van Gemert-Pijnen"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    },
    {
      "title": "Objective user engagement with mental health apps: aystematic search and panel-based usage analysis",
      "authors": [
        "A Baumel",
        "F Muench",
        "S Edan",
        "J Kane"
      ],
      "year": 2019,
      "doi": "10.2196/14567"
    },
    {
      "title": "Acceptability of internet-based cognitive behavioural therapy (i-CBT) for post-traumatic stress disorder (PTSD): a systematic review",
      "authors": [
        "W Van Ballegooijen"
      ],
      "year": 2014
    },
    {
      "title": "User-centered app adaptation of a low-intensity e-mental health intervention for Syrian refugees",
      "authors": [
        "S Burchert"
      ],
      "year": 2019
    },
    {
      "title": "Factorial designs help to understand how psychological therapy works",
      "authors": [
        "E Watkins",
        "A Newbold"
      ],
      "year": 2020
    },
    {
      "title": "Optimization of Behavioral, Biobehavioral, and Biomedical Interventions: the Multiphase Optimization Strategy (MOST)",
      "authors": [
        "L Collins"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-72206-1_1"
    },
    {
      "title": "Kultursensitive Psychotherapie [Culture-sensitive psychotherapy",
      "authors": [
        "U Von Lersner",
        "J Kizilhan"
      ],
      "year": 2017
    },
    {
      "title": "The PRISMA statement for systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati"
      ],
      "year": 2009
    },
    {
      "title": "Cultural adaptation of Internet-and mobile-based interventions for mental disorders: a systematic review protocol",
      "authors": [
        "K Spanhel",
        "S Balci",
        "H Baumeister",
        "J Bengel",
        "L Sander"
      ],
      "year": 2020
    },
    {
      "title": "Prevention of depression in chronically physically ill adults",
      "authors": [
        "H Kampling",
        "H Baumeister",
        "W Jackel",
        "O Mittag"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.cd011246"
    },
    {
      "title": "Protocol for a systematic review and meta-analysis of culturally adapted internet-and mobile-based health promotion interventions",
      "authors": [
        "S Balci",
        "K Spanhel",
        "L Sander",
        "H Baumeister"
      ],
      "year": 2012
    },
    {
      "title": "A coefficient of agreement for nominal scales",
      "authors": [
        "J Cohen"
      ],
      "year": 1960
    },
    {
      "title": "Statistical Methods for Meta-analysis",
      "authors": [
        "L Hedges",
        "I Olkin"
      ],
      "year": 1985
    },
    {
      "title": "Proposed model for the cultural adaptation of an Internetbased depression prevention intervention (CATCH-IT) for Arab adolescents",
      "authors": [
        "Z Abuwalla"
      ],
      "year": 2017,
      "doi": "10.1515/ijamh-2016-0147"
    },
    {
      "title": "Acceptability of internet-based interventions for depression in Indonesia",
      "authors": [
        "R Arjadi",
        "M Nauta",
        "C Bockting"
      ],
      "year": 2018
    },
    {
      "title": "Culturally attuned internet treatment for depression amongst Chinese Australians: a randomised controlled trial",
      "authors": [
        "I Choi"
      ],
      "year": 2012
    },
    {
      "title": "Facilitating the dissemination of iCBT for the treatment of anxiety and depression: a feasibility study",
      "authors": [
        "D Daponte"
      ],
      "year": 2018
    },
    {
      "title": "Reducing suicidal ideation among Turkish migrants in the Netherlands and in the UK: the feasibility of a randomised controlled trial of a guided online intervention",
      "authors": [
        "O Eylem"
      ],
      "year": 2021
    },
    {
      "title": "Cultural adaptation of a scalable World Health Organization e-mental health program for overseas Filipino workers",
      "authors": [
        "M Garabiles",
        "M Harper Shehadeh",
        "B Hall"
      ],
      "year": 2019,
      "doi": "10.2196/11600"
    },
    {
      "title": "Creating a culturally appropriate web-based behavioral intervention for American Indian/ Alaska native women in Southern California: the healthy women healthy native nation study",
      "authors": [
        "J Gorman"
      ],
      "year": 2013
    },
    {
      "title": "An internet-based therapeutic tool for American Indian/ Alaska native adults with posttraumatic stress disorder: user testing and developmental feasibility study",
      "authors": [
        "V Hiratsuka"
      ],
      "year": 2019,
      "doi": "10.2196/13682"
    },
    {
      "title": "Adaptation of a digital health innovation to prevent relapse and support recovery in youth receiving services for first-episode psychosis: results from the Horyzons-Canada phase 1 study",
      "authors": [
        "S Lal"
      ],
      "year": 2020
    },
    {
      "title": "Effectiveness of an internet dissonancebased eating disorder prevention intervention among body-dissatisfied young Chinese women",
      "authors": [
        "Y Luo",
        "T Jackson",
        "E Stice",
        "H Chen"
      ],
      "year": 2021
    },
    {
      "title": "Use of a smartphone recovery tool for Latinos with co-occurring alcohol and other drug disorders and mental disorders",
      "authors": [
        "J Muroff"
      ],
      "year": 2017
    },
    {
      "title": "Development of an Internetbased cognitive behavioral therapy self-help program for arabic-speaking immigrants: mixed-methods study",
      "authors": [
        "T Nygren",
        "M Berg",
        "A Sarkohi",
        "G Andersson"
      ],
      "year": 2018,
      "doi": "10.2196/11872"
    },
    {
      "title": "Internet-based treatment of depressive symptoms in a Kurdish population: a randomized controlled trial",
      "authors": [
        "T Nygren"
      ],
      "year": 2019
    },
    {
      "title": "Cultural considerations for the adaptation of an Internet-based intervention for depression prevention in Mainland China",
      "authors": [
        "U Patel"
      ],
      "year": 2017
    },
    {
      "title": "An online minimally guided intervention to support family and other unpaid carers of people with dementia: protocol for a randomized controlled trial",
      "authors": [
        "Á Pinto-Bruno",
        "A Pot",
        "A Kleiboer",
        "R.-M Droes",
        "A Van Straten"
      ],
      "year": 2019,
      "doi": "10.2196/14106"
    },
    {
      "title": "Chicago urban resiliency building (CURB): an internet-based depression-prevention intervention for urban African-American and Latino adolescents",
      "authors": [
        "A Saulsberry"
      ],
      "year": 2013
    },
    {
      "title": "Computer-based training for cognitive behavioral therapy for Spanish-speaking substance users: adaptation and satisfaction",
      "authors": [
        "M Silva"
      ],
      "doi": "10.1080/15332640.2022.2086194"
    },
    {
      "title": "Adaptation of an internet-based depression prevention intervention for Chinese adolescents: from ' CATCH-IT' to 'grasp the opportunity",
      "authors": [
        "H Sit"
      ],
      "year": 2013
    },
    {
      "title": "Training and support for caregivers of people with dementia: The process of culturally adapting the World Health Organization iSupport programme to Portugal",
      "authors": [
        "S Teles",
        "M Napolskij",
        "C Paúl",
        "A Ferreira",
        "K Seeher"
      ],
      "doi": "10.1177/1471301220910333"
    },
    {
      "title": "Should I stay or must I go? Predictors of dropout in an internet-based psychotherapy programme for posttraumatic stress disorder in Arabic",
      "authors": [
        "M Vöhringer"
      ],
      "year": 2020
    },
    {
      "title": "Internet-based cognitive behavioral therapy for social anxiety with and without guidance compared to a wait list in China: a Propensity Score Study",
      "authors": [
        "T Kishimoto"
      ],
      "year": 2016
    },
    {
      "title": "Internet-based treatment for social phobia: a randomized controlled trial",
      "authors": [
        "T Berger",
        "E Hohl",
        "F Caspar"
      ],
      "year": 2009
    },
    {
      "title": "Clinician-assisted Internet-based treatment is effective for depression: randomized controlled trial",
      "authors": [
        "S Perini",
        "N Titov",
        "G Andrews"
      ],
      "year": 2009
    },
    {
      "title": "Transdiagnostic internet treatment for anxiety and depression: a randomised controlled trial",
      "authors": [
        "N Titov"
      ],
      "year": 2011,
      "doi": "10.1016/j.brat.2011.03.007"
    },
    {
      "title": "Effectiveness of online self-help for suicidal thoughts: results of a randomised controlled trial",
      "authors": [
        "B Van Spijker",
        "A Van Straten",
        "A Kerkhof",
        "E Kuhn"
      ],
      "year": 2014
    },
    {
      "title": "Randomized clinical trial of an Internet-based depression prevention program for adolescents (Project CATCH-IT) in primary care: twelve-week outcomes",
      "authors": [
        "B Voorhees",
        "Van"
      ],
      "year": 2009
    },
    {
      "title": "Interapy: a controlled randomized trial of the standardized treatment of posttraumatic stress through the internet",
      "authors": [
        "A Lange"
      ],
      "year": 2003
    },
    {
      "title": "A preliminary trial of a prototype internet dissonance-based eating disorder prevention program for young women with body image concerns",
      "authors": [
        "E Stice",
        "P Rohde",
        "S Durant",
        "H Shaw"
      ],
      "year": 2012,
      "doi": "10.1037/a0028016"
    },
    {
      "title": "How patients recovering from alcoholism use a smartphone intervention",
      "authors": [
        "F Mctavish",
        "M Chih",
        "D Shah",
        "D Gustafson"
      ],
      "year": 2008
    },
    {
      "title": "Internet-based self-help for depression: randomised controlled trial",
      "authors": [
        "G Andersson"
      ],
      "year": 2005,
      "doi": "10.1192/bjp.187.5.456"
    },
    {
      "title": "Guided Internet-delivered cognitive behavioural treatment for insomnia: a randomized trial",
      "authors": [
        "A Van Straten"
      ],
      "year": 2014,
      "doi": "10.1017/s0033291713002249"
    },
    {
      "title": "Randomized trial of computerized cognitive behavioral therapy for alcohol use disorders: efficacy as a virtual stand-alone and treatment add-on compared with standard outpatient treatment",
      "authors": [
        "B Kiluk"
      ],
      "year": 2016
    },
    {
      "title": "A randomized controlled trial of an internet-delivered treatment: its potential as a low-intensity community intervention for adults with symptoms of depression",
      "authors": [
        "D Richards"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of a web-based self-help intervention for symptoms of depression, anxiety, and stress: randomized controlled trial",
      "authors": [
        "A Van Straten",
        "P Cuijpers",
        "N Smits"
      ],
      "year": 2008
    },
    {
      "title": "My Disaster Recovery: a pilot randomized controlled trial of an Internet intervention",
      "authors": [
        "S Steinmetz",
        "C Benight",
        "S Bishop",
        "L James"
      ],
      "year": 2012
    },
    {
      "title": "An inventory for measuring depression",
      "authors": [
        "A Beck",
        "C Ward",
        "M Mendelson",
        "J Mock",
        "J Erbaugh"
      ],
      "year": 1961
    },
    {
      "title": "Scale for suicide ideation: psychometric properties of a self-report version",
      "authors": [
        "A Beck",
        "R Steer",
        "W Ranieri"
      ],
      "year": 1988
    },
    {
      "title": "The PTSD Checklist (PCL): reliability, validity,and diagnostic utility",
      "authors": [
        "F Weathers",
        "B Litz",
        "D Herman",
        "J Huska",
        "T Keane"
      ],
      "year": 1993
    },
    {
      "title": "The CES-D Scale: A self-report depression scale for research in the general population",
      "authors": [
        "L Radloff"
      ],
      "year": 1977
    },
    {
      "title": "Impact of Event Scale: a measure of subjective stress",
      "authors": [
        "M Horowitz",
        "N Wilner",
        "W Alvarez"
      ],
      "year": 1979
    },
    {
      "title": "Development and validation of measures of social phobia scrutiny fear and social interaction anxiety",
      "authors": [
        "R Mattick",
        "J Clarke"
      ],
      "year": 1998
    },
    {
      "title": "Eating Disorder Diagnostic Scale: additional evidence of reliability and validity",
      "authors": [
        "E Stice",
        "M Fisher",
        "E Martinez"
      ],
      "year": 2004
    },
    {
      "title": "Psychometric properties of the sixth version of the Addiction Severity Index (ASI-6) in Brazil",
      "authors": [
        "F Kessler"
      ],
      "year": 2012
    },
    {
      "title": "Validation of the Insomnia Severity Index as an outcome measure for insomnia research",
      "authors": [
        "C Bastien",
        "A Valliéres",
        "C Morin"
      ],
      "year": 2001
    },
    {
      "title": "The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research",
      "authors": [
        "D Buysse",
        "C Reynolds",
        "T Monk",
        "R Berman",
        "D Kupfer"
      ],
      "year": 1989,
      "doi": "10.1016/0165-1781(89)90047-4"
    },
    {
      "title": "Short screening scales to monitor population prevalences and trends in non-specific psychological distress",
      "authors": [
        "R Kessler"
      ],
      "year": 2002,
      "doi": "10.1017/s0033291702006074"
    }
  ],
  "num_references": 165
}
