{
  "paper_id": "AN5H54DH",
  "title": "The effects of high impact exercise intervention on bone mineral density, physical fitness, and quality of life in postmenopausal women with osteopenia A retrospective cohort study",
  "abstract": "Osteoporosis and osteopenia prevailed in postmenopausal women and predisposed to osteoporotic fractures that increase mortality, morbidity, and the cost of social care. Here, we investigated the effect of 24 weeks of aerobic dancing on the bone miner density, physical fitness and health-related quality of life (HRQoL) in postmenopausal women with osteopenia. Total 80 participants (control [CON]: 40; exercise [EX]: 40) were included in the final analysis. The EX group underwent a 24-week aerobic dance intervention. Bone mineral density (BMD), physical fitness, and SF-36 questionnaire were assessed at baseline and 24-weeks. The BMD change in the femoral neck at the 24-weeks were significantly different between the 2 groups (CON: À1.3 ± 2.7%, EX: 3.1 ± 4.6%, P = .001). Grip strength, sidestep and physical functional domain of HRQoL in the EX group were significantly improved compared to the CON. The results were suggested 24-week aerobic dance intervention could result in the lower the incidence of bone fracture through increasing BMD and decreasing fall risk for postmenopausal women.",
  "year": 2013,
  "date": "2013",
  "journal": "J Gerontol A Biol Sci Med Sci",
  "publication": "J Gerontol A Biol Sci Med Sci",
  "authors": [
    {
      "forename": "Pei-An",
      "surname": "Yu",
      "name": "Pei-An Yu",
      "affiliation": "a  Department of Orthopaedic Surgery , \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery"
    },
    {
      "forename": "Wei-Hsiu",
      "surname": "Hsu",
      "name": "Wei-Hsiu Hsu",
      "affiliation": "a  Department of Orthopaedic Surgery , \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery"
    },
    {
      "forename": "Wei-Bin",
      "surname": "Hsu",
      "name": "Wei-Bin Hsu"
    },
    {
      "forename": "Liang-Tseng",
      "surname": "Kuo",
      "name": "Liang-Tseng Kuo",
      "affiliation": "a  Department of Orthopaedic Surgery , \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery"
    },
    {
      "forename": "Zin-Rong",
      "surname": "Lin",
      "name": "Zin-Rong Lin",
      "affiliation": "b  Sports Medicine Center , Chiayi Chang Gung Memorial Hospital , \n\t\t\t\t\t\t\t\t Sports Medicine Center \n\t\t\t\t\t\t\t\t Chiayi Chang Gung Memorial Hospital"
    },
    {
      "forename": "Wun-Jer",
      "surname": "Shen",
      "name": "Wun-Jer Shen",
      "affiliation": "e  PO CHENG Orthopedic Institute , Taiwan. Department of Orthopaedic Surgery , \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t CHENG Orthopedic Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Wen-Wei",
      "surname": "Hsu",
      "name": "Wen-Wei Hsu",
      "affiliation": "a  Department of Orthopaedic Surgery , \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery"
    },
    {
      "forename": "Wen-Wei",
      "surname": "Hsu",
      "name": "Wen-Wei Hsu"
    },
    {
      "affiliation": "Chiayi Chang Gung Memorial Hospital , Taiwan \n\t\t\t\t\t\t\t\t Chiayi Chang Gung Memorial Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "affiliation": "No. 6 , West Section , Chia-Pu Road , Pu-Tz City , Chia-Yi Hsien 613 , Taiwan \n\t\t\t\t\t\t\t\t No. 6 \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t West Section Chia-Pu Road Pu-Tz City Chia-Yi Hsien 613 \n\t\t\t\t\t\t\t\t\t Taiwan"
    }
  ],
  "doi": "",
  "keywords": [
    "BMD = bone mineral density",
    "BMI = body mass index",
    "BW = body weight",
    "CON = control",
    "DXA aerobic dance",
    "BMD",
    "osteopenia",
    "quality of life",
    "women"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Osteoporosis, a serious global health problem second only to cardiovascular disease, is characterized by bone loss and continuous destruction of the bone microstructure and prevails in postmenopausal women.  [1, 2] It leads to bone fragility and increases the risk of fractures.  [3] Osteoporotic fractures increase mortality, morbidity, chronic pain, and the cost of social care, and then decrease health-related quality of life (HRQoL).  [1, 2, 4, 5] bout 33% of women over the age of 50 have osteoporotic fractures, which are resulted from falls.  [6, 7] Further, 35% to 45% of people aged 65 or older fall at least once a year, and episodes of fall increase in frequency and severity in the older adult. Therefore, preventing falling and consequent osteoporotic fracture is particularly important in postmenopausal women.  [3, 6, 7] In addition to pharmaceutical intervention for osteoporosis, nonpharmaceutical approach such as physical activity was recently employed with the goal of decreasing the bone loss as well as increasing muscle strength.\n\nAerobic dance is a high-energy exercise that improves cardiovascular endurance, consist of impact, movement, balance, and agility.  [8] It is a safe exercise with the relatively low incidence of injuries,  [9]  and can improve physical fitness, and reduce the risk of falling in older adult (≥72 years) women.  [10] Moreover, dancing exercise with a mild impact lasting for 12 months was reported a positive effect on bone mineral density (BMD).  [11] [12] 13] Hence, aerobic dance seemed a reasonable intervention in postmenopausal women with osteopenia because of the benefits of physical fitness especially the agility and balance, as well as BMD. However, little light shed on the effect of the 24-week aerobic dance with high impact on postmenopausal women with osteopenia. Therefore, the goal of this study was to investigate the effect of a 24-week aerobic dance on the BMD, physical fitness and HRQoL of postmenopausal women with osteopenia (Tscore: À1 to À2.5). We hypothesized that a 24-week aerobic dance intervention would improve BMD, physical fitness, and the HRQoL of postmenopausal women with osteopenia."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Participants",
      "text": "Between August 2011 and August 2013, participants were enrolled from the rural community from southern Taiwan. The inclusion criteria were physically independent postmenopausal women with a diagnosis of osteopenia confirmed by dual-energy X-ray absorptiometry (DXA) (lumbar spine (L2-4), T-score of À1.0 to À2.5) The minimum and maximum age of participants were at 45 and 85 years, respectively. The exclusion criteria were women undergoing hormone-replacement therapy, with cognitive impairment, diabetes mellitus, bone fracture history, any medical conditions or taking any medications predisposing to poor bone quality, or any medical conditions that contraindicated administering the fitness assessment.\n\nTwenty-four-week aerobic dance course was provided to this targeted population. The participants were included in the exercise (EX) group when they completed the course of the aerobic dance. While others who only received medication were enrolled as a control (CON) group. All participants were given 600 mg of calcium (oral) and 800 international units of vitamin D3 (oral) per day. No dietary control was applied to all participants during the intervention. All subjects gave their informed consent for inclusion before they participated in the study. The retrospective study was conducted in accordance with the Declaration of Helsinki, and the protocol was approved by the Ethics Committee and Institutional Review Board of the Chang Gung Memorial Hospital (IRB 99-3951B), and was also registered in the ClinicalTrails.gov (ID: NCT02936336).\n\n2.2. Intervention 2.2.1. The aerobic dance program. The aerobic dance intervention was done 3 times a week for 24 weeks with nonconsecutive days. Each 60-minute class began with 10 minutes of mild warming up activities consisting of calisthenics and stretching, which were followed by 35 minutes of aerobic dance exercise as the core of the class. The choreography of the dance exercise consisted of A step, V step, tap point, grapevine, march, leg curl, walking, and so on. and the class concluded with 10 to 15 minutes of cool-down activities. The intensity of dance was set at 50% to 70% of each participant's target heart rate monitored with POLAR FT40 monitors (Polar Electro Oy, Kempele, Finland). The steps were rhythmical with 118 to 130 beats per minute and accompanied by music. The program was held in 4 senior citizens' community centers that were the closest to the participants' residences at night. At least, the same 3 researchers and a few assistants supervised participants, depending upon who showed up to help."
    },
    {
      "title": "Outcome assessments",
      "text": "All assessments in both groups were done at the baseline (pretraining) and 24-weeks (upon completing the 24-week aerobic dance program) in the Sports Medicine Center by the same experienced investigator who was blinded to the participate allocation.\n\n2.3.1. Anthropometry. Height and weight were measured by automatic height measurement and weighing scale instrument (HW-3030, Super-view, Taoyuan, Taiwan). Body mass index (BMI) (kg/m 2 ) was calculated as follows: BMI = weight/height 2 . The measurement was done twice and averaged to minimize bias."
    },
    {
      "title": "BMD.",
      "text": "Proximal femur (femoral neck) and lumbar spine (L2-L4) BMD were measured by using DXA (QDR 4500A; Hologic, Waltham, MA). Osteopenia was defined as a BMD Tscore between À1.0 and À2.5, as proposed by the World Health Organization.\n\n2.3.3. Physical fitness. Fitness assessments were done as previously described.  [14] They included muscular strength (grip strength), balance (closed-eye foot balance), cardiorespiratory endurance (step test), flexibility (sitting trunk flexion), muscle endurance (sit-ups), power (Sargent jump), and agility (reaction time and sidestep) and done at the Sports Medicine Center, xxxx Hospital using the HELMAS Physical Fitness Management System (O2run, Co, Ltd, Seoul, Korea)."
    },
    {
      "title": "HRQoL.",
      "text": "The Short-Form Health Survey questionnaire (SF-36) is commonly used to evaluate participants' HRQoL in clinical practice. The questionnaire contains 8 health domains: physical function, role limitation due to physical problems, bodily pain, general health, vitality, social functioning, role limitation due to emotional problems, and mental health. The 8 domains can be used to provide physical and mental component summary scores."
    },
    {
      "title": "Sample size",
      "text": "We assumed a mean BMD difference of 1.5% between the CON and EX groups.  [15, 16] We calculated that 40 patients were required per group to achieve a power of 0.9 with 5% significance level, and we estimated that 25% of the participants would be lost to follow-up. Therefore, the proposed sample size is 50 patients in each group."
    },
    {
      "title": "Blinding",
      "text": "An independent assessor blinded to the grouping and patients' demographic data performed the outcomes assessments."
    },
    {
      "title": "Statistical analysis",
      "text": "SPSS 17 for Windows (SPSS, Chicago, IL) was used for all analyses. All continuous data are presented as means ± standard deviation. Normal distributions were calculated using the Shapiro-Wilk test. Independent t tests were used to assess the differences between the EX and CON groups. Paired sample t tests were used to analyze changes from pretraining within the groups. Mann-Whitney U test was used to assess the physical fitness differences between the EX and CON groups. Wilcoxon signed-rank test was used to analyze physical fitness changes from pretraining within the groups. Significance was set at P < .05."
    },
    {
      "title": "Results",
      "text": "From August 2011 to July 2013, 100 postmenopausal women who met our inclusion criteria were collected in the present study. Fifteen participants, 8 in the CON group and 7 in the EX group, were excluded because of loss of follow-up. Another 5 participants, 2 in the CON group and 3 in the EX group, were excluded because of discontinuation of intervention. Eighty participants, 40 in the CON group and 40 in the EX group, were included in the final analysis. There were no significant differences in the mean age, height, weight, or BMI between the CON and the EX groups (Table  1 ). The median attendance show-up was 58 sessions out of 72 sessions, giving an average program adherence rate about 81%. None of the participants in the EX group reported discomfort or injury that needed further treatment during the 24-week training. After the aerobic exercise intervention, it was shown that weight and BMI were decreased as compared to those for those in baseline participants in the EX group (Table  1 ).\n\nThere were no significant differences in BMD between the CON and the EX groups at baseline. Although there were no detectable differences between the CON and the EX groups after a 24-week aerobic dance, there was a different evolvement between the CON and the EX groups. When comparison was performed within the individual group in temporal fashion, the BMD in femoral neck was 0.626 ± 0.097 and 0.643 ± 0.09 g/cm 2 for baseline and 24-week assessment in the EX group, respectively (P < .01). In the CON group, the BMD in femoral neck was 0.646 ± 0.115 and 0.637 ± 0.112 g/cm 2 for baseline and 24-week assessment, respectively (P < .01). It was shown that a significant increase of BMD in femoral neck in the EX group, while a decrease in the CON group (Table  2 ). The changes of BMD in the femoral neck at the 24-weeks were À1.3 ± 2.7% and 3.1 ± 4.6% for the CON and the EX groups, respectively (P = .01) (Fig.  1 ). However, there were no significant differences in the changes of BMD in the spine between baseline and 24-week assessment in both the CON and the EX groups. (AP, CON: P = .712, EX: P = .912; lateral, CON: P = .316, EX: P = .628).\n\nIn the physical fitness assessment, there were no differences between the CON and the EX groups in muscular strength, balance, cardiorespiratory endurance, flexibility, muscle endurance, power, and agility in baseline assessment. After 24-week aerobic dance program, the grip strength was 32.2 (17.0-25.5) and 43.7 (21.0-27.0) kg for the CON and the EX group, respectively (P = .021). Meanwhile, the side step was 30.9 (12.0-21.0) repetitions and 42.6 (17.8-24.0) repetitions for the CON and the EX groups, respectively (P = .017). It was shown an increase in grip strength and side step in the EX group at the 24weeks (Table  3 ). While comparison was performed within the individual group, grip strength, sidestep and reaction time were significantly improved at the 24-weeks than baseline in the EX group (grip strength, P = .016; sidestep, P < .001; reaction time, P = .001), but not in the CON group.\n\nIn SF-36 for assessing the subjective outcome, it was demonstrated that there was a significant increase in the score of physical function for the EX group as compared to the CON group at the 24-weeks (Table  4 ). While no such differences were shown in the other domains between the CON and the EX groups."
    },
    {
      "title": "Discussion",
      "text": "The major findings of this study were that 24-week aerobic dance improved femoral neck BMD, as well as grip strength, sidestep, and reaction time in postmenopausal women with osteopenia. The significant change in femoral neck BMD, but not in spine BMD, may result from more influence of high impact exercise to the trabecular bone than to cancellous bone. Aerobic exercise   Yu et al. Medicine (2019) 98:11  www.md-journal.com\n\ntypically uses a high volume of low-intensity muscular contractions, then the muscles increase in size and their work capacity increases significantly. So that the presentations of grip strength and side step improved. Meanwhile, the regular exercise intervention facilitated neuromuscular control of the body, so reaction time was improved as well. However, no changes in step test, sit up and EC balance was observed. Longer duration of aerobic dance may be required to make significant differences among these performances. Improvement in physical function was also demonstrated in the SF-36 questionnaire assessment.\n\nDuring the intervention, no participants in the EX group reported discomfort or injury that needed further treatment. It was proposed that the aerobic dance protocol in this study seemed safe and feasible for postmenopausal women. Osteoporosis prevailed in postmenopausal women and was usually associated with an osteoporotic fracture that increased mortality, morbidity, chronic pain, and the cost of social care and decreases HRQoL.  [1, 2, 4, 5] Pharmaceutical and nonpharmaceutical approaches were developed to increase the BMD since higher BMD was protective in fractures of the femoral neck through higher tolerance in the impact from falls.  [17, 18] In literature, it was suggested that 12 months of impact exercise intervention was effective for improving BMD.  [15, 16] Paralleling the literature, the present study further demons treated 24 weeks of aerobic dance intervention was effective in improving femoral neck BMD.\n\nOn the other hand, osteoporotic fractures are often the results of falls.  [6, 7] Therefore, preventing falls is vital for reducing the incidence of osteoporotic fractures in postmenopausal women.  [3, 6, 7] The present study showed grip strength was increased in the EX group while not in the CON group. Grip strength was an indicator for the prediction of functional limitations  [19]  and disabilities in the older adult. The low grip strength would lead to poor mobility  [20] [21] [22]  and is correlated with the increased incidence of falls.  [23] The present study also demonstrated that agility, i.e. side step and reaction time, was improved in the EX group through 24-weeks aerobic dance. Indeed, agility-based training was suggested effective in reducing falls  [24] [25] [26] [27] [28]  . Therefore, it is possible that a 24-week aerobic dance intervention could reduce the incidence of falls in postmenopausal women.\n\nIn SF-36, a 24-week aerobic dance program was effective in improving the physical function domain. Indeed, the physical function of the SF-36 scales was shown lower scores in the older adult who experienced falls compared to those who did not.  [29] aken together, we found that a 24-week aerobic dance intervention resulted in a favorable outcome in osteoporotic fracture associated factors, including femoral neck BMD, muscle strength, agility, and physical function.\n\nSeveral limitations of the present study must be acknowledged. First, the small number of patients might limit the application of the conclusion. However, this study involved a precise quantity of prescribed exercise intervention in a 24week period. The program adherence in the present study was 81%. Differences were statistically detected in femoral neck BMD, muscle strength and agility. Second, this study was limited by short follow up. The long-term follow-up including the fall and osteoporotic fracture occurrence would provide  information regarding the ultimate influence of aerobic dance in postmenopausal women."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, aerobic dance is safe, effective, and efficient in improving health in postmenopausal women because BMD of the femur neck, grip strength, sidestep and reaction time were significantly improved after aerobic dance intervention as well as the physical function domain in the SF-36 in the postmenopausal women."
    },
    {
      "text": "Figure 1. BMD percentage change, from 24-weeks to baseline, of the femoral neck, spine AP, and lateral spine in the CON and EX. * * P < .01. BMD = bone mineral density, CON = control, EX = exercise."
    },
    {
      "text": "Characteristics of participants."
    },
    {
      "text": "Comparison of bone mineral density between 2 groups and within group."
    },
    {
      "text": "Comparison of physical fitness parameters between 2 groups and within group. P < .05, Mann-Whitney U test, difference between groups. P < 0.05, Wilcoxon signed-rank test, compared with baseline."
    },
    {
      "text": "Comparison of SF-36 between 2 groups and within group. Yu et al. Medicine (2019) 98:11 Medicine"
    }
  ],
  "references": [
    {
      "title": "Public health impact of osteoporosis",
      "authors": [
        "J Cauley"
      ],
      "year": 2013,
      "doi": "10.1093/gerona/glt093"
    },
    {
      "title": "Guidelines for the diagnosis and management of osteoporosis in postmenopausal women and men from the age of 50 years in the UK",
      "authors": [
        "J Compston",
        "A Cooper",
        "C Cooper"
      ],
      "year": 2009,
      "doi": "10.1016/j.maturitas.2008.11.022"
    },
    {
      "title": "The role of physical activity in the prevention of osteoporosis in postmenopausal women-An update",
      "authors": [
        "N Schmitt",
        "J Schmitt",
        "M Doren"
      ],
      "year": 2009,
      "doi": "10.1016/j.maturitas.2009.03.002"
    },
    {
      "title": "An estimate of the worldwide prevalence and disability associated with osteoporotic fractures",
      "authors": [
        "O Johnell",
        "J Kanis"
      ],
      "year": 2006,
      "doi": "10.1007/s00198-006-0172-4"
    },
    {
      "title": "Excess mortality after hip fracture among the elderly in Taiwan: a nationwide population-based cohort study",
      "authors": [
        "C Wang",
        "C Lin",
        "W Liang"
      ],
      "year": 2013
    },
    {
      "title": "Methods to assess and improve the physical parameters associated with fall risk in older adults",
      "authors": [
        "M Rogers",
        "N Rogers",
        "N Takeshima"
      ],
      "year": 2003,
      "doi": "10.1016/s0091-7435(02)00028-2"
    },
    {
      "title": "Lateral stability and falls in older people",
      "authors": [
        "M Rogers",
        "M Mille"
      ],
      "year": 2003,
      "doi": "10.1097/00003677-200310000-00005"
    },
    {
      "title": "The physiological effects of bench/step exercise",
      "authors": [
        "M Scharff-Olson",
        "H Williford",
        "D Blessing"
      ],
      "year": 1996,
      "doi": "10.2165/00007256-199621030-00002"
    },
    {
      "title": "The epidemiology of aerobic dance injuries",
      "authors": [
        "J Garrick",
        "D Gillien",
        "P Whiteside"
      ],
      "year": 1986,
      "doi": "10.1177/036354658601400111"
    },
    {
      "title": "Dance-based aerobic exercise may improve indices of falling risk in older women",
      "authors": [
        "R Shigematsu",
        "M Chang",
        "N Yabushita"
      ],
      "year": 2002
    },
    {
      "title": "Effects of ground and joint reaction force exercise on lumbar spine and femoral neck bone mineral density in postmenopausal women: a meta-analysis of randomized controlled trials",
      "authors": [
        "G Kelley",
        "K Kelley",
        "W Kohrt"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2474-13-177"
    },
    {
      "title": "Effect of impact exercise on bone mineral density in elderly women with low BMD: a population-based randomized controlled 30-month intervention",
      "authors": [
        "R Korpelainen",
        "S Keinanen-Kiukaanniemi",
        "J Heikkinen"
      ],
      "year": 2006,
      "doi": "10.1007/s00198-005-1924-2"
    },
    {
      "title": "Systematic review of randomized trials of the effect of exercise on bone mass in pre-and postmenopausal women",
      "authors": [
        "B Wallace",
        "R Cumming"
      ],
      "year": 2000,
      "doi": "10.1007/s00223001089"
    },
    {
      "title": "The relationship between healthrelated fitness and quality of life in postmenopausal women from Southern Taiwan",
      "authors": [
        "W Hsu",
        "C Chen",
        "L Kuo"
      ],
      "year": 2014,
      "doi": "10.2147/cia.s66310"
    },
    {
      "title": "High impact exercise increased femoral neck bone mineral density in older men: a randomised unilateral intervention",
      "authors": [
        "S Allison",
        "J Folland",
        "W Rennie"
      ],
      "year": 2013,
      "doi": "10.1016/j.bone.2012.12.045"
    },
    {
      "title": "Effects of high-impact exercise on bone mineral density: a randomized controlled trial in premenopausal women",
      "authors": [
        "A Vainionpaa",
        "R Korpelainen",
        "J Leppaluoto"
      ],
      "year": 2005,
      "doi": "10.1007/s00198-004-1659-5"
    },
    {
      "title": "Epidemiology of osteoporosis and osteoporotic fractures",
      "authors": [
        "S Cummings",
        "J Kelsey",
        "M Nevitt"
      ],
      "year": 1985
    },
    {
      "title": "Epidemiology of osteoporosis",
      "authors": [
        "L Masi"
      ],
      "year": 2008
    },
    {
      "title": "Hand grip strength: outcome predictor and marker of nutritional status",
      "authors": [
        "K Norman",
        "N Stobaus",
        "M Gonzalez"
      ],
      "year": 2011,
      "doi": "10.1016/j.clnu.2010.09.010"
    },
    {
      "title": "Hand-grip dynamometry predicts future outcomes in aging adults",
      "authors": [
        "R Bohannon"
      ],
      "year": 2008,
      "doi": "10.1519/00139143-200831010-00002"
    },
    {
      "title": "Age-associated changes in skeletal muscles and their effect on mobility: an operational diagnosis of sarcopenia",
      "authors": [
        "F Lauretani",
        "C Russo",
        "S Bandinelli"
      ],
      "year": 2003,
      "doi": "10.1152/japplphysiol.00246.2003"
    },
    {
      "title": "Hand-grip strength cut points to screen older persons at risk for mobility limitation",
      "authors": [
        "J Sallinen",
        "S Stenholm",
        "T Rantanen"
      ],
      "year": 2010,
      "doi": "10.1111/j.1532-5415.2010.03035.x"
    },
    {
      "title": "A clinically relevant criterion for grip strength: relationship with falling in a sample of older adults",
      "authors": [
        "M Michelle",
        "L Giles",
        "M Crotty"
      ],
      "year": 2003
    },
    {
      "title": "Resistance and agility training reduce fall risk in women aged 75 to 85 with low bone mass: a 6-month randomized, controlled trial",
      "authors": [
        "T Liu-Ambrose",
        "K Khan",
        "J Eng"
      ],
      "year": 2004,
      "doi": "10.1111/j.1532-5415.2004.52200.x"
    },
    {
      "title": "Exercise-based fall prevention in the elderly: what about agility?",
      "authors": [
        "L Donath",
        "J Van Dieen",
        "O Faude"
      ],
      "year": 2016,
      "doi": "10.1007/s40279-015-0389-5"
    },
    {
      "title": "Randomised controlled trial of a general practice programme of home based exercise to prevent falls in elderly women",
      "authors": [
        "A Campbell",
        "M Robertson",
        "M Gardner"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7115.1065"
    },
    {
      "title": "Exercise for improving balance in older people",
      "authors": [
        "T Howe",
        "L Rochester",
        "F Neil"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.cd004963.pub3"
    },
    {
      "title": "Preventative effect of exercise against falls in the elderly: a randomized controlled trial",
      "authors": [
        "J Iwamoto",
        "H Suzuki",
        "K Tanaka"
      ],
      "year": 2009,
      "doi": "10.1007/s00198-008-0794-9"
    },
    {
      "title": "Falls and health-related quality of life (SF-36) in elderly people¡ISACAMP",
      "authors": [
        "Lima Rodrigues Ige",
        "Barros Mge",
        "Mbda"
      ],
      "year": 2013,
      "doi": "10.4236/health.2013.512a007"
    }
  ],
  "num_references": 29,
  "original_doi": "https://doi.org/10.13039/100012553"
}
