{
  "paper_id": "AQEH5IRN",
  "title": "Basic psychological need satisfaction, need frustration, and need strength across four cultures",
  "abstract": "BPNT; Deci and Ryan,  Psychol Inquiry 11:227-268, 2000; Ryan and Deci, Psychol  Inquiry 11:319-338, 2000), contributes to participants' well-being and ill-being, regardless of their cultural background and interpersonal differences in need strength, as indexed by either need valuation (i.e., the stated importance of the need to the person) or need desire (i.e., the desire to get a need met). In Study 1, involving late adolescents from Belgium and China (total N = 685; Mean age = 17 years), autonomy and competence satisfaction had unique associations with well-being and individual differences in need valuation did not moderate these associations. Study 2 involved participants from four culturally diverse nations (Belgium, China, USA, and Peru; total N = 1,051; Mean age = 20 years). Results provided evidence for the measurement equivalence of an adapted scale tapping into both need satisfaction and need frustration. Satisfaction of each of the three needs was found to contribute uniquely to the prediction of well-being, whereas frustration of each of the three needs contributed uniquely to the prediction of illbeing. Consistent with Study 1, the effects of need satisfaction and need frustration were found to be equivalent across the four countries and were not moderated by individual differences in the desire for need satisfaction. These findings underscore BPNT's universality claim, which states that the satisfaction of basic needs for autonomy, relatedness, and competence represent essential nutrients for optimal functioning across cultures and across individual differences in need strength.",
  "year": 2014,
  "date": "2014-11-12",
  "journal": "Developmental Psychology",
  "publication": "Developmental Psychology",
  "authors": [
    {
      "forename": "Beiwen",
      "surname": "Chen",
      "name": "Beiwen Chen"
    },
    {
      "forename": "Maarten",
      "surname": "Vansteenkiste",
      "name": "Maarten Vansteenkiste",
      "email": "maarten.vansteenkiste@ugent.be"
    },
    {
      "forename": "Wim",
      "surname": "Beyers",
      "name": "Wim Beyers"
    },
    {
      "forename": "Liesbet",
      "surname": "Boone",
      "name": "Liesbet Boone"
    },
    {
      "forename": "Edward",
      "surname": "Deci",
      "name": "Edward Deci"
    },
    {
      "forename": "Jolene",
      "surname": "Van Der Kaap-Deeder",
      "name": "Jolene Van Der Kaap-Deeder"
    },
    {
      "forename": "Bart",
      "surname": "Duriez",
      "name": "Bart Duriez"
    },
    {
      "forename": "Willy",
      "surname": "Lens",
      "name": "Willy Lens"
    },
    {
      "forename": "Lennia",
      "surname": "Matos",
      "name": "Lennia Matos"
    },
    {
      "forename": "Athanasios",
      "surname": "Mouratidis",
      "name": "Athanasios Mouratidis"
    },
    {
      "forename": "Richard",
      "surname": "Ryan",
      "name": "Richard Ryan"
    },
    {
      "forename": "Kennon",
      "surname": "Sheldon",
      "name": "Kennon Sheldon"
    },
    {
      "forename": "Bart",
      "surname": "Soenens",
      "name": "Bart Soenens"
    },
    {
      "forename": "Stijn",
      "surname": "Van Petegem",
      "name": "Stijn Van Petegem"
    },
    {
      "forename": "Joke",
      "surname": "Verstuyf",
      "name": "Joke Verstuyf"
    },
    {
      "forename": "Á",
      "surname": "Vansteenkiste",
      "name": "Á Vansteenkiste"
    },
    {
      "forename": "Á",
      "surname": "Beyers",
      "name": "Á Beyers"
    },
    {
      "forename": "Á",
      "surname": "Boone",
      "name": "Á Boone"
    },
    {
      "forename": "Á",
      "surname": "Van Der Kaap-Deeder",
      "name": "Á Van Der Kaap-Deeder"
    },
    {
      "forename": "Á",
      "surname": "Soenens",
      "name": "Á Soenens"
    },
    {
      "forename": "Á",
      "surname": "Van Petegem",
      "name": "Á Van Petegem"
    },
    {
      "forename": "Á",
      "surname": "Verstuyf",
      "name": "Á Verstuyf"
    },
    {
      "forename": "Á",
      "surname": "Ryan",
      "name": "Á Ryan"
    },
    {
      "forename": "Á",
      "surname": "Lens",
      "name": "Á Lens"
    },
    {
      "forename": "Á",
      "surname": "Mouratidis",
      "name": "Á Mouratidis"
    },
    {
      "affiliation": "Department of Social, Personality and Developmental Psychology , University of Ghent , Ghent , Belgium \n\t\t\t\t\t\t\t\t Department of Social, Personality and Developmental Psychology \n\t\t\t\t\t\t\t\t University of Ghent \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ghent \n\t\t\t\t\t\t\t\t\t Belgium"
    },
    {
      "affiliation": "Department of Clinical and Social Science in Psychology , University of Rochester , Rochester , NY , USA \n\t\t\t\t\t\t\t\t Department of Clinical and Social Science in Psychology \n\t\t\t\t\t\t\t\t University of Rochester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Faculty of Psychology and Educational Sciences , Department of Psychology , Hacettepe University , Ankara , Turkey \n\t\t\t\t\t\t\t\t Faculty of Psychology and Educational Sciences \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Hacettepe University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ankara \n\t\t\t\t\t\t\t\t\t Turkey"
    },
    {
      "affiliation": "Department of Psychology , Pontificial Catholic University of Peru , Lima , Peru \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Pontificial Catholic University of Peru \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lima \n\t\t\t\t\t\t\t\t\t Peru"
    },
    {
      "affiliation": "Department of Psychology , University of Missouri , Columbia , MO , USA \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Missouri \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Columbia \n\t\t\t\t\t\t\t\t\t MO \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s11031-014-9450-1",
  "keywords": [
    "Basic psychological need satisfaction",
    "Need frustration",
    "Psychological well-being",
    "Need strength",
    "Needs Universality"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "We are all familiar with the word ''need''. For instance, people say they need smart-phones. Advertisements aim to convince us that we need the products they sell. In such cases, the concept of ''need'' refers to desires or preferences. In other contexts, however, the term ''need'' refers to what is essential or necessary for well-being and healthy functioning. For example, a person needs vitamins and nutrients, and children need responsive caregivers in (early) development. When applying this second usage of the term to a psychological context, one may wonder whether there are, in fact, fundamental or basic psychological needs. If so, then it is prudent to assume that their satisfaction is required for healthy human functioning across individuals and cultures.\n\nThe present research was grounded in Basic Psychological Needs Theory (BPNT), one of the six mini-theories of Self-Determination Theory (SDT;  Deci and Ryan 2000; Ryan and Deci 2000) .The theory posits the existence of three basic psychological needs, namely, autonomy, relatedness, and competence. The satisfaction of these psychological needs is said to be universally essential for human thriving. In contrast, when these needs get frustrated, maladjustment and even psychopathology is said to result  (Ryan et al. in press; Vansteenkiste and Ryan 2013 ).\n\nYet, many psychologists, including those adopting a social-constructive perspective, have eschewed the existence of universal psychological needs, instead arguing that psychological needs are cultural constructions that reflect variations in socio-cultural values (e.g.,  Buttle 1989; Rist 1980; Roy 1980 ). Taking such a relativist perspective, they assume that individuals especially, if not only, benefit from satisfaction of the needs which they value or desire  (Hofer and Busch 2011; Iyengar and DeVoe 2003) . By contrast, SDT maintains that there are certain needs whose fulfillment is necessary for well-being, regardless of differences in the extent to which people or society value or desire these needs  (Chirkov et al. 2003; Deci and Ryan 2000) .Yet, few, if any, studies have directly examined whether the self-reported valuation of the need or the desire felt for the satisfaction of a need moderates the association between need satisfaction and well-being and the association between need frustration and ill-being. Even fewer, if any, have examined these associations across different cultures. Therefore, in the current study we investigated whether the functional role of psychological need satisfaction depends on the broader cultural context as well as on individual differences in need strength, as manifested in the extent to which individuals value certain needs or desire satisfaction of these needs."
    },
    {
      "title": "Psychological need satisfaction and need frustration",
      "text": "Within BPNT, a basic psychological need is considered innate and its satisfaction is said to represent a universally essential experience for well-being  (Ryan and Deci 2000) . This assumption is derived from SDT's organismic-dialectical meta-theory, which views humans as active, growth-oriented organisms equipped with an inherent integrative tendency. Satisfaction of the basic psychological needs for autonomy, relatedness, and competence is said to function as a fundamental nutrient that energizes the integration process and that contributes to health and psychological well-being. Recently, it has further been recognized that beyond measuring need satisfaction versus the lack thereof, needs can also be actively blocked or thwarted. Whereas low need fulfillment would fail to foster the growth potential of individuals, the frustration of these needs would elicit defensiveness, ill-being, and even psychopathology  (Bartholomew et al. 2011; Ryan et al. 2006; Vansteenkiste and Ryan 2013) .\n\nRelatedness satisfaction refers to the experience of intimacy and genuine connection with others  (Ryan 1995) , whereas relatedness frustration involves the experience of relational exclusion and loneliness. Competence satisfaction involves feeling effective and capable to achieve desired outcomes  (Deci 1975; Ryan 1995) , whereas competence frustration involves feelings of failure and doubts about one's efficacy. These two needs have been discussed and studied in other theories. For example,  Baumeister and Leary (1995)  and  McAdams (1989)  have elaborated on the need to belong, and  White (1959)  proposed competence motivation as a primary human propensity. Finally, autonomy refers to the experience of self-determination, full willingness, and volition when carrying out an activity. In contrast, autonomy frustration involves feeling controlled through externally enforced or selfimposed pressures  (deCharms 1968; Deci and Ryan 1985) .\n\nEmpirically, the link between need satisfaction and well-being has been observed (a) at the level of individual differences, with those who report higher psychological need satisfaction feeling better about themselves (e.g., higher self-esteem,  Deci et al. 2001)  and their lives in general (e.g., life satisfaction,  Kasser and Ryan 1999) ; and (b) at the intrapersonal level, showing that day-to-day fluctuations in psychological need satisfaction co-vary with day-to-day fluctuation in well-being (e.g.,  Ryan et al. 2010) . Such findings have been reported in diverse life domains, including education (e.g.,  Mouratidis et al. 2011) , the workplace (  Van den Broeck et al. 2010) , and health care  (Williams et al. 2011) .\n\nConsistent with the proposed differentiation between satisfaction and frustration of the psychological needs, an increasing number of studies have found need frustration to relate uniquely to ill-being (e.g.,  Bartholomew et al. 2011; Stebbings et al. 2012 ). Further, these findings were corroborated in a diary study including binge eating symptoms as an outcome  (Verstuyf et al. 2013) , as well as in a study that used an objective (i.e., physiological) marker of distress  (Bartholomew et al. 2011) .\n\nDespite the substantial evidence in favor of BPNT, two important issues deserve additional research. These critical issues concern: (a) whether there exists cross-cultural variation in the degree to which individuals benefit from psychological need satisfaction and suffer from psychological need frustration; (b) whether the well-being benefits deriving from the satisfaction and risks associated with the frustration of the basic psychological needs are moderated by individual differences in people's explicit valuation or desire for the satisfaction of those needs. We turn to these issues in the following sections."
    },
    {
      "title": "Cultural differences and similarities",
      "text": "People are under the influence of numerous contexts embedded in the broader cultural climate (e.g.,  Bronfenbrenner 1979; Connell and Wellborn 1991; Deci and Ryan 2012) . Highlighting the critical role of the cultural context, within a cultural-relativistic perspective on psychological well-being, it is maintained that there is no universal human nature or universally critical psychological needs. Instead, consistent with a social-constructivist perspective, individuals' goals, values, and needs are primarily conceived as social constructions or scripts that are largely shaped by the specific social-cultural contexts, that is, through demands, obstacles, and affordances available in the social environment (e.g.,  Buttle 1989) . Thus, what people need to flourish psychologically is contextual relative, malleable, and not ''essentialistic'' (e.g.,  Burr 2003; Shweder et al. 1998) .\n\nIndeed, various cross-cultural psychologists primarily focus on cultural differences that influence individuals' wellbeing in particular cultures (e.g.,  Heine et al. 1999) . For instance,  Oishi et al. (1999)  found that satisfaction with self and one's autonomy was a significantly stronger predictor of life satisfaction in countries high, relative to low on individualism. Along with such findings, some theorists have suggested that being autonomous would only be beneficial for those in individualistic societies, such as the middle class European or American context, since being autonomous and acting independently is highly valued in such contexts (e.g.,  Iyengar and Devoe 2003; Uchida and Kitayama 2009) . In contrast, individuals in a more collectivistic-oriented Asian context, for instance, would benefit from being involved in caring and harmonious relationships, as they are socialized into a more interpersonal mode of functioning  (Iyengar and Lepper 1999; Uchida et al. 2004 ).\n\nOn the other hand, as pointed out by  Diener (2009) , one should not neglect the possibility of universal dynamics underlying different cultural syndromes. SDT has precisely posited the existence of such universal factors. Diener (2009)  argued further that ''more research is needed on which influences on well-being are universal across cultures and why'  ' (p. 288) . Meeting this call, we examined whether satisfaction of the three basic psychological needs would contribute similarly to well-being across four cultures or, in contrast, would vary in the degree to which they predict well-being in different cultures. To shed light on this issue, we took into account a number of critical points.\n\nFirst, we emphasize the necessity of being precise in how the needs, and autonomy in particular, have been defined in SDT, as part of the controversy surrounding autonomy is due to conceptual confusion. Several crosscultural psychologists have defined autonomy as independence or individualism, which gets contrasted with dependence and collectivism (e.g.,  Markus and Schwartz 2010) . Instead, within the SDT tradition, autonomy has consistently been defined as the experience of volition and willingness, which stands in contrast with the experience of external control, pressure, and coercion. Various SDT writers have been very clear that the term autonomy does not refer to independence (e.g.,  Chirkov et al. 2003; Ryan and Lynch 1989) . Indeed, people can act independently and do so volitionally (i.e., autonomously). Yet, people may also be dependent on others because they value doing so; this would also represent autonomous dependence. Alternatively, people can feel coerced or pressured to function either independently or dependently. In line with this reasoning, recent studies among adolescents from Belgium  (Van Petegem et al. 2012) , China  (Chen et al. 2013) , and Greece  (Fousiani et al. 2014)  found that the adolescents' independent versus dependent decision making in relation to their parents could be empirically differentiated from the degree of volition versus coercion underlying their decisions. In addition to being separable, experiences of willingness and volition were related more systematically and strongly to well-being than independent practices and decision-making per se (e.g.,  Chirkov et al. 2003; Van Petegem et al. 2012) .\n\nFurther, it is recognized within BPNT that there exists cultural diversity. Three different issues deserve being highlighted. First, it is recognized that, as a function of the socio-cultural ambience, there likely exists variability in the emphasis placed upon these basic psychological needs across cultures  (Oishi et al. 1999) . Second, different cultural contexts may offer different opportunities or resources for need satisfaction, which may result in mean-level differences in satisfaction of autonomy, competence, and relatedness across cultures. Third, there may exist crosscultural variation in the way these needs get met. That is, need satisfaction can be reached through different means that are in accord with the values and practices of different cultural contexts. For example, people in collectivisticoriented societies may feel autonomous when following the advice of important others, whereas individuals in individualistic-oriented cultures would feel autonomous through making their own decisions and expressing their personal opinions. Despite the diversity in specific behaviors that engender need satisfaction from one culture to another, these different behavioral pathways might lead to the same outcomes, that is, the phenomenological experiences of feeling effective, volitional, and related to others. The point is that the benefits associated with need satisfaction are said to be universal, whereas the paths taken to reach the experience of need satisfaction may-at least to a certain degree-be influenced by the cultural climate.\n\nAccumulating evidence indicates that individuals living in non-Western countries do benefit from the satisfaction of all three needs. This has been found in countries with varying cultural foci, including more collectivistic-oriented nations such as Jordan  (Ahmad et al. 2013) , China  (Vansteenkiste et al. 2006) , and South Korea  (Jang et al. 2009) . Further, several multi-country studies (e.g.,  Church et al. 2012; Sheldon et al. 2001; Tay and Diener 2011 ) also reported evidence for the positive link between the satisfaction of the three needs and well-being. However, the measures used to tap need satisfaction in at least some of these multi-culture studies were not directly grounded in the SDT-perspective (e.g.,  Tay and Diener 2011 ) and few of these multi-country studies examined the measurement equivalence of the basic need measures (e.g.,  Sheldon et al. 2001; Tay and Diener 2011, but see Church et al. 2012  for an exception).Yet, to draw the conclusion that need satisfaction is equally beneficial across cultures, it is critical to first demonstrate that the need satisfaction items carry the same meaning for individuals coming from diverse cultures. Further, none of these multi-country studies directly compared the strength of the relations between need satisfaction and well-being across cultures, leaving it unclear to what degree individuals in different cultures benefit from psychological need satisfaction (e.g.,  Church et al. 2012; Sheldon et al. 2011) . For these reasons, we aim to directly compare the equivalence of the associations between need satisfaction and well-being and between need frustration and ill-being across diverse cultures."
    },
    {
      "title": "Individual differences in need strength",
      "text": "Apart from differences in individuals' cultural background, there is undoubtedly variability, or individual differences, in the strength or preference of particular needs (e.g.,  Vallerand 2000) . These interpersonal differences in need strength could be shaped through social learning processes in which individuals learn to value or desire certain needs more than others  (McClelland 1965) . Importantly, at least according to some scholars, such individual differences in need strength may alter the relation between need satisfaction and well-being. That is, according to a social-constructivist perspective such as the ''standard social science model''  (Tooby and Cosmides 1992) , satisfaction of a particular need should yield the strongest (and perhaps the only) relation to well-being among individuals scoring high in need strength for this particular need  (Harackiewicz and Sansone 1991; Hofer and Busch 2011) . Thus, individual differences in the strength of a specific need would serve as a moderator for how much individuals benefit (suffer) from the satisfaction (frustration) of that need.\n\nSeveral definitions and operationalizations of need strength are available in the literature. From a social-constructivist perspective, need strength is commonly understood as an explicit value, that is, as the importance that people attach to the fulfillment of a need (e.g.,  Heine et al. 1999; Schwartz and Bardi 2001) . This perspective implies that needs are learned. For example, individuals who score high on competence valuation would then find it very important to be successful in reaching their goals  (Harackiewicz and Sansone 1991) . This valuation is presumably learned from experiences of having the need satisfied and finding it of value. Another possibility is to operationalize need strength as the degree to which people want or desire to have a particular need met  (Sheldon and Gunz 2009) . For instance, people who have a high desire for the satisfaction of the need for relatedness would indicate that they would like to have more satisfying relations. At a first glance, need valuation might seem to be essentially the same as need desire. Sheldon and Gunz (2009) , however, showed that need desire can be rooted in the frustration of the psychological needs, suggesting that need desire may reflect the wish to overcome a deficit in need satisfaction.\n\nIn the current research, the first study assessed need valuation or importance, whereas the second study assessed need desire. We therefore have the possibility to see whether the two operationalizations of ''need strength'' function similarly as possible moderators of the need satisfaction to well-being association.\n\nIn many previous studies need strength has been assessed through implicit measures (e.g.,  Hofer and Busch 2011) , which may not be comparable to the explicit assessment of need valuation or need desire that was been used in the current research. Further, it is important to note, because of some confusion in past research, that the needs addressed in the work of  McClelland and associates (McClelland 1965)  concern the needs for affiliation, achievement, and power. These needs, however, do not fully correspond to the needs of relatedness, competence, and autonomy in BPNT. In the current set of studies, we used the SDT needs and worded the valuation and desire scales to be comparable to the items from the SDT-based need satisfaction scales.\n\nSDT recognizes that there exist individual differences in the strength of the basic psychological needs just as there are differences in the strength of people's physiological needs for food and sleep  (Deci and Ryan 2000) .Yet, SDT posits that the most meaningful variable explaining variance in individuals' well-being is the satisfaction of the psychological needs; in fact, it is hypothesized that the possible moderating role of need valuation and need desire in the relation between the need satisfaction and wellbeing is rather minimal. This hypothesis stems from the very nature of SDT's conceptualization of needs-namely, as necessities for psychological wellbeing rather than socially constructed preferences. If satisfaction of the psychological needs for autonomy, competence, and relatedness represent universal nutrients, all persons should benefit from the satisfaction of these needs, and suffer from their frustration, even those who express a low valuation of or desire for them. To illustrate, individuals with a dismissive avoidant attachment style, which is characterized by the avoidance of attachment and the craving for independence  (Bartholomew and Horowitz 1991) , may consider close relationships as relatively unimportant and unnecessary based on their socialization history. Thus, they express a low value or desire for relatedness satisfaction. Still, they have been found to benefit from relatedness need satisfaction  (Carvallo and Gabriel 2006) .\n\nThe current study aimed to investigate these two different perspectives on the role attributed to individual differences in need strength by examining, specifically, whether the association between need satisfaction and well-being and between need frustration and ill-being would be higher for those high on need strength. To maximize the variance in individual differences in need strength and to ensure the generalizability of the findings, we sampled individuals from fairly different cultures."
    },
    {
      "title": "Present study",
      "text": "The main aim of the present study was to explore whether the relations between basic psychological need satisfaction and well-being and between need frustration and ill-being are universal or rather depend on (a) differences in the broader cultural ambience (i.e., ''macro level''); and (b) individual differences in need strength (i.e., ''micro level''). We investigated these issues in two studies involving a different number of cultural groups and different operationalizations of needs strength. Specifically, in Study 1, we sampled late adolescents from Belgium and China. China is a relatively vertical collectivistic culture with a focus on values of interdependence and power distance, whereas Belgium tends to be more individualistic and egalitarian  (Hofstede et al. 2010; Schwartz and Bardi 2001) . Herein, we operationalized need strength as the degree to which individuals find it important to have their needs met (i.e., need valuation). Study 2 involved a broader set of cultures (i.e., the US, Peru, Belgium, and China), which are not only geographically located on four different continents, but also differ along various cultural and political dimensions  (Hofstede et al. 2010) . For instance, whereas the US (91) and Belgium (75) are ranked highly on the important cultural dimension of individualism-collectivism, Peru (16) and China (20) are low on this dimension  (Hofstede et al. 2010) . In Study 2, we operationalized need strength as the degree to which people wish to have their needs met (i.e., need desire). Importantly in Study 2, we also developed and validated a new scale of basic psychological need satisfaction and frustration by adapting existing scales, thereby ensuring its reliability, validity, and measurement equivalence across the four cultural groups.\n\nIn both studies, we first examined the independent contribution of the three psychological needs in the prediction of psychological well-being. In Study 1, we focused on the satisfaction of the three needs and hypothesized unique associations between each of the three satisfied needs and well-being. In Study 2, we included need frustration and hypothesized unique associations between the satisfaction of each of the needs and well-being as well as between frustration of each of the needs and ill-being (Hypothesis 1). Second, we examined the universality assumption central to BPNT. Specifically, we hypothesized that the strength of the association between the satisfaction of the three needs and well-being would be similar across the different countries (Hypothesis 2). Third, we hypothesized that the need satisfaction-well-being as well as the need frustration-ill-being relation would not depend on (i.e., be significantly moderated by) individual differences in how much people value (i.e., Study 1) or desire (i.e., Study 2) getting the needs met (Hypothesis 3). Said differently, we anticipated that also people low on valuation of or desire for a specific need should benefit equally from getting that need satisfied as those high on valuation of or desire for this need."
    },
    {
      "title": "Study 1"
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants and procedure",
      "text": "Participants were 324 Chinese adolescents (49.1 % male) and 359 Belgian adolescents (13.3 % male). The mean age of Chinese participants was 16.41 years (range = 16-24 years, SD = 0.56) and all participants had Chinese nationality. The mean age of Belgian participants was 17.87 years (range = 17-18 years, SD = 0.33). Almost all participants (96.3 %) in the Belgian sample had Belgian nationality.\n\nIn China, data were collected at high school during regular school time. Before data collection, teachers were given instructions regarding the administration of the questionnaires. Afterwards, teachers administered the questionnaires in their own class, while the research staff was available during 5 min in each classroom to answer students' questions and to point out possible difficulties with regards to the items. In Belgium, data were collected in freshmen psychology university students during a collective testing session for which students received course credits. All participants signed a standard consent form before participating in the study. In both China and Belgium, participants were informed that they could refuse or discontinue participation at any time. None of the students refused or discontinued participation."
    },
    {
      "title": "Measures",
      "text": "Original English instruments were translated into Chinese by a Chinese researcher fluent in English. The back translations were done by an English-Chinese language teacher with expertise in both languages. A third person (i.e., a psychologist) fluent in English compared the original and back-translated version of the items to inspect their equivalence. Non-equivalent translations were discussed by the two translators and the psychologist to arrive at consensual agreement on the final wording. A similar procedure was used for the English to Dutch translation.\n\nBasic psychological need satisfaction To assess basic psychological need satisfaction, we used a 9-item measure  (Sheldon et al. 2001) , which taps into the satisfaction of autonomy (3 items, e.g., ''I feel my choices express my true self''), relatedness (3 items, e.g., ''I feel close and connected with other people who are important to me''), and competence (3 items, e.g., ''I feel I can successfully complete difficult tasks''). Items were rated on a 5-point Likert scale, ranging from 1 (Completely Disagree) to 5 (Completely Agree). The Cronbach's alpha's for autonomy, relatedness, and competence satisfaction were, respectively, 0.69, 0.77 and 0.81 in the Belgian sample. In the Chinese sample, the Cronbach's alpha's for relatedness and competence were 0.72 and 0.79, but only. 47 for autonomy, which was rather low. We decided to keep autonomy satisfaction in the analyses as to examine the distinct role of all three needs. Further, concerns regarding the low reliability were somewhat alleviated as we performed SEManalyses with latent variables to control for measurement error.\n\nNeed valuation To operationalize need strength, we assessed the importance individuals assign to the satisfaction of each of the three psychological needs. In doing so, we used the same nine need satisfaction items, but slightly adapted them. Specifically, respondents rated how important it is for them to get each need satisfied by encircling a number on a five-point Likert scale ranging from 1 (Not important at all) to 5 (Very important to me). They rated three items for each of the three needs (e.g., ''It is important for me to feel that my choices express my true self''; ''It is important for me to feel close and connected with other people who are important to me''; ''It is important for me to feel that I can successfully complete difficult tasks''). Cronbach's alphas were 0.66 for autonomy, 0.74 for relatedness and 0.74 for competence in the Belgian sample. In the Chinese sample, the alpha's were lower (i.e., 0.41, 0.55 and 0.77 for autonomy, relatedness and competence valuation, respectively).\n\nPsychological well-being Two different well-being indicators were used, that is, self-esteem and depression. Selfesteem was deemed as an index of well-being reflecting self-worth and self-acceptance  (Ryff 1989 ) and was measured with the 10-item Rosenberg scale  (Rosenberg 1965) . Items (e.g., ''On the whole, I am satisfied with myself'') were rated on a 5-point Likert scale ranging from 1 (Completely Disagree) to 5 (Completely Agree). Cronbach's alpha was 0.92 in the Belgian sample and 0.86 in the Chinese sample. Depressive symptoms were measured with the 12-item version of the Centre for Epidemiological Studies-Depression (CES-D) scale  (Radloff 1977) . Items (e.g., ''I felt depressed'') were rated on a scale ranging from 1 (rarely or none of the time) to 4 (most or all of the time).Cronbach's alpha was 0.85 in the Belgian sample and 0.78 in the Chinese sample."
    },
    {
      "title": "Plan of analysis",
      "text": "We began with testing the measurement equivalence of the scales tapping into need satisfaction, need valuation, and well-being. We examined metric equivalence by testing whether the item loadings onto their respective underlying constructs were equivalent across groups  (Fontaine 2005) .\n\nTo do this, we used multi-group Confirmatory Factor Analysis (CFA). Each latent construct for a need satisfaction variable or a need valuation variable was indicated by the three original items. The latent variable for well-being was indicated by four parcels, two for self-esteem and two for depressive symptoms. The self-esteem parcels were created by randomly combining five items, whereas the two parcels for depressive symptoms consisted of six randomly combined items. In the constrained model, we constrained the factor loadings of the indicators to each latent construct to be equal, but allowed free intercepts, error variances, and factor covariances across the two groups. In the unconstrained baseline model, factor loadings, intercepts, and error variances were allowed to be free across the two groups. Then, we compared the constrained model and the unconstrained model by means of the difference in Satorra-Bentler scaled Chi square statistic (DSBS-v 2 ,  Satorra and Bentler 1994) .\n\nNext, we examined the three main hypotheses through Structural Equation Modeling (SEM). The interaction terms between need satisfaction and need valuation were created by multiplying the two variables, such that we created three interaction terms in total. To evaluate the model fit, SBS-v 2 , the standardized root-mean-square residual (SRMR), the root-mean-square error of approximation (RMSEA) and CFI were used. For CFI, values of about 0.90 or higher are generally considered acceptable  (Little 1997) . For RMSEA and SRMR, a combined cutoff of 0.06 and 0.09, respectively, combined with a CFI value higher than 0.90 indicates a good fit  (Hu and Bentler 1999) .\n\nTo test the main effect of need satisfaction on psychological well-being across the two countries, we modeled the satisfaction of the three needs as predictors of wellbeing, thereby controlling for age and gender. We first examined the main effect with the whole sample (Hypothesis 1), and then examined whether this main effect would vary across the two country groups using a multigroup SEM (Hypothesis 2). Specifically, we compared a constrained model in which all structural paths were set equal across two groups with an unconstrained model where all structural paths were set free. To test the moderating role of need valuation (Hypothesis 3), we added variables of each need valuation measure and the three interaction terms into the model."
    },
    {
      "title": "Results"
    },
    {
      "title": "Descriptive statistics and background variables",
      "text": "Table  1  shows the means, standard deviations, and bivariate correlations among the main variables. Satisfaction scores on each of the three psychological needs were positively correlated with one another, and each of the three needs was linked positively with self-esteem and negatively with depressive symptoms. In addition, there was a pattern of positive correlations between the satisfaction of each need and the importance attached to the need. All three need valuation measures related positively to self-esteem, but only relatedness valuation related negatively to depressive symptoms. Z-test showed that each of the correlations between the need valuation measures and both self-esteem and depressive symptoms were smaller than the correlations observed between the need satisfaction measures and these two outcomes  (6.83 [ |z| [ 3.25, p \\ 0.01) . Next, we explored the effects of background variables on the assessed outcomes. A MANCOVA indicated no significant effects of gender or age."
    },
    {
      "title": "Primary analysis",
      "text": "The test for measurement equivalence showed that the fit for the constrained model was not significantly different from the fit of the unconstrained model, DSBS-v 2 (15) = 23.26, p [ 0.05, suggesting metric equivalence of the measures of need satisfaction, need valuation, and the two aspects of well-being across the two samples. The model estimating the main effects of need satisfaction (SBS v 2 (75) = 304.93, CFI = 0.92, RMSEA = 0.07, SRMR = 0.05) showed that autonomy and competence satisfaction yielded independent positive associations with psychological well-being (bs = .36 and 0.41, respectively, ps \\ 0.05), but relatedness satisfaction did not (bs = 0.04, ns). Compared to the unconstrained model (in which paths were allowed to vary across countries) the constrained model did not have a significantly better fit [Dv 2  (3) = 3.63, p [ 0.05]. This finding indicates that the model held for both Chinese and Belgian participants. As for the moderating role of need valuation, we found none of the interactions between each of the three need satisfaction and need valuation measures to be significant in the prediction of well-being (b = 0.01, 0.05, and -0.02 for autonomy, relatedness and competence, ps = 0.91, 0.37, and 0.72 respectively)."
    },
    {
      "title": "Brief discussion",
      "text": "Study 1 provided initial evidence for our hypotheses. First, both autonomy and competence satisfaction contributed to well-being. Yet, we found no unique association between relatedness satisfaction and well-being, although a positive relation to self-esteem and a negative relation to depressive symptoms were observed at the correlational level. Second, these associations were country invariant. Third, the relation between the satisfaction of each of the three needs and well-being was not moderated by the importance that adolescents attach to these needs. This lack of moderation was found in both countries. This pattern of findings suggests that need satisfaction, and satisfaction of the needs for autonomy and competence in particular, contributes to well-being even for those who do not value these needs. Although these findings were promising, Study 1 had two notable limitations. First, the reliability of the autonomy measures was less than satisfactory in the Chinese sample. Although such a reduced reliability is understandable in light of the brevity of the scales (only three items) and although SEM allows one to partial out measurement error, we need to be cautious in interpreting and generalizing the findings relevant to autonomy. Second, the need scale only tapped into the satisfaction of the three needs. Yet, recent theorizing (e.g.,  Ryan et al. in press; Vansteenkiste and Ryan 2013 ) and empirical research (e.g.,  Bartholomew et al. 2011 ) underscore the distinct role of need frustration in the prediction of ill-being in particular, an issue that has received limited attention and certainly not in cross-cultural investigations."
    },
    {
      "title": "Study 2",
      "text": "Study 2 extended Study 1 in three important ways. First, to remedy the low reliability of autonomy and to additionally tap into need frustration, an important aim of Study 2 was to develop and validate an adapted measure of need satisfaction and frustration. In light of the emerging evidence showing that need satisfaction catalyzes growth and wellbeing, while need frustration constitutes a risk factor for maladjustment, the additional assessment of need frustration allowed us to examine whether need satisfaction and need frustration would relate primarily to well-being (i.e., life satisfaction and subjective vitality) and ill-being (i.e., depressive symptoms), respectively (Hypothesis 1).\n\nSecond, a culturally more diverse sample was recruited as, apart from China and Belgium, we also sampled young adults from the United States and Peru. This created the opportunity to examine whether need satisfaction would yield a similar relation to well-being across these four diverse cultures (Hypothesis 2). Notably, we controlled for people's satisfaction with their financial and health conditions as well as with their family income, factors that have been found to relate to psychological well-being across nations  (Diener et al. 2009; Ryan and Deci 2001) . Controlling for these variables provides a more conservative test of our primary hypothesis as it allows us to examine whether the three psychological needs uniquely contribute to well-being over and above subjective health and financial status. Third, we operationalized need strength in a different way, that is, through the desire for need satisfaction, as reflected in participants' straightforward wish to experience more need satisfaction in their lives. Doing so allowed us to examine whether the hypothesized lack of moderation by need strength (Hypothesis 3) would generalize across different operationalizations of need strength."
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants and procedure",
      "text": "Participants were 1,051 university students drawn from four nations: 298 from the mid-western part of the USA; 309 from Beijing, China; 200 from the Dutch-speaking part of Belgium (Flanders); and 244 from Lima, Peru. All universities were located in urban areas and enrolled students from diverse economic backgrounds. Gender, age, family income, and parents' educational level appear in Table  2 . The skewness and kurtosis of family income were within an absolute value of 1 in the American, Chinese and Peruvian sample and within 1.5 in the Belgium sample, which indicates a relatively normal distribution of socioeconomic status of the participants  (Lei and Lomax 2005) ."
    },
    {
      "title": "Measures",
      "text": "Background characteristics Paternal and maternal education levels were assessed with a 3-point question (1 = primary school, 2 = high school, 3 = university). Family income was assessed relative to the within-country average level, with 6-point scales (cf. Table  2 ). Health satisfaction was assessed with a single item (''How satisfied are you with your health condition?''). A similar item was used to assess financial satisfaction.\n\nBasic psychological need satisfaction and frustration A pool of items was generated and discussed by seven researchers with Belgian, American, or Chinese cultural background who were familiar with SDT and spoke English well. First, the researchers retained 21 items after inspecting two global and one domain-specific scale on need satisfaction, namely, (1) the Basic Psychological Need Satisfaction Scale (BPNS;  Ilardi et al. 1993 ), (2) the Balanced Measurement of Psychological Needs (BMPN, Sheldon and Hilpert 2012); and (3) relationship need satisfaction scale (La  Guardia et al. 2000) . Next, the researchers generated an additional set of 21 items through brainstorming, ensuring that the items would capture the exact meaning of the three needs defined in SDT. Further, half of the items were concerned with satisfaction of each need and the other half with frustration of each need. To capture the proper wording for each of the items, we adopted a simultaneous approach when generating items, which involved moving back and forth among three languages (i.e., English, Dutch, and Chinese) and between the Belgian and Chinese cultures  (Harkness et al. 2002) . The original item pool included, respectively, 16, 12, and 14 items to tap into autonomy, relatedness, and competence satisfaction and frustration.\n\nIn a second phase, the English version of the item pool was translated into Chinese, Dutch, and Spanish by three independent researchers fluent in English and each being a native speaker of one of these three languages. The back translations of all three versions were conducted by three other independent scholars who were trained in one of these languages. Non-equivalent translations were discussed with the researchers to arrive at agreement on the final wording. All items were rated on a 5-point Likert scale, ranging from 1 (Completely untrue) to 5 (Completely true). Validity and reliability information of this measure is provided in the first part of the Results section.\n\nNeed desire In this study, need strength was operationalized through individuals' desire for satisfaction of each of the three psychological needs. To operationalize need desire, we used the nine items from the Psychological Needs as Motives scale  (Sheldon and Gunz 2009) . Before rating each item, respondents read the following statement: ''If you would have a chance to make changes in your life, how much would you like to have the following changes?''. Then, respondents rated three items for relatedness (e.g., ''You manage to feel more liked and accepted by those you care about, and feel less separation from them''), autonomy (e.g., ''You manage to create a life style where others no longer pressure you, and you feel free to do what you really want to do''), and competence (e.g., ''You manage to become better at some activity that is important to you, and feel less inept and incompetent''). Each item was rated on a five-point Likert scale ranging from 1 (No desire for this change) to 5 (Much desire for this change). Cronbach's alphas for the full sample were 0.77 for autonomy (ranged from 0.61 to 0.81 in four country groups), 0.72 for relatedness (ranged from 0.61 to 0.72), and 0.77 for competence (ranged from 0.62 to 0.80).\n\nPsychological well-being and ill-being Psychological well-being was assessed with two indicators that have been widely used in previous cross-cultural studies (e.g.,  Deci et al. 2001; Oishi et al. 1999) . First, life satisfaction was measured with the Satisfaction with Life Scale  (Diener et al. 1985;  as ranged between 0.66 and 0.86 across the four countries). Second, subjective vitality, which is a positive and phenomenally accessible state of having energy available to the self and is also considered an indicator of well-being  (Ryan and Deci 2001) , was assessed by the 7-item Subjective Vitality Scale (e.g., ''I feel alive and vital'',  Ryan and Frederick 1997) ; as ranged   (Radloff 1977 ; the range for a was between 0.71 and 0.83).Items were rated on a scale ranging from 1 (rarely or none of the time) to 4 (most or all of the time).All other scales were rated on a 5-point Likert scale, ranging from 1 (Completely untrue) to 5 (Completely true)."
    },
    {
      "title": "Plan of analysis",
      "text": "In a preliminary phase, we developed and validated the basic psychological need satisfaction and frustration scale.\n\nIn the primary analysis we then examined our main hypotheses. The sample was randomly split in two even parts, preserving the relative distributions of gender and age in Table  2 . Data from the first (odd) subsample (N = 525) were used for the development and validation of the basic psychological needs scale, while the data from the second (even) subsample (N = 526) were used for the cross-validation of the newly developed scale and to test the main hypotheses."
    },
    {
      "title": "Scale development and validation",
      "text": "We started with a set of exploratory factor analyses (EFAs) making use of the principal axis method of estimation and promax rotation to get a first insight in the structure of items tapping into the same need; given the presence of three needs, this process was repeated three times. Further, we examined the descriptive statistics of the 42 items. The scores for all items ranged from 1 to 5 and all standard deviations exceeded 0.50, indicating adequate variability. Statistics of skewness and kurtosis revealed that most items across the four samples violated the assumption of normality. Therefore, a Confirmatory Factor Analysis (CFA) was conducted using the Mplus 6.1 software with robust maximum likelihood estimation to correct the observed non-normality of the variables (Muthe ´n and Muthe ´n 2007). The actual item selection was based on the CFA results and different sets of analyses were conducted to retain items. First, we tested and compared a 3-factor model with a 6-factor model. The 3-factor model included three latent factors representing each of the needs, with satisfaction and frustration items loading together on the factor representing that need. The 6-factor model differentiated between a satisfaction and a frustration component within each of the three needs (see also  Cordeiro et al. 2014) . In a second step, we wanted to ensure that the retained items would be equally valid in each cultural group. To examine whether the items would carry the same meaning for participants in the diverse countries, we performed a multi-group CFA. This allowed us to test the measurement equivalence of the remaining items across the four country samples and to remove items without equivalence. To arrive at a balanced number of satisfaction and frustration items per need, we further optimized the scale length by carrying out a process of stepwise removal of items with lower factor loadings. Finally, we cross-validated the factor structure of the selected items in the second sample."
    },
    {
      "title": "Main hypotheses",
      "text": "First, we examined the measurement equivalence of the scales of all the main variables with multi-group CFA using the observed items. To examine our main hypotheses, we used path analysis with latent factor scores in Mplus 6.1. We saved the latent factor scores of the main variables in the factorial measurement models, which were found to yield a satisfactory fit. Then, we used these latent factor scores for further path analysis (Muthe ´n and Muthe ´n 2007). The advantage of this approach is that the ratio of the sample size to the number of estimated parameters was higher than in a more complex multi-group SEM-model (including also the individual items as indicators of the latent variables). This is important given the relatively small sample size per country (N \\ 150 in each subgroup). Another advantage of this approach is that the measurement errors were still controlled for in the model, as we made use of latent scores.\n\nWe first examined the distinct role of need satisfaction and need frustration in the prediction of, respectively, wellbeing (i.e., life satisfaction, vitality) and ill-being (i.e., depressive symptoms) across the four countries. To this end, we first tested the model with composite need satisfaction and composite need frustration as simultaneous predictors of life satisfaction, vitality, and depressive symptoms. 1 Next, a multi-group comparison analysis was performed to examine formally whether the associations between need satisfaction, need frustration, and the outcomes would be different across countries.\n\nIn a next step, we broke down the composite scores of need satisfaction and need frustration into three separate needs to examine whether each of the three needs would uniquely contribute to well-being and ill-being (see Verstuyf 1 Before testing the structural model with composite latent variables for need satisfaction and frustration, we examined a second-order CFA model with the three need satisfaction constructs and the three need frustration constructs as the six first-order factors, and with composite constructs for need satisfaction and need frustration as two second-order factors. The model fit the data well, with SBS-v 2 (239) = 433.32, CFI = 0.95, RMSEA = 0.04 and SRMR = 0.04. This model justified the use of composite latent scores for need satisfaction and need frustration in the structural path analysis. et al. 2013 for a similar stepwise approach). In the satisfaction model, we modeled the three need satisfaction measures as unique predictors of life satisfaction and vitality, whereas in the frustration model, we modeled the three need frustration measures as unique predictors of depressive symptoms. Multi-group comparison was also used to examine whether there were cultural differences in the structural paths in these two models. Finally, to examine the potentially moderating role of need desire, in the satisfaction model, we modeled the satisfaction and desire of each need, and the interactions between them as predictors. In the frustration model, we modeled the frustration and desire of each need, and the interactions between them as predictors."
    },
    {
      "title": "Results"
    },
    {
      "title": "Preliminary analyses",
      "text": "Validating the basic psychological need satisfaction and frustration scale (BPNSFS) Based on the eigenvalue criteria, two factors were retained in an EFA involving the 16 autonomy items. Specifically, all autonomy satisfaction items loaded on one factor and all autonomy frustration items loaded on another factor. The two retained factors (eigenvalues = 5.92 and 1.70) explained 40.31 % of the variance. A similar two-factor pattern emerged for the 12 relatedness items (eigenvalues = 4.99 and 1.09) and for the 14 competence items (eigenvalues = 6.41 and 1.59), explaining 41.39 % of the variance of relatedness items and 50.10 % of the variance of the competence items. This pattern of findings provides some initial evidence that need satisfaction and need frustration are different dimensions.\n\nNext, a CFA with robust maximum likelihood estimation was performed to evaluate the fit of a 3-factor model with the same set of 42 items. The following fit was obtained: SBSv 2 (802) = 1,769.97, CFI = 0.87, RMSEA = 0.05 and SRMR = 0.06. The 6-factor model differentiating between need satisfaction and need frustration within each of the three needs yielded the following fit: SBS-v 2 (790) = 1,319.18, CFI = 0.93, RMSEA = 0.04 and SRMR = 0.05. Because the 6-factor model fit significantly better than the 3-factor model, DSBS-v 2 (12) = 450.79, p \\ 0.01, we adopted the 6-factor model to continue the scale validation process.\n\nFirst, we excluded four items with loadings lower than 0.50 and five items with high cross-loadings according to the post hoc model modification indices. Standardized factor loadings of the remaining items ranged between .51 and 0.79 (p \\ 0.001). Further, the multi-group CFA in which the model was constrained at the metric level had an acceptable fit, with SBS-v 2 (1,597) = 2,615.63, CFI = 0.90, RMSEA = 0.05 and SRMR = 0.08; yet, this fit was slightly worse than the fit of the unconstrained model, DSBS-v 2 (81) = 107.75, p \\ 0.05, suggesting non-equivalence of some items. Based on the modification indices, we found one autonomy satisfaction item (''I feel I can be myself in the things I do'') to worsen the fit in the Peruvian sample; two autonomy satisfaction items (''I feel like I have a real say in the things I do'' and ''I feel free to do things my own way'') undermined the fit in the Chinese sample; finally, one relatedness satisfaction item (''I feel people who are important to me understand and accept me as I am'') cross-loaded on the autonomy and competence satisfaction factor in the Belgian sample. These differences suggested that these items did not have the same meaning in each of the four countries. For instance, the phrases ''have a real say'' and ''my own way'' in Chinese may reflect more independent functioning, which has been shown to be conceptually and empirically differentiated from autonomy defined as volitional functioning  (Chen et al. 2013) . For this reason, we excluded these four items. The constrained model involving 29 remaining items fitted the data well, SBSv 2 (1,481) = 1,932.22, CFI = 0.92, RMSEA = 0.05 and SRMR = 0.08, and this model did not differ significantly from the unconstrained model, DSBS-v 2 (69) = 83.06, p = 0.12.\n\nIn a final step, we reduced the length of each of the six scales to four items. A total of four items per scale seemed ideal for a number of reasons. We wanted the scale to be as concise as possible so that it can be used in large-scale crosscultural research studies. At the same time, we thought it was important that the scale could be used to perform SEM analyses with latent variables (e.g., with the aim of examining measurement equivalence across countries). For this type of analyses it is generally recommended to have at least three indicators per latent construct  (Kline 2005) . To be on the safe side, we decided to include four items per scale so that, in each scale, an item could be dropped in case it would not function well psychometrically in a particular sample or country. To arrive at four items per need, we proceeded with a stepwise removal of items that yielded a lower loading. The factor loadings of the final set of 24 items can be found in Table  3 . The model fit the data well, with SBS-v 2 (231) = 372.71, CFI = 0.97, RMSEA = 0.03 and SRMR = 0.04. The internal consistency for each scale in the four countries is reported in Table  4 ; they range between 0.64 and 0.89. Importantly, the 6-factor model was cross-validated in the second half and also yielded a good fit, SBS-v 2 (231) = 441.99, CFI = 0.95, RMSEA = 0.04 and SRMR = 0.04."
    },
    {
      "title": "Primary analyses",
      "text": "Measurement equivalence A constrained version of the 6-factor model did not differ significantly from the unconstrained model, DSBS-v 2 (54) = 69.57, p [ 0.05, indicating metric invariance of the measurement model across the four countries. The three need desire variables were modeled as latent variables indicated by their respective items. Again, the constrained model did not differ significantly from the unconstrained model, with DSBS-v 2 (18) = 23.72, p [ 0.05. For psychological well-being/ill-being, we modeled life satisfaction, vitality, and depressive symptoms as three separate latent factors indicated by their respective items. The constrained model had a significantly worse fit than the unconstrained model, DSBS-v 2 (67) = 106.10, p \\ 0.01. Modification indices suggested that one item from the depressive symptom scale (''I felt everything I did was an effort'') had different loadings across the groups. After excluding this item, the constrained model no longer differed from the unconstrained model, DSBS-v 2 (64) = 65.65, p [ 0.05. As a result, we removed this item in the main analysis.\n\nDescriptive statistics and background variables Table  5  shows the means and standard deviations for the satisfaction and frustration variables of the three psychological needs, the desire for need satisfaction scales, and the well- being and ill-being outcomes. Table  6  shows the correlation matrix for the main variables. As in previous research and as expected within BPNT (e.g., Ryan and Deci 2011), the three scales of need satisfaction were positively correlated, as were the three scales tapping into need frustration. The correlations appeared even higher for the desire for need satisfaction measures. Further, satisfaction of each need was negatively correlated with frustration of the corresponding need. Correlations among satisfaction and frustration of the three psychological needs and the three well-being indicators were all significant in the expected direction. Finally, the need satisfaction measures were negatively correlated with the desire for need satisfaction measures, a pattern that deviated from the positive association observed between need satisfaction and need valuation in Study 1. Consistent with  Sheldon and Gunz (2009) , need frustration correlated positively with the desire for need satisfaction. Next, we explored the effects of background variables on need satisfaction, need frustration, and well-being. A first MANOVA indicated a multivariate effect of gender, Wilk's Lambda F(9,494) = 4.12, p \\ 0.01, g 2 = 0.07. Subsequent univariate ANOVAs showed that females (M = 4.20, SD = 0.63) reported slightly more relatedness satisfaction than males (M = 4.05, SD = 0.76), F(1,503) = 4.58, p \\ 0.05, g 2 = 0.01, whereas males (M = 4.04, SD = 0.74) reported somewhat more competence satisfaction than females (M = 3.81, SD = 0.72), F(1,503) = 10.74, p \\ 0.01, g 2 = 0.02. Correlations between the continuous background variables of age, family income, financial and health satisfaction are presented in Table  6 . As can be noticed, age was slightly positively correlated with autonomy and competence satisfaction and negatively with autonomy and competence frustration. Family income correlated negatively with autonomy frustration and slightly positively with life satisfaction. Finally, financial and health satisfaction yielded a significant association with each of the need satisfaction and well-being measures (positive correlations) and with need frustration and ill-being (negative correlations) measures. Thus, we controlled for all of these background variables when examining associations between the three needs and well-being/ill-being in the primary analyses."
    },
    {
      "title": "Main hypotheses",
      "text": "The results of the path analysis are shown in Fig.  1 . As expected, need satisfaction was positively related to life satisfaction and vitality, yet was unrelated to depressive symptoms. Need frustration was positively related to depressive symptoms, negatively to life satisfaction and unrelated to vitality. Yet the relation with depressive symptoms was much stronger than the relation with life satisfaction. These findings emerged after controlling for gender, age, family income, which yielded a nonsignificant association with the outcomes, as well as for health satisfaction (b = 0.20 for life satisfaction, p \\ 0.01; b = 0.12 for vitality, p \\ 0.01; b = -0.15 for depression, p \\ 0.01) and financial satisfaction (b = 0.07 for life satisfaction, p \\ 0.05). Next, we examined the structural equivalence of this model across the four countries. The constrained model fitted the data well, SBS v 2 (18) = 27.74, CFI = 0.99, RMSEA = 0.06, SRMR = 0.02, and the unconstrained model did not yield a superior fit (Dv 2 (18) = 27.74, p [ 0.05). This result indicates that the relations between need satisfaction, need frustration and the three well-being indicators were equivalent in the four samples.\n\nTo gain insight in the unique contribution of the three needs, we tested the unique relation between the satisfaction of each need and well-being on the one hand and the frustration of each need and ill-being. We examined the contribution of need satisfaction and frustration in separate analyses to avoid multicollinearity problem when putting all the three needs satisfaction and three needs frustration in the same path analysis as well as because the previous set of findings indicated that satisfaction mainly related to wellbeing, while need frustration mainly related to ill-being. As for life satisfaction, both autonomy satisfaction (b = 0.42, p \\ 0.01) and relatedness satisfaction (b = 0.23, p \\ 0.01) yielded a unique association, while competence satisfaction was unrelated. Further, the satisfaction of each of the three needs yielded a unique positive relation to vitality  In the model involving the three frustration predictors, all three needs evidenced unique positive associations with depressive symptoms (b = 0.26, 0.35, 0.17 for autonomy, relatedness and competence respectively, ps \\ 0.05). The unconstrained model did not yield a significantly better fit than the constrained model [Dv foot_1  (9) = 3.26, p [ 0.05], suggesting that these results were also equivalent across the four countries.\n\nAs for the moderating role of need desire, we found no significant interaction between each of the three need satisfaction and need desire measures in the prediction of the composite well-being(b = 0.07, -0.04, and 0.01 for the interaction terms involving autonomy, relatedness, and competence, p = 0.09, 0.23, and 0.87 respectively). As for need frustration, we neither found any significant interaction between each of the separate need frustration and need desire measure in the prediction of the composite wellbeing (b = 0.01, 0.03, and -0.08 for the interaction terms involving autonomy, relatedness and competence, p = 0.80, 0.58, and 0.18 respectively). Thus, consistent with the results concerning need valuation in Study 1, desire for need satisfaction did not moderate the main effects of need satisfaction and frustration."
    },
    {
      "title": "Brief discussion",
      "text": "Study 2 revealed a number of interesting findings. First, we successfully adapted and validated a basic need scale tapping into both the satisfaction and frustration of the psychological needs. A 6-factor model, comprising the satisfaction and frustration of each of the three needs, was found to yield the best fit in both the sample used to select and the sample used to cross-validate the retained 24 items. Moreover, this 6-factor model was found to be cross-culturally equivalent. Second, the distinction between need satisfaction and need frustration appeared useful, as both constructs had relatively unique associations with wellbeing (i.e., vitality, life satisfaction) and ill-being (i.e., depressive symptoms), respectively. Third, follow-up analyses indicated that the satisfaction of all three needs uniquely related to vitality and life satisfaction (with the exception of a non-significant contribution of competence in the latter case), while the frustration of all three needs uniquely related to depressive symptoms. Multi-group analyses indicated that these effects were not moderated by country, suggesting that the overall pattern applies to the four culturally diverse participating countries. Finally, need desire, that is, the strength of the wish to get these needs met, did not alter the observed associations between either the satisfaction or the frustration of the psychological needs and well-being or ill-being in none of the participating countries. This suggests that even individuals who do not desire getting their needs for autonomy, competence, or relatedness met benefit from experiencing need satisfaction, while they pay a price when their psychological needs get frustrated. 2"
    },
    {
      "title": "General discussion",
      "text": "Do certain basic psychological needs exist for all people, such that their satisfaction contributes to well-being, while their frustration relates to ill-being, irrespective of cultural background and individual differences in need strength? Or is the effect of psychological need satisfaction and need frustration limited to certain cultures and certain individuals, in particular those who strongly value or desire getting the need met? One theoretical framework that has taken a clear position on these issues is Self-Determination Theory  (Deci and Ryan 2000; Ryan and Deci 2000; Vansteenkiste et al. 2010) , which claims that the needs for autonomy, competence, and relatedness are essential and universal. The global aim of the present studies was to examine whether the benefits associated with the satisfaction of these needs and the costs associated with their frustration would vary as a function of differences at the macro-level(i.e., culture-bound) and at the micro-level(i.e., individual differences in need strength).\n\nThe functional role of need satisfaction and need frustration across cultures\n\nThe first major aim of this investigation was to rigorously examine whether need satisfaction would yield a similar relation to well-being across different cultures. From a cross-cultural relativist perspective, autonomy, competence, and relatedness would be functionally important only in those cultures that value and fertilize these needs. For example,  Heine et al. (1999)  proposed that whereas Western cultures emphasize autonomy, Eastern societies value relatedness more strongly. As a result, the presence of autonomy would not be beneficial nor would its absence be detrimental for those who live in a society that is oriented more towards interdependence  (Markus and Kitayama 2003) .\n\nHowever, a key finding in this study was that the wellbeing correlates of need satisfaction were statistically equivalent across the countries in both studies. In Study 1, autonomy and competence satisfaction yielded a unique contribution to global well-being across the Belgian and Chinese sample, while in Study 2 satisfaction of all three needs contributed uniquely to vitality, and autonomy and relatedness satisfaction related uniquely to life satisfaction across the four culturally diverse samples. Although there was some variation in the unique role each of the needs played across the two studies and across the included wellbeing outcomes, the unique contribution of autonomy, the most controversial need from a cross-cultural perspective, stands out.\n\nImportantly, not only did satisfaction of the needs appear critical for well-being, their frustration yielded a cost in terms of ill-being, a finding consistent with recent work (e.g.,  Bartholomew et al. 2011)  and theorizing (e.g.,  Vansteenkiste and Ryan 2013) . Study 2 built on Study 1 and past cross-cultural work in the SDT-tradition by performing a formal validation process of a new need scale, tapping into both the satisfaction and frustration of the three basic psychological needs. Further, we provided evidence for the measurement equivalence of the need scale, which suggests that the included items are understood similarly by the participants from the four different cultural groups.\n\nStudy 2 revealed two additional findings worth mentioning. First, whereas satisfaction of the psychological needs appeared to contribute most robustly to well-being indicators (i.e., life satisfaction and vitality), their frustration yielded the strongest association with ill-being (i.e., depressive symptoms). Interestingly, follow-up analyses revealed that frustration of all three needs was implicated in participants' experiences of depressive symptoms. Similar findings have been reported in the domains of sports (e.g.,  Stebbings et al. 2012) , work  (Gillet et al. 2013) , and eating behaviors  (Verstuyf et al. 2013) . Second, the unique contributions of all three needs emerged after controlling for family income, financial satisfaction, and health satisfaction across the four countries. This finding suggests that the effects of psychological needs are robust, as they are not cancelled out when controlling for critical covariates.\n\nModeration by individual differences in need valuation and need desire Extending past work within BPNT, the current two studies indicated that the benefits associated with need satisfaction and the costs associated with need frustration do not depend on the valuation or importance of the needs for the individuals. Regardless of the operationalization used to tap into need strength, that is valuation and importance placed on the needs (Study 1) or the desire to have these needs met (Study 2), no evidence for moderation was found. These findings underscore BPNT's universality claim as they indicate that even people who value need satisfaction less or express less desire for need satisfaction nonetheless benefit from having their needs for autonomy, competence, and relatedness satisfied -just as do those who explicitly value or desire satisfaction of the needs.\n\nThe lack of moderation obtained in the present study may at first sight seem contradictory with previous studies providing evidence for an interaction between need satisfaction and need strength, as conceived within Motive Disposition Theory (e.g.,  Hofer and Busch 2011; Schu ¨ler et al. 2013; Schu ¨ler et al. 2010) . Several points need to be mentioned to situate the present set of findings vis-a `-vis that body of work.\n\nFirst, as pointed out by Schu ¨ler et al. (  2013 ), ''motives and basic needs are different theoretical concepts with different research traditions and different research foci, and therefore have conceptual differences.'' (p. 492). Motives in Motive Disposition Theory (MDT) refer to people's capacity to derive satisfaction from external incentives  (Schu ¨ler et al. 2010; Schultheiss 2008) , whereas in the present study, need desire and need valuation have little to do with such a capacity, but simply reflect how much people desire or value getting these needs met. Further, although there are some similarities between the content of the motives studied in MDT and the basic psychological needs central to SDT-specifically, achievement and competence, and affiliation and relatedness, but certainly not power and autonomy-there is no perfect one-to-one relation even for the two that are somewhat similar. To illustrate, the need for achievement has been defined as ''a disposition to strive for success in competition with a standard for excellence''  (McClelland 1965, cited in Hofer and Busch 2011, p. 6 ). Thus, a competitive striving is a central conceptual characteristic to assess the achievement motive, as reflected in the implicit measures (PSE; e.g., boxers, four men sitting at one table, Hofer and Busch 2011, p. 5) and the explicit items used in self-report (e.g., ''My goal is to do at least a little bit more than anyone else has done before'  ', Schu ¨ler et al. 2010, p. 4 ). However, competence in SDT refers to the experience of effectiveness and confidence in carrying out activities. Although the outcomes of competition may add to the satisfaction or frustration of the competence need (e.g.,  Standage et al. 2005; Vansteenkiste and Deci 2003) , individual differences in achievement strivings are not necessarily rooted in competence satisfaction but can also originate as compensatory responses to competence frustration, as when people's egos become hooked on outperforming others (i.e., ego-involvement;  Ryan et al. 1991) . Indeed, winning a competition has been found to undermine intrinsic motivation under some circumstances  (Deci et al. 1981) .\n\nSecond, apart from these conceptual differences, another factor that seems to play a role in comparing the present findings with past work is the level of generality at which the outcomes are assessed. Sheldon and Schu ¨ler (2011)  found that individual differences in implicit need strength for achievement and affiliation moderated the effects of competence and relatedness satisfaction on domain-specific (e.g., flow in sports course) but not on general outcomes (e.g., well-being). The lack of moderation for general psychological well-being is consistent with the present set of findings. We would also note that the obtained interactions were not disordinal (implying a cross-over effect) but were ordinal in nature, suggesting that people with low need strength, as assessed with implicit motives, also benefit from need satisfaction, yet, to a lesser degree.\n\nIn general, we need to be cautious in comparing the present set of finding with those obtained within MDT because those studies relied on different conceptualizations and different operationalizations of need strength and included different outcomes. In spite of these differences, however, there seems no clear inconsistency between the present findings and prior results, as the benefits of need satisfaction for general well-being appear to hold for individuals scoring low on need strength. In the present study, we chose to make use of an explicit measure of need strength, with items perfectly matching the items used to tap need satisfaction. In our view, the parallel between measures of need satisfaction and need strength maximizes the chance of finding an interaction. Yet, such interactions did not emerge in the present studies, suggesting that individuals who do not explicitly desire getting their needs met or devalue the importance of these needs still benefit from need satisfaction.\n\nDifferent operationalizations of need strength: on need valuation and need desire\n\nThe inclusion of different operationalizations of need strength in the two studies revealed an intriguing pattern of correlates with the need satisfaction and need frustration measures. Specifically, in Study 2, need desire was negatively related to the satisfaction of their respective needs, while being positively correlated to need frustration, a pattern of findings that is consistent with  Sheldon and Gunz (2009) . This pattern suggests that self-reported desire may reflect a ''craving'' for the experience of need satisfaction, presumably because of the experienced shortage of need satisfaction. That is, when a person has experienced need frustration, an acute desire to restore the frustrated need may become more salient.\n\nThe pattern of correlates between need valuation and need satisfaction in Study 1 stood in contrast to the pattern observed for need desire. That is, rather than being negatively related to need satisfaction, need valuation related positively to need satisfaction. This suggested that when one has experienced the benefits of need satisfaction, one may start to attach greater importance to its satisfaction. Such contrasted patterns seems to imply that need valuation and need desire are different mechanisms. Future studies could further investigate the dynamic relations between how one values and desires for need satisfaction.\n\nWhat remains also interesting to explore is whether the desire for and valuation of need satisfaction increases the probability of deriving greater need satisfaction in subsequent activities. What seems critical is how the search for need-satisfying activities is regulated, as people could display both more controlling and autonomous reasons for pursuing need satisfying activities. To illustrate, they could aim to prove that they are capable of engaging in an activity competently (i.e., controlled regulation) or they could perceive a potential competence-satisfying activity as a challenge and an opportunity for growth (i.e., autonomous regulation). Previous experiences of need satisfaction and need frustration may relate differently to need desire or need valuation, with both of them feeding into a different form of regulation of the search for subsequent need satisfying activities. Also, while need desire may represent a first reaction to cope with need frustration, chronic need frustration may lead one to devalue the need all together  (Vansteenkiste et al. 2010 ). Thus, in future research, the duration of need frustration (temporary versus chronic) may be critical to interpret the differential relation that need satisfaction has with need desire and need valuation.\n\nLimitations and future research implications Although we investigated participants with diverse cultural backgrounds, they were all university students. The choice for convenience samples has the advantage of comparability in terms of background variables such as age and education, but certainly limits the representativeness of the studied cultural populations. Thus, we must be cautious in generalizing the current results to the broader population. It would be especially interesting to investigate less educated and more impoverished samples to subject basic psychological needs theory's universality claim to an even more rigorous test (see  Chen et al. 2014; Tay and Diener 2011) .\n\nFurther, the data were cross-sectional in nature, preventing us from drawing any causal conclusions. To unravel the relations between need satisfaction and need frustration on the one hand and well-being and ill-being on the other hand, longitudinal studies are needed. Also, a broader diversity of ill-being and psychopathology outcomes could be included, involving not only internalizing problems (as was the case in the present study), but also externalizing problems and problems of reduced self-control. Promising in this regard is a recent longitudinal study showing that need frustration (but not need satisfaction) was related to increases in bulimic symptoms over a 6-month period  (Boone et al. 2014) .\n\nAnother limitation is the fact that we did not directly measure cultural markers such as prevailing cultural values of independence and interdependence  (Miller et al. 2011) , so as to shed light on the actual cultural differences between the participating countries. The inclusion of such cultural markers would also allow us to move beyond just testing the moderating role of between-country cultural differences and to also take into account within-country cultural heterogeneity. Indeed, past work  (Chen et al. 2013; Chirkov et al. 2003)  shows that cultures are not monolithic entities, but that there is considerable cultural diversity within a given culture, which could also be examined as a potential moderator of the needs-well-being association.\n\nFinally, in this study we focused on SDT's claim about the universally important role of the psychological needs for well-being and results revealed that little variance in these relations was explained by cultural and individual differences. Yet, the universality of this psychological process does not exclude the possibility that there could be important individual and cultural differences in how people get the needs satisfied and how people perceive need satisfaction and frustration from a contextual event. Such issues warrant more exploration in future studies."
    },
    {
      "title": "Conclusion",
      "text": "The present studies found that three basic psychological need satisfactions specified by SDT, namely, autonomy, relatedness, and competence, contributed to psychological well-being for participants from diverse countries. Furthermore, these relations were not moderated by individual differences in how strongly people valued or desired need satisfaction. These results suggest that the satisfaction of the basic needs for autonomy, relatedness, and competence are essential nutrients for optimal human functioning across individual and cultural differences."
    },
    {
      "text": "0.19, 0.22, 0.42 for autonomy, relatedness and competence respectively, ps \\ 0.01). The unconstrained model did not have a significantly better fit than the constrained model [Dv 2 (18) = 20.29, p [ 0.05], suggesting that the results obtained are equivalent across the four countries."
    },
    {
      "text": "Fig. 1 Structural relations between satisfaction and frustration of basic psychological needs and life satisfaction, vitality, and depressive symptoms"
    },
    {
      "text": "Means, reliabilities and correlations between measured variables (study 1)"
    },
    {
      "text": "Demographic characteristics of the four samples (study 2)"
    },
    {
      "text": "Factor loadings, communalities, items means, and standard deviations of 6-factors CFA (study 2)"
    },
    {
      "text": "Internal consistencies of the composite need scores, need satisfaction, and need frustration scores among the four countries (study 2, N total = 525)"
    },
    {
      "text": "Means and standard deviations of need satisfaction and psychological well-being for the four countries (study 2)"
    }
  ],
  "references": [
    {
      "title": "The relations of Arab Jordanian adolescents' perceived maternal parenting to teacher-rated adjustment and problems: The intervening role of perceived need satisfaction",
      "authors": [
        "I Ahmad",
        "M Vansteenkiste",
        "B Soenens"
      ],
      "year": 2013,
      "doi": "10.1037/a0027837"
    },
    {
      "title": "Attachment styles among young adults: A test of a four-category model",
      "authors": [
        "K Bartholomew",
        "L Horowitz"
      ],
      "year": 1991
    },
    {
      "title": "Self-determination theory and diminished functioning: The role of interpersonal control and psychological need thwarting",
      "authors": [
        "K Bartholomew",
        "N Ntoumanis",
        "R Ryan",
        "J Bosch",
        "C Thogersen-Ntoumani"
      ],
      "year": 2011
    },
    {
      "title": "The need to belong: Desire for interpersonal attachments as a fundamental human motivation",
      "authors": [
        "R Baumeister",
        "M Leary"
      ],
      "year": 1995,
      "doi": "10.1037//0033-2909.117.3.497"
    },
    {
      "title": "Self-critical perfectionism and binge eating symptoms: A longitudinal test of the intervening role of psychological need frustration",
      "authors": [
        "L Boone",
        "M Vansteenkiste",
        "J Van Der Kaap-Deeder",
        "B Soenens",
        "J Verstuyf"
      ],
      "year": 2014,
      "doi": "10.1037/a0036418"
    },
    {
      "title": "The ecology of human development",
      "authors": [
        "U Bronfenbrenner"
      ],
      "year": 1979
    },
    {
      "title": "Social constructionism",
      "authors": [
        "V Burr"
      ],
      "year": 2003
    },
    {
      "title": "The social construction of needs",
      "authors": [
        "F Buttle"
      ],
      "year": 1989,
      "doi": "10.1002/mar.4220060304"
    },
    {
      "title": "No man is an island: The need to belong and dismissing avoidant attachment style",
      "authors": [
        "M Carvallo",
        "S Gabriel"
      ],
      "year": 2006,
      "doi": "10.1177/0146167205285451"
    },
    {
      "title": "Does psychological need satisfaction matter when environmental or financial safety are at risk?",
      "authors": [
        "B Chen",
        "J Van Assche",
        "M Vansteenkiste",
        "B Soenens",
        "W Beyers"
      ],
      "year": 2014,
      "doi": "10.1007/s10902-014-9532-5"
    },
    {
      "title": "Autonomy in family decision-making for Chinese adolescents: Disentangling the dual meaning of autonomy",
      "authors": [
        "B Chen",
        "M Vansteenkiste",
        "M Beyers",
        "B Soenens",
        "Van Petegem"
      ],
      "year": 2013,
      "doi": "10.1177/0022022113480038"
    },
    {
      "title": "Differentiating autonomy from individualism and independence: A self-determination theory perspective on internalization of cultural orientations and well-being",
      "authors": [
        "V Chirkov",
        "R Ryan",
        "Y Kim",
        "U Kaplan"
      ],
      "year": 2003
    },
    {
      "title": "Need satisfaction and wellbeing: Testing self-determination theory in eight cultures",
      "authors": [
        "A Church",
        "M Katigbak",
        "K Locke",
        "H.-S Zhang",
        "J Shen",
        "J Vargas-Flores"
      ],
      "year": 2012,
      "doi": "10.1177/0022022112466590"
    },
    {
      "title": "Competence, autonomy and relatedness: A motivational analysis of self-system processes",
      "authors": [
        "J Connell",
        "J Wellborn"
      ],
      "year": 1991
    },
    {
      "title": "The Portuguese adaptation of the Balanced Measure of Psychological Needs Scale: Dimensionality and construct validity",
      "authors": [
        "P Cordeiro",
        "P Paixa ˜o",
        "W Lens",
        "T Silva"
      ],
      "year": 2014,
      "doi": "10.1037/t74764-000"
    },
    {
      "title": "Personal causation",
      "authors": [
        "R Decharms"
      ],
      "year": 1968
    },
    {
      "title": "Intrinsic motivation",
      "authors": [
        "E Deci"
      ],
      "year": 1975
    },
    {
      "title": "When trying to win: Competition and intrinsic motivation",
      "authors": [
        "E Deci",
        "G Betley",
        "J Kahle",
        "L Abrams",
        "J Porac"
      ],
      "year": 1981,
      "doi": "10.1177/014616728171012"
    },
    {
      "title": "The general causality orientations scale: Self-determination in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985
    },
    {
      "title": "The ''what'' and ''why'' of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Motivation, personality, and development within embedded social contexts: An overview of self-determination theory",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2012
    },
    {
      "title": "Need satisfaction, motivation, and wellbeing in the work organizations of a former Eastern Bloc country",
      "authors": [
        "E Deci",
        "R Ryan",
        "´ Gagne",
        "M Leone",
        "D Usunov",
        "J Kornazheva"
      ],
      "year": 2001,
      "doi": "10.1177/0146167201278002"
    },
    {
      "title": "Conclusion: What we have learnt and where we go next",
      "authors": [
        "E Diener"
      ],
      "year": 2009
    },
    {
      "title": "Factors predicting the subjective well-being of nations",
      "authors": [
        "E Diener",
        "M Diener",
        "C Diener"
      ],
      "year": 2009,
      "doi": "10.1007/978-90-481-2352-0_3"
    },
    {
      "title": "The satisfaction with life scale",
      "authors": [
        "E Diener",
        "R Emmons",
        "R Larsen",
        "S Griffin"
      ],
      "year": 1985
    },
    {
      "title": "Equivalence",
      "authors": [
        "J Fontaine"
      ],
      "year": 2005
    },
    {
      "title": "Does perceived parental autonomy support relate to adolescent autonomy? An examination of a seemingly simple question",
      "authors": [
        "K Fousiani",
        "S Van Petegem",
        "B Soenens",
        "M Vansteenkiste",
        "B Chen"
      ],
      "year": 2014,
      "doi": "10.1177/0743558413502536"
    },
    {
      "title": "The role of supervisor autonomy support, organizational support, and autonomous and controlled motivation in predicting employees' satisfaction and turnover intentions",
      "authors": [
        "N Gillet",
        "´ Gagne",
        "M Sauvage `re",
        "S Fouquereau"
      ],
      "year": 2013,
      "doi": "10.1080/1359432x.2012.665228"
    },
    {
      "title": "Goals and intrinsic motivation: You can get there from here",
      "authors": [
        "J Harackiewicz",
        "C Sansone"
      ],
      "year": 1991
    },
    {
      "title": "Questionaire design in comparative research",
      "authors": [
        "J Harkness",
        "F Van De Vijver",
        "T Johnson"
      ],
      "year": 2002
    },
    {
      "title": "Is there a universal need for positive self-regard?",
      "authors": [
        "S Heine",
        "D Lehman",
        "H Markus",
        "S Kitayama"
      ],
      "year": 1999,
      "doi": "10.1037//0033-295x.106.4.766"
    },
    {
      "title": "Satisfying one's needs for competence and relatedness: consequent domain-specific well-being depends on strength of implicit motives",
      "authors": [
        "J Hofer",
        "H Busch"
      ],
      "year": 2011
    },
    {
      "title": "National culturesbynations [Website of Geert Hofstede",
      "authors": [
        "G Hofstede",
        "G Hofstede",
        "M Minkov"
      ],
      "year": 2010
    },
    {
      "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
      "authors": [
        "L Hu",
        "P Bentler"
      ],
      "year": 1999
    },
    {
      "title": "Employee and supervisor ratings of motivation: Main effects and discrepancies associated with job satisfaction and adjustment in a factory setting",
      "authors": [
        "B Ilardi",
        "D Leone",
        "R Kasser",
        "R Ryan"
      ],
      "year": 1993
    },
    {
      "title": "Rethinkingthevalueofchoice: Consideringculturalmediatorsofintrinsicmotivation",
      "authors": [
        "S Iyengar",
        "S Devoe"
      ],
      "year": 2003
    },
    {
      "title": "Rethinking the value of choice: A cultural perspective on intrinsic motivation",
      "authors": [
        "S Iyengar",
        "M Lepper"
      ],
      "year": 1999,
      "doi": "10.1037//0022-3514.76.3.349"
    },
    {
      "title": "Can self-determination theory explain what underlies the productive, satisfying learning experiences of collectivistic oriented Korean adolescents",
      "authors": [
        "H Jang",
        "J Reeve",
        "R Ryan"
      ],
      "year": 2009
    },
    {
      "title": "The relation of psychological needsfor autonomy and relatedness to vitality, well-being, and mortalityin a nursing home",
      "authors": [
        "V Kasser",
        "R Ryan"
      ],
      "year": 1999
    },
    {
      "title": "Principles and practice of structural equation modeling",
      "authors": [
        "R Kline"
      ],
      "year": 2005
    },
    {
      "title": "Within-person variation in security of attachment: A selfdetermination theory perspective on attachment, need fulfillment, and well-being",
      "authors": [
        "La Guardia",
        "J Ryan",
        "R Couchman",
        "C Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.3.367"
    },
    {
      "title": "The effect of varying degrees of nonnormality in structural equation modeling",
      "authors": [
        "M Lei",
        "R Lomax"
      ],
      "year": 2005
    },
    {
      "title": "Mean and covariance structure (MACS) analysis of cross-cultural data: Practical and theoretical issues",
      "authors": [
        "T Little"
      ],
      "year": 1997
    },
    {
      "title": "Models of agency: Sociocultural diversity in the construction of action",
      "authors": [
        "H Markus",
        "S Kitayama"
      ],
      "year": 2003
    },
    {
      "title": "Does choice mean freedom and well-being",
      "authors": [
        "H Markus",
        "B Schwartz"
      ],
      "year": 2010
    },
    {
      "title": "Intimacy: The need to be close",
      "authors": [
        "D Mcadams"
      ],
      "year": 1989,
      "doi": "10.1016/b978-0-12-210840-2.50008-4"
    },
    {
      "title": "Toward a theory of motive acquisition",
      "authors": [
        "D Mcclelland"
      ],
      "year": 1965,
      "doi": "10.1037/h0022225"
    },
    {
      "title": "Culture and role of choice in agency",
      "authors": [
        "J Miller",
        "R Das",
        "S Chakravarthy"
      ],
      "year": 2011,
      "doi": "10.1037/a0023330"
    },
    {
      "title": "Vitality and interest-enjoyment as a function of class-to-class variation in need-supportive teaching and pupils' autonomous motivation",
      "authors": [
        "A Mouratidis",
        "M Vansteenkiste",
        "G Sideridis",
        "W Lens"
      ],
      "year": 2011,
      "doi": "10.1037/a0022773"
    },
    {
      "title": "Mplus user's guide",
      "authors": [
        "L Muthe ´n",
        "B Muthe ´n"
      ],
      "year": 2007
    },
    {
      "title": "Crosscultural variations in predictors of life satisfaction: Perspectives from needs and values",
      "authors": [
        "S Oishi",
        "E Diener",
        "R Lucas",
        "E Suh"
      ],
      "year": 1999
    },
    {
      "title": "The CES-D scale: A self-report depression scale for research in the general population",
      "authors": [
        "S Radloff"
      ],
      "year": 1977,
      "doi": "10.1177/014662167700100306"
    },
    {
      "title": "Basic questions about basic human needs",
      "authors": [
        "G Rist"
      ],
      "year": 1980
    },
    {
      "title": "Society and adolescent self-image",
      "authors": [
        "M Rosenberg"
      ],
      "year": 1965
    },
    {
      "title": "Human needs and freedom: Liberal, Marxist and Ghandianperspectives",
      "authors": [
        "R Roy"
      ],
      "year": 1980
    },
    {
      "title": "Psychological needs and the facilitation of integrative processes",
      "authors": [
        "R Ryan"
      ],
      "year": 1995
    },
    {
      "title": "Weekends, work, and wellbeing: Psychological need satisfactions and dayof the week effects on mood, vitality, and physical symptoms",
      "authors": [
        "R Ryan",
        "J Bernstein",
        "K Brown"
      ],
      "year": 2010
    },
    {
      "title": "The darker and brighter sides of human existence: Basic psychological needs as a unifying concept",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_03"
    },
    {
      "title": "On happiness and human potentials: Areview of research on hedonic and eudaimonic wellbeing",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2001,
      "doi": "10.1146/annurev.psych.52.1.141"
    },
    {
      "title": "A self-determination theory perspective on social, institutional, cultural, and economic supports for autonomy and their importance for well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2011,
      "doi": "10.1007/978-90-481-9667-8_3"
    },
    {
      "title": "The significance of autonomy and autonomy support in psychological development and psychopathology",
      "authors": [
        "R Ryan",
        "E Deci",
        "W Grolnick",
        "J La Guardia"
      ],
      "year": 2006
    },
    {
      "title": "Autonomy and autonomy disturbances in self-development and psychopathology: Research on motivation, attachment, and clinical process",
      "authors": [
        "R Ryan",
        "E Deci",
        "M Vansteenkiste"
      ]
    },
    {
      "title": "On energy, personality and health: Subjective vitality as a dynamic reflection of well-being",
      "authors": [
        "R Ryan",
        "C Frederick"
      ],
      "year": 1997
    },
    {
      "title": "Ego-involved persistence: When free-choice behavior is not intrinsically motivated",
      "authors": [
        "R Ryan",
        "R Koestner",
        "E Deci"
      ],
      "year": 1991
    },
    {
      "title": "Emotional autonomy versus detachment: Revisiting the vicissitudes of adolescence and young adulthood",
      "authors": [
        "R Ryan",
        "J Lynch"
      ],
      "year": 1989
    },
    {
      "title": "Happiness is everything, or is it? Explorations on the meaning of eudaimonic well-being",
      "authors": [
        "C Ryff"
      ],
      "year": 1989
    },
    {
      "title": "Corrections to standard errors in covariance structure analysis",
      "authors": [
        "A Satorra",
        "P Bentler"
      ],
      "year": 1994
    },
    {
      "title": "Do implicit motives and basic psychological needs interact to predict wellbeing and flow? testing a universal hypothesis and a matching hypothesis",
      "authors": [
        "J Schu ¨ler",
        "V Brandsta ¨tter",
        "K Sheldon"
      ],
      "year": 2013
    },
    {
      "title": "Implicit need for achievement moderates the relationship between competence need satisfaction and subsequent motivation",
      "authors": [
        "J Schu ¨ler",
        "K Sheldon",
        "S Fro ¨hlich"
      ],
      "year": 2010
    },
    {
      "title": "Implicit motives",
      "authors": [
        "O Schultheiss"
      ],
      "year": 2008
    },
    {
      "title": "Value hierarchies across cultures: Taking a similarities perspective",
      "authors": [
        "S Schwartz",
        "A Bardi"
      ],
      "year": 2001
    },
    {
      "title": "Understanding wellbeing and optimal functioning: Applying the multilevel personality in context (MPIC) model",
      "authors": [
        "K Sheldon",
        "C Cheng",
        "J Hilpert"
      ],
      "year": 2011
    },
    {
      "title": "What is satisfying about satisfying events? Testing 10 candidate psychological needs",
      "authors": [
        "K Sheldon",
        "A Elliot",
        "Y Kim",
        "T Kasser"
      ],
      "year": 2001
    },
    {
      "title": "Psychological needs as basic motives, not just experiential requirements",
      "authors": [
        "K Sheldon",
        "A Gunz"
      ],
      "year": 2009
    },
    {
      "title": "The balanced measure of psychological needs (BMPN) scale: An alternative domain general measure of need satisfaction",
      "authors": [
        "K Sheldon",
        "J Hilpert"
      ],
      "year": 2012
    },
    {
      "title": "Needing, wanting, and having: Integrating motive disposition theory and self-determination theory",
      "authors": [
        "K Sheldon",
        "J Schu ¨ler"
      ],
      "year": 2011
    },
    {
      "title": "The cultural psychology of development: One mind, many mentalities",
      "authors": [
        "R Shweder",
        "J Goodnow",
        "G Hatano",
        "R Levine",
        "H Markus",
        "P Miller"
      ],
      "year": 1998
    },
    {
      "title": "A test of selfdetermination theory in school physical education",
      "authors": [
        "M Standage",
        "J Duda",
        "N Ntoumanis"
      ],
      "year": 2005
    },
    {
      "title": "Antecedents of perceived coach interpersonal behaviors: The coaching environment and coach psychological well and illbeing",
      "authors": [
        "J Stebbings",
        "I Taylor",
        "C Spray",
        "N Ntoumanis"
      ],
      "year": 2012
    },
    {
      "title": "Needs and subjective well-being around the world",
      "authors": [
        "L Tay",
        "E Diener"
      ],
      "year": 2011
    },
    {
      "title": "The psychological foundations of culture",
      "authors": [
        "J Tooby",
        "L Cosmides"
      ],
      "year": 1992
    },
    {
      "title": "Happiness and unhappiness in east and west: Themes and variations",
      "authors": [
        "Y Uchida",
        "S Kitayama"
      ],
      "year": 2009
    },
    {
      "title": "Cultural constructions of happiness: Theory and empirical evidence",
      "authors": [
        "Y Uchida",
        "V Norasakkunkit",
        "S Kitayama"
      ],
      "year": 2004
    },
    {
      "title": "Deci and Ryan's self-determination theory: A view from the hierarchical model of intrinsic and extrinsic motivation",
      "authors": [
        "R Vallerand"
      ],
      "year": 2000
    },
    {
      "title": "Capturing autonomy, competence and relatedness at work: Construction and initial validation of the Workrelated Basic Need Satisfaction scale",
      "authors": [
        "A Van Den Broeck",
        "M Vansteenkiste",
        "H De Witte",
        "B Soenens",
        "W Lens"
      ],
      "year": 2010
    },
    {
      "title": "On the associations between adolescent autonomy and psychosocial functioning: Examining decisional independence from a self-determination theory perspective",
      "authors": [
        "S Van Petegem",
        "W Beyers",
        "M Vansteenkiste",
        "B Soenens"
      ],
      "year": 2012,
      "doi": "10.1037/a0025307"
    },
    {
      "title": "Competitively contingent rewards and intrinsic motivation: Can losers remain motivated?",
      "authors": [
        "M Vansteenkiste",
        "E Deci"
      ],
      "year": 2003
    },
    {
      "title": "Autonomy and relatedness among Chinese sojourners and applicants: Conflictual or independent predictors of well-being and adjustment?",
      "authors": [
        "M Vansteenkiste",
        "W Lens",
        "B Soenens",
        "K Luyckx"
      ],
      "year": 2006
    },
    {
      "title": "The development of the five mini-theories of self-determination theory: A historical overview, emerging trends and future directions",
      "authors": [
        "M Vansteenkiste",
        "C Niemiec",
        "B Soenens"
      ],
      "year": 2010,
      "doi": "10.1108/s0749-7423(2010)000016a007"
    },
    {
      "title": "On psychological growth and vulnerability: Basic psychological need satisfaction and need frustration as a unifying principle",
      "authors": [
        "M Vansteenkiste",
        "R Ryan"
      ],
      "year": 2013,
      "doi": "10.1037/a0032359"
    },
    {
      "title": "Daily ups and downs in women's binge eating symptoms: The role of basic psychological needs, general selfcontrol and emotional eating",
      "authors": [
        "Verstuyf",
        "M Vansteenkiste",
        "B Soenens",
        "L Boone",
        "A Mouratidis"
      ],
      "year": 2013,
      "doi": "10.1521/jscp.2013.32.3.335"
    },
    {
      "title": "Motivation reconsidered: The concept of competence",
      "authors": [
        "R White"
      ],
      "year": 1959,
      "doi": "10.1037/h0040934"
    },
    {
      "title": "The smoker's health project: A selfdetermination theory intervention to facilitate maintenance of tobacco abstinence",
      "authors": [
        "G Williams",
        "H Patrick",
        "C Niemiec",
        "R Ryan",
        "E Deci",
        "H Lavigne"
      ],
      "year": 2011,
      "doi": "10.1016/j.cct.2011.03.002"
    }
  ],
  "num_references": 93
}
