{
  "paper_id": "AQJDWGZB",
  "title": "Mobile Phone Interventions to Increase Physical Activity and Reduce Weight: A Systematic Review",
  "abstract": "Objective-This systematic review was conducted to determine user satisfaction and effectiveness of smartphone applications and text messaging interventions to promote weight reduction and physical activity. \n Methods -Studies of smartphone applications and text messaging interventions related to the cardiovascular risk factors of physical inactivity and overweight/obesity published between January 2005 and August 2010 were eligible. Studies related to disease management were excluded. Study characteristics and results were gathered and synthesized. Results-A total of 36 citations from CINAHL, EMBASE, MEDLINE, PsyclNFO, and PubMed were identified; 7 articles were eligible for inclusion. The most frequent outcome measured in the studies was change in the weight of participants (57%). More than half of the studies (71%) reported statistically significant results in at least 1 outcome of weight loss, physical activity, dietary intake, decreased body mass index, decreased waist circumference, sugar-sweetened beverage intake, screen time, and satisfaction or acceptability outcomes. Conclusions-All of the technology interventions that were supported by education or an additional intervention demonstrated a beneficial impact of text messaging or smartphone application for reduction of physical inactivity and/or overweight/obesity. More rigorous trials that determine what parts of the technology or intervention are effective as well as establishment of cost-effectiveness are necessary for further evaluation of smartphone and text messaging interventions.",
  "year": 2014,
  "date": "2014-07-01",
  "journal": "Epidemiol Rev",
  "publication": "Epidemiol Rev",
  "authors": [
    {
      "forename": "Janna",
      "surname": "Stephens",
      "name": "Janna Stephens",
      "affiliation": "Student , School of Nursing , Johns Hopkins University , Baltimore , Maryland. Professor \n\t\t\t\t\t\t\t\t Student \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Johns Hopkins University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "forename": "Jerilyn",
      "surname": "Allen",
      "name": "Jerilyn Allen",
      "affiliation": "and Associate Dean of Research , School of Nursing , Johns Hopkins University , Baltimore , Maryland. \n\t\t\t\t\t\t\t\t and Associate Dean of Research \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Johns Hopkins University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "forename": "Janna",
      "surname": "Correspondence",
      "name": "Janna Correspondence",
      "affiliation": "School of Nursing , Johns Hopkins University , 525 N Wolfe St , Baltimore , MD 21205 \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Johns Hopkins University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 525 N Wolfe St \n\t\t\t\t\t\t\t\t\t 21205 \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD"
    },
    {
      "surname": "Stephens",
      "name": "Stephens",
      "affiliation": "School of Nursing , Johns Hopkins University , 525 N Wolfe St , Baltimore , MD 21205 \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Johns Hopkins University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 525 N Wolfe St \n\t\t\t\t\t\t\t\t\t 21205 \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD"
    }
  ],
  "doi": "10.1097/jcn.0b013e318250a3e7",
  "pmid": "20354039",
  "keywords": [
    "cardiovascular disease",
    "mobile phone",
    "physical inactivity",
    "smartphone",
    "weight loss"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Heart disease is the leading cause of death worldwide. In data published by the World Heath Organization, 17.5 million deaths were attributed to cardiovascular disease in 2005.  1  Interventions to aid in the prevention of heart disease are targeted primarily at reduction of modifiable risk factors. Modifiable risk factors include smoking, physical inactivity, obesity, poor nutrition, high blood pressure, and abnormal blood lipid levels. Advancements in mobile phone technology have made it a desirable method for health promotion and disease prevention,  2  including the prevention of heart disease by targeting specific risk factors.\n\nMobile phones are the primary mode of communication for most of the population worldwide. Between 2005 and 2010, the number of mobile phone subscribers rose from 2 billion to more than 5 billion.  3 Many developed countries have reached subscription levels greater than 100%, whereas developing countries are not far behind, with an expected 73% of the population subscribing at the end of 2010.  3  Mobile phone users are taking advantage of the capabilities of their device, such as short messaging service (SMS). Also known as text messaging, SMS is a fast, cheap, and efficient way for people to communicate via mobile phone. Although rates of text messaging differ by country and by gender and age within countries, a staggering rise the in number of messages sent has been noted in the past 3 years.  3 In the United States, text messages sent monthly have risen from 7.2 billion in June 2005 to 173.2 billion in June 2010,  4  with 72% of the adult population with a mobile phone sending and receiving text messages.  5 artphone subscription has also been on the rise. Research suggests that smartphones will make up most of the mobile devices used in the United States by the end of 2011.  6 These devices are capable of providing an \"inexpensive handheld computer that enables users to accomplish tasks anywhere, anytime.\"  7 There are thousands of applications related to health behavior and healthcare available to smartphone users.  7 With this technology at the consumers' fingertips, it allows researchers opportunities to create or use specific applications related to health promotion or disease prevention.\n\nMultiple studies have reported benefits to using technology to enhance interventions for weight loss.  2, 8 Specifically, studies report that the use of technology (Web sites and e-mail) is easily integrated into the lives of participants and allows for better flexibility for physicians and other healthcare providers when providing counseling and care to patients.  8 avorable outcomes of face-to-face interventions have been enhanced by the use of the Internet and mobile phones.  2  However, there is limited reported evidence to the benefit of smartphone applications and text messaging programs to enhance behavioral modification related to weight loss and physical activity. There has not been a systematic review conducted on mobile phone technology specifically related to the cardiovascular disease risk factors of increased weight and physical inactivity. Therefore, this systematic review was conducted to determine user satisfaction and effectiveness of smartphone applications and text messaging interventions in promoting weight reduction and physical activity."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Searching and Study Selection",
      "text": "The electronic databases searched were CINAHL, PubMed, EMBASE, MEDLINE, and PsycINFO. These databases were searched for studies conducted between January 2005 and August 2010. The search was limited to English-language publications. The following textword and MeSH terms were used: coronary or heart or cardiovascular and smartphone or mobile phone or cell phone and health promotion or health behavior. The search was limited to quasi-experimental study designs and randomized controlled trials. A total of 223 abstracts were reviewed to determine if inclusion and exclusion criteria were met. Of the 223 abstracts, 36 studies were identified that needed further review (Figure). Full-text articles were read for those needing further review, and 7 studies were determined to meet review criteria. The major reasons for exclusion were as follows: The article focused on a factor other than weight loss or physical activity, such as smoking cessation; the article focused on management of a disease process (heart failure and diabetes) rather than prevention; or the research study did not use smartphone or mobile phone technology to deliver the intervention. For the purposes of this review, a text messaging intervention is defined as an intervention delivered on a mobile phone, in which the participants receive an automated or personalized message via an SMS. A smartphone application intervention is defined as one that uses a program downloaded onto a participant's mobile device that has numerous interfaces and specialized capabilities relating to its primary function."
    },
    {
      "title": "Data Collection",
      "text": "Data from full-text articles were extracted, including type of study, population, sample size, study methods, outcomes, measures, and results (Table )."
    },
    {
      "title": "Results",
      "text": "The sample sizes of the studies ranged from 36 to 927 participants. There were only 2 conducted studies that involved participants younger 18 years and only 1 study that was focused specifically on a pediatric population. None of the reported studies included participants older than 65 years. Eighty-six percent of the studies included both men and women, although only 1 study reported outcomes by sex. A majority (57%) of the studies were conducted outside the United States.\n\nA text messaging intervention was implemented in 5 of the 7 studies,  8, 10, 11, 13, 14  with the remaining 2 studies implementing a smartphone application intervention. The 2 studies that examined the effects of a smartphone application examined the application as a stand-alone intervention.  9, 12 Three of the studies examined text messaging as the primary intervention but supported by education, in-person weigh-ins, or telephone calls.  8, 13, 14 Two of the studies that examined text messaging examined the effects of text messages that were part of a larger intervention and were supportive to a specific weight management program.  10, 11 All of the studies in the review measured user satisfaction or acceptability of the intervention along with a variety of outcomes. The most frequently measured outcome was change in weight (57%), followed by physical activity (43%), change in body mass index (BMI) (29%), change in waist circumference (29%), nutrition or diet adherence (29%), change in fat mass (14%), sugar-sweetened beverage intake (14%), and screen time (14%). Of the 7 studies, 5 reported statistically significant results in at least 1 outcome. Length of studies ranged from 4 weeks to 1 year. Only 2 studies had multiple follow-up periods.  8, 13 e text messaging intervention studies varied with frequency of text messages sent during the intervention period. The minimum sent was 1 weekly, whereas the maximum was an unlimited amount the participant could receive per day. Two studies were participant driven, meaning the participant sent a message and then received an immediate response  8, 14  ; the other studies did not allow participants to send messages. No consistent relationship was observed between amount of text messages received and change in outcomes. However, both studies that were participant driven reported statistically significant results in at least 1 outcome. The 2 studies that examined text messages as a supplemental piece to a larger intervention (weight loss program) reported significant outcomes for weight, BMI, and waist circumference or acceptability for text messages to help with weight loss.  10, 11 The 3 studies that examined text messaging as the primary intervention but with other materials (education, group meetings, etc) reported at least 1 significant outcome related to weight loss.  8, 13, 14 l of the studies measured user satisfaction and acceptability related to the intervention or program. Two studies examined differences in user satisfaction between programs  9, 14  ; neither study had significant differences in mobile phone group versus other group/s (Web-based or paper diaries and control). Five studies presented percentages of participants who were satisfied with the intervention in terms of recommending to friends and family or helping reach weight goals. These 5 studies reported that more than 50% of the participants were satisfied in 1 or both of these categories.\n\nThere were 2 studies that examined participant use of a smartphone application.  9, 12 The smartphone applications both had the capabilities to record daily calorie intake and consumption, record daily exercise, and show status of daily goals. The SmartDiet application had the capabilities to provide participants with a diet and exercise game, as well as an avatar that was altered according to the weight change of the participant.  12 The other smartphone interface had the capabilities to report how team members were doing, show the results of the opposite team, send messages and reminders, and answer questionnaires. This study reported no significant differences (other than satisfaction), whereas the SmartDiet application reported significant decreases in fat mass, weight, and BMI."
    },
    {
      "title": "Discussion",
      "text": "This systematic review reveals that text messaging or smartphone applications are well accepted by participants and may provide beneficial effects on reducing weight, decreasing waist circumference, decreasing BMI, decreasing fat mass, increasing physical activity, decreasing sugar-sweetened beverage intake, decreasing screen time, and encouraging healthier eating patterns. Of the 4 studies that measured the outcome of change in body weight, all reported a statistically significant decrease in weight in the group receiving the intervention. In addition, all studies that measured waist circumference and BMI reported significant results in these outcomes. Therefore, results show that weight, waist circumference, and BMI may be the outcomes researchers should focus on when developing programs or interventions using this type of technology.\n\nThe differences in the intervention strategies made comparisons across studies difficult. All of the interventions delivered in the reviewed studies differed on interfaces, mode of delivery of message, types of messages, dosage of intervention, and goals. Therefore, conclusions cannot be drawn about the type of technological intervention that is best designed to decrease the cardiovascular risk factors of weight and physical inactivity. It is unclear if technology interventions that act as stand-alone interventions are more effective than technology interventions that are combined with other tools for health behavior change, such as education or group sessions. However, it appears that text messaging interventions are effective when supported by other methods or are incorporated into an already existing program. There is no evidence to suggest that text messages as a standalone intervention are effective. In additions, the generalizability of results from the studies may be limited due to small sample sizes, homogenous samples, lack of reporting findings separate for male and female participants, and underrepresentation of ethnic minorities. Only 1 study reported a power calculation to determine appropriate sample size; therefore, caution should be taken when interpreting the statistical results of these studies. Many studies did not mention the reliability and validity of the instruments they used to measure outcomes.\n\nAnother important factor to consider is the strength of the evidence reported from these studies. Not all of the studies were randomized controlled trials, introducing potential biases, including sample selection biases and instrumentation biases. Those that were randomized controlled trials also had limitations that should be noted when examining the reported results. For example, the studies conducted by Patrick et al  13  and Shapiro et al  14  had other factors built into the intervention, aside from the technology being reviewed in this article. These other factors included in-person visits, calls from a healthcare provider, and mailings. Therefore, it cannot be determined which part/s of the intervention led to the reported outcomes. It should also be considered that high attrition  14  and differences in the characteristics of participants who withdrew  8  were noted in some studies. Although randomized controlled trials provide the best evidence from which conclusions can be drawn, the limitations of each study should be carefully considered when doing so. Randomized controlled trials with large, heterogeneous samples need to be conducted using these intervention strategies alone to draw stronger conclusions based on the reported evidence."
    },
    {
      "title": "Limitations",
      "text": "There were several limitations to this systematic review. The review was limited to studies in the past 5 years. Studies not referenced in PubMed, CINAHL, EMBASE, MEDLINE, or PsycINFO and unpublished studies were not identified; therefore, the study is subject to publication bias. A major limitation to the generalizability and the ability to synthesize results is that 4 of the 7 studies were conducted outside the United States. Therefore, studies focusing on particular cultures and using culture specific measurement tools cannot be generalized to populations in other countries.\n\nThere are also limitations in the use of technology for the cardiovascular risk factors of weight loss and physical inactivity that should be addressed. This type of technology often requires a patient or participant to have a mobile phone with text messaging capabilities or a smartphone with a data plan. This limits generalizability to only those people who can afford the technology. Therefore, this type of intervention may not address the needs of certain low-income populations or those without mobile devices.\n\nAnother limitation to the use of this type of intervention is the lack of sufficient evidence on the effectiveness of mobile phone technology in children or elderly people. There is limited research in children and adolescents, as only 2 studies in this review enrolled participants younger than 18 years, and only one of these focused solely on children. In addition, only 1 study reported enrolling participants up to the age of 65 years, and there is no research to date that examines people older than 65 years. Without further research, it is unknown whether this type of intervention can be integrated into the lifestyles of elderly people or whether they would choose to engage in this type of technology. Therefore, the results of this review indicate that the positive effects of this technology on weight loss and physical activity should be generalized to only the middle-aged."
    },
    {
      "title": "Implications for Future Research",
      "text": "The results of this systematic review raise several questions that should be answered in future research. How can smartphone and text messaging interventions benefit children and adolescents? Will text messaging and smartphone applications be effective interventions in elderly people? Is a text messaging intervention more or less beneficial than a smartphone application in reducing weight and increasing physical activity? Would the combination of a smartphone and text messaging be more beneficial than either intervention alone? Are smartphone interventions effective in low-socioeconomic status subgroups? What are the long-term outcomes of smartphone and text messaging interventions? How can successful interventions be translated to populations? What is the cost-effectiveness of this type of intervention?\n\nThis innovative technology has many implications for cardiovascular nurses in future practice and research. A primary step for nurses is to explore common applications that are available for patient use. Cardiovascular nurses should be encouraged to inquire about patient use or interest in this type of technology and may also need to provide education related to applications.  15 In the future, nurses may be called upon to monitor patient progress and help provide feedback to patients. There are multiple avenues for nursing involvement with this type of technology, including becoming an integral part of answering the above questions for future research."
    },
    {
      "title": "Conclusion",
      "text": "Most of the trials demonstrated a beneficial impact of text messaging or smartphone application interventions for reduction of cardiovascular risk factors, including physical inactivity and overweight/obesity. There is a need for additional, rigorous trials with larger sample sizes across multiple populations with subgroup analyses to further develop this science."
    },
    {
      "title": "What's New and Important"
    },
    {
      "title": "■",
      "text": "Smartphone applications and text messaging interventions are innovative and well-accepted strategies to reduce specific cardiovascular risk factors."
    },
    {
      "title": "■",
      "text": "Although there is limited research, the results of this review suggest that weight, waist circumference, and body mass index may be decreased by using smartphone applications or by using text messaging technology that is supported by other intervention strategies."
    },
    {
      "title": "■",
      "text": "Cardiovascular nurses should familiarize themselves with the capabilities of smartphone and mobile phone technology as a tool for health behavior change."
    },
    {
      "title": "FIGURE.",
      "text": "Summary of search and screening results.\n\nTABLE Study Summary Table Citation (Year), Country Population and Sample Size Description of Intervention and Design of Study/Methods Outcomes and Measures Results Study Limitations Gasser et al (2006), 9 Switzerland Healthy males and females, ages 14-50 y. N = 40 Smartphone application: stand-alone intervention that was compared with a Webbased application. Smartphone application was used by participants to track food and activity, see status of daily goals, view other team members' daily status, receive messages and reminders, and answer questionnaires. Two groups (n = 20 per group); participants were randomized, with age and gender controlled, to a group assigned to a smartphone application or a group assigned to a Web-based application. Participants were further randomized into 2 groups within each larger group, one being a teambased approach (team players) and the other being an individual approach (single players). Primary outcome: Usage and satisfaction of a mobile lifestyle coaching application compared with a traditional Web application measured by an online survey using the QUIS Questionnaire for User Interaction Satisfaction, conducted at the end of the study. Secondary outcome: Physical activity and nutrition monitoring in mobile phone group at 4 wk compared with Web-based group measured by a selfmonitoring diary. Primary result: The mobile phone group had a more regular usage pattern than the Web-based group did. No significant difference in satisfaction between the mobile phone group and the Web-based group, although the Web interface was rated easier to learn than the smartphone (P < .003). The smartphone was rated significantly higher than the Web interface for the question of whether it was stimulating (P = .01). Secondary result: No significant differences in physical activity goals or nutrition goals between the smartphone users and Web application users (either single users or team users). The only significant difference found was that women were more successful than men: 14 women in the above-average category compared with 5 men. 1 Small sample size 2 Study results confounded by age, gender, motivation for change, and lifestyle 3 Short study duration (28 d) Gerber et al (2009), 10 United States African American women, ages 30-65 y, BMI 30-50 kg/ m 2 , in Chicago. N = 95 Text messages were supportive technology to an ongoing weight management program. The text messages were used as reminders and encouragement to stay engaged in weight control behaviors. Participants were all given access to text messaging systems on personal mobile phones or a mobile phone provided in the study. More than 230 general messages were created 230 general messages were created by the researchers. In addition, participants could create personalized messages (n = 42). Participants were sent 3 Primary outcome: To determine the feasibility of a mobile phone text messaging intervention. Measured by deliverability of text messages and usage of mobile phones by participants. Secondary outcome: To determine satisfaction with a mobile phone text messaging intervention. Measured by study satisfaction questionnaire and telephone interview. Primary result: Of 73 women, 70 (96%) reported reading the text messages that were sent. A total of 4500 text messages were sent over 4 mo, with 114 returning as undeliverable. Most participants demonstrated competence in accessing text messages. Secondary result (n = 70): Of 68 participants, 54 (79%) indicated that text messages helped toward weight loss goals, and 48 of 70 (69%) reported willingness to receive text messages during the week. Overall feedback from participants was \"generally very positive.\" 1 Women were enrolled into an ongoing weight loss trial; therefore, satisfaction may have been high owing to women already being motivated to lose weight. 2 Feasibility study; does not report any results on the effect of the text messaging on weight or physical activity. 3 Long-term usability and satisfaction are unknown because of the short duration of the trial. Citation (Year), Country Population and Sample Size Description of Intervention and Design of Study/Methods Outcomes and Measures Results Study Limitations general messages per week or were sent 2 general and 1 personal message per week. Haapala et al (2009), 8 Finland Overweight (BMI, 25-36 kg/m 2 ) men and women, ages 25-44 y, recruited via newspaper advertisement and telephone screening. N = 156 Mobile phone messaging was the primary intervention but was supplemented by a Web site and 3 in-person weigh in visits. Participants could join another weight loss program. Study was designed for selfdirected dieters. Participants randomized to a control group (n = 63) or an experimental group (n = 62). The control group received no intervention; the experimental group was part of a mobile phone weight loss program in which motivational and information text messages were received. Study lasted 1 y. Primary outcome: Program effectiveness: short-and long-term weight loss in the experimental group, differences in weight loss and waist circumference between the experimental and control groups. Amount, frequency, and type of use of the program and program satisfaction. Weight and waist circumference were measured at 0, 3, 6, 9, and 12 mo for the experimental group and at 0 and 12 mo for the control group. Survey of user's opinions and self-reported frequency of use measured use and satisfaction of program. Secondary outcome: Dietary habits, nutritional intake, physical activity, and dietary self-efficacy measured by selfreported dietary habits at 0, 6, and 12 mo, question on leisure-time physical activity (7-category scale), self-efficacy questionnaire with 10 items. Primary result: Significant weight loss in the experimental group of 4.5 kg at 12 mo; control group with nonsignificant weight loss of 1.1 kg at 12 mo (significant difference between groups, P = .003). Waist circumference was significantly decreased in both groups; the largest decrease occurred in the experimental group (6.3 cm) vs the control group (2.4 cm). A significant time effect for weight loss across the 3-mo intervals and a significant time-by-group interaction at 12 mo in favor of the experimental group were noted (P = .006). Participants rate the program a 7.8 of 10 (scale, 4-10). Frequency faded from 8 times per week to 3-4 times per week by 12 mo. Secondary result: At 3 mo, 83% of completers reported having made improvements to their diet. Physical activity increased in both groups, on average, from 2-3 times per month to 1 time per week (P < .05). Selfefficacy in dieting increased among those who had lost at least 5% of initial weight by 12 mo (P = .46) but decreased among those who had gained weight or lost <5% of initial weight at 12 mo (P = .008). 1 The intervention was designed to be a support for self-directed dieters who were allowed to join another weight loss program. 2 Individuals who withdrew from the intervention group lost less weight in the first 3 mo than did those who stayed in the study. 3 The sample included 120 women and only 36 men. 4 The 3 monthly in-person weigh-ins may have contributed to weight loss and outcomes in study. Citation (Year), Country Population and Sample Size Description of Intervention and Design of Study/Methods Outcomes and Measures Results Study Limitations exercise and diet (via post). At the end of the 12-wk program, participants were then tested again for all body measures and also given a questionnaire on satisfaction with the program. with the SMS messages and agreed that these were helpful in weight reduction. 4 No way to determine if the text messages were effective alone, or if the mailings by post were effective, or a combination of both. Lee et al (2010), 12 Korea Obese adult men and women recruited from an obesity clinic in Seoul, Korea. N = 36 Mobile phone-based diet game was the primary intervention. Intervention and control group. Intervention group: n = 19; average age, 28.2 y; patients received access to the SmartDiet mobile phone application. SmartDiet contains personalized nutrition information and a diet game that provides a game-style learning tool about controlling nutrition intake and exercise. Primary outcome: Testing the effectiveness of SmartDiet in acquiring dietary information, weight control, and user satisfaction. Measured using a questionnaire administered at the end of the study. Secondary outcome: Changes in weight, fat mass, and BMI. Body composition measured at the beginning of intervention and again at the end of the intervention using an analyzer called Inbody. Primary result: Of 19 participants in the intervention group, 11 (58%) agreed that the system was easy to use and contents were interesting. Of the 19 participants, 13 (67%) would recommend the system to others. Only 8% of participants used the system every day. Secondary result: Fat mass (-1.2 kg), weight (-1.9 kg), and BMI (-0.8 kg/m 2 ) were significantly decreased in the intervention group (P< .05). None of the measures were significantly decreased in the control group. 1 Small sample size 2 Short intervention (6 wk) and no long-term effects analyzed. 3 Only 8% of participants followed the instructions of the interventionists to enter meals and physical activity daily. 4 Only participants who owned an SK Telecom mobile phone were included in the study. Patrick et al (2009), 13 United States Overweight (BMI ≥25-39.9 kg/m 2 ) adult men and women, 25-55 y old, recruited from the San Diego, California, community. N = 65 Text messages were the primary intervention and were supported by printed materials and monthly calls from a health counselor. Participants randomized to the intervention group, n = 33 (receiving personalized text messages and picture messages, printed materials about weight control, and brief monthly telephone calls from a health counselor) or a usual care comparison group, n = 32 (receiving monthly printed materials about weight control). Primary outcome: Weight (kilograms) of the participants at the end of the 16wk study. Weight (kilograms) assessed using a calibrated scale in the research offices at the beginning and the end of the study for both groups of participants. Secondary outcome: Satisfaction with the intervention measured with a survey of the intervention group Primary result: At the end of the 16wk study, the intervention group had lost significantly more weight (1.97 kg) than the comparison group did, on average (P = .02). Secondary result: Of 24 intervention participants, 22 (92%) stated that they would recommend the intervention to friends and family. 1 The intervention included mailings via post and telephone calls from a health counselor. 2 Small sample size and lack of diversity in sample characteristics. 3 Selected participants were all familiar with text messaging. 4 No long-term effects were examined; duration of the intervention was 4 mo. Shapiro et al (2008), 14 United States Children, of any weight, ages 5-13 y, recruited via pediatrician offices, schools, media advertisements, and university listservs (University of North Carolina at Text messages were the primary intervention; however, participants also had 3 information sessions that included study-specific goals and information. Children randomized to 1 of 3 groups (SMS text messaging group, PD group, or control) on a 1:1:1 basis Primary outcome: Examine acceptability, attrition, adherence, and preliminary efficacy of mobile phone SMS (text messaging) for monitoring healthful behaviors in children. Acceptability measured with a 6question, Likert-scale survey; attrition measured by number who completed the entire 8-wk program; adherence to self-monitoring analyzed with Primary result: No differences occurred in treatment acceptability except for likeliness of participating in such a study again, with parents in the control group being more likely to participate again. No significant differences occurred for attrition (likely due to small sample size), although substantially lower dropouts occurred in the SMS group 1 High attrition rate (only 31/58 completed). 2 Wide age range; children at different developmental stages."
    },
    {
      "title": "3",
      "text": "Self-report of all data."
    },
    {
      "title": "4",
      "text": "The intervention group also participated in"
    }
  ],
  "references": [
    {
      "title": "Cardiovascular disease fact sheet",
      "year": 2009,
      "doi": "10.1097/grh.0000000000000052"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "The world in 2010: ICT facts and figures",
      "year": 2010,
      "doi": "10.1596/42934"
    },
    {
      "title": "The Wireless Association. US wireless quick facts",
      "year": 2010,
      "doi": "10.1109/mic.2009.31"
    },
    {
      "title": "The rise of apps culture",
      "year": 2010,
      "doi": "10.1002/9781118257807.ch7"
    },
    {
      "authors": [
        "D Kellogg"
      ],
      "year": 2011,
      "doi": "10.1097/aog.0b013e3181665fda"
    },
    {
      "title": "percent of U.S. mobile users own smart-phones; 40 percent are Android. Nielson Wire",
      "doi": "10.31003/uspnf_r2194_01_01"
    },
    {
      "title": "How smartphones are changing health care for consumers and providers",
      "authors": [
        "J Sarasohn-Kahn"
      ],
      "year": 2010
    },
    {
      "title": "Weight loss by mobile phone: a 1-year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs",
        "L Surakka",
        "P Manninen"
      ],
      "year": 2009,
      "doi": "10.1017/s1368980009005230"
    },
    {
      "title": "Persuasiveness of a mobile lifestyle coaching application using social facilitation",
      "authors": [
        "R Gasser",
        "D Brodbeck",
        "M Degen",
        "J Luthiger",
        "R Wyss",
        "S Reichlin"
      ],
      "year": 2006,
      "doi": "10.1007/11755494_5"
    },
    {
      "title": "Mobile phone text messaging to promote healthy behaviors and weight loss maintenance: a feasibility study",
      "authors": [
        "B Gerber",
        "M Stolley",
        "A Thompson",
        "L Sharp",
        "M Fitzgibbon"
      ],
      "year": 2009,
      "doi": "10.1177/1460458208099865"
    },
    {
      "title": "Mobile phone short message service messaging for behaviour modification in a community-based weight control programme in Korea",
      "authors": [
        "N Joo",
        "B Kim"
      ],
      "year": 2007,
      "doi": "10.1258/135763307783064331"
    },
    {
      "title": "Evaluation of a mobile-phone based diet game for weight control",
      "authors": [
        "W Lee",
        "Chae Kim",
        "S Ho",
        "S Choi"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.090913"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "Use of text messaging for monitoring sugar-sweetened beverages, physical activity, and screen time in children: a pilot study",
      "authors": [
        "J Shapiro",
        "S Bauer",
        "R Hamer",
        "H Kordy",
        "D Ward",
        "C Bulik"
      ],
      "year": 2008,
      "doi": "10.1016/j.jneb.2007.09.014"
    },
    {
      "title": "Smart\" coaching to promote physical activity, diet change, and cardiovascular health",
      "authors": [
        "J Stephens",
        "J Allen",
        "C Dennison-Himmelfarb"
      ],
      "year": 2011,
      "doi": "10.1097/jcn.0b013e31821ddd76"
    }
  ],
  "num_references": 16
}
