{
  "paper_id": "B5JZLT4P",
  "title": "Development of a patient-centered text message-based platform for the self-management of interstitial cystitis/bladder pain syndrome symptoms",
  "abstract": "Objective: To develop a patient-centered text message-based platform that promotes self-management of symptoms of interstitial cystitis/bladder pain syndrome (IC/BPS). Methods: Adult women with IC/BPS interested in initiating a first-or secondline treatments per American Urological Association guidelines (recategorized as \"behavioral/non-pharmacologic treatments\" and \"oral medicines\" in the 2022 version) participated in rapid cycle innovation consisting of iterative cycles of contextual inquiry, prototype design and development. We delivered treatment modules and supportive messages using an algorithm-driven interactive messaging prototype through a HIPAA-compliant texting platform. Patients provided feedback through narrative text messages and an exit interview. Feedback was analyzed qualitatively and used to iteratively revise the platform until engagement ≥ 85% and accuracy ≥ 80% were achieved. The final version consisted of four treatment module categories (patient education and behavioral modification, cognitive behavioral therapy, pelvic floor physical therapy, and guided mindfulness practices) and supportive messages delivered through an automated algorithm over 6 weeks. Results: Thirty IC/BPS patients with moderate symptom bother (median IC Problem Index score 9, range 6-12) participated in five cycles of contextual inquiry. Qualitative analysis identified three overarching concepts that informed the development of the platform: preference for patient centered terms, desire to gain self-efficacy in managing symptoms, and need for provider support. Patients preferred the term \"interstitial cystitis\" to \"bladder pain syndrome\" which carried the stigma of chronic pain. Patients reported greater self-efficacy in managing symptoms through improved access to",
  "year": 2017,
  "date": "2017",
  "authors": [
    {
      "name": "Edward Kim",
      "orcid": "0000-0001-5719-334X",
      "affiliation": {
        "organization": "Department of Obstetrics and Gynecology",
        "department": "Department of Obstetrics and Gynecology",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Lily Brown Phd",
      "affiliation": {
        "organization": "Department of Psychiatry",
        "department": "Department of Psychiatry",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Emily Mph",
      "affiliation": {
        "organization": "Center for Health Care Innovation",
        "department": "Center for Health Care Innovation",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Denise Hartzell-Leggin",
      "affiliation": {
        "organization": "Good Shepherd Penn Partners",
        "institution": "Good Shepherd Penn Partners",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Yelizaveta Borodyanskaya",
      "affiliation": {
        "organization": "Department of Obstetrics and Gynecology",
        "department": "Department of Obstetrics and Gynecology",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Uduak Andy",
      "affiliation": {
        "organization": "Department of Obstetrics and Gynecology",
        "department": "Department of Obstetrics and Gynecology",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Roy Rosin",
      "affiliation": {
        "organization": "Center for Health Care Innovation",
        "department": "Center for Health Care Innovation",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "| Kristene"
    },
    {
      "name": "E Whitmore",
      "affiliation": {
        "organization": "Virtua Health System",
        "institution": "Virtua Health System",
        "address": "Marlton, New Jersey, USA"
      }
    },
    {
      "name": "Diane Newman Dnp",
      "affiliation": {
        "organization": "Department of Urology",
        "department": "Department of Urology",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "name": "Lily Arya",
      "affiliation": {
        "organization": "Department of Obstetrics and Gynecology",
        "department": "Department of Obstetrics and Gynecology",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "Philadelphia, Pennsylvania, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Obstetrics and Gynecology",
        "department": "Department of Obstetrics and Gynecology",
        "institution": "University of Pennsylvania Perelman School of Medicine",
        "address": "19104, Philadelphia, PA, USA"
      }
    }
  ],
  "doi": "10.1002/nau.25115",
  "orcid": "0000-0001-5719-334X",
  "md5": "D2B20D5396ABB9D62A65438B1C79AF4B",
  "publication": {
    "journal": "Int Urogynecol J",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "ACKNOWLEDGMENT American Urogynecologic Society 2021 Fellow Research Grant  ( Dr.Kim ),  National Institute of Health, National Institute on Aging   R01AG071707  ( Drs.Andy ,  Newman , Arya),  NIDDK U01DK106892  ( Dr.Newman )."
  ],
  "sections": [
    {
      "title": "Funding information",
      "text": "National Institutes of Health; American Urogynecologic Society mind-body and behavioral treatment modules that helped them to gain insight into their motivations and behaviors. The concept of provider support was informed by shared decision making (patients could choose preferred treatment modules) and reduced sense of isolation (weekly check in messages to check on symptom bother)."
    },
    {
      "title": "Conclusion:",
      "text": "A patient centered text message-based platform may be clinically useful in the self-management of IC/BPS symptoms.\n\nbladder pain syndrome, innovation, interstitial cystitis, patient-centered, remote, self-management, smartphone"
    },
    {
      "title": "1. | INTRODUCTION",
      "text": "Interstitial cystitis/bladder pain syndrome (IC/BPS) is a challenging condition for both patients and providers. Patients report feeling unsupported and dismissed by providers.  1 Providers find it challenging to address multiple symptom domains of IC/BPS including biological (neuropathic pain and pelvic floor dysfunction), psychological (symptom-related fear and anxiety), and social (sense of isolation). These findings suggest a gap in patient-provider communication and that current treatment approaches for IC/BPS are not patient-centered.\n\nRecently, chronic pain management has shifted from biological \"cure\" to improving a patient's self-efficacy that is, extent to which a patient believes they can control their pain and associated symptoms.  2, 3 In prior studies, IC/BPS patients expressed strong interest in selfmanagement and reported using a variety of self-care practices to manage symptoms.  4, 5 Additionally, patients wanted structured treatment programs, improved access to care and support from providers.  1, 4 obile texting platforms have been used to deliver various treatments including education, medication reminders, mind-body treatments, and supportive messages to patients with chronic pain.  6 Rapid Cycle Innovation is a novel paradigm for developing digital healthcare platforms.  7 The process involves \"contextual inquiry\" to understand patients' needs and iterative cycles of design and development, in which developers observe how patients interact with a prototype platform, obtain feedback, and then modify the platform to produce a functional product rapidly and efficiently.\n\nIn this study, we used rapid cycle innovation to develop a patient-centered text message-based platform that (1) promoted self-management of IC/BPS through remotely-delivered, evidence-based treatment modules and (2) provided support and guidance using algorithmic, clinically validated messages. Our primary outcome was patients' level of engagement with the platform and secondary outcome was the accuracy of the platform in generating appropriate responses to patients' texts."
    },
    {
      "title": "2. | MATERIAL AND METHODS",
      "text": "This study was approved by the University of Pennsylvania IRB (Protocol 844895) and registered on clinicaltrials. gov (NCT 05260112). Adult women with IC/BPS were recruited from the practices of urogynecology and urology. Inclusion criteria were (1) adult women who meet the American Urological Association (AUA) criteria for IC/BPS of \"an unpleasant sensation (pain, pressure, discomfort) perceived to be related to the urinary bladder, associated with lower urinary tract symptoms of more than six weeks duration, in the absence of infection or other identifiable causes\", (2) pain/pressure/discomfort severity of ≥3 on a visual analog scale, (3) interested in initiating at least one first or second line treatment per AUA guideline (recategorized as \"behavioral/non-pharmacologic treatments\" and \"oral medicines\" in the 2022 version) for IC/BPS including education, behavior modification, pelvic physical therapy, mind-body treatment, or medications, 8 (4) negative urinalysis and culture within two months of enrollment, (5) English-speaking, (6) own a smartphone. Exclusion criteria were women currently using third line or higher treatments, recurrent urinary tract infections, neurological conditions affecting lower urinary tract, recent (<6 months) pelvic surgery/pregnancy, and prior pelvic radiation.\n\nAll eligible patients had one in-person visit with a urogynecologist or urologist to confirm the diagnosis of IC/BPS. Subsequent procedures were conducted remotely. Following informed consent, patients completed the IC Problem Index (ICPI) (score range 0-16) and IC Symptom Index (ICSI) (score range 0-20, higher scores for both instruments represent more severe or bothersome symptoms).  9 They were then enrolled into the Way to Health texting platform, a HIPPA-compliant platform available through the Penn Center for Health Care Innovation, and which is integrated with the patient's electronic medical record. Of note, Way to Health platform is currently only available in English."
    },
    {
      "title": "2.1. | Development of treatment modules",
      "text": "A panel of providers who take care of patients with IC/BPS (two urogynecologists, one female urologist, one urology nurse practitioner, one psychologist, one pelvic physical therapist) developed an initial version of the following treatment modules based on evidencebased, AUA first-and second-line (behavioral/nonpharmacologic) treatments.\n\n• Education on pathophysiology of IC/BPS.  10  Behavioral modification including diet modification,  11  and bladder retraining with urge suppression. 12 • Cognitive behavior therapy (CBT) techniques.  13  Guided-mindfulness.  14 Pelvic floor physical therapy (PT), including myofascial trigger point release therapy.  15, 16  Overview of oral urinary analgesics, instructions on use and management of side effects.\n\nThe content, format, number, and delivery schedule of modules were revised based on patient feedback obtained through iterative rapid validation described below."
    },
    {
      "title": "2.2. | Development of algorithm",
      "text": "We developed a prototype platform in which we used a structured algorithm to deliver the above treatment modules and communicate with patients (Figure  1 ). The algorithm began with a question on severity of bladder discomfort based on question 7 of the validated Lower Urinary Tract Dysfunction Research Network Symptom Index questionnaire (responses on 4-point scale with higher score indicating more severe symptoms).  17 Based on response to this question, the branching algorithm recommended treatment modules, medication reminders, check-in messages, or call from a physician.\n\nPrototype of the dialogue algorithm\n\nNext, we conducted a series of 2-4-week cycles of design and testing during which patients interacted with the platform and provided feedback (Figure  2 ). In the early cycles, a study coordinator delivered the treatment modules and messages to the patient using the structured algorithm which was automated once a final version was developed. Patient feedback included (1) structured responses to the urinary symptom question and (2) narrative text messages regarding the platform. At the end of the cycle, an exit interview was conducted using an interview guide to obtain additional feedback from each patient and transcribed. Text messages and interview transcripts were analyzed qualitatively and quantitatively, and results used to modify the treatment modules and algorithm before the next cycle was launched.\n\nIterative cycles, each consisting of 4-5 patients, were conducted until prespecified metrics described below were achieved. This final algorithm was automated and tested in the last cycle (Figure  3 )."
    },
    {
      "title": "2.3. | Final platform",
      "text": "The final platform consisted of four treatment module categories (patient education and behavioral modification, cognitive behavioral therapy techniques, pelvic floor physical therapy, and guided mindfulness practices) and one weekly check-in message (Figure  3 ). The modules were presented in video format each 2.5-4 min long, hosted on YouTube accessible only to study team and participants (Table  1 ). Modules were delivered twice a week for 6 weeks. All patients received the \"core\" modules on patient education and behavior modification over the first 2 weeks. Then patients selected one additional treatment module (from CBT techniques, pelvic PT, mindfulness) which was delivered over the next 4 weeks.\n\nA single check-in message on symptom bother was delivered at the end of the week: \"How bothered have you been by your IC symptoms in this past week?\" Responses were elicited on a 4-point scale (1 = not at all bothered, 2 = somewhat bothered, 3 = very bothered, 4 = extremely bothered). Patients reporting \"no bother\" received a message of support, patients reporting \"somewhat\" or \"very bothered\" were offered a call back from a physician within 24 h, and patients reporting \"extremely bothered\" were offered a call back within 1 h.\n\nThe final platform was delivered via an automated algorithm, which was tested in 10 patients to ensure that accuracy and engagement were maintained. Patients in the final cycle also completed a System Usability Scale to evaluate the ease of use (score 0-100, with higher score indicating greater ease of use)."
    },
    {
      "title": "2.4. | Analysis",
      "text": "Participant characteristics and questionnaire data were assessed using descriptive methods. Text messages and interview transcripts were analyzed using qualitative content analysis, a systematic process of coding and identifying themes and pattern in codes.  18 All transcripts were reviewed for accuracy and uploaded in NVIVO (QSR International, Doncaster, Victoria, Australia, 2020). Two independent researchers who did not participate in the contextual inquiry generated initial codes based on the interview protocol and through line-by-line review of transcripts of text messages of five patients. The codebook was tested for clarity and consistency and revised based on discussion. Codes were compared over successive patient interviews/text messages and new codes were added as\n\nRapid Cycle Innovation method for developing a digital platform needed and previous codes were revisited to assure no data was overlooked. Then codes were grouped into themes, which were subsequently grouped into emerging concepts using grounded theory methodology.  19 he following metrics were defined a priori based on prior studies and analyzed quantitatively using proportions.  20, 21 They also served as our primary and secondary outcomes.\n\n• Level of engagement with the platform (number of responses received from patients/number of messages sent by study team). Engagement of ≥85% was considered successful. • Accuracy of platform (number of appropriate responses/ total number of responses received from patients). Accuracy of ≥ 80% was considered successful.\n\nOur sample size was guided by principles of rapid cycle innovation according to which iterative cycles, each consisting of 4-5 patients should be performed until objective criteria for determining platform quality are met and thematic saturation has been achieved, meaning new issues are no longer commonly identified."
    },
    {
      "title": "3. | RESULTS",
      "text": "A total of 30 patients participated in five cycles (5 in each of the first four cycles and 10 in final cycle). Demographic data of participants are shown in Table  2 . The majority of patients were White, 36% had medical diagnosis of anxiety disorder, and 32% of major depressive disorder. Median baseline ICSI and ICPI scores\n\nAlgorithm of the Final Platform indicated moderate symptom severity and bother (Table  2 ). Adherence to prescribed medications was low (urinary analgesic 13%, amitriptyline 0%). Level of engagement (median and range) with the platform was consistently high across all five cycles (92%, 89%-95%). Accuracy of the platform (median and range) gradually increased from the first to the fifth cycle (95%, 74%-98%). System usability score (median and range) of the automated final platform was also high (87.8, 82.5-95), indicating high usability. Across all cycles, only two patients requested callback from a physician and there were no unscheduled visits for IC/BPS symptoms during the study period.\n\nQualitative analysis of text and interviews identified three emergent concepts that informed the development of the platform: preference for patient centered terms, desire for self-efficacy in symptom management, and need for provider support. Emergent concepts, themes and illustrative quotes are described below and listed in Table  3 ."
    },
    {
      "title": "3.1. | Preference for patient centered terms",
      "text": "The term \"IC\" was viewed as a medical terminology that legitimized the condition while \"BPS\" was seen as bearing the \"stigma of chronic pain condition.\" Some patients preferred the term \"IC\" because their most bothersome symptom was not pain but \"pressure, frequency urgency feeling.\" Based on this feedback, we used the term \"IC\" in our platform.\n\nSeveral patients reported that symptom \"bother\" was a better marker of when intervention is needed than symptom \"severity.\" \"My symptoms could be pretty bad, but it doesn't mean that I need something to be done.\" Based on this feedback, we replaced the symptom severity question in our prototype algorithm (Figure  1 ) with a symptom bother question in the final platform (Figure  3 )."
    },
    {
      "title": "3.2. | Desire for self-efficacy",
      "text": "Several interconnected themes demonstrated that the platform supported patients' desire to achieve greater self-efficacy in the management of their symptoms. Several patients reported that learning self-management skills through the treatment modules made them feel \"empowered.\" \"Handling symptoms on my own without needing to contact my doctor made feel independent, confident and hopeful.\" The education, bladder retraining, and CBT modules helped patients gain insight into how emotions and behaviors could aggravate symptoms. \"Now I understand why my bladder starts acting up when I am stressed out at my job. I cannot change my job but I can take steps to manage my stress.\" Almost all patients wanted to choose specific treatments. Several patients expressed preference for mind-body and behavioral treatments including pelvic PT, bladder retraining, mindfulness, and CBT techniques because these treatments\n\nT A B L E 2 Demographic data Demographics of patients N = 30 Age (median, range) 32 (18-58) Race (%) White 25 (83%) Black 3 (10%) Hispanic 2 (7%) Highest education achieved (%) High school/GED 2 (6.7%) Some college 3 (10%) College degree 21 (70%) Graduate degree 4 (13.3%) Concomitant chronic diagnosis (%) Anxiety disorder 9 (36%) Major depressive disorder 8 (32%) Irritable bowel syndrome 4 (16%) Migraine 3 (12%) Low back pain 2 (8%) Anorexia nervosa 2 (8%) Medications (%) Current prescription for urinary analgesic 30 (100%) Current prescription for amitriptyline 5 (17%) Used urinary analgesic during study period 4 (13%) Used amitriptyline during study period 0 Interstitial cystitis symptom index score, median (range) 10 (8-13) Interstitial cystitis problem index score, median (range) 9 (6-12) Duration of IC/BPS in years, median (IQR) 2 (1-5.5) Number of IC/BPS treatments attempted, median (IQR) 3 (2-3) Highest tier treatment attempted (%) First line 16 (53.3%) Second line 11 (36.7%) Third line 3 (10%) T A B L E 3 Qualitative analysis of text messages and exit interviews Emerging concept Theme Illustrative quotes Preference for patient centered terms Perception of \"interstitial cystitis\" as a more medical terminology • \"I think it gives it more merit or you take it more seriously if you actually have 'inflammation.' I feel like bladder pain syndrome minimizes it somehow.\" • \"Interstitial cystitis sounds more medical. That's usually what I tell people. Because if I say bladder pain syndrome, they're like, 'what syndrome?'\" • \"Interstitial cystitis sounds more legitimate than bladder pain syndrome.\" Perception of the term \"bladder pain syndrome\" as stigmatizing • \"I think there's just this belief that pain syndromes are not real and there's a stigma there.\" • \"Chronic pain is an invisible disability. People can be more sympathetic to visible disability but judgmental towards invisible disability. Like I'm making it up that I'm debilitated from pain.\" • \"I feel like people would think that I'm nuts because they might think that pain syndromes are in your brain.\" Pain may not describe the patient's most bothersome symptom • \"I would call it interstitial cystitis because I'm more bothered by pressure, frequency urgency feeling. So, bladder pain syndrome doesn't really sit with me.\" • \"I mostly experience it as urgency, frequency, almost as like a spasm.\" • \"Discomfort/pressure/ache is what I feel. Is that pain? I guess it could be. But I feel like pain doesn't fully describe how I feel.\" Symptom \"bother\" is more important than symptom \"severity\" • My symptoms could be pretty bad, but it doesn't mean that I need something to be done. That's just my default level. If you asked me if I'm bothered by it, I would say only mildly bothered because I'm used to it. It's all relative.\" • \"Asking me about how bothered I am helped me actually check in with myself. Like, what made me more bothered by IC symptoms than a couple days ago?\" • \"I feel like people wouldn't answer symptom severity question honestly because they don't want to seem like they are whiny. Asking about how symptoms affect my daily life might get a more accurate response.\" Desire for Self-efficacy Desire to learn self-management skills\n\n• \"Learning how to deal with the symptoms on my own would make feel independent and empowered.\" • \"The more I successfully handled the symptoms on my own without needing to contact my doctor, the more independent, confident and hopeful I became.\" • \"I felt alone and hopeless when I was first diagnosed. This program made me feel supported and more optimistic that I can learn to live with IC.\"\n\nDesire for treatments that promote control over one's own motivation and behavior\n\n• \"I really believe that knowledge is power and I want to learn how to deal with my symptoms on my own.\" • \"At-home pelvic trigger point release and physical therapy both really, really helped. It's like, there were issues in my pelvis that needed to be fixed and now I know how to do that.\" • \"I get into an anxiety spiral and wrapped up in negative thoughts when I'm having a flare. The cognitive behavioral therapy modules helped me recognize these spirals and try to snap out of them.\"\n\n(Continues)\n\nEmerging concept Theme Illustrative quotes\n\n• \"Now understand why my bladder starts acting up when I am stressed out at my job. I can't change my job but I can take steps to manage my stress.\"\n\n• \"Mindfulnessspecifically telling me to relax specific parts of my body made me really aware of tension in my bodythat was just like a light bulb moment for me. Like, 'I can do this for myself by myself.'\" • \"I want holistic treatments that has scientific evidence…not herbs and supplements.\" Desire to avoid medications • \"If I can, I'd like to avoid medications because they can mask symptoms without getting to the root of things and some of the side effects interfere with my life.\" • \"Other than IC, I'm a totally normal 25-year-old… Medications can't cure me. And depending on medications just makes me nervous because I don't want this to be the rest of my life.\" • \"When a doctor put me on [medications], I experienced some side effects so I called the office. It took a day or two for them to get back to me. It was frustrating because [the doctor] glossed over the side effects.\" Remote access allows better control over one's own social environment • When I tried to get PT, I had to jump through hoops to get it scheduled and drive far. The idea of PT videos by a pelvic floor expert delivered to me is genius.\" • \"I recently started going back to school and that's pretty much taken up all of my time. Having treatment content delivered to my phone let me do them between classes.\" • \"I've been working from home and I also have children. So I have not been able to get away to seek treatments. Having access to treatments I can do independently without having to scramble for childcare was much appreciated.\" • \"I was traveling and being a part of this program helped me manage flares on the road. I felt more confident than before that I can manage IC independently.\" Need for support from providers Supportive role of providers in promoting self-management • \"I know there is no magic cure for IC. What I want from doctors is support and guidance to learn how to live with IC. This platform is giving me the guidance I need.\" • \"Starting new treatment can be anxiety-provoking.\n\nEncouragement and empathy from the care team made a big difference.\" • \"The more doctors teach me about IC and guide me towards right treatments, the more I will be able to manage it on my own.\" • \"I have to admit: I called or messaged my doctor a lot because I didn't get to learn a lot during that first visit. But I still had so many questions about IC and what I should do. The program answered so many of my questions that I did not get to ask on that initial visit.\" • \"Between the first visit and the next scheduled visit, there was no check-in from the doctor or nurses. I tried some of the selfcare things I learned I don't think I was doing them right.\n\nUltimately the symptoms got so bad I ended up going to the emergency room. I think that a program like this 'fills in the gap' and can help a lot of other people.\" allowed them to use their \"own mind and body to manage\" and \"take charge\" of symptoms. Referring to them as \"holistic\" treatments, they wanted such treatments to be evidence-based and rejected \"herbs and supplements that have no scientific evidence.\" Interest in medications was low with several patients expressing concern about side effects. \"I'd like to avoid medications because they can mask symptoms without getting to the root of things and some of the side effects interfere with my life.\" Given high discontinuation rate of medications (urinary analgesics and amitriptyline), we removed the medication module and reminders from the platform.\n\nAnother important theme that informed self-efficacy was patients' desire to gain greater control over their social environment. The remote platform improved access and reduced interference with work-life obligations. \"When I tried to get PT, I had to jump through hoops to get it scheduled and drive far. The idea of PT videos by a pelvic floor expert delivered to me is genius.\" • Making treatment decisions together with my doctor made me feel more motivated give those treatments my all. I felt personally responsible because I had a say in those decisions.\" • \"I'm interested in stuff like working on your diet and meditation. This way I use my own body and mind to manage my own condition.\" • \"Bladder training took some time to see success but it helped me. I like it because this is a skill that I can take anywhere.\" • \"I want to start with treatments that rely on my own mind and body like bladder training, watching what I eat and drink, physical therapy, etc. That way, I can truly be charge of this condition.\" Need to reduce social isolation • \"Thank you for being available and checking in on me. I didn't feel alone in figuring things out.\" • \"Even if through automated texts, I felt comforted to know that there are people who care about me and this condition.\" • \"I know I'm talking to a chatbot, really. But even that was comforting compared to what I was getting before, which is no communication.\" • \"I felt overwhelmed and isolated when I was diagnosed with IC and being told that this is a lifelong thing… This program walked me through each step and it gave me the supported that I wished for.\" Desire to avoid frequent contacts • \"I don't want to contact the doctor's office as much as they don't want to hear from me. I just wish that enough information was relayed during the clinic visit so that I don't have to call between visits.\" • \"IC patients know that we are bothering [the doctor] and interrupting [their] busy day when we send messages. But please know that this is because [the doctor is] the only person in our lives who we can turn to about IC.\" • \"I try to write down my questions so that each clinic visit is productive. That way I don't have to contact the office with questions I didn't get answered.\" Remote access also improved adherence for some patients with one patient stating that they could engage with the PT modules \"between and another could practice CBT \"without having to scramble for childcare.\" 3.3 | Need for better support from providers Patients reported that the platform provided \"encouragement and empathy\" in learning self-management skills. \"With my doctor's support, I learned how to manage [symptoms] on my own.\" A particularly important theme was patients' desire to participate in making treatment decisions. \"Making decisions together with my doctor made me feel more motivated to give those treatments my all.\" The platform filled the gap for patients who felt they had too short a visit or inadequate follow up in between visits. \"The program answered so many of my questions that I did not get to ask on that initial visit.\" \"A lot of the time doctors give you things to work on and tell you to come back in a few weeks to months. This program fills the gap between clinic visits.\" Finally, the platform reduced patients' sense of isolation. \"I didn't feel alone in figuring things out,\" and \"Even if through automated text, I felt comforted to know that there are people who care about me and this condition.\" However, patients rejected too frequent contacts. \"I think you can ask me about my symptoms less frequently. My symptoms don't change day by day.\" Five patients reported the platform helped them reduce unscheduled office and emergency room visits."
    },
    {
      "title": "4. | DISCUSSION",
      "text": "Using direct patient input, we developed a text messagebased platform that delivers evidence-based treatments and supportive messages to patients with IC/BPS. Patients reported that the platform provided them with greater insight into their condition, enhanced their selfmanagement skills, improved their access to treatments and providers, and reduced their sense of isolation.\n\nObjective measurements demonstrated the platform was easy to use with high rates of patient engagement and accuracy. These findings suggest that a patient centered text message-based platform that interacts with patients using a structured algorithm may be clinically useful in the management of IC/BPS. Past approaches to developing a new product included focus groups, developing, and then testing the product. This approach is inefficient for digital platforms because consumers may not understand what is possible through innovative technology. Rapid Cycle Innovation allowed us to test critical assumptions regarding a new technology quickly and in context that is, by observing patients using prototype versions. Using this method, we developed a HIPPA-compliant text message-based platform that was integrated with electronic medical records. Unlike \"apps,\" text message-based platforms are easy to access on all smart phones and are low cost to maintain.\n\nOur development process demonstrates the importance of using patient-centered terms when communicating with IC/BPS patients. Most patients preferred the term \"interstitial cystitis\" which implies an inflammatory basis over \"bladder pain syndrome\" which was viewed as carrying the stigma of a chronic pain condition. Patients emphasized the importance of \"symptom bother\" over \"symptom severity\" noting that only the most bothersome symptoms required treatment. Use of these patientcentered terms early in the development process likely contributed to high levels of patient engagement with the platform.\n\nSelf-efficacy emerged as a major concept that informed the development of our platform. Self-efficacy reflects an individual's confidence in their capacity to exert control over their own motivation, behavior and social environment.  2 Prior studies indicate that patients can achieve self-efficacy through the five key tenets self-management including problem solving, resource identification and utilization, decision making, patientprovider partnerships, and taking action.  4 In our study, patients demonstrated problem solving by taking a keen interest in the education module which discussed how negative emotions aggravate symptoms. Resource identification and utilization was reflected through patients taking advantage of improved access to care by engaging with treatment modules during their daily work-life schedule. Shared decision making emerged as a key theme. Although patients wanted to choose treatments in line with their values, they wanted guidance from providers in making evidence-based decisions. Patients had low interest in medications; however, in a prior study, patients with IC/BPS did not have a negative attitude to medications.  4 Their preference for mind-body and behavioral treatments was informed by their desire to avoid side-effects and \"take action\" by gaining control over their own motivations and behaviors.\n\nAn important benefit of the platform was that patients felt better supported by providers.\n\nBy allowing patients to choose treatment options and participate in decision making, the platform strengthened patient-provider relationship. Patients may also have felt better supported because they could access treatments such as pelvic PT with fewer in-person appointments. Finally, even though the final algorithm was automated, the weekly check-in messages made the platform interactive by allowing patients to request a call back from a provider for bothersome symptoms. Interestingly, only two patients took advantage of this option likely because the weekly messages reduced anxiety and sense of isolation which can prompt patients to seek out healthcare encounters.  22, 23 Ultimately, improved provider support encouraged patients to practice selfmanagement skills and enhanced their sense of self-efficacy in managing symptoms.\n\nStrengths of our study included direct patient input in the development of all aspects of the platform and objective criteria to determine accuracy and engagement. Our study also has several limitations. Our sample size was small, majority of our patients were White, English-speaking, college educated with moderate symptoms and these limit the generalizability of our findings. Our qualitative study focused on platform development, and we did not quantitatively measure clinical efficacy. Larger studies are required to determine the clinical efficacy of the platform in diverse group of patients with more severe symptoms and to determine if benefits are sustained after completion of the program."
    },
    {
      "title": "5. | CONCLUSION",
      "text": "In summary, a patient-centered text message-based platform can enhance patient's self-efficacy in managing IC/BPS symptoms, reduces their sense of isolation and improves the patient provider relationship. Larger studies are required to determine the clinical effectiveness of this platform."
    },
    {
      "text": "can see how this program can supplement IC care between the first visit and follow up visit. By the follow up visit, you would have learned the basics of IC and have tried basic treatments so that you can have a more meaningful visit with the doctor.\"• \"A lot of the time doctors give you things to work on and tell you to come back in a few weeks to months. This program fills the gap between clinic visits.\"Desire to participate in treatment decisions"
    },
    {
      "text": "ACKNOWLEDGMENT American Urogynecologic Society 2021 Fellow Research Grant  ( Dr.Kim ),  National Institute of Health, National Institute on Aging   R01AG071707  ( Drs.Andy ,  Newman , Arya),  NIDDK U01DK106892  ( Dr.Newman )."
    },
    {
      "title": "DATA AVAILABILITY STATEMENT",
      "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request."
    },
    {
      "title": "CONFLICT OF INTEREST",
      "text": "The authors declare no conflict of interest."
    }
  ],
  "references": [
    {
      "title": "Important role of physicians in addressing psychological aspects of interstitial cystitis/bladder pain syndrome (IC/BPS): a qualitative analysis",
      "authors": [
        "G Kanter",
        "K Volpe",
        "G Dunivan"
      ],
      "year": 2017,
      "doi": "10.1007/s00192-016-3109-2",
      "journal": "Int Urogynecol J",
      "volume": "28",
      "issue": "2",
      "raw": "Important role of physicians in addressing psychological aspects of interstitial cystitis/bladder pain syndrome (IC/BPS): a qualitative analysis \n\t\t \n\t\t\t G Kanter \n\t\t \n\t\t \n\t\t\t K A Volpe \n\t\t \n\t\t \n\t\t\t G C Dunivan \n\t\t \n\t\t 10.1007/s00192-016-3109-2 \n\t \n\t \n\t\t Int Urogynecol J \n\t\t \n\t\t\t 28 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Kanter G, Volpe KA, Dunivan GC, et al. Important role of physicians in addressing psychological aspects of interstitial cystitis/bladder pain syndrome (IC/BPS): a qualitative analy- sis. Int Urogynecol J. 2017;28(2):249-256. doi:10.1007/s00192- 016-3109-2"
    },
    {
      "title": "Self-efficacy: toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037/0033-295x.84.2.191",
      "journal": "Psychol Rev",
      "volume": "84",
      "issue": "2",
      "raw": "Self-efficacy: toward a unifying theory of behavioral change \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t 10.1037/0033-295x.84.2.191 \n\t \n\t \n\t\t Psychol Rev \n\t\t \n\t\t\t 84 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1977 \n\t\t \n\t \n\t Bandura A. Self-efficacy: toward a unifying theory of behavioral change. Psychol Rev. 1977;84(2):191-215. doi:10.1037/0033-295X. 84.2.191"
    },
    {
      "title": "Pain self-efficacy beliefs and pain behaviour. A prospective study",
      "authors": [
        "A Asghari",
        "M Nicholas"
      ],
      "year": 2001,
      "doi": "10.1016/s0304-3959(01)00344-x",
      "journal": "Pain",
      "volume": "94",
      "issue": "1",
      "raw": "Pain self-efficacy beliefs and pain behaviour. A prospective study \n\t\t \n\t\t\t A Asghari \n\t\t \n\t\t \n\t\t\t M K Nicholas \n\t\t \n\t\t 10.1016/s0304-3959(01)00344-x \n\t \n\t \n\t\t Pain \n\t\t \n\t\t\t 94 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Asghari A, Nicholas MK. Pain self-efficacy beliefs and pain behaviour. A prospective study. Pain. 2001;94(1):85-100. doi:10.1016/S0304-3959(01)00344-X"
    },
    {
      "title": "How do women with interstitial cystitis/bladder pain syndrome make treatment choices?",
      "authors": [
        "D Hassani",
        "L Flick",
        "H Sangha",
        "L Brown",
        "Andy Arya"
      ],
      "year": 2022,
      "doi": "10.1007/s00192-021-04994-6",
      "journal": "Int Urogynecol J",
      "volume": "33",
      "issue": "3",
      "raw": "How do women with interstitial cystitis/bladder pain syndrome make treatment choices? \n\t\t \n\t\t\t D Hassani \n\t\t \n\t\t \n\t\t\t L Flick \n\t\t \n\t\t \n\t\t\t H Sangha \n\t\t \n\t\t \n\t\t\t L A Brown \n\t\t \n\t\t \n\t\t\t Andy U Arya \n\t\t \n\t\t \n\t\t\t L \n\t\t \n\t\t 10.1007/s00192-021-04994-6 \n\t \n\t \n\t\t Int Urogynecol J \n\t\t \n\t\t\t 33 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Hassani D, Flick L, Sangha H, Brown LA, Andy U, Arya L. How do women with interstitial cystitis/bladder pain syn- drome make treatment choices? Int Urogynecol J. 2022;33(3): 583-593. doi:10.1007/s00192-021-04994-6"
    },
    {
      "title": "Urological chronic pelvic pain syndrome flares and their impact: qualitative analysis in the MAPP network",
      "authors": [
        "S Sutcliffe",
        "C Bradley",
        "J Clemens"
      ],
      "year": 2015,
      "doi": "10.1007/s00192-015-2652-6",
      "journal": "Int Urogynecol J",
      "volume": "26",
      "issue": "7",
      "raw": "Urological chronic pelvic pain syndrome flares and their impact: qualitative analysis in the MAPP network \n\t\t \n\t\t\t S Sutcliffe \n\t\t \n\t\t \n\t\t\t C S Bradley \n\t\t \n\t\t \n\t\t\t J Q Clemens \n\t\t \n\t\t 10.1007/s00192-015-2652-6 \n\t \n\t \n\t\t Int Urogynecol J \n\t\t \n\t\t\t 26 \n\t\t\t 7 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Sutcliffe S, Bradley CS, Clemens JQ, et al. Urological chronic pelvic pain syndrome flares and their impact: qualitative analysis in the MAPP network. Int Urogynecol J. 2015;26(7): 1047-1060. doi:10.1007/s00192-015-2652-6"
    },
    {
      "title": "Integration of mobile health technology in the treatment of chronic pain: a critical review",
      "authors": [
        "L Sundararaman",
        "R Edwards",
        "Ross Jamison"
      ],
      "year": 2017,
      "doi": "10.1097/aap.0000000000000621",
      "journal": "Reg Anesth Pain Med",
      "volume": "42",
      "issue": "4",
      "raw": "Integration of mobile health technology in the treatment of chronic pain: a critical review \n\t\t \n\t\t\t L V Sundararaman \n\t\t \n\t\t \n\t\t\t R R Edwards \n\t\t \n\t\t \n\t\t\t Ross El Jamison \n\t\t \n\t\t \n\t\t\t R N \n\t\t \n\t\t 10.1097/aap.0000000000000621 \n\t \n\t \n\t\t Reg Anesth Pain Med \n\t\t \n\t\t\t 42 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Sundararaman LV, Edwards RR, Ross EL, Jamison RN. Integration of mobile health technology in the treatment of chronic pain: a critical review. Reg Anesth Pain Med. 2017;42(4):488-498. doi:10.1097/AAP.0000000000000621"
    },
    {
      "title": "Rapid-cycle innovation testing of text-based monitoring for management of postpartum hypertension",
      "authors": [
        "A Hirshberg",
        "M Vandertuyn",
        "K Mahraj"
      ],
      "year": 2017,
      "doi": "10.1097/01.aog.0000483529.10595.4c",
      "journal": "J Clin Outcomes Manag",
      "volume": "24",
      "raw": "Rapid-cycle innovation testing of text-based monitoring for management of postpartum hypertension \n\t\t \n\t\t\t A Hirshberg \n\t\t \n\t\t \n\t\t\t M Vandertuyn \n\t\t \n\t\t \n\t\t\t K Mahraj \n\t\t \n\t\t 10.1097/01.aog.0000483529.10595.4c \n\t \n\t \n\t\t J Clin Outcomes Manag \n\t\t \n\t\t\t 24 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hirshberg A, Vandertuyn M, Mahraj K. Rapid-cycle innova- tion testing of text-based monitoring for management of postpartum hypertension. J Clin Outcomes Manag. 2017;24: 77-85."
    },
    {
      "title": "Diagnosis and treatment of interstitial cystitis/bladder pain syndrome: AUA guideline amendment",
      "authors": [
        "P Hanno",
        "D Erickson",
        "R Moldwin",
        "M Faraday"
      ],
      "year": 2015,
      "doi": "10.1016/j.juro.2015.01.086",
      "journal": "J Urol",
      "volume": "193",
      "issue": "5",
      "raw": "Diagnosis and treatment of interstitial cystitis/bladder pain syndrome: AUA guideline amendment \n\t\t \n\t\t\t P M Hanno \n\t\t \n\t\t \n\t\t\t D Erickson \n\t\t \n\t\t \n\t\t\t R Moldwin \n\t\t \n\t\t \n\t\t\t M M Faraday \n\t\t \n\t\t 10.1016/j.juro.2015.01.086 \n\t \n\t \n\t\t J Urol \n\t\t \n\t\t\t 193 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Hanno PM, Erickson D, Moldwin R, Faraday MM. Diagnosis and treatment of interstitial cystitis/bladder pain syndrome: AUA guideline amendment. J Urol. 2015;193(5):1545-1553. doi:10.1016/j.juro.2015.01.086"
    },
    {
      "title": "The interstitial cystitis symptom index and problem index",
      "authors": [
        "M O'leary",
        "G Sant",
        "F Fowler",
        "K Whitmore",
        "J Spolarich-Kroll"
      ],
      "year": 1997,
      "doi": "10.1016/s0090-4295(99)80333-1",
      "journal": "Urology",
      "volume": "49",
      "issue": "5",
      "raw": "The interstitial cystitis symptom index and problem index \n\t\t \n\t\t\t M P O'leary \n\t\t \n\t\t \n\t\t\t G R Sant \n\t\t \n\t\t \n\t\t\t F J Fowler \n\t\t \n\t\t \n\t\t\t K E Whitmore \n\t\t \n\t\t \n\t\t\t J Spolarich-Kroll \n\t\t \n\t\t 10.1016/s0090-4295(99)80333-1 \n\t \n\t \n\t\t Urology \n\t\t \n\t\t\t 49 \n\t\t\t 5 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Suppl \n\t O'Leary MP, Sant GR, Fowler FJ, Whitmore KE, Spolarich- Kroll J. The interstitial cystitis symptom index and problem index. Urology. 1997;49(5A Suppl):58-63. doi:10.1016/s0090- 4295(99)80333-1"
    },
    {
      "title": "Practical use of the new American urological association interstitial cystitis guidelines",
      "authors": [
        "R Quillin",
        "D Erickson"
      ],
      "year": 2012,
      "doi": "10.1007/s11934-012-0263-z",
      "journal": "Curr Urol Rep",
      "volume": "13",
      "issue": "5",
      "raw": "Practical use of the new American urological association interstitial cystitis guidelines \n\t\t \n\t\t\t R B Quillin \n\t\t \n\t\t \n\t\t\t D R Erickson \n\t\t \n\t\t 10.1007/s11934-012-0263-z \n\t \n\t \n\t\t Curr Urol Rep \n\t\t \n\t\t\t 13 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Quillin RB, Erickson DR. Practical use of the new American urological association interstitial cystitis guidelines. Curr Urol Rep. 2012;13(5):394-401. doi:10.1007/s11934-012-0263-z"
    },
    {
      "title": "Diet and its role in interstitial cystitis/bladder pain syndrome (IC/BPS) and comorbid conditions: diet and its role in ic/bps and comorbid conditions",
      "authors": [
        "J Friedlander",
        "B Shorter",
        "R Moldwin"
      ],
      "year": 2012,
      "doi": "10.1111/j.1464-410x.2011.10860.x",
      "journal": "BJU Int",
      "volume": "109",
      "issue": "11",
      "raw": "Diet and its role in interstitial cystitis/bladder pain syndrome (IC/BPS) and comorbid conditions: diet and its role in ic/bps and comorbid conditions \n\t\t \n\t\t\t J I Friedlander \n\t\t \n\t\t \n\t\t\t B Shorter \n\t\t \n\t\t \n\t\t\t R M Moldwin \n\t\t \n\t\t 10.1111/j.1464-410x.2011.10860.x \n\t \n\t \n\t\t BJU Int \n\t\t \n\t\t\t 109 \n\t\t\t 11 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Friedlander JI, Shorter B, Moldwin RM. Diet and its role in interstitial cystitis/bladder pain syndrome (IC/BPS) and comorbid conditions: diet and its role in ic/bps and comorbid conditions. BJU Int. 2012;109(11):1584-1591. doi:10.1111/j. 1464-410X.2011.10860.x"
    },
    {
      "title": "Office-based behavioral therapy for management of incontinence and other pelvic disorders",
      "authors": [
        "D Newman",
        "A Wein"
      ],
      "year": 2013,
      "doi": "10.1016/j.ucl.2013.07.010",
      "journal": "Urol Clin North Am",
      "volume": "40",
      "issue": "4",
      "raw": "Office-based behavioral therapy for management of incontinence and other pelvic disorders \n\t\t \n\t\t\t D K Newman \n\t\t \n\t\t \n\t\t\t A J Wein \n\t\t \n\t\t 10.1016/j.ucl.2013.07.010 \n\t \n\t \n\t\t Urol Clin North Am \n\t\t \n\t\t\t 40 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Newman DK, Wein AJ. Office-based behavioral therapy for management of incontinence and other pelvic disorders. Urol Clin North Am. 2013;40(4):613-635. doi:10.1016/j.ucl.2013. 07.010"
    },
    {
      "title": "Psychological Approaches to Pain Management: a Practitioner's Handbook",
      "authors": [
        "D Turk",
        "R Gatchel"
      ],
      "year": 2018,
      "raw": "Psychological Approaches to Pain Management: a Practitioner's Handbook \n\t\t \n\t\t\t D C Turk \n\t\t \n\t\t \n\t\t\t R J Gatchel \n\t\t \n\t\t \n\t\t\t 2018 \n\t\t\t The Guilford Press \n\t\t \n\t \n\t Third edition \n\t Turk DC, Gatchel RJ, eds. Psychological Approaches to Pain Management: a Practitioner's Handbook. Third edition. The Guilford Press; 2018."
    },
    {
      "title": "Mindfulness-based stress reduction as a novel treatment for interstitial cystitis/ bladder pain syndrome: a randomized controlled trial",
      "authors": [
        "G Kanter",
        "Y Komesu",
        "F Qaedan"
      ],
      "year": 2016,
      "doi": "10.1007/s00192-016-3022-8",
      "journal": "Int Urogynecol J",
      "volume": "27",
      "issue": "11",
      "raw": "Mindfulness-based stress reduction as a novel treatment for interstitial cystitis/ bladder pain syndrome: a randomized controlled trial \n\t\t \n\t\t\t G Kanter \n\t\t \n\t\t \n\t\t\t Y M Komesu \n\t\t \n\t\t \n\t\t\t F Qaedan \n\t\t \n\t\t 10.1007/s00192-016-3022-8 \n\t \n\t \n\t\t Int Urogynecol J \n\t\t \n\t\t\t 27 \n\t\t\t 11 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Kanter G, Komesu YM, Qaedan F, et al. Mindfulness-based stress reduction as a novel treatment for interstitial cystitis/ bladder pain syndrome: a randomized controlled trial. Int Urogynecol J. 2016;27(11):1705-1711. doi:10.1007/s00192-016- 3022-8"
    },
    {
      "title": "Safety and effectiveness of an internal pelvic myofascial trigger point wand for urologic chronic pelvic pain syndrome",
      "authors": [
        "R Anderson",
        "D Wise",
        "T Sawyer",
        "B Nathanson"
      ],
      "year": 2011,
      "doi": "10.1097/ajp.0b013e31821dbd76",
      "journal": "Clin J Pain",
      "volume": "27",
      "issue": "9",
      "raw": "Safety and effectiveness of an internal pelvic myofascial trigger point wand for urologic chronic pelvic pain syndrome \n\t\t \n\t\t\t R Anderson \n\t\t \n\t\t \n\t\t\t D Wise \n\t\t \n\t\t \n\t\t\t T Sawyer \n\t\t \n\t\t \n\t\t\t B H Nathanson \n\t\t \n\t\t 10.1097/ajp.0b013e31821dbd76 \n\t \n\t \n\t\t Clin J Pain \n\t\t \n\t\t\t 27 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Anderson R, Wise D, Sawyer T, Nathanson BH. Safety and effectiveness of an internal pelvic myofascial trigger point wand for urologic chronic pelvic pain syndrome. Clin J Pain. 2011;27(9):764-768. doi:10.1097/AJP.0b013e31821dbd76"
    },
    {
      "title": "Randomized multicenter clinical trial of myofascial physical therapy in women with interstitial cystitis/painful bladder syndrome and pelvic floor tenderness",
      "authors": [
        "M Fitzgerald",
        "C Payne",
        "E Lukacz"
      ],
      "year": 2012,
      "doi": "10.1016/j.juro.2012.01.123",
      "journal": "J Urol",
      "volume": "187",
      "issue": "6",
      "raw": "Randomized multicenter clinical trial of myofascial physical therapy in women with interstitial cystitis/painful bladder syndrome and pelvic floor tenderness \n\t\t \n\t\t\t M P Fitzgerald \n\t\t \n\t\t \n\t\t\t C K Payne \n\t\t \n\t\t \n\t\t\t E S Lukacz \n\t\t \n\t\t 10.1016/j.juro.2012.01.123 \n\t \n\t \n\t\t J Urol \n\t\t \n\t\t\t 187 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t FitzGerald MP, Payne CK, Lukacz ES, et al. Randomized multicenter clinical trial of myofascial physical therapy in women with interstitial cystitis/painful bladder syndrome and pelvic floor tenderness. J Urol. 2012;187(6):2113-2118. doi:10. 1016/j.juro.2012.01.123"
    },
    {
      "title": "A new outcome measure for LUTS: symptoms of lower urinary tract dysfunction research network symptom Index-29 (LURN SI-29) questionnaire",
      "authors": [
        "D Cella",
        "A Smith",
        "J Griffith"
      ],
      "year": 2019,
      "doi": "10.1002/nau.24067",
      "journal": "Neurourol Urodyn",
      "volume": "38",
      "issue": "6",
      "raw": "A new outcome measure for LUTS: symptoms of lower urinary tract dysfunction research network symptom Index-29 (LURN SI-29) questionnaire \n\t\t \n\t\t\t D Cella \n\t\t \n\t\t \n\t\t\t A R Smith \n\t\t \n\t\t \n\t\t\t J W Griffith \n\t\t \n\t\t 10.1002/nau.24067 \n\t \n\t \n\t\t Neurourol Urodyn \n\t\t \n\t\t\t 38 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Cella D, Smith AR, Griffith JW, et al. A new outcome measure for LUTS: symptoms of lower urinary tract dysfunction research network symptom Index-29 (LURN SI-29) questionnaire. Neurourol Urodyn. 2019;38(6):1751-1759. doi:10.1002/nau.24067"
    },
    {
      "title": "Three approaches to qualitative content analysis",
      "authors": [
        "H Hsieh",
        "S Shannon"
      ],
      "year": 2005,
      "doi": "10.1177/1049732305276687",
      "journal": "Qual Health Res",
      "volume": "15",
      "issue": "9",
      "raw": "Three approaches to qualitative content analysis \n\t\t \n\t\t\t H F Hsieh \n\t\t \n\t\t \n\t\t\t S E Shannon \n\t\t \n\t\t 10.1177/1049732305276687 \n\t \n\t \n\t\t Qual Health Res \n\t\t \n\t\t\t 15 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Hsieh HF, Shannon SE. Three approaches to qualitative content analysis. Qual Health Res. 2005;15(9):1277-1288. doi:10.1177/1049732305276687"
    },
    {
      "title": "The Discovery of Grounded Theory: Strategies for Qualitative Research",
      "authors": [
        "B Glaser",
        "A Strauss"
      ],
      "year": 2017,
      "doi": "10.4324/9780203793206",
      "raw": "The Discovery of Grounded Theory: Strategies for Qualitative Research \n\t\t \n\t\t\t B G Glaser \n\t\t \n\t\t \n\t\t\t A L Strauss \n\t\t \n\t\t 10.4324/9780203793206 \n\t\t \n\t\t\t 2017 \n\t\t\t Routledge \n\t\t \n\t \n\t Glaser BG, Strauss AL. The Discovery of Grounded Theory: Strategies for Qualitative Research. Routledge; 2017. doi:10. 4324/9780203793206"
    },
    {
      "title": "Text message analysis using machine learning to assess predictors of engagement with mobile health chronic disease prevention programs: content analysis",
      "authors": [
        "H Klimis",
        "J Nothman",
        "D Lu"
      ],
      "year": 2021,
      "doi": "10.2196/27779",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "9",
      "issue": "11",
      "pages": "27779",
      "raw": "Text message analysis using machine learning to assess predictors of engagement with mobile health chronic disease prevention programs: content analysis \n\t\t \n\t\t\t H Klimis \n\t\t \n\t\t \n\t\t\t J Nothman \n\t\t \n\t\t \n\t\t\t D Lu \n\t\t \n\t\t 10.2196/27779 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 9 \n\t\t\t 11 \n\t\t\t 27779 \n\t\t\t 2021 \n\t\t \n\t \n\t Klimis H, Nothman J, Lu D, et al. Text message analysis using machine learning to assess predictors of engagement with mobile health chronic disease prevention programs: content analysis. JMIR Mhealth Uhealth. 2021;9(11):e27779. doi:10. 2196/27779"
    },
    {
      "title": "Feasibility of the SMART project: a text message program for adolescents with type 1 diabetes",
      "authors": [
        "L Herbert",
        "P Mehta",
        "M Monaghan",
        "F Cogen",
        "R Streisand"
      ],
      "year": 2014,
      "doi": "10.2337/diaspect.27.4.265",
      "journal": "Diabetes Spectrum",
      "volume": "27",
      "issue": "4",
      "raw": "Feasibility of the SMART project: a text message program for adolescents with type 1 diabetes \n\t\t \n\t\t\t L J Herbert \n\t\t \n\t\t \n\t\t\t P Mehta \n\t\t \n\t\t \n\t\t\t M Monaghan \n\t\t \n\t\t \n\t\t\t F Cogen \n\t\t \n\t\t \n\t\t\t R Streisand \n\t\t \n\t\t 10.2337/diaspect.27.4.265 \n\t \n\t \n\t\t Diabetes Spectrum \n\t\t \n\t\t\t 27 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Herbert LJ, Mehta P, Monaghan M, Cogen F, Streisand R. Feasibility of the SMART project: a text message program for adolescents with type 1 diabetes. Diabetes Spectrum. 2014;27(4):265-269. doi:10.2337/diaspect.27.4.265"
    },
    {
      "title": "Social isolation associated with future health care utilization",
      "authors": [
        "D Mosen",
        "M Banegas",
        "R Tucker-Seeley"
      ],
      "year": 2021,
      "doi": "10.1089/pop.2020.0106",
      "journal": "Popul Health Manag",
      "volume": "24",
      "issue": "3",
      "raw": "Social isolation associated with future health care utilization \n\t\t \n\t\t\t D M Mosen \n\t\t \n\t\t \n\t\t\t M P Banegas \n\t\t \n\t\t \n\t\t\t R D Tucker-Seeley \n\t\t \n\t\t 10.1089/pop.2020.0106 \n\t \n\t \n\t\t Popul Health Manag \n\t\t \n\t\t\t 24 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Mosen DM, Banegas MP, Tucker-Seeley RD, et al. Social isolation associated with future health care utilization. Popul Health Manag. 2021;24(3):333-337. doi:10.1089/pop. 2020.0106"
    },
    {
      "title": "Development of a patientcentered text message-based platform for the selfmanagement of interstitial cystitis/bladder pain syndrome symptoms",
      "authors": [
        "A Horenstein",
        "Rg ; Heimberg",
        "L Brown",
        "E Seltzer"
      ],
      "year": 2020,
      "doi": "10.1002/nau.25115",
      "journal": "Clin Psychol Rev",
      "volume": "81",
      "raw": "Development of a patientcentered text message-based platform for the selfmanagement of interstitial cystitis/bladder pain syndrome symptoms \n\t\t \n\t\t\t A Horenstein \n\t\t \n\t\t \n\t\t\t Rg ; Heimberg \n\t\t \n\t\t \n\t\t\t L A Brown \n\t\t \n\t\t \n\t\t\t E K Seltzer \n\t\t \n\t\t 10.1002/nau.25115 \n\t\t doi:10.1002/nau.25115 \n\t \n\t \n\t\t Clin Psychol Rev \n\t\t \n\t\t\t 81 \n\t\t\t \n\t\t\t 2020. 2023 \n\t\t \n\t \n\t Anxiety disorders and healthcare utilization: a systematic review Neurourol Urodyn \n\t Horenstein A, Heimberg RG. Anxiety disorders and healthcare utilization: a systematic review. Clin Psychol Rev. 2020;81:101894. doi:10.1016/j.cpr.2020.101894 How to cite this article: Kim EK, Brown LA, Seltzer EK, et al. Development of a patient- centered text message-based platform for the self- management of interstitial cystitis/bladder pain syndrome symptoms. Neurourol Urodyn. 2023;42:510-522. doi:10.1002/nau.25115"
    }
  ],
  "num_references": 23,
  "figures": [
    {
      "description": "can see how this program can supplement IC care between the first visit and follow up visit. By the follow up visit, you would have learned the basics of IC and have tried basic treatments so that you can have a more meaningful visit with the doctor.\"• \"A lot of the time doctors give you things to work on and tell you to come back in a few weeks to months. This program fills the gap between clinic visits.\"Desire to participate in treatment decisions"
    }
  ],
  "num_figures": 1,
  "formulas": [
    {
      "text": "K E Y W O R D S"
    },
    {
      "text": "F I G U R E 1"
    },
    {
      "text": "F I G U R E 2"
    },
    {
      "text": "F I G U R E 3"
    },
    {
      "text": "T A B L E 3 (Continued)"
    }
  ],
  "num_formulas": 5,
  "num_citations": 26,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b20",
    "b13",
    "b16",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Obstetrics and Gynecology , Division of Urogynecology and Pelvic Reconstructive Surgery , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 2  Department of Psychiatry , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 3  Center for Health Care Innovation , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 4  Good Shepherd Penn Partners , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 1  Department of Obstetrics and Gynecology , Division of Urogynecology and Pelvic Reconstructive Surgery , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 1  Department of Obstetrics and Gynecology , Division of Urogynecology and Pelvic Reconstructive Surgery , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 3  Center for Health Care Innovation , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 5  Virtua Health System , Marlton , New Jersey , USA",
    "[raw_affiliation] 6  Department of Urology , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] 1  Department of Obstetrics and Gynecology , Division of Urogynecology and Pelvic Reconstructive Surgery , University of Pennsylvania Perelman School of Medicine , Philadelphia , Pennsylvania , USA",
    "[raw_affiliation] Department of Obstetrics and Gynecology , Division of Urogynecology and Pelvic Reconstructive Surgery , University of Pennsylvania Perelman School of Medicine , Philadelphia , PA 19104 , USA.",
    "[submission] Received: 28 August 2022 | Accepted: 8 December 2022",
    "15206777, 2023, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/nau.25115 by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [28/07/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "[raw_reference] Kanter G, Volpe KA, Dunivan GC, et al. Important role of physicians in addressing psychological aspects of interstitial cystitis/bladder pain syndrome (IC/BPS): a qualitative analy- sis. Int Urogynecol J. 2017;28(2):249-256. doi:10.1007/s00192- 016-3109-2",
    "[raw_reference] Bandura A. Self-efficacy: toward a unifying theory of behavioral change. Psychol Rev. 1977;84(2):191-215. doi:10.1037/0033-295X. 84.2.191",
    "[raw_reference] Asghari A, Nicholas MK. Pain self-efficacy beliefs and pain behaviour. A prospective study. Pain. 2001;94(1):85-100. doi:10.1016/S0304-3959(01)00344-X",
    "[raw_reference] Hassani D, Flick L, Sangha H, Brown LA, Andy U, Arya L. How do women with interstitial cystitis/bladder pain syn- drome make treatment choices? Int Urogynecol J. 2022;33(3): 583-593. doi:10.1007/s00192-021-04994-6",
    "[raw_reference] Sutcliffe S, Bradley CS, Clemens JQ, et al. Urological chronic pelvic pain syndrome flares and their impact: qualitative analysis in the MAPP network. Int Urogynecol J. 2015;26(7): 1047-1060. doi:10.1007/s00192-015-2652-6",
    "[raw_reference] Sundararaman LV, Edwards RR, Ross EL, Jamison RN. Integration of mobile health technology in the treatment of chronic pain: a critical review. Reg Anesth Pain Med. 2017;42(4):488-498. doi:10.1097/AAP.0000000000000621",
    "[raw_reference] Hirshberg A, Vandertuyn M, Mahraj K. Rapid-cycle innova- tion testing of text-based monitoring for management of postpartum hypertension. J Clin Outcomes Manag. 2017;24: 77-85.",
    "[raw_reference] Hanno PM, Erickson D, Moldwin R, Faraday MM. Diagnosis and treatment of interstitial cystitis/bladder pain syndrome: AUA guideline amendment. J Urol. 2015;193(5):1545-1553. doi:10.1016/j.juro.2015.01.086",
    "Suppl",
    "[raw_reference] O'Leary MP, Sant GR, Fowler FJ, Whitmore KE, Spolarich- Kroll J. The interstitial cystitis symptom index and problem index. Urology. 1997;49(5A Suppl):58-63. doi:10.1016/s0090- 4295(99)80333-1",
    "[raw_reference] Quillin RB, Erickson DR. Practical use of the new American urological association interstitial cystitis guidelines. Curr Urol Rep. 2012;13(5):394-401. doi:10.1007/s11934-012-0263-z",
    "[raw_reference] Friedlander JI, Shorter B, Moldwin RM. Diet and its role in interstitial cystitis/bladder pain syndrome (IC/BPS) and comorbid conditions: diet and its role in ic/bps and comorbid conditions. BJU Int. 2012;109(11):1584-1591. doi:10.1111/j. 1464-410X.2011.10860.x",
    "[raw_reference] Newman DK, Wein AJ. Office-based behavioral therapy for management of incontinence and other pelvic disorders. Urol Clin North Am. 2013;40(4):613-635. doi:10.1016/j.ucl.2013. 07.010",
    "Third edition",
    "[raw_reference] Turk DC, Gatchel RJ, eds. Psychological Approaches to Pain Management: a Practitioner's Handbook. Third edition. The Guilford Press; 2018.",
    "[raw_reference] Kanter G, Komesu YM, Qaedan F, et al. Mindfulness-based stress reduction as a novel treatment for interstitial cystitis/ bladder pain syndrome: a randomized controlled trial. Int Urogynecol J. 2016;27(11):1705-1711. doi:10.1007/s00192-016- 3022-8",
    "[raw_reference] Anderson R, Wise D, Sawyer T, Nathanson BH. Safety and effectiveness of an internal pelvic myofascial trigger point wand for urologic chronic pelvic pain syndrome. Clin J Pain. 2011;27(9):764-768. doi:10.1097/AJP.0b013e31821dbd76",
    "[raw_reference] FitzGerald MP, Payne CK, Lukacz ES, et al. Randomized multicenter clinical trial of myofascial physical therapy in women with interstitial cystitis/painful bladder syndrome and pelvic floor tenderness. J Urol. 2012;187(6):2113-2118. doi:10. 1016/j.juro.2012.01.123",
    "[raw_reference] Cella D, Smith AR, Griffith JW, et al. A new outcome measure for LUTS: symptoms of lower urinary tract dysfunction research network symptom Index-29 (LURN SI-29) questionnaire. Neurourol Urodyn. 2019;38(6):1751-1759. doi:10.1002/nau.24067",
    "[raw_reference] Hsieh HF, Shannon SE. Three approaches to qualitative content analysis. Qual Health Res. 2005;15(9):1277-1288. doi:10.1177/1049732305276687",
    "[raw_reference] Glaser BG, Strauss AL. The Discovery of Grounded Theory: Strategies for Qualitative Research. Routledge; 2017. doi:10. 4324/9780203793206",
    "[raw_reference] Klimis H, Nothman J, Lu D, et al. Text message analysis using machine learning to assess predictors of engagement with mobile health chronic disease prevention programs: content analysis. JMIR Mhealth Uhealth. 2021;9(11):e27779. doi:10. 2196/27779",
    "[raw_reference] Herbert LJ, Mehta P, Monaghan M, Cogen F, Streisand R. Feasibility of the SMART project: a text message program for adolescents with type 1 diabetes. Diabetes Spectrum. 2014;27(4):265-269. doi:10.2337/diaspect.27.4.265",
    "[raw_reference] Mosen DM, Banegas MP, Tucker-Seeley RD, et al. Social isolation associated with future health care utilization. Popul Health Manag. 2021;24(3):333-337. doi:10.1089/pop. 2020.0106",
    "Anxiety disorders and healthcare utilization: a systematic review Neurourol Urodyn",
    "[raw_reference] Horenstein A, Heimberg RG. Anxiety disorders and healthcare utilization: a systematic review. Clin Psychol Rev. 2020;81:101894. doi:10.1016/j.cpr.2020.101894 How to cite this article: Kim EK, Brown LA, Seltzer EK, et al. Development of a patient- centered text message-based platform for the self- management of interstitial cystitis/bladder pain syndrome symptoms. Neurourol Urodyn. 2023;42:510-522. doi:10.1002/nau.25115"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Neurourology and Urodynamics",
  "volume": "42",
  "issue": "2",
  "pages": "510-522",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.912283",
    "zotero_item_type": "journalArticle"
  }
}
