{
  "paper_id": "B9A4CIY4",
  "title": "User Preferences for a Text Message-Based Smoking Cessation Intervention",
  "abstract": "Younger adults are more likely to smoke and less likely to seek treatment than older smokers. They are also frequent users of communication technology. In the current study, we conducted focus groups to obtain feedback about preferences for a text message-based smoking cessation program from potential users. Participants (N = 21, M age = 25.6 years, age range = 20-33 years) were current or recently quit smokers (M cigarettes/day = 12.8) who used text messaging. Participants completed questionnaires and participated in a 2-hour focus group. Focus groups were conducted using an a priori semistructured interview guide to promote discussion of the content and functionality of the intervention. Major themes from analysis of the focus groups included support for the acceptability of a text-based cessation program, suggestions for a more technologically broadbased program, and adjustments to the program structure. Participants recommended including social networking functions, user control of program output through an online profile, and text message features to promote interaction with the system. Interestingly, many participants suggested the program should begin on individuals' identified quit day, challenging the procedures used in most cessation programs, which begin by preparing participants for a future quit date. Overall, younger adult smokers appear to be interested in participating in a smoking cessation program that uses text messages and web-based elements. Qualitative feedback regarding the perceived optimal features and structure of a technology-based intervention challenged traditional methods of implementing smoking cessation interventions and will inform the development of future programs.",
  "year": 2012,
  "date": "2012",
  "journal": "Journal of Health Communication",
  "publication": "Journal of Health Communication",
  "authors": [
    {
      "forename": "Joshua",
      "surname": "Magee",
      "name": "Joshua Magee",
      "affiliation": "1  Alpert Medical School of Brown University , Providence , RI , USA \n\t\t\t\t\t\t\t\t Alpert Medical School \n\t\t\t\t\t\t\t\t of Brown University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "joshuacmagee@gmail.com"
    },
    {
      "forename": "Beth",
      "surname": "Bock",
      "name": "Beth Bock",
      "affiliation": "1  Alpert Medical School of Brown University , Providence , RI , USA \n\t\t\t\t\t\t\t\t Alpert Medical School \n\t\t\t\t\t\t\t\t of Brown University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kristin",
      "surname": "Heron",
      "name": "Kristin Heron",
      "affiliation": "3  Pennsylvania State University , University Park , PA , USA The Miriam Hospital and the \n\t\t\t\t\t\t\t\t The Miriam Hospital \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t University Park \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ernestine",
      "surname": "Jennings",
      "name": "Ernestine Jennings",
      "affiliation": "1  Alpert Medical School of Brown University , Providence , RI , USA \n\t\t\t\t\t\t\t\t Alpert Medical School \n\t\t\t\t\t\t\t\t of Brown University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kathleen",
      "surname": "Morrow",
      "name": "Kathleen Morrow",
      "affiliation": "1  Alpert Medical School of Brown University , Providence , RI , USA \n\t\t\t\t\t\t\t\t Alpert Medical School \n\t\t\t\t\t\t\t\t of Brown University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Alpert Medical School of Brown University , 1 Hoppin Street , Coro West , Suite 314 , Providence , RI 02903 , USA \n\t\t\t\t\t\t\t\t Alpert Medical School of Brown University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1 Hoppin Street Coro West Suite 314 \n\t\t\t\t\t\t\t\t\t 02903 \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "keywords": [
    "communications technology",
    "focus groups",
    "health communications",
    "qualitative methods",
    "smoking and tobacco use"
  ],
  "sections": [
    {
      "text": "Each year, smoking kills 450,000 Americans, exacerbates myriad diseases, and costs nearly $100 billion in health care costs and productivity losses (Centers for Disease Control and Prevention  [CDC], 2006) . Currently, 20.8% of adults in the United States are smokers  (CDC, 2007a) , with adults under age 35 years having the highest smoking prevalence of all age groups (25.3%; CDC, 2007b) . Substantial evidence shows that the majority of smokers (~80%) want to quit, and nearly half (44%) report having made attempts to quit smoking in the previous year  (CDC, 2006) . Despite the existence of evidence-based smoking cessation options, research suggests that younger adult smokers are particularly unlikely to seek treatment, as compared with older smokers (e.g.,  Curry, Sporer, Pugach, Campbell, & Emery, 2007; Hughes, Cohen, & Callas, 2009) . To effect significant reductions in smoking rates, innovative interventions and delivery systems are needed to reach smokers effectively and efficiently.\n\nMore than 80% of American adults own mobile phones  (Purcell, 2011) . The high penetration rate of mobile phone use throughout the United States and across demographic groups means approximately 75% of smokers are potentially reachable via interventions that use mobile technology. Previous research suggests telephone counseling is preferred by a majority of smokers (>75%) over traditional face-to-face programs  (McAfee & Thompson, 1998)  and is often well received even by unmotivated smokers  (Britt, Curry, McBride, Grothaus, & Louie, 1994; Lando et al., 1997) .\n\nAs mobile phones are becoming ubiquitous in the general population, text messaging is widely used by many younger adults, making it a familiar and acceptable modality with which to approach younger smokers for intervention. More than 85% of adults younger than 35 years use text messaging, and those who do send a median of 40 messages per day  (Smith, 2010) . One recent nationally representative phone survey found that 31% of responders preferred text messaging to talking on the phone  (Smith, 2011) . Recognizing this trend, the U.S. Department of Health and Human Services (2011) has recently provided new recommendations supporting the development of mobile health (mHealth) intervention programs, including recommending tobacco cessation treatments delivered by mobile phones. Currently, smoking cessation programs using text messaging are available in the United Kingdom, Australia, New Zealand, and the United States. Using mobile technology in health treatments offers many unique benefits over more traditional face-to-face interventions, most notably because mobile technology allows interventions to be delivered to people at specific times and in everyday settings  (Cole-Lewis & Kershaw, 2010) . By using a convenient mobile method, multiple daily contacts over longer periods of time are possible (i.e., several text messages per day), and the content and timing of messages can be individually tailored. This increased intensity and tailoring of interventions may improve adherence to selfhelp materials, resulting in higher quit rates  (Curry, McBride, Grothaus, Louie, & Wagner, 1995; Miguez, Vazquez, & Becona, 2002; Ossip-Klein, Carosella, & Krusch, 1997; Zhu et al., 1996) . For example, intervention messages can be provided at specific times when patients are most in need of support (e.g., cravings), thus increasing participants' engagement and treatment efficacy.\n\nTo date, there have been several text message-based interventions designed to aid smoking cessation  (Abroms et al., 2012; Brendryen & Kraft, 2008; Free et al., 2011; Haug, Meyer, Schorr, Bauer, & John, 2009; Riley, Obermayer, & Jean-Mary, 2008; Rodgers et al., 2005) . Promisingly, studies using only text messaging have demonstrated short-term effectiveness, although there is not sufficient data yet to determine effects on long-term smoking cessation rates (i.e., >6 months; Guide to Community Preventive Services, 2011;  Whittaker et al., 2009) . Previous programs were largely adapted from evidence-based smoking cessation treatments, but with little focus on the optimal characteristics of a text message delivery system. The aim of the present study was to identify needs and preferences of potential end users (i.e., younger adult smokers), including their technology-use habits and preferred characteristics of text message-based smoking cessation interventions."
    },
    {
      "title": "Method Participants",
      "text": "Younger adult smokers who used text messaging were recruited to participate in this study. To ensure focus groups were composed of individuals from the target audience, participants had to meet the following inclusion criteria: (a) age 18 to 35 years, (b) current daily smoker and interested in quitting smoking or recently (<1 month) quit, and (c) have a mobile phone with text-messaging capability and use text messaging at least monthly. Both current and recently quit smokers were included in order to capture a greater range of preferences about what strategies would be helpful during a quit attempt."
    },
    {
      "title": "Measures",
      "text": "Participants provided demographic information, including age, education level, occupation, marital status, number of children, other smokers in the household, race, and ethnicity. To gain a better understanding of potential end users, we created items assessing participants' preferences and habits in using communications technologies. The items measured preferences, frequency of use, and usage patterns (e.g., social, business, school) for mobile phones, including voice, text messaging, web/Internet and other communication formats. Finally, participants reported their smoking history, previous quit attempts, and current smoking habits."
    },
    {
      "title": "Procedures",
      "text": "This study was approved by the institutional review board. Web and radio advertisements and paper flyers were used to recruit participants. Advertisements requested participation from individuals who smoked and used text messaging and provided a brief description of the study. Interested individuals called the researchers who explained the study and screened interested persons for eligibility.\n\nParticipants attended one of three focus groups between November 30 and December 16, 2009, consisting of 6 to 8 people. All participants provided informed consent and completed the measures described above prior to the group discussion. While the original intervention content was grounded in Social Cognitive Theory  (Bandura, 1986)  and the Stages of Motivational Readiness to Change Model  (DiClemente, Schlundt, & Gemmell, 2004) , the focus group discussions were not primarily guided by these theories. The focus groups themselves were designed as a semistructured consumer-oriented approach to elicit reactions and opinions to proposed intervention elements as well as suggestions for additions or improvements in intervention elements from potential product consumers  (Morgan & Krueger, 1998) . Thus, the focus group guide was structured around themes of smoking, smoking cessation, and technology use, and the goal was to elicit initial feedback rather than ensuring full theoretical saturation. Focus group discussions were audiotaped and each group was led by two PhD-level moderators. The investigative team developed a slide presentation that described the features of the planned intervention program, such as the length of the program, the ability of the user to request additional messages through a \"crave\" function, and examples of planned message content. A qualitative data collection guide was prepared to delineate topics and subtopics to be addressed: that is, a priori concepts of interest were developed to guide the discussions and provide consistency across groups. Questions and prompts were structured to assess participant feedback on the overall intervention concept and functions using a consumer-oriented approach (e.g., does this sound like a program you would use, like one you would subscribe to, how would you use it, what features do you like most, dislike most, etc.). The focus group guide, questions, and prompts were used as facilitative tools, rather than a rigid script."
    },
    {
      "title": "Analytic Approach",
      "text": "The framework analysis technique, developed by researchers at the U.K. National Centre for Social Research, was used to organize and summarize the data  (Ritchie & Lewis, 2003) . This technique allows analysis by both case and theme by creating a matrix structure for data summarizations. Recordings from focus groups were transcribed and subjected to structured review by four members of the research team, using the a priori concepts that guided the interviews. Consistent with the research objectives, these concepts and themes included smoking and smoking cessation, experiences using technology and texting, and proposed intervention content (e.g., message types) and functionality (e.g., message frequency, timing, duration). Each reviewer coded all transcripts individually for a priori concepts and also identified any concepts that seemed interesting and important but were not included in the a priori list (i.e., emergent themes). The four reviewers met to review coding results and final codings were developed through consensus. Summaries of concepts, themes, and participant preferences were then generated from these reviews, which included both the original a priori themes as well as emergent themes."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant Characteristics",
      "text": "A 2-week recruitment period yielded calls from 46 people, 38 of whom completed the telephone eligibility screening. Thirty people were eligible for the study, and 21 were able to attend one of the scheduled focus groups. The final sample had an average age of 25.6 years (SD = 4.5), was 62% female, and largely White (81%); full demographic data are presented in Table  1 . Most (76%) had made previous quit attempts; the methods used during previous quit attempts are noted in Table  1 . Regarding technology use, nearly all participants (81%) had unlimited text message plans, and 47% had no landline (nonmobile) phone. On average, participants reported talking on their cell phone 7.9 times per day (range = 1-20; SD = 6.1), and they sent and received an average of 29.7 text messages per day (range = 5-100; SD = 27.1). All had Internet access at home, with most (75%) accessing it multiple times daily, and nearly all also used social networking sites (e.g., Facebook). A total of 70% of participants also accessed the Internet through their mobile phone."
    },
    {
      "title": "Qualitative Results",
      "text": "Both a priori and emergent themes were identified and summarized from the structured reviews of the focus group data. A priori themes included general reactions to the program, message content, message timing, and program duration.\n\nEmergent themes (here defined as unanticipated concepts or issues reported) included preparation leading up to quit day, and the role of social networking within the texting context. Each theme is described using representative quotes from participants to illustrate the general theme and any subthemes. Within quotes, ellipses are used to indicate unrelated portions of a quote that have been skipped; quotes are otherwise presented verbatim.\n\nGeneral reactions to program. The majority of participants liked the idea of a text message-based smoking cessation program, viewed the proposed features positively, and provided suggestions for modifications. Social networking functions and control of program output (e.g., number/types of messages) through an online profile were deemed particularly important. Participants challenged common cessation program procedures by indicating that they would most likely sign up on their quit day, rather than in preparation for quit day. Participant reactions to specific program features and their suggestions are described in more detail below.\n\nMessage content. Participants suggested the intervention should use text messages with varying content, including facts about the effects of smoking, strategies for coping with cravings, and motivational messages. There was mixed support for the utility of messages that used scare tactics, with some participants stating that they would like such messages: \"Sometimes hearing disturbing facts about [smoking] really gets you.\" Others said these messages would not be helpful, highlighting the need to tailor message content to individuals. The majority of participants in each group enthusiastically supported receiving daily tips for dealing with cravings. Others emphasized the utility of receiving tips during a craving itself: \"Like right then and there, what can you do? Whether it be 'brush your teeth,' like supposedly that's supposed to help, [or] 'eat celery.'\" These comments illustrated participants' desire for content that was direct and targeted toward practical, in the moment concerns. Along these lines, the importance of encouragement or motivational text messages was also noted, I know that a lot of times, especially when I have a long drive home from work, it's hard for me not to smoke more than one cigarette on that drive home, but I usually coach myself . . . So like, maybe it would be something like that, like more encouragement, like, \"OK, just put off how long, like wait another half an hour, wait another hour,\" or maybe something to distract me.\n\nParticipants also recommended that personal information could be collected via a website to tailor the content of messages to their needs. Some were interested in personalized coping strategies, such as the participant who enjoyed playing basketball and suggested a text message stating, \"Go shoot a couple hoops, just relax!.\" Another participant suggested including tailored feedback about cessation progress:\n\nIf the system knows who [I am] and it keeps track of how long [I've been quit], and if you tell me it's over this three-month period, as a pack a day smoker I've already saved this much, [that would be helpful].\n\nIn addition to tailoring generated by an automated program, participants were interested in user-generated content, such as personal tips, strategies, and motivations for quitting. For example, one participant explained, \"You could tell me, 'Don't forget, your daughter really wants you quitting,' or . . . 'Hawaii's only a few months away'\" and suggested that message content could be written by participants themselves. Finally, participants suggested that message content could be adjusted according to user feedback or ratings on the usefulness of received texts. One participant suggested integrating immediate feedback into the system: \"What about list of ways to get by [when having a craving]. So it might say, 'Have you tried this?' and you text back 'yes' or 'no,' and then it gives you another option.\"\n\nOverall, all focus group members agreed that it would be important for the program to individually tailor messages based on personal goals, motivations, and characteristics of the user. Participants perceived tailoring as critical to a variety of possible types of messages, including specific intervention strategies, reminders, general encouragement, and feedback.\n\nMessage timing. Another theme that was highlighted during the focus group discussions was the utility of tailoring the timing of message delivery. Participants generally agreed about receiving some messages at standard times: \"Something in the beginning of the day . . . right in the morning to motivate you.\" However, some reported that receiving messages at fixed times would not be useful.\n\nIf I know that I'm getting a text at, let's say, 9:00 in the morning and 5:00 in the afternoon every day, after a while I'm just going to be like \"I'm not even going to answer that, I already know what that's about.\"\n\nThese suggestions indicated that participants valued the regularity of messages but perceived a need to vary the timing of messages over the course of the program. A number of participants recommended using smoking behavior information collected at the start of the study (e.g., typical smoking times and related activities) to tailoring the message timing: I would want a text message to say, \"You just got out of work, you always want a cigarette now, you can make it home\" . . . I don't smoke in the morning . . . so I wouldn't need like a general one that says, \"You can get up and go to work without one.\"\n\nIn addition to scheduled messages, another suggestion highlighted a need for immediate support for cravings: \"If there was like one number or something and you text to it, and say like, 'I really want a cigarette,' or whatever, and then get a text message back.\" Participants saw this feature as a way to interact more dynamically with the system and personalize their experience. Many people identified parallels between this feature and strategies they had used during past quit attempts that were helpful for coping with cravings: When I try quitting, you know, I'll call my husband . . . [and say] \"Really want to have a cigarette,\" and he'll tell me \"It's not worth it, just, you know, think about what you can get.\" So you definitely need someone to interact back with you.\n\nImportantly, allowing participants to influence message timing may increase their sense of control and allow them to avoid receiving messages at times when additional encouragement or support may be unnecessary.\n\nProgram duration. The ideal length of a text message-based intervention was discussed with participants. The proposed program was designed to last 7 weeks after the quit date. However, participants overwhelmingly recommended a substantially longer intervention: \"Seven-week is way too short. I've been able to pull three months before [without smoking] . . . but usually it's sometime after that, where you kind of let your guard down.\" Another participant suggested, \"I think if it was just something that you could just stay connected with indefinitely, more like a social website, where you could just stay connected to it.\" Participants recommended that with a longer program, they would want additional flexibility in the frequency of messages: \"After seven weeks, if I'm doing really good, I [would want to] lighten the load a little bit with the text messaging, but I wouldn't want to stop it all together after seven weeks.\" Overall, participants were interested in lasting support that could be tailored in message intensity according to their quit progress. They suggested this could be accomplished through a website that tracked their use of the program and facilitated adjustments to the intensity of the program (e.g., frequency of messages).\n\nPreparation leading up to quit day. As originally proposed, this program had a preparation period leading up to the individual's identified quit day. Focus group participants had mixed reactions to the potential utility of receiving text messages in the days leading up to their quit day. Some people preferred receiving information and support before quitting. However, many participants reported past quit attempts occurred spontaneously after inadvertently remaining abstinent for a period of time or following a specific experience or event:\n\nWhen I quit last time I walked up a flight of three stairs and after the top I was totally out of breath and I wanted a cigarette, and I was like, \"What the hell?\" And I quit the next morning.\n\nTogether, participants' feedback indicated interest in a program that had the capability of preparing an individual to quit but could accommodate spontaneous decisions to quit as well.\n\nRole of social networking. An intriguing emergent theme was participants' strong interest in exchanging messages with others enrolled in the intervention. They perceived this feature as another opportunity to interact with the program and have access to social support at key times: \"If there was like a group, someone like in your group you could text and be like, 'I really need a friggin' cigarette right now.'\" In discussing the logistics of this process, some participants suggested online profiles: \"Almost like a Facebook for smokers . . . Yeah, that'd be cool cause you could go online, change your profile, whatever you want, and then that's what you get on your phone.\" Focus group members supported the idea of collecting information from participants on enrollment and using this information to match participants based on demographic or other key features (e.g., quit day, interests, etc.):\n\nYou fill out what your interests are and stuff like that . . . [and the program could] pair up a woman with a woman, a man with a man, and so on and so forth . . . just kind of like a buddy system.\"\n\nOverall, it was clear that focus group members believed that interacting with other participants in the program either via a website or text message would be an important feature of the intervention."
    },
    {
      "title": "Discussion",
      "text": "The current study sought to identify the needs and preferences of potential users of a text message-based program for smoking cessation. We found widespread interest in the proposed program among younger adult smokers who were interested in quitting. Participants were already familiar with text messaging and viewed the program as easily incorporated into their everyday lives. Participants made a number of significant recommendations for the proposed text-messaging program. Specifically, they were interested in a variety of message content, including facts about smoking, motivational messages, specific coping strategies, and feedback on their progress. Across these types, participants wanted messages that could be tailored according to their personal goals, smoking triggers, typical smoking times, and progress with quitting, and expressed interest in generating their own text message content. Most participants requested an intervention longer than the proposed 7 weeks, and many recommended allowing individuals to begin the program on their quit date, rather than requiring a period of preparation before quit day. Finally, participants were very interested in adding social networking capability to the intervention program. Overall, users expressed significant interest in receiving support for quitting via mobile phone interventions and offered recommendations that need to be carefully considered, particularly when they differ from current tobacco treatment recommendations.\n\nSeveral findings from the focus groups were unexpected but had substantial implications for designing text message interventions. First, the proposed program included a 7-week intervention period, but participants indicated that they would prefer to have the option to take part in the program for longer periods of time (potentially indefinitely). Participants' anecdotes revealed that this request stemmed from previous unsuccessful quit attempts in which they relapsed more than 2 months after quitting. This fear is consistent with the literature on relapse rates, which suggests that while most smokers relapse within 8 days of a quit attempt, there is a sizeable minority that relapses during the next few months  (Hughes, Keely, & Naud, 2004; Hughes, Peters, & Naud, 2008) . Optional extensions of text-messaging interventions may be critical for participants with a history of late relapse. This feedback may also be of interest to clinical practitioners who conduct face-to-face smoking cessation, as text-messaging programs could offer practitioners a means of providing continuing long-term intervention for patients at greater risk for relapse.\n\nA second unexpected finding from the focus groups was the perceived lack of helpfulness of a preparation period leading up to their quit date. Participants' recommendation to allow people to begin the program on their actual quit date challenges the commonly used approach to smoking cessation treatment, which typically requires a preparation period in order to provide patients with the necessary skills and resources to successfully quit. Eliminating this treatment phase could be problematic, particularly if participants have no previous quit experience and/or have not taken any preparatory steps on their own. Nonetheless, it is reasonable that some people may begin this preparation phase before presenting for treatment; thus, artificially delaying their quit date may limit their motivation for treatment. As such, offering patients greater flexibility in beginning a text message-based program may be important for improving intervention reach and attrition.\n\nUser preferences contrasted with standard smoking cessation intervention practice in several ways. As mentioned above, smoking cessation programs typically include some preparation prior to quitting  (Fiore et al., 2008) . Participants in our focus groups however, tended to think they would sign up for a text message-based program on their quit day, without advance preparation. This creates a challenge for system developers to create a program that is flexible in dealing with setting and resetting (if necessary) quit dates and providing information throughout the program that is typically given to patients prior to their quit date. In addition, while participants requested a longer program than expected, they also requested a limited \"dose\" of treatment during this time. For person-to-person counseling sessions, the length of each session, total amount of contact time, and number of contacts correlate with treatment effectiveness  (Fiore et al., 2008) . However, for interventions delivered through a medium (text messaging) that is inherently brief, more may not be better. Our participants indicated that a few texts per day would be helpful but more would be seen as irritating (similar to \"spam\" e-mails) and likely to induce dropout from the program. Additional research identifying the optimal message frequency and duration of text message-based smoking cessation programs is needed, although the present findings suggest a high degree of variability in personal preferences.\n\nParticipants were very interested in adding social networking capability to the intervention program, although they envisioned using it in a variety of ways. As such, a critical component of any text message-based intervention is that it must allow flexibility across users. One way participants suggested this could be accomplished is by coupling the text messages with a website, where users could create profiles and set preferences. Another suggested use of the online website for the purpose of social networking. Focus group members reported appreciating the opportunity to connect with other participants either via text messaging or as one participant explained, the program could develop into \"Facebook for smokers.\" This structure differs from the \"Text2Stop\" program, which includes a one-to-one \"buddy\" system for support  (Free et al., 2011) . With the growing availability of cellular phones with Internet access, it would be possible for some participants to remotely access a smoking cessation program website or smartphone application (i.e., \"app\"). Although Internet access on cellular phones is not nearly as common as text-messaging capabilities, it is certainly growing, with the Pew Research Center reporting that from April 2009 to May 2010, the percentage of U.S. cellular phone users who use their phones to access the Internet rose from 25% to 38%  (Smith, 2010) . The suggestions of the focus groups to incorporate web-based profiles and social networking, coupled with the growing rates of cellular phone Internet use, suggest a potential area of opportunity for researchers and/or practitioners designing mobile technology-based health behavior interventions."
    },
    {
      "title": "Limitations and Conclusion",
      "text": "Although this qualitative study was not intended to generalize to the entire population of younger adult smokers, the sample size was nonetheless small. The sample was also largely white, well-educated, and employed. As a result, additional work is needed to examine user preferences among samples with different characteristics as well as users with less experience using text messaging. Additionally, it is possible that users actively using a text message-based program may demonstrate different preferences or behaviors than preprogram focus group members. It would be informative to complement the current methods of assessing user preferences with behavioral data comparing the actual usage of several text message intervention formats or connecting usage to improvement within an intervention.\n\nNotwithstanding these limitations, younger adult smokers in this sample were enthusiastic about the idea of a smoking cessation program that uses text messages and emphasized the importance of more advanced web-based elements, such as user control of the program delivery and interactivity. Peer support networks were important to our participants and should be considered as part of new interventions; however, such interfaces must be designed to preserve user confidentiality and privacy. Because the program features highlighted by our focus groups involved multiple forms and functions, such programs may be best thought of as mobile smoking interventions, rather than limited to text message-only formats. The way interventions integrate into users' daily lives will continue to evolve as the technology-use habits of users and capabilities of technology change. Overall, these findings regarding user preferences informed the development of the current text message-based smoking cessation program in several ways, including increasing the flexibility of the intervention start date and duration and incorporating social networking features. Findings from this study could also have important implications for researchers and practitioners involved in the development of future text message-based smoking cessation interventions."
    },
    {
      "text": "Participant Characteristics (N = 21)"
    }
  ],
  "references": [
    {
      "title": "Text2Quit: Results from a pilot test of a personalized, interactive mobile health smoking cessation program",
      "authors": [
        "L Abroms",
        "M Ahuja",
        "Y Kodl",
        "L Thaweethai",
        "J Sims",
        "J Winickoff",
        "R Windsor"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649159"
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Happy ending: A randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02119.x"
    },
    {
      "title": "Implementation and acceptance of outreach telephone counseling for smoking cessation with non-volunteer smokers",
      "authors": [
        "J Britt",
        "S Curry",
        "C Mcbride",
        "L Grothaus",
        "D Louie"
      ],
      "year": 1994,
      "doi": "10.1177/109019819402100107"
    },
    {
      "title": "Tobacco use among adults-United States, 2005",
      "year": 2006,
      "doi": "10.15585/mmwr.mm6642a2"
    },
    {
      "title": "Cigarette smoking among adults-United States, 2006",
      "year": 2007,
      "doi": "10.15585/mmwr.mm6542a7"
    },
    {
      "title": "State-specific prevalence of cigarette smoking among adults and quitting among persons aged 18-35 years-United States 2006",
      "authors": [
        "Disease Centers For",
        "Prevention Control"
      ],
      "year": 2007,
      "doi": "10.1001/jama.294.23.2963"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "A randomized trial of self-help materials, personalized feedback, and telephone counseling with nonvolunteer smokers",
      "authors": [
        "S Curry",
        "C Mcbride",
        "L Grothaus",
        "D Louie",
        "E Wagner"
      ],
      "year": 1995,
      "doi": "10.1037//0022-006x.63.6.1005"
    },
    {
      "title": "Use of tobacco cessation treatments among young adult smokers: 2005 National Health Interview Survey",
      "authors": [
        "S Curry",
        "A Sporer",
        "O Pugach",
        "R Campbell",
        "S Emery"
      ],
      "year": 2007,
      "doi": "10.2105/ajph.2006.103788"
    },
    {
      "title": "Readiness and stages of change in addiction treatment",
      "authors": [
        "C Diclemente",
        "D Schlundt",
        "L Gemmell"
      ],
      "year": 2004,
      "doi": "10.1080/10550490490435777"
    },
    {
      "title": "Treating tobacco use and dependence, 2008 update",
      "authors": [
        "M Fiore",
        "C Jaen",
        "T Baker",
        "W Bailey",
        "N Benowitz",
        "S Curry",
        ". Wewers"
      ],
      "year": 2008,
      "doi": "10.1037/e481882008-001"
    },
    {
      "doi": "10.2172/4708654"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): A singleblind, randomized trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson",
        "R Whittaker",
        "P Edwards",
        "W Zhou",
        "I Roberts"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Increasing tobacco use cessation: Mobile phone-based interventions (abbreviated)",
      "year": 2011
    },
    {
      "title": "Continuous individual support of smoking cessation using text messaging: A pilot experimental study",
      "authors": [
        "S Haug",
        "C Meyer",
        "G Schorr",
        "S Bauer",
        "U John"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp084"
    },
    {
      "title": "Treatment seeking for smoking cessation among young adults",
      "authors": [
        "J Hughes",
        "B Cohen",
        "P Callas"
      ],
      "year": 2009,
      "doi": "10.1016/j.jsat.2008.11.006"
    },
    {
      "title": "Shape of the relapse curve and long-term abstinence among untreated smokers",
      "authors": [
        "J Hughes",
        "J Keely",
        "S Naud"
      ],
      "year": 2004,
      "doi": "10.1111/j.1360-0443.2004.00540.x"
    },
    {
      "title": "Relapse to smoking after one year: A review",
      "authors": [
        "J Hughes",
        "E Peters",
        "S Naud"
      ],
      "year": 2008,
      "doi": "10.1016/j.addbeh.2008.05.012"
    },
    {
      "title": "Telephone support as an adjunct to transdermal nicotine in smoking cessation",
      "authors": [
        "H Lando",
        "S Rolnick",
        "D Klevan",
        "J Roski",
        "L Cherney",
        "G Lauger"
      ],
      "year": 1997,
      "doi": "10.2105/ajph.87.10.1670"
    },
    {
      "title": "Improving communitybased prevention by transforming managed care organizations into health improvement organizations",
      "authors": [
        "T Mcafee",
        "R Thompson"
      ],
      "year": 1998,
      "doi": "10.1097/00124784-199803000-00008"
    },
    {
      "title": "Effectiveness of telephone contact as an adjunct to a self-help program for smoking cessation: A randomized controlled trial in Spanish smokers",
      "authors": [
        "M Miguez",
        "F Vazquez",
        "E Becona"
      ],
      "year": 2002
    },
    {
      "title": "The focus group kit",
      "authors": [
        "D Morgan",
        "R Krueger"
      ],
      "year": 1998
    },
    {
      "title": "Self-help interventions for older smokers",
      "authors": [
        "D Ossip-Klein",
        "A Carosella",
        "D Krusch"
      ],
      "year": 1997,
      "doi": "10.1136/tc.6.3.188"
    },
    {
      "title": "Half of adult cell phone owners have apps on their phones",
      "authors": [
        "K Purcell"
      ],
      "year": 2011
    },
    {
      "title": "Internet and mobile phone text messaging intervention for college smokers",
      "authors": [
        "W Riley",
        "J Obermayer",
        "J Jean-Mary"
      ],
      "year": 2008
    },
    {
      "title": "Qualitative research practice: A guide for social science students and researchers",
      "authors": [
        "J Ritchie",
        "J Lewis"
      ],
      "year": 2003,
      "doi": "10.5860/choice.41-1319"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin",
        "M Jones"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Mobile access 2010",
      "authors": [
        "A Smith"
      ],
      "year": 2010
    },
    {
      "title": "Americans and text messaging",
      "authors": [
        "A Smith"
      ],
      "year": 2011,
      "doi": "10.1097/gme.0b013e31823c961d"
    },
    {
      "title": "HHS announces Text4Health Task Force recommendations and global partnership",
      "year": 2011,
      "doi": "10.1037/e301092003-001"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "R Borland",
        "C Bullen",
        "R Lin",
        "H Mcrobbie",
        "A Rodgers"
      ],
      "year": 2009
    },
    {
      "title": "Telephone counseling for smoking cessation: Effects of single-session and multiple-session interventions",
      "authors": [
        "S Zhu",
        "V Stretch",
        "M Balabanis",
        "B Rosbrook",
        "G Sadler",
        "J Pierce"
      ],
      "year": 1996
    }
  ],
  "num_references": 33,
  "original_doi": "https://doi.org/10.13039/100000026"
}
