{
  "paper_id": "BHTSZ4UM",
  "title": "REVIEW Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials",
  "abstract": "Healthy behaviour, such as smoking cessation and adherence to prescribed medications, mitigates illness risk factors but health behaviour change can be challenging. Mobile phone short-message service (SMS) messages are increasingly used to deliver interventions designed to enhance healthy behaviour. This meta-analysis used a random-effects model to synthesise 38 randomised controlled trials that investigated the efficacy of SMS messages to enhance healthy behaviour. Participants (N = 19,641) lived in developed and developing countries and were diverse with respect to age, ethnicity, socioeconomic background and health behaviours targeted for change. SMS messages had a small, positive, significant effect (g = 0.291) on a broad range of healthy behaviour. This effect was maximised when multiple SMS messages per day were used (g = 0.395) compared to using lower frequencies (daily, multiple per week and once-off) (g = 0.244). The low heterogeneity in this meta-analysis (I 2 = 38.619) supports reporting a summary effect size and implies that the effect of SMS messaging is robust, regardless of population characteristics or healthy behaviour targeted. SMS messaging is a simple, cost-effective intervention that can be automated and can reach any mobile phone owner. While the effect size is small, potential health benefits are well worth achieving.",
  "year": 2012,
  "date": "2012",
  "journal": "Organizational Behavior and Human Decision Processes",
  "publication": "Organizational Behavior and Human Decision Processes",
  "authors": [
    {
      "forename": "Jayne",
      "surname": "Orr",
      "name": "Jayne Orr",
      "affiliation": "School of Psychology and Counselling , Queensland University of Technology , Kelvin Grove , Brisbane , QLD 4059 , Australia \n\t\t\t\t\t\t\t\t School of Psychology and Counselling \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kelvin Grove \n\t\t\t\t\t\t\t\t\t 4059 \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "ja.orr@connect.qut.edu.au"
    },
    {
      "forename": "Robert",
      "surname": "King",
      "name": "Robert King",
      "affiliation": "School of Psychology and Counselling , Queensland University of Technology , Kelvin Grove , Brisbane , QLD 4059 , Australia \n\t\t\t\t\t\t\t\t School of Psychology and Counselling \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kelvin Grove \n\t\t\t\t\t\t\t\t\t 4059 \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1080/17437199.2015.1022847",
  "keywords": [
    "health behaviour change",
    "mobile phones",
    "SMS",
    "text messages",
    "metaanalysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Healthy behaviour, such as adopting healthy lifestyle choices and managing chronic disease, mitigates illness risk factors, resulting in improved health outcomes and enhanced quality of life  (Swann et al., 2010) . However, health behaviour change can be challenging because unhealthy behaviour may be pleasurable and even addictive, with immediate reinforcement making short-term gain more important than long-term loss  (Rollnick, Miller, & Butler, 2008) , and change may require effort and/or self-control which is easily depleted  (Muraven, 2008) . Further, behaviour change requires a complex combination of readiness  (Prochaska, DiClemente, & Norcross, 1992) , motivation  (Miller & Rollnick, 2002)  and capacity to change  (Bandura, 1989; Deci & Ryan, 1985) ; self-efficacy and positive reinforcement of change attempts  (Bandura, 1989) ; and feelings of relatedness to others  (Deci & Ryan, 1985) .\n\nMobile phone short-message service (SMS) messages are being used increasingly to deliver interventions designed to enhance healthy behaviour because the majority of people worldwide own a mobile phone, regardless of socioeconomic status; all mobile phones support SMS messaging; and SMS messages utilise push technology that enables outside parties to initiate contact with mobile phone users  (Coffey, Sanci, Patton, Sawyer, & Haller, 2006; International Telecommunication Union, 2013) . Despite behaviour change interventions grounded in theory demonstrating greater efficacy for producing health behaviour change compared to those that are not guided by theory  (Michie & Johnston, 2012; NICE, 2007) , very few SMS studies have reported that the SMS intervention has been based on a health behaviour theory  (Abroms, Padmanabhan, & Evans, 2012; Cole-Lewis & Kershaw, 2010; Fjeldsoe, Marshall, & Miller, 2009) .\n\nFrom a theoretical perspective, SMS interventions should be effective in changing health behaviour because SMS messages provide an ideal vehicle for delivering content based on effective behaviour change theories such as the transtheoretical model  (Prochaska et al., 1992) , motivational interviewing  (Miller & Rollnick, 2002) , social cognitive theory  (Bandura, 1989) , self-determination theory  (Deci & Ryan, 1985) , the theory of planned behavior  (Ajzen, 1991, in press ) and social ecological theory  (Bronfenbrenner, 1977)  to initiate positive short-term health behaviour change. Further, mobile phones' compatibility with experience sampling facilitates the receipt of timely, moment-specific SMS feedback from health consumers  (Morris et al., 2010) . SMS messages can deliver cost-effective, automatic, real-time, brief, tailored and varied messages to initiate health behaviour change, at specified frequency when support for behaviour change is required, and in a manner that minimises time demands on health consumers while maintaining their interest  (Fjeldsoe et al., 2009; Krishna, Boren, & Balas, 2009)  and promoting their privacy  (Lauder, Chester, & Berk, 2007; Ybarra & Eaton, 2005) . Hence, SMS messages are used in health behaviour change interventions to deliver essential behaviour change constructs such as reminders or encouragement to perform certain actions, to obtain progress feedback, to enhance engagement and selfefficacy by reinforcing the adoption of healthy behaviour and to provide a source of social support so that health consumers do not feel alone (de Jongh, Gurol-Urganci, Vodopivec-Jamsek,  Car, & Atun, 2012; Klasnja & Pratt, 2012) .\n\nResearch using SMS message interventions to enhance healthy behaviour has burgeoned over the past 10 years. We identified 40 reviews that addressed the use of SMS messages to enhance healthy behaviour, comprising systematic reviews (13%), stand-alone meta-analyses (18%), stand-alone systematic reviews (32%), narrative reviews (35%) and scoping reviews (2%). Overall, 67% of reviews concluded that SMS messages contributed to healthy behaviour, 11% concluded that it did not and 22% withheld judgement on grounds of insufficient evidence. These reviews suggest that SMS messages are most effective for relatively simple behaviour modification such as attending medical appointments (100% of studies reporting positive impact) and increasing medication adherence (85% of studies reporting positive impact). However, the impact of SMS messages on more complex health behaviour change was weaker, with only 68% of studies showing a positive impact on the adoption of healthy lifestyle choices (such as smoking cessation or healthy diet) and only 50% of studies showing positive impact on disease prevention activity (such as sunscreen use or immunisation). Most of the reviews we identified did not use meta-analytic procedures and their findings must be treated with caution because many studies reviewed were underpowered and/or included studies with design weaknesses that rendered it impossible to isolate the specific impact of SMS messages. We identified five meta-analyses that were of acceptable methodological quality and included more than one study that used SMS messages to change health behaviour  (Car, Gurol-Urganci, de Jongh, Vodopivec-Jamsek, & Atun, 2012; Fanning, Mullen, & McAuley, 2012; Free, Phillips, Galli, et al., 2013; Free, Phillips, Watson, et al., 2013; Whittaker et al., 2012) . All five concluded that SMS messages were helpful in changing health behaviour. Specifically, these meta-analyses concluded that SMS messages had a moderate effect on increasing physical activity (d = 0.54)  (Fanning et al., 2012) ; a small effect on smoking cessation that equated to approximately d = 0.437  (Free, Phillips, Galli, et al., 2013)  or d = 0.343  (Whittaker et al., 2012) ; and a small effect on increasing appointment attendance of approximately d = 0.242  (Free, Phillips, Watson, et al., 2013)  or d = 0.267  (Car et al., 2012) .\n\nHowever, these meta-analyses are subject to important limitations. Each meta-analysis focused on a specific healthy behaviour, which limits both study sample and generalisability of findings and precludes an overall estimate of the effect of using SMS messages to enhance healthy behaviour. Lack of recency is a limitation of 4 of the 5 meta-analyses because 14 new studies that meet the inclusion criteria of these meta-analyses have since been published  (Car et al., 2012; Fanning et al., 2012; Free, Phillips, Galli, et al., 2013; Free, Phillips, Watson, et al., 2013) . As SMS messaging is a rapidly growing area of research, meta-analyses quickly lose currency. Four meta-analyses failed to exclude studies where there were confounds in the intervention  (Fanning et al., 2012; Free, Phillips, Galli, et al., 2013; Free, Phillips, Watson, et al., 2013; Whittaker et al., 2012) . Two meta-analyses included studies that did not have a proper control group because the control was an alternative intervention  (Free, Phillips, Galli, et al., 2013; Free, Phillips, Watson, et al., 2013) . Finally, three synthesised research of mixed quality by including both randomised controlled and non-randomised trials  (Fanning et al., 2012; Free, Phillips, Galli, et al., 2013; Free, Phillips, Watson, et al., 2013) . Because of these shortcomings we think there remains a need for a meta-analysis that is both broader and more methodologically rigorous with respect to inclusion criteria. There is still much to learn about the role of SMS messages in health behaviour change, and it is important to understand how robust SMS message interventions are across a range of health behaviour change.\n\nThe primary objective of this meta-analysis was to examine the available evidence for the efficacy of SMS messages to enhance healthy behaviour. The secondary objective was to gain a better understanding of SMS message features (dose, tailoring and directionality) that contribute to healthy behaviours of differing categories and complexities.\n\nThis meta-analysis differs from others conducted to date in its inclusion of all categories of health behaviour change. Just as  Smith and Glass (1977)  justified synthesising a wide range of psychotherapy studies in their famous meta-analysis in order to determine the overall effectiveness of psychotherapy and to enable comparisons of the different types of therapy, the current meta-analysis justifies synthesising all eligible studies so as to obtain an overall picture of the efficacy of using SMS messages to enhance healthy behaviour. Although targeted healthy behaviours may appear heterogeneous on the surface, in so far as they have broadly similar goals we assumed that they share sufficient commonality to enable data pooling. This is because all health behaviour change requires a combination of factors such as education, motivation, memory prompts, reinforcement with corrective feedback and support to maintain motivation and self-efficacy; and outcomes are measurable. While this was a working assumption, we were mindful that the meta-analytic process itself would yield valuable information about the validity of this assumption through both indices of heterogeneity and the results of subgroup analysis.\n\nWe hypothesised that SMS messaging would have a small to medium effect on overall health behaviour change because the majority of individual studies and reviews have found such effects, especially when interventions comprised SMS messages alone. Given our more rigorous inclusion criteria, we thought that a small effect size was more likely than a medium effect. Research findings concerning the efficacy of SMS messages to enhance healthy behaviour informed our choice of moderators. The evidence for SMS dose effects is mixed, with some interventions finding benefits of high dose (e.g.,  Franklin, Waller, Pagliari, & Greene, 2006; Free et al., 2009 Free et al., , 2011;; Rodgers et al., 2005)  which has been refuted by others (e.g.,  Pop-Eleches et al., 2011; Weitzel, Bernhardt, Usdan, Mays, & Glanz, 2007) . Nevertheless, we thought it possible that there would be some dose effect. SMS messages are commonly classified into three types. Personalised SMS messages include details unique to the message recipient such as his/her name and appointment details. Tailored SMS messages are those where the choice of message sent to the recipient is influenced by recipient characteristics such as his/her gender or behaviour change status. Standardised SMS messages are preformatted messages that are sent to all recipients. We anticipated that personalised SMS messages would be more effective than tailored messages, which in turn would be more effective than standardised messages. Also, we thought that two-way sender-recipient SMS message communication would be more effective than one-way communication. This may be because bidirectional communication establishes a dynamic feedback loop that facilitates ongoing and evolving sharing of information that can strengthen the likelihood of health behaviour change  (Riley et al., 2011) . In addition, we expected SMS messages to have a greater effect on less complex health behaviour change. If the task required to effect change is simple (e.g., appointment attendance), it should not take much to change behaviour, therefore an SMS message intervention would probably be effective. However, if the task is difficult (e.g., modifying unhealthy behaviour or managing chronic disease), then more than an SMS message intervention may be required to change behaviour."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Eligibility criteria",
      "text": "The rationale, inclusion criteria and analysis methods for the meta-analysis were specified in advance and were documented in an unpublished protocol that was completed on 28 November 2012 (see Supplementary Material 1). All completed randomised controlled trials (RCTs) that compared an SMS message intervention targeting health behaviour change to a non-SMS message control that did not attempt to change health behaviour were included in this meta-analysis. No language or publication status restrictions were applied. Therefore, RCTs that compared two active treatments were excluded. For an RCT to be included, the control group had to be identical to the SMS message group, except for the absence of the SMS message intervention. Furthermore, SMS messaging had to be the only health behaviour change intervention employed. RCTs that were still under way were rejected. Also, RCTs that used mobile phones solely for telephone calls, or that used SMS messages to target mental health, or for the collection and/or transmission of patient data without feedback to patients or to trigger reactions in observational studies were omitted. Finally, RCTs that surveyed SMS message usage or attitudes to receiving SMS messages, or used SMS messages to communicate with others (e.g., medical personnel) rather than health consumers targeted for health behaviour change were excluded."
    },
    {
      "title": "Search strategy",
      "text": "The search strategy was developed by both authors and was verified by a research librarian to ensure accuracy and inclusivity of articles retrieved. Electronic searches for publications in any language were conducted on 2 December 2012. Databases searched included PsycINFO, Cumulative Index to Nursing and Allied Health (CINAHL), Pubmed, Scopus, Web of Science, ScienceDirect and Proquest Psychology. In addition, searches were conducted on the Cochrane Central Register of Controlled Trials, Quick Find and Google Scholar. The query string used was ('mobile phone' or 'cell phone' or 'cellular phone' or 'text messag*' or SMS or 'short messag* service') AND (support or intervention or 'behav* change'). Search delimiters selected included species of 'human' and article types of 'Randomised Control Trial', 'Meta-Analysis', 'Review' and 'Systematic Reviews' for Pubmed; publication type of 'Randomised Control Trial', 'Meta Analysis', 'Review' and 'Systematic Review' for CINAHL; document types of 'Article' and 'Review' and subject area of 'Social Sciences', 'Psychology', 'Nursing', 'Health Professions' and 'Pharmacology, Toxicology and Pharmaceutics' for Scopus; document types of 'Article' and 'Review' for Web of Science; subject of 'Nursing and Health Professions', 'Pharmacology, Toxicology and Pharmaceutical Science', 'Psychology' and 'Social Sciences' and document type of 'Article' and 'Review Article' for ScienceDirect; and source type of 'Scholarly Journals' and document type of 'Article', 'Dissertation/Thesis', 'Review' and 'Literature Review' for Proquest Psychology.\n\nSearch results were exported to the Endnote (X6; Thomson Reuters, 2012) citation manager, duplicates were removed and the titles of the remaining citations were examined to eliminate those that clearly did not meet the selection criteria, e.g., studies that used the SMS drug for pancreatic cancer, those that examined radiation effects of using mobile phones and those that examined the effects on driving safety of using mobile phones. Reviews were extracted for further scrutiny. To exclude citations that did not meet the meta-analysis inclusion criteria, the English abstracts of the remaining citations were examined and the full text of articles was scrutinised when abstracts did not provide sufficient information to make a decision.\n\nRelevant review articles and RCTs were hand searched to maximise the number of potentially eligible publications. In addition, the corresponding authors of all relevant RCTs were invited to share additional research that met the meta-analysis selection criteria, regardless of whether it was published, unpublished, under review or in press, or included in conference papers, posters or dissertations. Also, these authors were asked whether they knew of any other unpublished work in the field that met the selection criteria.\n\nAs the primary author conducted all searches and rejected citations that did not meet the meta-analysis inclusion criteria to obtain a shortlist of articles to be coded, the process to select citations for relevancy was repeated on 3 February 2013 and was reviewed by the secondary author. Any disparity was discussed until consensus was reached, thereby negating the need for a formal reliability study of the shortlist selection process."
    },
    {
      "title": "Coding procedures",
      "text": "The primary author developed a coding manual and data extraction form in consultation with the secondary author. The coding procedure was piloted by both authors using five articles, and the coding manual and data extraction form were refined accordingly. Study details, participant details, ratings and details to assess risk of bias, intervention details, control details and outcome measures were coded (see Supplementary Material 2, for an example of the data extraction form).\n\nStudy details included a unique numerical identifier, the complete citation, the journal impact factor, language of publication, location of the research, the theory on which the intervention was based, the targeted behaviour change and its complexity, the design of the RCT and limitations reported by researchers. Participant details were specified separately for the intervention and control arms and included age range, mean age and standard deviation, the sample size at the start and end of the study, the percentage gender split, ethnicity, socioeconomic status, health problem/s and any additional descriptive information provided as free text. Assessment of risk of bias was assessed as no concern, concern or unclear, across the domains of utilisation of random sequence generation, concealment of allocation to conditions, blinding of outcome assessors, completeness of outcome data, reporting of all planned outcomes, attrition bias and researcher-allegiance bias and concerns about other sources of bias could be provided as free text. Intervention details included a description of the intervention, its duration, the purpose of SMS messages used [reminder, social connectedness, instruction, request for information, other (e.g., feedback, motivation, distraction, suggestion)], SMS dose, the degree of SMS message tailoring (standardised, tailored or personalised), researcher-participant directionality of SMS messaging and the time/s that SMS messages were sent. Control details coded included the type of control (waitlist, alternative treatment, treatment as usual, no treatment, other) and a description of the control condition. For each outcome measure at each stage of measurement, the name of the measure, the stage of measurement, the measurement's quality (objective, subjective using standardised measures, subjective using self-report), the sample size and the data required to calculate an effect size was coded for the intervention and control arms.\n\nThe primary author and a second coder with masters' level qualifications independently coded all shortlisted articles using the refined coding manual and data extraction form. All non-English articles had English abstracts, and the full text of these articles was translated into English using Google Translate (Google, Mountain View, California). Authors were contacted up to three times when required data were missing from articles or when clarification regarding details of studies was required. Coder inter-rater reliability was assessed by calculating kappa and intra-class coefficients for the categorical and continuous variables, respectively. Following, inconsistencies between the two coders were discussed by both authors and the second coder and resolved by consensus."
    },
    {
      "title": "Assessment of study quality",
      "text": "Study methodological quality was assessed independently by both authors and the second coder, with discrepancies resolved by consensus. Risk of bias in the included studies was assessed across five of the six domains described in the Cochrane Collaboration's classification scheme for bias for RCTs: utilisation of random sequence generation, the concealment of allocation to conditions, blinding of outcome assessors to condition assignment (participant blinding was not assessed because it is not possible to conceal an SMS messaging intervention from participants), completeness of outcome data and other sources of bias  (Higgins & Altman, 2008) . The sixth domain, reporting of all prespecified outcomes, could not be assessed as the protocols of included studies could not be accessed. Within each study, domains were rated as low risk of bias (+) when there was no concern regarding bias, as high risk of bias (-) when there was concern regarding bias, or unclear risk of bias (?) if the information was absent. Risk of bias associated with dealing with incomplete data was considered to be low for studies that used intention-totreat analysis."
    },
    {
      "title": "Final selection of studies and outcomes",
      "text": "After coding, each shortlisted article was reviewed independently by both authors and the coder to decide whether it should be included in the meta-analysis. The initial percentage of agreement was calculated, and any disagreements were discussed until consensus was reached. Next, as many articles selected for inclusion in the meta-analysis reported multiple health behaviour change outcomes, both authors and the coder independently selected the primary outcome measure that most directly measured the targeted behaviour change, e.g., if both a biological outcome measure and a self-report measure of behaviour change were available, the self-report outcome measure was preferred because the biological measure is of a health status indicator that may or may not result from the targeted behaviour change. In instances when the choice was between a self-report outcome measure backed up with biological testing or another self-report outcome measure, the former was chosen because of its superior accuracy. All discrepancies were discussed until consensus was reached."
    },
    {
      "title": "Power",
      "text": "Power calculations for a random effects model  (Borenstein, Hedges, Higgins, & Rothstein, 2009)  were used to determine the minimum number of studies that would need to be included in the meta-analysis to provide sufficient power to detect the effect of SMS messaging on healthy behaviour. Considering past research, it was predicted that SMS messages would have a small, positive effect on healthy behaviour. Assuming an effect size of d = 0.30, a random effects analysis, a moderate level of between-study variance, statistical power of 0.80 and a significance level (α) of 0.05, approximately 6 studies with a mean sample size of 50 participants per condition (or 4 studies with 75 participants per condition, or 3 studies with 100 participants per condition) would be needed for the meta-analysis to provide sufficient power to detect the significance of an overall mean effect size of d = 0.30."
    },
    {
      "title": "Statistical methods"
    },
    {
      "title": "Meta-analysis software",
      "text": "The Comprehensive Meta-Analysis (version 2.2.021; Biostat, 2011) software package was used to create the database of studies to be included in the meta-analysis, to calculate effect sizes and to conduct all statistical analyses."
    },
    {
      "title": "Effect size determination",
      "text": "The data required to calculate an effect size for all comparisons of each outcome measure were extracted. For dichotomous data, these were the counts for each category (outcome satisfied and outcome not satisfied) in the intervention and control groups. For continuous data, measured at end point only, these were the mean, standard deviation (SD) and number of participants in the intervention and control groups. When means and SDs were not reported, the difference in means, intervention and control sample sizes and independent groups p value were extracted. For continuous change data, the pre and post means, SDs and number of participants in the intervention and control groups were extracted; or when unavailable, the mean change, paired t for change and sample size for the intervention and control groups were extracted. It was assumed that t tests were twotailed unless stated otherwise. The extracted data were entered into the Comprehensive Meta-Analysis database."
    },
    {
      "title": "Data synthesis",
      "text": "The Comprehensive Meta-Analysis software calculated the standardised mean difference  (Cohen's d)  for each study's continuous outcomes and the odds ratio for each study's dichotomous outcomes. To ensure independence of data, steps were taken to ensure that each study contributed only one effect size to the meta-analysis. Where multiple time points for a chosen outcome measure were reported, the end point for the outcome measure was used. Where multiple outcomes in the same study based on the same participants existed, a combined effect across outcomes was computed: for dichotomous data, the multiple intervention groups were collapsed and compared to the control group, while for continuous data, the two intervention groups were collapsed to obtain a combined mean and SD which was then compared to the control group  (Borenstein et al., 2009; Higgins & Green, 2009) .\n\nEach effect size was weighted by its inverse variance weight in calculating mean effect sizes. To combine outcomes with continuous and dichotomous formats, the odds ratio was transformed to a standardised mean difference. Hedges g, an effect size that is a derivation of the standardised mean difference (Cohen's d) and uses a pooled variance component and a correction factor to reduce bias for small sample sizes  (Borenstein et al., 2009)  was used as the estimate of effect size for each study in the meta-analysis. Effect sizes were interpreted as large (> 0.80), medium (0.50) or small (<0.20)  (Cohen, 1992) . As all outcome measures were related, in that they all measured health behaviour change, the effect sizes were synthesised using meta-analysis to obtain a pooled mean effect size. As studies had diverse populations, and heterogeneity was anticipated, the random-effects estimation model was used. This model accounts for heterogeneity by assuming additional variance beyond the studies in the analysis and adjusts study weights according to the extent of variation (heterogeneity) among the varying intervention effects, which facilitates generalisability of findings  (Borenstein, Hedges, Higgins, & Rothstein, 2005) ."
    },
    {
      "title": "Assessment of heterogeneity",
      "text": "The statistical heterogeneity between studies and its impact on meta-analysis was assessed using the Q statistic and the I 2 statistic. A significant Q rejects the null hypothesis of homogeneity and indicates that the variability among the effect sizes is greater than what is likely to have resulted from study-level variability alone  (Lipsey & Wilson, 2001) . The I 2 statistic describes the percentage of total variation across studies that is due to heterogeneity rather than chance (0% = no, 25% = low, 50% = moderate, 75% = high heterogeneity of effect sizes)  (Higgins & Green, 2009) . The potential cause of heterogeneity was explored using subgroup and sensitivity analyses."
    },
    {
      "title": "Risk of bias across studies and sensitivity analyses",
      "text": "Mean effects were assessed for degree of publication bias using a funnel plot of the effect sizes by their standard error, and the trim-and-fill procedure  (Duval & Tweedie, 2000) , and by conducting Egger's linear regression method  (Egger, Smith, Schneider, & Minder, 1997) . When asymmetry was indicated by the funnel plot of the effect sizes by their standard error, the impact on the summary effect size was assessed using trim-and-fill to impute the asymmetrical outcomes and calculate an estimated correct mean effect size after taking the publication bias into account, and the bias captured by the funnel plot was quantified by conducting Egger's test.\n\nThe forest plot was inspected to identify statistical outliers, defined as an effect size with a 95% confidence interval that did not overlap with the summary effect size 95% confidence interval. When an outlier was detected, the relevant study was re-examined and retained in the analysis only when its exclusion was unjustified, and analyses were run with and without the outlier to assess its effect on the overall findings.\n\nTo assess whether one or more studies had a substantial impact on the summary effect, an analysis of the summary effect computed after removing each study's effect from the meta-analysis was conducted. In addition, the impact of studies judged to have low methodological quality on the summary effect was assessed by conducting the analysis with and without these studies."
    },
    {
      "title": "Subgroup analyses",
      "text": "Six moderators were chosen a priori to determine their influence on health behaviour change. Five of the moderators were categorical and were selected to address our second objective of gaining a better understanding of SMS message features that contribute to healthy behaviour of differing categories and complexities. The first categorical moderator was SMS dose (the highest SMS messaging frequency during the intervention: multiple per day, daily, multiple per week, weekly, once-off). The second categorical moderator was the degree of SMS message tailoring (standardised: preformatted messages sent to all participants; tailored: participant characteristics such as gender or behaviour change status influenced message selection; personalised: participant characteristics such as name or appointment details were included in the message). The third categorical moderator was researcher-participant directionality of SMS messaging (oneway or two-way). The fourth categorical moderator was the category of healthy behaviour targeted (unhealthy behaviour modification, chronic disease management, medication adherence for treating disease, appointment attendance and disease or pregnancy preventive behaviours). Finally, the fifth categorical moderator was the intrinsic complexity of these behaviours (complex: chronic disease management, disease-related medication adherence, unhealthy behaviour modification; or simple: appointment attendance, non-disease-related medication adherence, preventive behaviour). These moderators were examined using the Comprehensive Meta-Analysis mixed effects model which pools studies within subgroups using the random effects model and tests the significance of between-group differences using a fixed effects model.\n\nIn addition, to explore whether SMS message interventions produced differential effects by age, a sixth moderator, participants' mean age, was used. The effect of this continuous moderator was examined with meta-regression in Comprehensive Meta-Analysis, using method of moments estimation  (Borenstein et al., 2009; Lipsey & Wilson, 2001) . Figure 1. Flowchart showing study selection process."
    },
    {
      "title": "Results"
    },
    {
      "title": "Selection of studies",
      "text": "meta-analysis selection criteria and to highlight other unpublished work in the field that met the selection criteria yielded an additional 9 potentially eligible RCTs. This resulted in an overall total of 121 articles to be coded by the primary author and the second coder with masters' level qualifications.\n\nThe coder inter-rater reliability was highly satisfactory  (Orwin & Vevea, 2009) : the mean kappa coefficient was 0.96 (range 0.74-1.0) and the mean intra-class correlation was 0.99 (range 0.99-1.0). The very high intra-class correlation was not surprising given the factual nature of the continuous data that was coded.\n\nAfter coding, both authors and the coder reviewed each shortlisted article independently to decide whether it should be included in the meta-analysis, with a high level of agreement achieved (94%). After resolving disagreements by consensus, it was agreed that 81 articles should be excluded. Fifty-one articles were excluded because there was a confound in the intervention condition, meaning that participants were exposed to multiple methods designed to effect behaviour change. Consequently, SMS messages alone could not be deemed to account for differences between groups. Three articles were excluded because mobile phones were used for purposes other than sending SMS messages, e.g., data collection or Internet access. One article was excluded because the sole purpose of SMS messaging was to collect data. Five articles were excluded because there was insufficient data to calculate effect sizes. One article was excluded because it described an incomplete study. One article was excluded because the participants were not properly randomised. Eight articles were excluded because of the lack of a proper control group, i.e., the intervention was compared to another intervention or to a control condition that represented a concentrated effort to produce change. Four articles were excluded because, on closer examination, it was found that the SMS messages were used for a purpose other than health behaviour change. One article was excluded because the SMS message intervention was not applied as intended. Six articles were excluded for a combination of two reasons from the aforementioned exclusion reasons. This left 40 articles, 2 of which were split into 2 studies and 4 of which described a study already detailed in another selected article. Consequently, 38 studies met the criteria for inclusion in the meta-analysis. Of these, only eight studies (21%) reported that the SMS intervention had been based on a health behaviour theory. Furthermore, only 12 studies (32%) had been included in meta-analyses that we had identified as being of acceptable methodological quality, and that included more than one study that used SMS messages to change health behaviour, and none of these meta-analyses had synthesised more than 4 of these 12 studies  (Car et al., 2012; Fanning et al., 2012; Free, Phillips, Galli, et al., 2013; Free, Phillips, Watson, et al., 2013; Whittaker et al., 2012) .\n\nTable  1  in Supplementary Material 3 shows how the 40 articles map onto 38 studies; along with each study's authors, publication date, the groups compared and the number of participants in each group, the description and type of outcome measure used in the metaanalysis, the data used to calculate the effect size, whether an intention-to-treat analysis was used, the health behaviour targeted for change, and the country where the study took place. Supplementary Material 6 contains the references for the 40 articles included in the meta-analysis."
    },
    {
      "title": "Quality of evidence",
      "text": "The assessment of risk of bias in all studies selected for meta-analysis (see Table  2  in Supplementary Material 3) shows that sequence generation for randomisation and Table  1 . Outcome of five subgroup analyses that used a categorical moderator and were planned a priori to explore their influence on health behaviour change."
    },
    {
      "title": "Subgroup analysis",
      "text": "Groups compared N comp g 95% CI p I 2 I 2 sig. SMS dose Multiple per day 10 0.395 0.270 to 0.520 6.71 ns Daily 10 0.203 0.042 to 0.365 24.63 ns Multiple per week 12 0.235 0.104 to 0.366 54.80 * Once-off 6 0.283 0.153 to 0.414 0.00 ns Overall 38 0.284 0.184 to 0.384 .211 Degree of SMS message tailoring Personalised 14 0.334 0.236 to 0.433 41.10 ns Standardised 17 0.233 0.116 to 0.349 37.80 ns Tailored 7 0.279 0.094 to 0.465 0.00 ns Overall 38 0.287 0.203 to 0.372 .423 Directionality of SMS messaging One-way 24 0.303 0.209 to 0.398 29.37 ns Two-way 14 0.273 0.153 to 0.392 53.03 * Overall 38 0.292 0.218 to 0.366 .693 Health behaviour change category Appointment 7 0.346 0.195 to 0.496 51.81 ns Chronic disease management 4 0.294 0.036 to 0.552 5.85 ns Disease-related medication adherence 6 0.326 0.111 to 0.541 6.82 ns Non-disease-related medication adherence 2 0.315 -0.000 to 0.630 87.34 * Preventive behaviour 7 0.244 0.058 to 0.429 52.49 * Unhealthy behaviour modification 12 0.253 0.106 to 0.400 23.97 ns Overall 38 0.293 0.214 to 0.372 .950 Health behaviour change complexity Complex (chronic disease management, disease-related medication adherence, unhealthy behaviour modification) 22 0.281 0.177 to 0.385 9.15 ns Simple (appointment attendance, non-diseaserelated medication adherence, preventive behaviour) 16 0.301 0.199 to 0.403 57.86 * Overall 38 0.291 0.218 to 0.364 .789 *p < .05.\n\nHealth Psychology Review subgroup analysis, conducted to explore whether the effect of SMS message interventions differed across age groups, found that the effect of the mean age continuous moderator, as examined using meta-regression with method of moments estimation was not significant when using a mean age for every study (reported or estimated) (slope: 0.003; 95% CI = -0.004 to 0.009; p = .372), or when excluding the studies for which mean age had to be estimated  (de Tolly et al., 2012; Koury & Faris, 2005; Lin et al., 2012; Petrie, Perry, Broadbent, & Weinman, 2012; Stockwell et al., 2012 ) (slope 0.002; 95% CI = -0.003 to 0.008; p = .433).\n\nPost hoc subgroup analyses were conducted to explore the effect of regrouping the studies within the health behaviour change complexity, SMS message tailoring and SMS dose moderators. Despite three attempts to regroup the studies within complexity of health behaviour change, a significant association with the effect size did not emerge. The first attempted regrouping was simple (appointment attendance, non-disease-related medication adherence) vs. complex (chronic disease management, unhealthy behaviour modification, disease-related medication adherence, preventive behaviour). The second attempted regrouping was simple (appointment attendance, non-disease-related medication adherence, disease-related medication adherence, preventive behaviour) vs. complex (chronic disease management, unhealthy behaviour modification). The third attempted regrouping was simple (appointment attendance, preventive behaviour) vs. complex (chronic disease management, unhealthy behaviour modification, non-disease-related medication adherence, disease-related medication adherence). Similarly, regrouping the studies within SMS message tailoring as standardised vs. tailored (tailored, personalised) did not yield a significant association with the effect size.\n\nHowever, regrouping the studies within the SMS dose moderator into multiple daily vs. daily or less (daily, multiple weekly, once-off) revealed a significant association of SMS dose with the effect size. Studies using multiple SMS messages per day (k = 10) had a significantly greater effect on health behaviour change than those using lower SMS message frequency (k = 28), g = 0.395 (95% CI = 0.274 to 0.516) vs. g = 0.244 (95% CI = 0.166 to 0.323) respectively (p = .041)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal findings",
      "text": "As predicted, and consistent with prior reviews, when the 38 studies that met the strict criteria for inclusion in the meta-analysis were pooled, SMS messages were shown to have a small, positive, significant effect (g = 0.291) on healthy behaviour. Further, heterogeneity in this meta-analysis was low which indicates that SMS message interventions appear to have a broadly similar effect, regardless of population characteristics or the healthy behaviour targeted, and provides support for reporting a summary effect. With respect to SMS message features that contribute to healthy behaviour of differing categories and complexities, it appears as though SMS dose may mediate SMS message effectiveness, as multiple SMS messages per day showed a significantly greater effect (g = 0.395) than that of lower doses (g = 0.244)."
    },
    {
      "title": "Strengths and weaknesses of the study",
      "text": "This meta-analysis has several strengths that enhance its contribution to the knowledge of SMS message interventions targeting health behaviour change. A thorough search process found 38 studies that met strict selection criteria, and publication bias did not appear to be an issue. The finding that SMS messages alone have a small, positive effect on healthy behaviour confirms the view of the majority of researchers in this field. Further, the sample size achieved allowed for further investigation of possible moderators of SMS effectiveness. Another strength of this meta-analysis is the generalisability of its findings. Participants from included studies were diverse with respect to age, ethnicity, socioeconomic background and level of education; lived in developed and developing countries; and were trying to change a wide range of health behaviours. This diversity provided a valuable opportunity to explore, quantify and systematically consider the possible explanations and implications of variance that occur naturally in the real world.\n\nHowever, there are three limitations that mean that the findings of this meta-analysis, while in line with previous research, should be viewed with some caution. Although publication bias did not appear to be an issue, and non-English articles were retrieved in the search process, search terms were in English, which may have excluded some non-English studies. Second, many studies relied on self-report outcome measures. It cannot be assumed that self-reported behaviour is equivalent to actual behaviour. Finally, despite a concerted effort to contact authors for missing data (many of whom did respond), some data remained unavailable which hindered the assessment of risk of bias of several studies. As the validity of meta-analytic findings relies on the quality of the studies it synthesises, biased effect estimates in individual studies will bias meta-analysis results."
    },
    {
      "title": "Strengths and weaknesses in relation to other studies",
      "text": "This meta-analysis provides a thorough synthesis of research that has used SMS messages to enhance healthy behaviour that has been lacking to date. Previous meta-analyses focused on narrow categories of healthy behaviour; and the majority excluded important recent studies, included studies with confounds in the intervention, or included studies that lacked a proper control group and synthesised research of mixed quality. However, the pooling of a broad range of healthy behaviours does not provide the high degree of specificity that more focused studies have provided."
    },
    {
      "title": "Meaning of the study",
      "text": "This meta-analysis indicates that SMS messages alone have a small, positive effect on healthy behaviour, and that multiple SMS messages per day may enhance the effectiveness of SMS message interventions. The effect of SMS messages on healthy behaviour is robust across the degree of SMS message tailoring, the directionality of SMS messaging, the category of health behaviour change targeted and the complexity of health behaviour change which suggests that SMS message interventions may not need to be elaborate or sophisticated to elicit a meaningful effect. As the age of health consumers did not impact on the effect of SMS message interventions, this suggests that SMS message interventions are effective across age groups. SMS messaging is a simple, cost effective intervention that can be automated and has potential to reach anyone, with any type of mobile phone, anywhere in the world. Because health behaviour change is important for health outcomes, even modest effects, especially when achieved at low cost, are worthwhile. There is sound empirical basis for routine use of SMS messages to promote healthy behaviour."
    },
    {
      "title": "Directions for future research",
      "text": "It appears that there is still much to learn about the specific features of SMS messages that contribute to healthy behaviour, which provides numerous opportunities for future research. More high quality RCTs are needed to explore how features of SMS messages interact and contribute to health behaviour change across the lifespan, especially in children and adolescents. Of the studies included in this meta-analysis, only two studies described in three articles explored healthy behaviour change in children  (de Niet, Timman, Bauer, van den Akker, Buijks, et al., 2012; de Niet, Timman, Bauer, van den Akker, de Klerk, et al., 2012; Shapiro et al., 2008) , and one study explored healthy behaviour change in adolescents  (Sirriyeh, Lawton, & Ward, 2010) .\n\nAt present, little is known about the extent to which health behaviour theory influences the efficacy of SMS message interventions. The majority of studies in this meta-analysis failed to specify whether the SMS intervention was based on health behaviour theory, and those that did failed to explore in detail the actual impact of theoretical components on health behaviour change outcomes. Future studies should ground SMS message interventions in health behaviour theory and evaluate outcomes with reference to this theory. Doing so will increase our knowledge of the theoretical constructs and mechanisms that are associated with healthy behaviour change and will enable theories to be tested and refined where necessary to cater for the dynamic nature of SMS message interventions.\n\nTo limit dropout, future studies should be designed to obtain regular feedback from participants about their experience of the intervention and should enable SMS message features used in interventions to be adjusted where required. Objective outcome measures that measure the targeted behaviour change directly should be used where possible, as self-report measures are unreliable and prone to experimental demand characteristics (e.g.,  Rodgers et al., 2005) . We have suggested that the low cost of SMS message interventions means that the relatively small effect of SMS messages on healthy behaviour is still worth achieving, thus including cost analyses in future research would facilitate the assessment of the economic benefits of SMS message interventions.\n\nAs SMS dose may be a moderator of the efficacy of SMS messages to enhance healthy behaviour, future research should aim to explore further how SMS dose impacts on health behaviour change. Current SMS dose research findings are mixed. For example, weekly SMS messages improved anti-retroviral medication adherence whereas daily SMS messages did not, possibly due to habituation or irritation factors  (Pop-Eleches et al., 2011) , and the majority of college binge drinkers thought that receiving daily messages over a fortnight was too frequent  (Weitzel et al., 2007) . However, 97% of young people exposed to a diabetes support intervention were satisfied with the high frequency of SMS messages received  (Franklin et al., 2006) , and smoking cessation studies have used a high dose of SMS messages, especially in the initial phase of quitting, to good effect  (Borland, Balmford, & Benda, 2013; Bramley et al., 2005; Free et al., 2009 Free et al., , 2011;; Rodgers et al., 2005) . Also, it is possible that SMS dose interacts with factors that have not yet been explored such as age, culture, socioeconomic status or the frequency of the health behaviour targeted for change.\n\nFinally, as it remains a possibility that complexity of health behaviour change may be a relevant moderator, future research should explore this further. The effect of SMS messages appeared to be robust across complexity of health behaviour change. Attempts to reclassify this complexity proved challenging and were unsuccessful. As very few chronic disease management studies qualified for this meta-analysis because chronic disease interventions usually consist of multiple components in addition to SMS messages, this may have reduced the effect of the complex health behaviour change group. Knowledge about the optimal combination of SMS message features to address a category of health behaviour change would be valuable; as would knowing the cut-off in behaviour change complexity at which simple, standardised SMS messages are no longer sufficient to change a certain category of health behaviour, necessitating a more sophisticated approach that recruits additional components in an SMS intervention to effect health behaviour change."
    },
    {
      "text": "Figure 1 shows the study selection process for this meta-analysis. Searches conducted on PsycINFO, CINAHL, Pubmed, Scopus, Web of Science, ScienceDirect, Proquest Psychology and the Cochrane Central Register of Controlled Trials retrieved 7213 citations. No additional articles were identified by searching Quick Find and Google Scholar. Removing duplicates and eliminating citations by scrutinising article titles left 657 potential citations to be screened. Forty reviews were extracted for further scrutiny. Examining the abstracts, and where necessary the full text, of the remaining 617 citations against the meta-analysis inclusion and exclusion criteria resulted in 517 exclusions, leaving 100 potentially relevant RCTs. Hand searching the reference lists of the 40 review articles and the 100 RCTs yielded an additional 12 potential RCTs. Inviting the corresponding authors of these 112 RCTs to share additional research that met"
    }
  ],
  "references": [
    {
      "title": "Mobile phones for health communication to promote behaviour change",
      "authors": [
        "L Abroms",
        "N Padmanabhan",
        "W Evans"
      ],
      "year": 2012,
      "doi": "10.4324/9780203149096-17"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90020-t"
    },
    {
      "title": "The theory of planned behavior is alive and well, and not ready to retire: A commentary on Sniehotta, Presseau, and Araújo-Soares",
      "authors": [
        "I Ajzen"
      ],
      "doi": "10.1080/17437199.2014.883474"
    },
    {
      "title": "Human agency in social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037//0003-066x.44.9.1175"
    },
    {
      "title": "Comprehensive meta-analysis version 2 (Version 2.2.021",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2005
    },
    {
      "title": "Introduction to metaanalysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2009
    },
    {
      "title": "Population-level effects of automated smoking cessation help programs: A randomized controlled trial",
      "authors": [
        "R Borland",
        "J Balmford",
        "P Benda"
      ],
      "year": 2013,
      "doi": "10.1111/j.1360-0443.2012.04091.x"
    },
    {
      "title": "Smoking cessation using mobile phone text messaging is as effective in Maori as non-Maori",
      "authors": [
        "D Bramley",
        "T Riddell",
        "R Whittaker",
        "T Corbett",
        "R Lin",
        "M Wills",
        "A Rodgers"
      ],
      "year": 2005
    },
    {
      "title": "Toward an experimental ecology of human development",
      "authors": [
        "U Bronfenbrenner"
      ],
      "year": 1977,
      "doi": "10.1037/0003-066x.32.7.513"
    },
    {
      "title": "Mobile phone messaging reminders for attendance at healthcare appointments",
      "authors": [
        "J Car",
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007458.pub2"
    },
    {
      "title": "R U OK 2 TXT 4 research? Feasibility of text message communication in primary care research",
      "authors": [
        "C Coffey",
        "L Sanci",
        "G Patton",
        "S Sawyer",
        "D Haller"
      ],
      "year": 2006
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037/0033-2909.112.1.155"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Mobile phone messaging for facilitating self-management of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007459.pub2"
    },
    {
      "title": "The effect of a short message service maintenance treatment on body mass index and psychological well-being in overweight and obese children: A randomized controlled trial",
      "authors": [
        "J De Niet",
        "R Timman",
        "S Bauer",
        "E Van Den Akker",
        "H Buijks",
        "C De Klerk",
        "J Passchier"
      ],
      "year": 2012,
      "doi": "10.1111/j.2047-6310.2012.00048.x"
    },
    {
      "title": "Short message service reduces dropout in childhood obesity treatment: A randomized controlled trial",
      "authors": [
        "J De Niet",
        "R Timman",
        "S Bauer",
        "E Van Den Akker",
        "C De Klerk",
        "H Kordy",
        "J Passchier"
      ],
      "year": 2012,
      "doi": "10.1037/a0027498"
    },
    {
      "title": "Investigation into the use of short message services to expand uptake of human immunodeficiency virus testing, and whether content and dosage have impact",
      "authors": [
        "K De Tolly",
        "D Skinner",
        "V Nembaware",
        "P Benjamin"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0058"
    },
    {
      "title": "Intrinsic motivation and self-determination in human behaviour",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985
    },
    {
      "title": "Trim and fill: A simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000,
      "doi": "10.1111/j.0006-341x.2000.00455.x"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "D Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "Increasing physical activity with mobile devices: A meta-analysis",
      "authors": [
        "J Fanning",
        "S Mullen",
        "E Mcauley"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2171"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): A single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson",
        "R Whittaker",
        "P Edwards",
        "W Zhou",
        "I Roberts"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: A systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "The effectiveness of mobile-health technologies to improve health care service delivery processes: A systematic review and meta-analysis",
      "authors": [
        "C Free",
        "G Phillips",
        "L Watson",
        "L Galli",
        "L Felix",
        "P Edwards",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001363"
    },
    {
      "title": "Txt2stop: A pilot randomised controlled trial of mobile phone-based smoking cessation support",
      "authors": [
        "C Free",
        "R Whittaker",
        "R Knight",
        "T Abramsky",
        "A Rodgers",
        "I Roberts"
      ],
      "year": 2009,
      "doi": "10.1136/tc.2008.026146"
    },
    {
      "title": "Assessing risk of bias in included studies",
      "authors": [
        "J Higgins",
        "D Altman"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184.ch8"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions version 5",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2009,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "The world in 2013: ITC facts and figures",
      "year": 2013
    },
    {
      "title": "Healthcare in the pocket: Mapping the space of mobile-phone health interventions",
      "authors": [
        "P Klasnja",
        "W Pratt"
      ],
      "year": 2012,
      "doi": "10.1016/j.jbi.2011.08.017"
    },
    {
      "title": "Mobile phones and clinic appointments: The start of a beautiful new friendship",
      "authors": [
        "E Koury",
        "C Faris"
      ],
      "year": 2005
    },
    {
      "title": "Healthcare via cell phones: A systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "Net-effect? Online psychological interventions",
      "authors": [
        "S Lauder",
        "A Chester",
        "M Berk"
      ],
      "year": 2007,
      "doi": "10.1111/j.1601-5215.2007.00261.x"
    },
    {
      "title": "Effectiveness of a short message reminder in increasing compliance with pediatric cataract treatment: A randomized trial",
      "authors": [
        "H Lin",
        "W Chen",
        "L Luo",
        "N Congdon",
        "X Zhang",
        "X Zhong",
        "Y Liu"
      ],
      "year": 2012,
      "doi": "10.1016/j.ophtha.2012.06.046"
    },
    {
      "title": "Practical meta-analysis",
      "authors": [
        "M Lipsey",
        "D Wilson"
      ],
      "year": 2001
    },
    {
      "title": "Theories and techniques of behaviour change: Developing a cumulative science of behaviour change",
      "authors": [
        "S Michie",
        "M Johnston"
      ],
      "year": 2012,
      "doi": "10.1080/17437199.2012.654964"
    },
    {
      "title": "Motivational interviewing: Preparing people to change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Mobile therapy: Case study evaluations of a cell phone application for emotional selfawareness",
      "authors": [
        "M Morris",
        "Q Kathawala",
        "T Leen",
        "E Gorenstein",
        "F Guilak",
        "M Labhard",
        "W Deleeuw"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1371"
    },
    {
      "title": "Autonomous self-control is less depleting",
      "authors": [
        "M Muraven"
      ],
      "year": 2008,
      "doi": "10.1016/j.jrp.2007.08.002"
    },
    {
      "title": "Behaviour change at population, community and individual levels: Public Health Guidance 6",
      "authors": [
        "Nice"
      ],
      "year": 2007
    },
    {
      "title": "Evaluating coding decisions",
      "authors": [
        "R Orwin",
        "J Vevea"
      ],
      "year": 2009
    },
    {
      "title": "A text message programme designed to modify patients' illness and treatment beliefs improves self-reported adherence to asthma preventer medication",
      "authors": [
        "K Petrie",
        "K Perry",
        "E Broadbent",
        "J Weinman"
      ],
      "year": 2012,
      "doi": "10.1111/j.2044-8287.2011.02033.x"
    },
    {
      "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: A randomized controlled trial of text message reminders",
      "authors": [
        "C Pop-Eleches",
        "H Thirumurthy",
        "J Habyarimana",
        "J Zivin",
        "M Goldstein",
        "D De Walque",
        "D Bangsberg"
      ],
      "year": 2011,
      "doi": "10.1097/qad.0b013e32834380c1"
    },
    {
      "title": "In search of how people change: Applications to addictive behaviors",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "J Norcross"
      ],
      "year": 1992,
      "doi": "10.1037/0003-066x.47.9.1102"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: Are our theories up to the task",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin",
        "M Jones"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Motivational interviewing in health care: Helping patients change behavior",
      "authors": [
        "S Rollnick",
        "W Miller",
        "C Butler"
      ],
      "year": 2008
    },
    {
      "title": "Using text messages to bridge the intention-behavior gap? A pilot study on the use of text message reminders to increase objectively assessed physical activity in daily life",
      "authors": [
        "A Schwerdtfeger",
        "C Schmitz",
        "M Warken"
      ],
      "year": 2012,
      "doi": "10.3389/fpsyg.2012.00270"
    },
    {
      "title": "Use of text messaging for monitoring sugar-sweetened beverages, physical activity, and screen time in children: A pilot study",
      "authors": [
        "J Shapiro",
        "S Bauer",
        "R Hamer",
        "H Kordy",
        "D Ward",
        "C Bulik"
      ],
      "year": 2008,
      "doi": "10.1016/j.jneb.2007.09.014"
    },
    {
      "title": "Physical activity and adolescents: An exploratory randomized controlled trial investigating the influence of affective and instrumental text messages",
      "authors": [
        "R Sirriyeh",
        "R Lawton",
        "J Ward"
      ],
      "year": 2010,
      "doi": "10.1348/135910710x486889"
    },
    {
      "title": "Meta-analysis of psychotherapy outcome studies",
      "authors": [
        "M Smith",
        "G Glass"
      ],
      "year": 1977,
      "doi": "10.1037/0003-066x.32.9.752"
    },
    {
      "title": "Text4Health: Impact of text message reminder-recalls for pediatric and adolescent immunizations",
      "authors": [
        "M Stockwell",
        "E Kharbanda",
        "R Martinez",
        "M Lara",
        "D Vawdrey",
        "K Natarajan",
        "V Rickert"
      ],
      "year": 2012,
      "doi": "10.2105/ajph.2011.300331"
    },
    {
      "title": "Health systems and health-related behaviour change: A review of primary and secondary evidence",
      "authors": [
        "C Swann",
        "C Carmona",
        "M Ryan",
        "M Raynor",
        "E Barış",
        "S Dunsdon",
        "M Kelly"
      ],
      "year": 2010
    },
    {
      "title": "Using wireless handheld computers and tailored text messaging to reduce negative consequences of drinking alcohol",
      "authors": [
        "J Weitzel",
        "J Bernhardt",
        "S Usdan",
        "D Mays",
        "K Glanz"
      ],
      "year": 2007
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006611.pub3"
    },
    {
      "title": "Internet-based mental health interventions",
      "authors": [
        "M Ybarra",
        "W Eaton"
      ],
      "year": 2005,
      "doi": "10.1007/s11020-005-3779-8"
    }
  ],
  "num_references": 57
}
