{
  "paper_id": "BLF293ID",
  "title": "Combating Attrition in Digital Self-Improvement Programs using Avatar Customization",
  "abstract": "Digital self-improvement programs (e.g., interventions, training programs, self-help apps) are widely accessible, but can not employ the same degree of external regulation as programs delivered in controlled environments. As a result, they suffer from high attrition -even the best programs won't work if people don't use them. We propose that volitional engagement -facilitated through avatar customization -can help combat attrition. We asked 250 participants to engage daily for 3 weeks in a one-minute breathing exercise for anxiety reduction, using either a generic avatar or one that they customized. Customizing an avatar resulted in significantly less attrition and more sustained engagement as measured through login counts. The problem of attrition affects self-improvement programs across a range of domains; we provide a subtle, versatile, and broadlyapplicable solution.",
  "year": 2013,
  "date": "2013",
  "journal": "Journal of Medical Internet Research",
  "publication": "Journal of Medical Internet Research",
  "authors": [
    {
      "forename": "Max",
      "surname": "Birk",
      "name": "Max Birk",
      "affiliation": "University of Saskatchewan Saskatoon , Canada Canada \n\t\t\t\t\t\t\t\t University of Saskatchewan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Saskatoon \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "forename": "Regan",
      "surname": "Mandryk",
      "name": "Regan Mandryk",
      "affiliation": "University of Saskatchewan Saskatoon , Canada Canada \n\t\t\t\t\t\t\t\t University of Saskatchewan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Saskatoon \n\t\t\t\t\t\t\t\t\t Canada"
    }
  ],
  "doi": "10.1145/3173574.3174234",
  "keywords": [
    "Self-improvement programs",
    "behaviour change",
    "motivation",
    "customization",
    "avatars",
    "volitional engagement. ACM Classification H.5.m. Information interfaces and presentation (e.g., HCI): Miscellaneous"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "People often find it difficult to activate themselves to undertake behaviours that are good for them, such as engaging in regular exercise, learning a language, or taking care of mental wellness by practicing mindfulness. Even when people are motivated to begin a program of selfimprovement, they may find it difficult to adhere long enough to see the resulting benefits. To help activate these behaviours, people seek out -or societies institutionalizecontrolled environments that provide the scaffolding to help obtain the desired outcomes, such as being fit, healthy, or educated. For example, people who wish to undertake an exercise program may hire a personal trainer even if they already know which exercises to do; societies establish formal school environments for children to support learning; people with serious addictions may cloister themselves in formal rehab programs; and people may seek out counselling services to improve their mental health.\n\nThese controlled environments rely on external regulation -taking action to satisfy an external demand or obtain an externally-imposed reward  [65]  -to encourage continued participation and avoid attrition, even when motivation wanes due to competing demands on our time, attention, or resources or simply because we lose interest over time. The teacher, trainer, and counselor all help reinforce the commitment to self-improvement through the use of verbal and written contracts that have penalties for breaking them.\n\nExternal regulation can be an effective method of promoting participation in self-improvement programs; however, access to these programs is often limited. The cost of a personal trainer is much greater than that of an exercise app; attending weekly Spanish classes requires instruction and facilities that are completely negated by a languagelearning program such as Duolingo  [82] ; and access to counselling services can be limited by geography  [10]  or health-care systems that do not have enough therapists to meet the demand  [80] . To improve the accessibility of programs of self-improvement, researchers and designers have turned to digital approaches (e.g., apps, internet-based training, forum groups) so that program delivery can be delivered at scale -i.e., at the size required to address the problem. However, digital self-improvement programs delivered at scale often cannot employ the same degree of external regulation as their non-digital counterparts.\n\nExternal regulation has been introduced into digital selfimprovement programs delivered at scale, for example through notifications [83], login streaks  [84] , locking out access to other programs  [85] , and contingent rewards  [35, 68] ; however, these are typically weaker forms of external regulation that can be easily circumvented or ignored by people. As such, in digital self-improvement programs delivered at scale, we must compensate for the loss of external regulation, so that program efficacy is not compromised in service of increased access.\n\nWe propose that increasing the volitional engagement of participants can help to counteract the loss of external regulation in digital programs delivered at scale. Volitional en-gagement implies that people are engaging as a choice  [28] , and is associated with being more intrinsically motivatedi.e., doing something because it is inherently interesting  [65] . A common approach to making digital selfimprovement programs inherently interesting is to leverage mechanics and features from digital games, which are known to be intrinsically motivating to play  [66] . Often referred to as gamification, i.e., the use of game design elements in non-game contexts  [19] , these approaches have been shown to increase participation in self-improvement programs in the short term and over repeated exposure  [62] .\n\nPrevious work has shown that one such technique -that of avatar identification through customization -increased enjoyment of a casual game and translated into increased motivated behavior as measured by greater time spent in free play  [7] . Further work showed that the same technique sustained the increase in enjoyment and invested effort in a simple training task (a gamified go-no-go task) over repeated exposure. However, in this prior work, behavioural differences were only shown in the immediate-term, i.e., directly following play; there was no evidence of increased retention of participants over time. Over the medium-term, there was evidence of increased enjoyment for those who identified with their customized avatar, but this effect was negatively influenced by experiment payment in an example of the overjustification effect  [17]  -in fact, the use of daily payment meant that participation rates could not be interpreted, as they could not be attributed to increased volitional engagement as a result of the technique  [8] .\n\nIn this paper, we investigate the use of avatar customization as a method of decreasing attrition in a medium-term digital program of self-improvement delivered at scale. We either assigned participants a generic avatar or asked them to customize their own avatar who would lead them through a one-minute daily breathing exercise. We chose breathing as the program due to its simplicity and believability as an intervention for improved mental wellness  [1]  -the experimental cover story. To avoid the external regulation associated with payments, we paid participants in advance and asked them to complete the daily breathing exercise at their leisure -no reminders were given for the first week, a daily notification was provided for the second, and no notifications were again provided for the third and final week. We logged their participation and their state anxiety before and after breathing. We also used validated scales to assess traits that might explain their behaviour and their degree of amotivation, external regulation, identified regulation, and intrinsic motivation over time.\n\nOur results show that avatar customization increases participation over a 3-week program, that this difference cannot be attributed to accompanying increases in identified regulation, and that identification with the avatar does not fully explain the benefits of avatar customization on logins. Even the best-designed self-improvement programs don't work if they aren't used; our work provides a step in using interaction design to decrease attrition and promote engagement."
    },
    {
      "title": "RELATED WORK",
      "text": "We present work on understanding our need for selfimprovement, theories why we deviate from positive and intended behaviour, and the cost of attrition. We provide background literature on interaction techniques that combat attrition. We then explain the theoretical background of volitional engagement and current approaches for fostering volitional engagement in digital self-improvement."
    },
    {
      "title": "Challenges in Self-Improvement",
      "text": "Be it acquiring knowledge in educational settings, improving physical or mental health, or learning new skills, as people, we enjoy and seek out opportunities to improve ourselves and grow. Lifestyle decisions (i.e., how we individually address personal growth) and self-improvement (i.e., taking action to become better) have long been addressed in psychological research, for example by Self-Determination Theory  [67]  -as the axiom of personal growth; in Self-Efficacy Theory  [47]  -as the inherent belief that one can succeed in facing new challenges; and in Positive Psychology  [73]  -captured in the attempt to answer the question \"What is a good life?\".\n\nMost self-improvement actives, such as learning a new skill or exercising, require persistence, but motivation wanes over time  [5, 20, 23, 50]  and life circumstances change; starting a new job or working to meet a deadline can change our focus and compromise our ability or willingness to engage in behaviour that leads to self-improvement.\n\nHow to practically enable personal growth and avoid the pit falls of waning motivation has been addressed by, for example, applying Self-Efficacy theory to exercise programs  [48]  or Self-Determination Theory in the context of learning  [71] . Broadly speaking, theories of user engagement can be separated into social-based theories  [24, 69]  -those that investigate the role of others in our behaviour; need-based theories  [3, 45, 47, 67]  -ones that assume that our actions are determined by internal needs, e.g., the need to experience mastery; and reward-based theories  [25, 75]  -theories that attribute actions to expected or learned outcomes."
    },
    {
      "title": "The Impact of Attrition",
      "text": "Although people are often motivated to begin programs of self-improvement, waning motivation results in reduced participation over time. Attrition -the loss of participants over time -has been shown to negatively affect the outcomes of different forms of training  [5, 20, 23]  as even the best forms of training do not work if people do not use them. Attrition is, for example, studied in the context of eHealth interventions  [12] , because randomized clinical trials (RCTs) need to capture drop-out to evaluate the quality of an intervention. Dropping out of a digitally-delivered intervention like MoodGYM  [13]  means that the positive outcome is lost -if training is not performed, it can't show the desired outcome. Eysenbach defines the law of attrition as \"… the observation that in any eHealth trials, a substantial proportion of users drop out before completion or stop using the application\"  [23] . Whereas Eysenbach focuses specifically on eHealth applications, the issue -not neces-sarily the health implications -of drop-out are the same across domains. Systems like MoodGYM  [11, 12]  show higher completion rates under external regulation compared to completion rates \"in-the-wild\"; 22.5% in a clinical trial (N=182) compared to only 0.5% for the completion of all 5 modules in-the-wild (N=19607).\n\nIn the context of mental health interventions and applications, Killikelly et al.  [41]  suggest four approaches to study the flip side of attrition, called adherence: (1) the analysis of drop-out rates, (2) relationships between varying factors, e.g., intervention time, (3) post-study questionnaires of experience, and (4) experimental factors to manipulate adherence. Previous studies have also highlighted the importance of support  [54] , to cater to the target audience's behaviour  [21, 53, 54] , and community  [70] .\n\nQuantifying the negative impact of attrition is challenging  [14, 23] , because once people have dropped-out of a study or a training program, they are difficult to access  [23] . As an alternative, researchers have developed models to better understand drop-out in the context of health  [14, 23] , learning  [5, 6] , and exercise  [20, 50, 55]  programs, as well as identifying potential predictors of attrition  [41] ."
    },
    {
      "title": "Combating Attrition",
      "text": "Traditional methods to combat attrition rely on a variety of methods, including: peer-support  [18]  -e.g., Alcoholics Anonymous (AA) defines a support group, but also fosters the relationship with an experienced alcoholic (i.e., a sponsor) to help participants abstain  [37] ; oral or written contracts  [63]  -e.g., a recovery contract defines goals, a timeline, and consequences (personal or legal implications), to support recovery; and financial penalties  [59]  -e.g., personal trainers or counselors will usually charge for an agreed-on-appointment, regardless of attendance."
    },
    {
      "title": "Technology-Supported Methods to Combat Attrition",
      "text": "Technology offers novel opportunities to combat attrition. For example, push-notifications remind users to engage in an activity, showing positive effects on attrition  [39] . Research on notifications has investigated general notification preferences and behaviour  [34] , notifications that are sensitive to context  [33]  and attention  [32] , personalized notifications  [22] , and subtle changes in user interfaces  [40] . A main driver for research on notifications is the finding that notifications are disruptive  [4, 16] , and negatively affect memory  [15]  and task performance  [4] .\n\nTo combat attrition, platforms incorporate strategies to create more engaging experiences. For example, the design of SilverCloud -an online platform designed for delivery of Cognitive Behavioural Therapy  [21]  -incorporates four strategies to engage users: Interactivity -supporting active user engagement, i.e., allowing for meaningful choices; Personalization -content that is geared towards user needs and allows for customization; Support -enabling contact to a health professional or therapist; and Social -enabling community building and peer-interactions.\n\nOnline peer-groups have been formed around many topics of interest, e.g., diet, exercise. But online services that cater to training-at-scale, e.g.,  Udacity [84]  or Lynda [86] as learning platforms, go beyond mere information exchange and offer specialist services that promise personal advancement everywhere at any time. Being able to communicate with others, exchanging what has been learned, and discussing concepts and theories with others, are essential components of online learning-at-scale and have been shown to keep users engaged  [53] ."
    },
    {
      "title": "The Theory of Volitional Engagement",
      "text": "Approaches for increasing adherence and reducing attrition in programs of self-improvement delivered at scale generally work to increase the voluntary participation of usersreferred to as volitional engagement  [28] . Volitional engagement draws on theories of human motivation to explain why people choose to engage in a task  [65] . For example, in a learning program, motivation can be described as different regulatory styles: intrinsic motivation -i.e., learning for the inherent satisfaction of gaining knowledge; identified regulation, i.e., learning because one values being knowledgeable; external regulation -i.e., learning because the outcome (gained knowledge) is perceived as means to get a good job; and amotivation, i.e., the lack of any intention to learn. It is generally understood that more intrinsic forms of motivation are beneficial for volitional engagement.\n\nMultiple strategies have been applied to foster volitional engagement in a digital context. For example, gamification -the application of game elements in a non-game context  [19]  -has successfully been applied to increase volitional engagement in a variety of contexts  [62, 72] . The at-scale mobile language learning Duolingo [82], for example, successfully incorporates multiple mechanics to increase user engagement and combat attrition, such as streak-based incentives, completion-based rewards, leaderboards and avatar customization. In a similar vein, persuasive technology uses strategies to bring about change by shaping or reinforcing behaviors or attitudes  [26] . Two strategies commonly employed in persuasive technologies are personalization  [36, 56]  -which is system-initiated tailoring that offers content or services personalized to an individual; and customization  [57, 77]  -which is a system that supports userinitiated tailoring of content or services. Sundar et al.  [77]  argue that although personalization will increase the relevance of content for individuals using an interactive system, customization yields systems and content that are not only relevant, but also boost the agency and self-determination of the individual because it is they themselves who perform the tailoring. Customization fosters autonomy, a sense of control, and a sense of identity, making the person feel relevant in the context of their interactions  [Ibid] ."
    },
    {
      "title": "Application of Volitional Engagement",
      "text": "Customization has been used in internet-based training, for example, by allowing users to create individualized training plans  [9, 51] , by providing users choice about training approaches they want to take, e.g., a CBT approach versus a mindfulness approach  [51] , and by customizing when an application sends a reminder  [9] . Game-based approaches often increase a user's options to customize: The exergame Zombies, Run! [87], for example, features selectable missions with different training intervals and a currency that users can spend to choose rewards. Pokemon Go [88], was a huge success in activating people to walk  [2] ; the game, which focuses on collecting monsters, gives players the option to customize their avatar and incentivizes movement -players can, for example, hatch rare companions from eggs after walking a certain distance. The idea that digital representations (i.e., avatars) can be customized to foster volitional engagement has been explored before  [7, 78] ."
    },
    {
      "title": "Avatar Customization",
      "text": "In the context of online games, avatar customization has been shown to increase avatar identification and subsequent enjoyment of a game; furthermore, avatar identification translated into motivated behavior as measured by greater time spent in a free play task  [7] . In the context of internetbased training, we suggest that customization may reduce attrition and increase training efficacy."
    },
    {
      "title": "STUDY METHODS",
      "text": "We conducted an online experiment in which participants were paid upfront to partake in an online breathing exercise. Participants were either assigned an avatar or were asked to customize their own. After 7 days of self-actuated participation, we sent out daily reminders for 8 days, and stopped sending the reminders for the remaining 4 days. Including the pre-and post-surveys, it was a 3-week experiment. Considering that attrition occurs rather quickly  [23] , we chose the experiment duration based on previous research on habits, which suggests that small habits, like performing a breathing exercise, are formed in a time frame of approximately 21 days  [43] ."
    },
    {
      "title": "Avatar Creator",
      "text": "To manipulate avatar identification, we built a character creator using the Unity 5.4 game engine (Unity Technologies, 2016), Unity Multipurpose Avatar 2 (UMA Steering Group, 2015), built for WebGL. Participants were asked to create an avatar by adjusting the avatar's appearance, personality, and attributes (see Figure  1 ). Participants were required to spend a minimum of four minutes in the character creator, but could take longer if they wished; afterwards a summary of their created avatar was shown.\n\nAppearance: Participants could customize the avatar's sex (2 choices), skin tone (5), hairstyle (4), hair colour (4), eye colour (4), upper clothing (3), lower clothing (3), clothing colours, and shoes  (2) . Participants could also adjust the avatar's facial features, choosing between 4 different head shapes, i.e., heart shaped, oval, round, squared jaw, and 3 different options for eye-, ear-, lip-, nose size, (i.e., small, medium, large), eye distance (i.e., close, medium, far), and ear orientation (i.e., flat, medium, sticking out). While hair colour (brown, blond, black, and red), and eye colour (blue, green, brown, and green), were limited to one of naturally-appearing discrete choices, clothing colours were picked using a colour picker supporting 16.7 million colours.\n\nPersonality: Applying the BFI-10 personality questionnaire  [61] , participants were instructed to state their agreement on a 5-pt Likert-scale (disagree strongly to agree strongly) to ten statements about their character's personality: \"I see my avatar as someone who…\", e.g., \"is reserved\", \"tends to find fault with others\". Attributes: Drawing from the character creation process of role-playing games (e.g., Dungeons & Dragons), participants were required to distribute eighteen points to six different character attributes, i.e., intelligence, stamina, willpower, charisma, dexterity, and strength. Participants were required to assign at least one point in each category."
    },
    {
      "title": "Conditions of Volitional Engagement",
      "text": "To manipulate volitional engagement through avatar identification, half of the participants were asked to customize their avatar using the described avatar creator, whereas the other half were assigned an avatar with generic physical and facial features, plain clothes, and medium hair and skin colour (see Figure  2 ). To avoid unwanted gender mismatch between participant and avatar in the assigned condition, we asked participants \"If you were to create an avatar to represent yourself in digital environments, that digital representation would be:\" and limited possible responses to male and female. We assigned the generic avatar accordingly. The avatar creator in the customization condition provided the options male and female."
    },
    {
      "title": "Recurring Task: Breathing Exercise",
      "text": "Our goal was to ask participants to engage in a program of self-improvement, but the specific program itself did not matter for the purposes of demonstrating decreased attrition as a result of avatar customization; we simply needed a believable program of self-improvement in which an avatar could be present. To reduce variability associated with topic interest (e.g., a music training program, such as ableton.com), individual ability (e.g., a language learning app, such as Duolingo), or uncontrollability over the environment (e.g., a step counting program, such as Pedometer that might be subject to inclement weather), we wanted a very simple activity that could be done sitting at a computer and did not require any skill. As such, we asked participants to engage in a daily 1-minute breathing exercise, which has shown positive effects on stress management and relaxation  [79, 81] . Participants could freely choose when to engage in the breathing exercise, but were limited to one exercise unit per day to avoid effects resulting from differential usage amounts. The breathing task allowed us to integrate an avatar, was a believable program of self-improvement, did not require skill, and was not subject to uncontrollable factors or individual differences in ability or usage.\n\nThe 1-minute long exercise was timed to 6 breath cycles per minute -5 seconds inhaling, 5 seconds exhaling per cycle because this rate has been shown to help with relaxation  [79, 81] . To time the exercise and to indicate diaphragmatic expansion for the participant, a circle of variable size was displayed inside a circle of fixed size on the thorax of either the customized or assigned avatar, as has been used in similar breathing interventions  [Ibid] ; see Figure  2 . Participants were instructed to inhale during expansion of the circle, and to exhale during contraction. Although we could have used the avatar to show animations to pace breathing (e.g., through arm movements or a breathing animation), we did not want to conflate the motivational effects of the customization process with further interaction with the avatar. After an avatar was created or assigned, participants were only exposed to their avatar during the breathing exercise."
    },
    {
      "title": "Measures",
      "text": "We measured situational motivation, state-trait anxiety, Big Five personality, and identification with the avatar using standardized scales.\n\nSituational Motivation was measured using the Situational Motivation Scale (SIMS,  [30] ). SIMS assesses intrinsic motivation, identified regulation, external regulation, and amotivation, following early studies on Self-Determination Theory  [64, 65] . Using a 7-point scale from 1 'corresponds not at all' to 7 'corresponds exactly', participants rated responses (e.g., \"Because this activity is fun\") to the question \"Why are you currently engaged in this HIT?\".\n\nState-Anxiety and Trait-Anxiety were measured using the State-Trait-Anxiety Inventory (STAI,  [76] ). We included STAI immediately before and after the breathing task to enhance the believability of the breathing activity as a relaxation intervention.\n\nPersonality Traits were assessed using the Ten-Item-Personality-Inventory (TIPI,  [29] ) , which assesses the big five personality factors through 10 items that are rated on a 7-point Likert-scale, ranging from 1-\"Strongly disagree\" to 7-\"Strongly agree\". Identification was measured using the avatar-related subscales of similarity identification, embodied identification, and wishful identification from the Player Identification Scale (PIS,  [46] ). Participants rated their agreement to identification-related statements -\"My character is like me in many ways\" -on a 7-pt Likert scale from 1-\"strongly disagree\" to 7-\"strongly agree\". Identification has been shown to be important in research on the effects of avatar customization on motivation  [7, 8] ."
    },
    {
      "title": "Procedure",
      "text": "We recruited participants through Amazon's Mechanical Turk (MTurk). MTurk acts as a broker between parties offering a range of Human Intelligence Tasks (HITs) and paid workers. MTurk has been shown to be reliable as a recruitment tool for research  [42, 49] . Ethical approval was obtained from behavioural research ethics board at University of Saskatchewan, and participants were asked to give ongoing informed consent at the beginning of each day that they participated. To comply with ethical guidelines, the task was only available to workers from the USA who were older than 18. Only workers with an approval rate above 90% were offered the task as a means of quality control.\n\nThe 3-week study was conducted in six phases. In the first phase (Day 0), we recruited 400 participants through a single HIT, advertised as a \"3-week daily breathing exercise\". Participants were informed that the completion of this first HIT would result in an invite to a second HIT. Participants were asked for demographic information and to complete state scales (i.e., STAI-state, SIMS) and trait scales (i.e., STAI-trait, TIPI). The first HIT neither exposed participants to their avatar -customized or assigned -nor to the breathing task. Within 3 hours, participants received $2 for participating in the 10-minute-long first phase of the study."
    },
    {
      "title": "Second Phase: Multi-Day Breathing (Day 1)",
      "text": "We invited all 400 participants from the first phase back to complete the multi-day breathing exercise, expecting about 1/3 dropout based on our previous experiences with MTurk; 250 (62.5%) returned. Upon providing ongoing consent, we randomly assigned participants to their condition: customized or assigned avatar. All participants started by completing SIMS to measure motivation, followed by either customizing their avatar or viewing their assigned avatar. Participants then completed the identification questionnaire, followed by the breathing exercise, including pre-and post measures of state anxiety. Finally, they were encouraged to \"come back tomorrow\" and given the URL of the task.\n\nWithin 3 hours, we paid participants $10. We chose to pay participants immediately and in advance, regardless of whether or not they participated in the breathing activity. Advance payment was provided to avoid that participant engagement could be attributed to a separable outcome, i.e., daily payments. Furthermore, payment frequency and timing has shown to affect the behaviour of workers  [38] . Participants who completed the daily breathing exercise would spend approximately 60 minutes in total over the 3 weeks; to assure that participants were ethically paid  [74] , we paid all participants $10, regardless of daily participation.\n\nRandom condition assignment was conducted during the first phase, resulting in a study sample of 250 participants. There were 119 people assigned to the customized avatar condition and 131 people assigned to the assigned avatar condition. The differences in group size are simply an artifact of randomly assigning participants to the conditions."
    },
    {
      "title": "Third Phase: Multi-Day Breathing (Day 2-7)",
      "text": "In the third phase (Day 2-7), participants engaged in selfactuated daily breathing exercises. There was no communication with the participants or notifications that they should complete the exercise, as we intended to observe the participants' volitional engagement without any external regulation. The daily exercise only involved the breathing exercise, including pre/post measures of STAI-state. They were not paid explicitly for this phase, as they were paid in advance (see Second Phase). Furthermore, participants were only able to login to the breathing task once per day (starting at midnight central standard time). If they attempted to login again in the same day, they were given instructions to return again tomorrow. In the fourth phase (Day 8-15), we sent out daily notifications via email, reminding participants to engage in the breathing exercise: \"Please visit <url> today and complete your daily breathing exercise with your avatar.\". We were interested in the differential effect of external regulation (through reminder) on participants who created an avatar and participants who were assigned an avatar. Notifications are common to increase retention in Internet-based training, for example Duolingo [82] notifies users daily to practice. All other aspects were identical to the third phase. In the fifth phase (Day 16-19), notifications were again removed, reverting the task to the version without notifications, as described in phase three. This was done to observe differences in volitional engagement, once external regulation (or at least prompting) was again removed."
    },
    {
      "title": "Sixth Phase: Exit Survey (Day 20)",
      "text": "In the sixth and final phase (Day 20), we sent out an exit survey as a separate HIT to gather information about their motivations and reasons for participating and not participating over the 3 weeks. All participants were invited; 202/250 (80.8%) completed the exit survey. They were asked to complete the SIMS, complete the breathing exercise and the identification questionnaires, plus answer select-all-thatapply questions about why they did and did not do the task (see Figure  3  for the questions). Participants were paid $2.50 for the task, which took approximately 5-10 minutes."
    },
    {
      "title": "Data Analyses",
      "text": "All survey data and system logins were logged to a database on a server at the University of Saskatchewan and were extracted and analyzed using SPSS 24. Our primary measure of interest was attrition and thus we report primarily on daily participant login counts (Boolean) using nonparametric tests. Motivation and Identification data were analyzed using ANOVA. We used the SPSS Process Macro 2.16 by Hayes  [31]  to perform mediated regressions. Mediation analyses tests the influence of a mediator on the effect of a predictor variable (X) on a criterion variable (Y)."
    },
    {
      "title": "Pre-existing Group Differences",
      "text": "Because we used random assignment to create our groups, we did not expect them to differ in any systematic way; however, we used one-way ANOVA on pre-existing motivation (measured on Day 2 before the avatar was customized or assigned), conscientiousness, and age, and chisquared tests on gender to check for group differences."
    },
    {
      "title": "Table 1. Test statistics for pre-existing Situational Motivation, conscientiousness, age, and gender",
      "text": "As Table  1  shows, our groups were balanced in gender, age, conscientiousness, amotivation, and external regulation; however, we did find significant pre-existing group differ-ences in intrinsic motivation and identified regulation. We address these pre-existing differences by including intrinsic motivation and identified regulation separately as a covariate in the ANCOVAs (see results)."
    },
    {
      "title": "Research Questions",
      "text": "We ask the following research questions: RQ1. Does customizing an avatar combat attrition? RQ2. Does customization affect avatar identification? RQ3. Does customizing an avatar affect situational intrinsic or extrinsic motivation over time?\n\nRQ4. Are the differences in logins explained by increased identification (controlling for pre-existing motivation)?"
    },
    {
      "title": "RESULTS",
      "text": "We present our results by research question."
    },
    {
      "title": "RQ1. Does customizing an avatar combat attrition?",
      "text": "Our first question is whether or not customizing an avatar can help to combat attrition. Figure  4  shows mirrored histograms of login count for the three notification phases (i.e., pre-notification, notification, and post-notification) by avatar condition (i.e., customized or assigned). Figure  5  shows the counts of logins for each day as a percent of the group size (i.e., customized or assigned).\n\nA Mann-Whitney U test of login count by participant confirms our assumption that participants who customized (Mdn=7, M=8) their avatar showed more logins over all Days (1-19) compared to participants with assigned avatars (Mdn=5, M=6.63), U=6752, p=0.035, z=-1.834.\n\nTo investigate the effect of notification, we compared the number of logins during each phase (pre-notification: Day 1-7, notification: Day 8-16, post-notification:  between participants who customized an avatar and those who participated with an assigned avatar. The results suggest that in the pre-notification and post-notification phases, participants who customized an avatar had a higher overall login count compared to participants who were assigned an avatar. See Figure  5  for results.\n\nThese results suggest that participants who customized an avatar showed significantly less attrition overall and that this difference was driven by the phases in which there were no notification reminders. We were further interested in not just the consistency of logging in, but also how login patterns changed over time. Figure  5  shows the actual login counts per day per condition (normalized by the size of the starting groups as seen in the equal bars for Day 1). First, it is clear that there is attrition over time in both conditions. Second, it is clear that there is more participation each day by people in the customized avatar group. Comparing daily login rates by avatar group using a Chi-squared test reveals that during pre-notification, the customization group has higher login rates on Day 3 (p=.011), 4 (p=.015), 5 (p=.007), and 6 (p=.037) compared to the assigned group. Once notified, the groups initially equalize, but descriptively diverge again over time, and by Day15, the difference is again significant (p<.001). Once notifications were removed, the customized group still shows higher login rates and the difference is significant on Day 19 (p<.001).\n\nTaken together, our results show that people with a customized avatar showed less attrition than people with an assigned avatar, evidenced through greater overall login rates -especially when no notifications were given -and through greater numbers of daily logins."
    },
    {
      "title": "Ruling out Pre-existing Group Differences in Motivation as an Explanation of Login Behaviour",
      "text": "We observed significant pre-existing group differences in intrinsic motivation and identified regulation, but not external regulation or amotivation; see Table  1 . Because the customized avatar group had higher incoming intrinsic motivation and identified regulation, it is possible that their preexisting motivation explains or accounts for their significantly higher login count.\n\nTo test whether incoming motivation explains group difference in logins, we conducted univariate ANOVAs on total logins for each phase (and overall), followed by separate ANCOVAs with incoming intrinsic motivation and incom-ing identified regulation separately. We did not use AN-COVAs to look for group differences originally because the underlying data is comprised of login counts over time; however, comparing the F-statistic for the ANOVA to that of the ANCOVAs will allow us to determine whether the variance in the group differences can be explained by preexisting motivation. As shown in Table  2 , the F-statistic does not decrease when either intrinsic motivation or identified regulation are included in the models. In fact, the Fstatistic increases in all cases, showing that controlling for the variance of incoming motivation makes the login differences between conditions even more clear.\n\nTable  2 . F-statistic and p-value for the three notification phases with \"None\", Intrinsic Motivation, and Identified Regulation, seperately included as covariates."
    },
    {
      "title": "RQ2. Does customization affect avatar identification?",
      "text": "Previous work showed that avatar customization fosters intrinsic motivation in part by facilitating identification with the avatar  [7, 78] . As such, our second question asks whether identification with an avatar is more prevalent in the customized condition and whether customization affects changes in identification over time.\n\nWe investigated the effect of avatar condition on identification by comparing identification on Day 1 to identification on Day 20 (i.e., exit survey). The data were analyzed using a repeated measures ANCOVA, controlling for an individual participant's total number of logins to account for the fact that people had different exposure to their assigned or customized avatar over time based on their participation.\n\nOur results reveal a main effect for avatar condition, showing that avatar customization increases similarity identification (F 1,198 =81.1, p<.001, pETA 2 =.29), embodied identification (F 1,198 =36.8, p<.001, pETA 2 =.15), and wishful identification (F 1,198 =37.8, p<.001, pETA 2 =.16). A main effect of Day on similarity (F 1,198 =13.1, p<.001, pETA 2 =.06) and embodied identification (F 1,198 =5.5, p=.020, pETA 2 =.03), shows that identification wanes over time; both are lower on Day 20 than Day 1.\n\nThe interaction between survey day (Day 1, Day 20) and avatar condition (assigned, customized) shows a significant interaction on similarity identification (F 1,198 =11.8, p=.001, pETA 2 =.06), and wishful identification (F 1,198 =4.5, p=.034, pETA 2 =.02). For both types of identification, pairwise comparisons show that identification was higher on Day 1 than Day 20 for the customized group, but that identification was stable over days for the assigned group.\n\nTaken together, our results show that customizing an avatar facilitates identification of all types, but that the initial similarity and wishful identification measured right after customization drops after 20 days of a breathing activity; how-ever, identification on Day 20 was still higher for those with a customized avatar than an assigned one, even when accounting for the additional exposure through login count."
    },
    {
      "title": "RQ3. Does customizing an avatar affect situational intrinsic or extrinsic motivation over time?",
      "text": "Previous work showed that customizing an avatar helps facilitate intrinsic motivation  [7]  and keeps subjective motivation from waning as much as when the avatar is assigned  [8] . As such, our third research question was whether customizing an avatar affects situational intrinsic or extrinsic motivation, and whether this changes over time.\n\nWe conducted separate ANCOVAs on the four SIMS subscales (i.e., intrinsic motivation, identified regulation, external regulation, and amotivation) by avatar condition (i.e., assigned, customized), with Day1 values as a covariate for each subscale. See Table  3  for results.\n\nTable 3. Test statistics for Condition on SIMS subscales on Day 20, controlled for values on Day 1.\n\nThe results suggest that customizing an avatar has no effect on how motivating the task is perceived to be in terms of actually enjoying it (i.e., intrinsic motivation), feeling like it is something that a participant feels would be good for them to do (i.e., identified regulation), feeling more responsible to engage in the task daily from external regulatory pressure (i.e., external regulation), or feeling not motivated at all (i.e., amotivation). Taken together, these results show that customizing an avatar does not affect self-reported situational intrinsic or extrinsic motivation after 20 days."
    },
    {
      "title": "RQ4. Are the logins differences explained by increased identification (controlling for pre-existing motivation)?",
      "text": "Previous work has shown that self-reported motivation and time spent on a task can be explained by identification with an avatar  [7] . As such, our third research question connects the findings from RQ1-RQ3 by considering the mediating effect of identification on how customization affects participation during the different notification phases.\n\nWe conducted mediation regression  [31]  analysis (mod-el=4) of avatar condition (i.e., assigned, customized) on login count (X→Y) mediated by similarity identification (X→M, M→Y), separately for each notification phase, and controlled by identified regulation. We then repeated this analysis, also controlling for intrinsic motivation. We only present results for identified regulation, because the outcome is the same pattern when controlling for intrinsic motivation. See Table  4  for results.\n\nOur results show that, as expected based on RQ1, customization affects login count in the pre-notification and postnotification phases, but not in the notification phase. Customization predicts similarity identification in all three phases (RQ2). However, similarity identification only predicts login count in the post-notification phase and not in the pre-notification or notification phases. In these two initial phases, including similarity identification in the model does not explain additional variance and the effect of avatar customization on logins is not explained by similarity on Day 1. However, in the post-notification phase, there is a significant indirect effect, indicating a partial mediation of similarity identification on the relationship between condition and login count. The direct effect stays.\n\nTable 4. Mediation results for Avatar Condition on Login Count by Day mediated by Similarity Identification and controlled for identified regulation at Day 1.\n\nWe repeated this process for embodied identification and wishful identification; however, those mediations were all non-significant, showing that neither embodied nor wishful identification on Day 1 explains the variance of how customizing an avatar increases login count."
    },
    {
      "title": "DISCUSSION",
      "text": "We summarize our findings and discuss why customizing an avatar increases login behaviour in a daily breathing exercise, how to interpret these effects in the light of payment, and how employing existing and novel techniques in combination can help to combat attrition. Finally, we discuss how our results have practical significance in the context of self-improvement programs."
    },
    {
      "title": "Summary of Findings",
      "text": "Our results show that participants who customized an avatar showed less attrition over time. Additionally, we investigated the effect of notification on attrition and found that login patterns changed during the notification phase: we show that during the pre-and post-notification phase, participants who customized their avatar logged in more; while during the notification phase, the customization and the assigned group showed no differences. Further unpacking the notification phase, we show that the customization group logs in more, these differences grow in magnitude over time, and they become significant by Day 15. Our findings show that people with a customized avatar showed less attrition overall -especially when no notifications were given; furthermore, these findings hold when controlling for individual differences in incoming motivation.\n\nConsidering the role of identification -an important factor for understanding avatar customization-induced increases in motivation and behaviour  [7, 8]  -we replicate previous findings showing that customization increases identification with an avatar  [7, 78] . However, we additionally show in this study that identification wanes over time in the context of our task. Further, we performed mediation analysis and confirm that although customization predicts increased login behaviour, this relationship is not mediated by the role of similarity identification. Finally, we investigated how customization affects situational motivation on the final day, and show no significant differences between intrinsic or extrinsic components of motivation, showing that while participants exhibit an increase in motivated behaviour, they subjectively don't express higher levels of intrinsic motivation or identified regulation."
    },
    {
      "title": "Customization Increases Adherence",
      "text": "Creating an avatar -as opposed to having an assigned generic avatar -shows a group effect on login behaviour and can be interpreted as causal. The change in behaviour is a direct effect of customization and can neither be explained by increases in identification, nor in situational motivation, as our mediation results show (RQ4).\n\nHaving choice, i.e., being allowed to customize, has been linked to increased motivation, persistence, performance, and satisfaction before  [58] . Furthermore, previous work has shown that avatar customization increases invested effort and behaviour in the short-term  [7] .\n\nWhile the satisfaction of needs is an important predictor of intrinsic motivation, in the context of avatar creation, a sense of ownership over the avatar provides an additional explanation for increases in observed behaviour. Previous work has shown that being the creator of a product, e.g., designing a t-shirt, leads to a sense of psychological ownership  [60] , becomes a part of the consumer's extended self  [52] , and affects behaviour, as displayed in an increased willingness to pay  [27] . In our studies, participants who customized their avatar also expressed greater agreement with \"I liked seeing my avatar\" as motivation for completing the breathing task (assigned: 9%, customized: 16%). These findings from marketing psychology highlight how customization is not a trivial process, but deeply affects how we feel about an object -physical or digital  [78]  -and how the sense of ownership over a digital artifact can affect our behaviour on a fundamental level. We are willing to invest more: more time, more effort, more money.\n\nThe willingness to invest is crucial when we consider that self-improvement programs rely on the user's volitional decision to engage with them; while there are external cues, e.g., notifications, they can only nudge the user to engage or lower the bar for engagement, for example, by providing short units of training that are accessible in free moments."
    },
    {
      "title": "Role of Payment",
      "text": "A common challenge in motivation research is how to account for the effects of incentives on behaviour -how does the compensation to participate in a study affect a participant's motivation and behaviour? In-the-wild studies can avoid this issue, but in experimental research, participants are often incentivized with cash or course credit due to ethical considerations. Previous research has demonstrated the effects of incentives on motivated behaviour  [17, 38] , in-cluding effects as subtle as how a promised payment being delivered can affect motivation  [8] . We intentionally paid participants in advance for the entire 3 weeks ($10 for asking them to participate for 2 minutes per day plus the 10minute first day), to avoid effects of payment on motivation  [7]  and to rule out effects of external regulation from payment for their participation  [8] . When considering participants' reasons for not completing the breathing exercise (see Figure  1 ), we find that participants in the assigned group provided \"I did not get paid for daily participation\" more often as a reason for not doing the task (assigned: 13%, customized: 3%), whereas more participants in the customized group expressed that they completed the breathing exercise because they were \"… hoping for an additional bonus\" (assigned: 20%, customized 29%). However, paying participants in advance at ethical but reasonable rates appears to have eliminated payment as a mitigating factor of participation; overall, financial reasons for participating are low, and most participants acknowledge that they got paid in advance (both: 64%).\n\nThe most prevalent responses for not completing the breathing exercise in both conditions were \"I was too busy\" and \"I forgot about it\" -the latter clearly explains why notifications after Day 7 were successful at increasing logins."
    },
    {
      "title": "Role of Notifications",
      "text": "Notifying participants on Day 8 almost doubled participation compared to Day 7 (from about 30% to almost 60%), showing the effectiveness of an established technique in combating attrition. We further saw that notifications initially equalized the groups in terms of participation, but that as the efficacy of the notification wore off over days, attrition was greater for the assigned avatar group -by the end of the notification phase, the participation rates between groups were once again significant. Timed notifications are effective for tasks that are easily forgotten (e.g., doing a single brief exercise per day), but are not well suited to address other reasons that underlie attrition, such as that the task itself is not enjoyable, or that a user can't attend to a program at the moment of reminder. Tailored approaches such as personalized or context-aware reminders  [22, 32]  can help to increase the efficacy of reminders. While notifications are a generalizable technique to combat attrition, other known techniques such as social support  [39]  or in-app rewards  [62]  may also benefit from being employed in combination with customization."
    },
    {
      "title": "Combining Multiple Approaches",
      "text": "We can study techniques for combating attrition in isolation or in combination. We chose to both investigate avatar customization in isolation to characterize its efficacy in combating attrition, and also how it works in combination with a prompting reminder -effectively layering different approaches for combating attrition into a single intervention. In addition to existing approaches that could be combined with avatar customization (e.g., notifications, rewards), the use of an avatar opens opportunities to leverage experienced attachment with the avatar as motivation to engage.\n\nFor example, if we consider the importance of identification  [7, 46, 78] , focusing on creating memorable experiences shared between the avatar and the user could enhance engagement. For example, characters in World of Warcraft have been shown to be valued by players for being a collection of memorable experiences, e.g., defeating a difficult boss  [44] , and leveraging this attachment has the potential to further increase the effectiveness of avatar customization on adherence. Training programs for self-improvement could foster interaction between the user and the avatar and also interaction with an application through the avatar.\n\nConsidering different layered or isolated techniques of combating attrition, developers of self-improvement programs need to make an informed decision about which features to integrate and which features to ignore."
    },
    {
      "title": "Practical Significance",
      "text": "Our results show small but significant differences in adherence as a result of avatar customization. However, small effects have big practical significance in our context of combating attrition in digital programs of self-improvement delivered at scale. Even a small increase in a large sample affects many individual people. The example of MoodGYM demonstrates how an intervention tested in-the-wild saw only 97 (0.5%) of 19607 people completing the exercises. An increase of only 1% would increase the number of participants who might be positively affected by the intervention by 196 participants -in our study, we see closer to 10% improvement in logins as a result of customization. Increasing adherence for thousands of people using a selfimprovement program has real potential to change lives."
    },
    {
      "title": "CONCLUSION",
      "text": "Digital programs delivered at scale have the potential to increase access to support for people interested in selfimprovement in contexts as diverse as behaviour change, lifelong learning, and mental wellness. However, even the best-designed programs won't work if people don't use them. Research in a variety of contexts has shown that digital programs that were effective in an RCT are subject to high attrition when delivered in-the-wild, i.e., at scale. We present a general-purpose interaction technique for combating attrition -avatar customization -and show that it significantly improves retention over three weeks of a daily stress-relief intervention (a breathing exercise) over being assigned a generic avatar. Given the broad accessibility and wide reach of programs delivered at scale, increasing adherence through interaction design has the potential to benefit a great number of people working at self-improvement."
    },
    {
      "text": "Figure 1. Avatar Creator."
    },
    {
      "text": "Figure 2. Generic Avatar with Breathing Indicator."
    },
    {
      "text": "Phase: Pre-screening (Day 0)"
    },
    {
      "text": "Phase: Multi-Day Breathing ("
    },
    {
      "text": "Phase: Multi-Day Breathing (Day [16] [17] [18] [19]"
    },
    {
      "text": "Figure 3. Percentages of indicated reasons for participating/not participating. Items indicated by more than 40% of participants are displayed bolded and in red."
    },
    {
      "text": "Figure 4. Left: Mirrored histograms of login count for the three notification phases (pre-notification, notification, and post-notification) by avatar condition (assigned, customized). The X-axis shows the frequency of login amount bins; the Yaxis the number of logins as a category. Right: Mann-Whitney U test statistics for each notification phase by avatar condition. Significant results are bolded and in red."
    },
    {
      "text": "Figure 5. Logins by Day, normalized by starting group size, and partitioned by phase: Pre-Notification, Notification, and Post-Notification. *= significant differences by day (p<.05)."
    }
  ],
  "references": [
    {
      "title": "Mobile mental wellness training for stress management: Feasibility and design implications based on a one-month field study",
      "authors": [
        "Aino Ahtinen",
        "Elina Mattila",
        "Pasi Välkkynen",
        "Kirsikka Kaipainen",
        "Toni Vanhala",
        "Miikka Ermes",
        "Essi Sairanen",
        "Tero Myllymäki",
        "Raimo Lappalainen"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2596"
    },
    {
      "title": "Influence of Pokemon Go on Physical Activity: Study and Implications",
      "authors": [
        "Tim Althoff",
        "Ryen White",
        "Eric Horvitz"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6759"
    },
    {
      "title": "Achievement motive and test anxiety conceived as motive to approach success and motive to avoid failure",
      "authors": [
        "John Atkinson",
        "George Litwin"
      ],
      "year": 1960,
      "doi": "10.1037/h0041119"
    },
    {
      "title": "On the need for attention-aware systems: Measuring effects of interruption on task performance, error rate, and affective state",
      "authors": [
        "P Brian",
        "Joseph Bailey",
        "Konstan"
      ],
      "year": 2006,
      "doi": "10.1016/j.chb.2005.12.009"
    },
    {
      "title": "A psychological model of college student retention",
      "authors": [
        "P John",
        "S Bean",
        "Bogdan Eaton"
      ],
      "year": 2000
    },
    {
      "title": "A Model for Sustainable Student Retention: A Holistic Perspective on the Student Dropout Problem with Special Attention to e-Learning",
      "authors": [
        "Zane Berge",
        "Yi-Ping Huang"
      ],
      "year": 2004
    },
    {
      "title": "Fostering Intrinsic Motivation through Avatar Identification in Digital Games",
      "authors": [
        "Max Birk",
        "Cheralyn Atkins",
        "Jason Bowey",
        "Regan Mandryk"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858062"
    },
    {
      "title": "The Motivational Push of Games: The Interplay of Intrinsic Motivation and External Rewards in Games for Training",
      "authors": [
        "Max Birk",
        "Regan Mandryk",
        "Cheralyn Atkins"
      ],
      "year": 2016,
      "doi": "10.1145/2967934.2968091"
    },
    {
      "title": "Harnessing context sensing to develop a mobile intervention for depression",
      "authors": [
        "Michelle Nicole Burns",
        "Mark Begale",
        "Jennifer Duffecy",
        "Darren Gergle",
        "Chris Karr",
        "Emily Giangrande",
        "David Mohr"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1838"
    },
    {
      "title": "Suicide Statistics -Canadian Mental Health Association",
      "year": 2016,
      "doi": "10.7870/cjcmh-1993-0022"
    },
    {
      "title": "Comparison of changes in anxiety and depression symptoms of spontaneous users and trial participants of a CBT website",
      "authors": [
        "K M Christensen",
        "Griffiths",
        "Korten"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e46"
    },
    {
      "title": "Delivering interventions for depression by using the internet: randomised controlled trial",
      "authors": [
        "Helen Christensen"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.37945.566632"
    },
    {
      "title": "Web-based cognitive behavior therapy: Analysis of site usage and changes in depression and anxiety scores",
      "authors": [
        "Helen Christensen",
        "Kathleen Griffiths",
        "Ailsa Korten"
      ],
      "year": 2002,
      "doi": "10.2196/jmir.4.1.e3"
    },
    {
      "title": "Adherence in Internet intervention for anxiety and depression: Systematic review",
      "authors": [
        "Helen Christensen",
        "Kathleen Griffiths",
        "Louise Farrer"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1194"
    },
    {
      "title": "Notification, Disruption, and Memory: Effects of Messaging Interruptions on Memory and Performance",
      "authors": [
        "Edward Cutrell",
        "Mary Czerwinski",
        "Eric Horvitz"
      ],
      "year": 1999,
      "doi": "10.1145/633349.633351"
    },
    {
      "title": "A diary study of task switching and interruptions",
      "authors": [
        "Mary Czerwinski",
        "Eric Horvitz",
        "Susan Wilhite"
      ],
      "year": 2004,
      "doi": "10.1145/985692.985715"
    },
    {
      "title": "A meta-analytic review of experiments examining the effects of extrinsic rewards on intrinsic motivation",
      "authors": [
        "Edward Deci",
        "Richard Ryan",
        "Richard Koestner"
      ],
      "year": 1999,
      "doi": "10.1037/0033-2909.125.6.627"
    },
    {
      "title": "Peer support within a health care context: a concept analysis",
      "authors": [
        "Cindy-Lee Dennis"
      ],
      "year": 2002,
      "doi": "10.1016/s0020-7489(02)00092-5"
    },
    {
      "title": "From game design elements to gamefulness: Defining gamification",
      "authors": [
        "Sebastian Deterding",
        "Dan Dixon",
        "Rilla Khaled",
        "Lennart Nacke"
      ],
      "year": 2011,
      "doi": "10.1145/2181037.2181040"
    },
    {
      "title": "Increasing and maintaining physical activity and exercise",
      "authors": [
        "Rod Dishman"
      ],
      "year": 1991,
      "doi": "10.1016/s0005-7894(05)80371-5"
    },
    {
      "title": "Engagement with online mental health interventions",
      "authors": [
        "Gavin Doherty",
        "David Coyle",
        "John Sharry"
      ],
      "year": 2012,
      "doi": "10.1145/2207676.2208602"
    },
    {
      "title": "A Rule-Based Approach Towards Context-Aware User Notification Services",
      "authors": [
        "Richard Etter",
        "Patricia Costa",
        "Tom Broens"
      ],
      "year": 2006,
      "doi": "10.1109/perser.2006.1652242"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "Gunther Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "A Theory of Social Comparison Processes",
      "authors": [
        "Leon Festinger"
      ],
      "year": 1954,
      "doi": "10.1177/001872675400700202"
    },
    {
      "title": "Belief, attitude, intention, and behavior: An introduction to theory and research",
      "authors": [
        "Martin Fishbein",
        "Icek Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "Persuasive Technology: Using Computers to Change What We Think and Do",
      "authors": [
        "Brian Fogg"
      ],
      "year": 2002,
      "doi": "10.1145/764008.763957"
    },
    {
      "title": "The \"I Designed It Myself\" Effect in Mass Customization",
      "authors": [
        "Nikolaus Franke",
        "Martin Schreier",
        "Ulrike Kaiser"
      ],
      "year": 2009,
      "doi": "10.1287/mnsc.1090.1077"
    },
    {
      "title": "The Role of Autonomy Support and Autonomy Orientation in Prosocial Behavior Engagement",
      "authors": [
        "Marylène Gagné"
      ],
      "year": 2003,
      "doi": "10.1023/a:1025007614869"
    },
    {
      "title": "A very brief measure of the Big-Five personality domains",
      "authors": [
        "D Samuel",
        "Peter Gosling",
        "William Rentfrow",
        "Swann"
      ],
      "year": 2003,
      "doi": "10.1016/S0092-6566(03)00046-1"
    },
    {
      "title": "Development and Validation of the Situational Self-Awareness Scale",
      "authors": [
        "John Govern",
        "Lisa Marsch"
      ],
      "year": 2001,
      "doi": "10.1006/ccog.2001.0506"
    },
    {
      "title": "Introduction to mediation, moderation, and conditional process analysis",
      "authors": [
        "F Andrew",
        "Hayes"
      ],
      "year": 2013
    },
    {
      "title": "Attention-sensitive alerting",
      "authors": [
        "Eric Horvitz",
        "Andy Jacobs",
        "David Hovel"
      ],
      "year": 1999
    },
    {
      "title": "Effects of intelligent notification management on users and their tasks",
      "authors": [
        "T Shamsi",
        "Brian Iqbal",
        "Bailey"
      ],
      "year": 2008,
      "doi": "10.1145/1357054.1357070"
    },
    {
      "title": "Notifications and awareness: A field study of alert usage and preferences",
      "authors": [
        "T Shamsi",
        "Eric Iqbal",
        "Horvitz"
      ],
      "year": 2010,
      "doi": "10.1145/1718918.1718926"
    },
    {
      "title": "The right app rewards to boost motivation -Google Play Apps & Games",
      "year": 2017,
      "doi": "10.7717/peerjcs.2421/fig-2"
    },
    {
      "title": "Personalizing persuasive technologies: Explicit and implicit personalization using persuasion profiles",
      "authors": [
        "Maurits Kaptein",
        "Panos Markopoulos",
        "Boris Ruyter",
        "Emile Aarts"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijhcs.2015.01.004"
    },
    {
      "title": "Under-savers anonymous: Evidence on selfhelp groups and peer pressure as a savings commitment device",
      "authors": [
        "Felipe Kast",
        "Stephan Meier",
        "Dina Pomeranz"
      ],
      "year": 2012,
      "doi": "10.1017/cbo9781107415324.004"
    },
    {
      "title": "More than fun and money. Worker Motivation in Crowdsourcing -A Study on Mechanical Turk",
      "authors": [
        "Nicolas Kaufmann",
        "Thimo Schulze",
        "Daniel Veit"
      ],
      "year": 2009,
      "doi": "10.1145/1979742.1979593"
    },
    {
      "title": "Persuasive System Design Does Matter: a Systematic Review of Adherence to Web-based Interventions",
      "authors": [
        "Robin Saskia M Kelders",
        "Hans Kok",
        "Julia Ewc Ossebaard",
        "Van Gemert-Pijnen"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    },
    {
      "title": "Managing smartwatch notifications through filtering and ambient illumination",
      "authors": [
        "Frederic Kerber",
        "Christoph Hirtz",
        "Sven Gehring",
        "Markus Löchtefeld",
        "Antonio Krüger"
      ],
      "year": 2016,
      "doi": "10.1145/2957265.2962657"
    },
    {
      "title": "Improving Adherence to Web-Based and Mobile Technologies for People With Psychosis: Systematic Review of New Potential Predictors of Adherence",
      "authors": [
        "Clare Killikelly",
        "Zhimin He",
        "Clare Reeder",
        "Til Wykes"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7088"
    },
    {
      "title": "Crowdsourcing User Studies With Mechanical Turk",
      "authors": [
        "Aniket Kittur",
        "Ed Chi",
        "Bongwon Suh"
      ],
      "year": 2008,
      "doi": "10.1145/1357054.1357127"
    },
    {
      "title": "How are habits formed: Modelling habit formation in the real world",
      "authors": [
        "Phillippa Lally",
        "Cornelia Van Jaarsveld",
        "W Henry",
        "Jane Potts",
        "Wardle"
      ],
      "year": 2010,
      "doi": "10.1002/ejsp.674"
    },
    {
      "title": "How players value their characters in world of warcraft",
      "authors": [
        "Ian Livingston",
        "Carl Gutwin",
        "Regan Mandryk",
        "Max Birk"
      ],
      "year": 2014,
      "doi": "10.1145/2531602.2531661"
    },
    {
      "title": "Building a practically useful theory of goal-setting and task motivation: A 35 year odyssey",
      "authors": [
        "A Edwin",
        "Gary Locke",
        "Latham"
      ],
      "year": 2002
    },
    {
      "title": "Player Identification in Online Games: Validation of a Scale for Measuring Identification in MMOGs",
      "authors": [
        "Jan Van Looy",
        "Cédric Courtois",
        "Melanie Vocht",
        "Lieven De"
      ],
      "year": 2012,
      "doi": "10.1080/15213269.2012.674917"
    },
    {
      "title": "Self-efficacy theory",
      "authors": [
        "James E Maddux"
      ],
      "year": 1995
    },
    {
      "title": "Self-Efficacy and the Stages of Exercise Behavior Change",
      "authors": [
        "H Bess",
        "Vanessa Marcus",
        "Raymond Selby",
        "Joseph Niaura",
        "Rossi"
      ],
      "year": 1992,
      "doi": "10.1080/02701367.1992.10607557"
    },
    {
      "title": "Conducting behavioral research on Amazon's Mechanical Turk",
      "authors": [
        "Winter Mason",
        "Siddharth Suri"
      ],
      "year": 2012,
      "doi": "10.3758/s13428-011-0124-6"
    },
    {
      "title": "Attrition from exercise programs: Attributional and affective perspectives",
      "authors": [
        "Edward Mcauley",
        "Kim Poag",
        "Anita Gleason",
        "Susan Wraith"
      ],
      "year": 1990,
      "doi": "10.1123/jsep.13.4.382"
    },
    {
      "title": "Effects of an Internet intervention (Deprexis) on severe depression symptoms: Randomized controlled trial",
      "authors": [
        "Björn Meyer",
        "Julia Bierbrodt",
        "Johanna Schröder",
        "Thomas Berger",
        "Christopher Beevers",
        "Mario Weiss",
        "Gitta Jacob",
        "Christina Späth",
        "Gerhard Andersson",
        "Wolfgang Lutz",
        "Martin Hautzinger",
        "Bernd Löwe",
        "Matthias Rose",
        "Fritz Hohagen",
        "Franz Caspar",
        "Wolfgang Greiner",
        "Steffen Moritz",
        "Jan Klein"
      ],
      "year": 2015,
      "doi": "10.1016/j.invent.2014.12.003"
    },
    {
      "title": "I, me, and mine-how products become consumers' extended selves",
      "authors": [
        "Banwari Mittal"
      ],
      "year": 2006,
      "doi": "10.1002/cb"
    },
    {
      "title": "Intellicare: An eclectic, skills-based app suite for the treatment of depression and anxiety",
      "authors": [
        "C David",
        "Kathryn Mohr",
        "Emily Tomasino",
        "Hannah Lattie",
        "Mary Palac",
        "Kenneth Kwasny",
        "Chris Weingardt",
        "Susan Karr",
        "Rebecca Kaiser",
        "Leland Rossom",
        "Lauren Bardsley",
        "Colleen Caccamo",
        "Stephen Stiles-Shields",
        "Schueller"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6645"
    },
    {
      "title": "Supportive accountability: a model for providing human support to enhance adherence to eHealth interventions",
      "authors": [
        "Pim David C Mohr",
        "Kenneth Cuijpers",
        "Lehman"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1602"
    },
    {
      "title": "A Profile for Predicting Attrition from Exercise in Older Adults",
      "authors": [
        "Sean Mullen",
        "Thomas Wójcicki",
        "Emily Mailey",
        "Amanda Szabo",
        "Neha Gothe",
        "Erin Olson",
        "Jason Fanning",
        "Arthur Kramer",
        "Edward Mcauley"
      ],
      "year": 2013,
      "doi": "10.1007/s11121-012-0325-y"
    },
    {
      "title": "Brain Training Game Boosts Executive Functions, Working Memory and Processing Speed in the Young Adults: A Randomized Controlled Trial",
      "authors": [
        "Rui Nouchi",
        "Yasuyuki Taki",
        "Hikaru Takeuchi",
        "Hiroshi Hashizume",
        "Takayuki Nozawa",
        "Toshimune Kambara",
        "Atsushi Sekiguchi",
        "Carlos Makoto Miyauchi",
        "Yuka Kotozaki",
        "Haruka Nouchi",
        "Ryuta Kawashima"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0055518"
    },
    {
      "title": "Modeling the efficacy of persuasive strategies for different gamer types in serious games for health",
      "authors": [
        "Rita Orji",
        "Julita Vassileva",
        "Regan Mandryk"
      ],
      "year": 2014,
      "doi": "10.1007/s11257-014-9149-8"
    },
    {
      "title": "The Effects of Choice on Intrinsic Motivation and Related Outcomes: A Meta-Analysis of Research Findings",
      "authors": [
        "Erika Patall",
        "Harris Cooper",
        "Jorgianne Civey"
      ],
      "year": 2008,
      "doi": "10.1037/0033-2909.134.2.270"
    },
    {
      "title": "Financial penalties for the unhealthy? Ethical guidelines for holding employees responsible for their health",
      "authors": [
        "D Steven",
        "Sarah Pearson",
        "Lieber"
      ],
      "year": 2009
    },
    {
      "title": "The state of psychological ownership: Integrating and extending a century of research",
      "authors": [
        "Jon Pierce",
        "Tatiana Kostova",
        "Kurt Dirks"
      ],
      "year": 2003,
      "doi": "10.1037/1089-2680.7.1.84"
    },
    {
      "title": "Measuring personality in one minute or less: A 10item short version of the Big Five Inventory in English and German",
      "authors": [
        "Beatrice Rammstedt",
        "Oliver P John"
      ],
      "year": 2007,
      "doi": "10.1016/j.jrp.2006.02.001"
    },
    {
      "title": "Studying gamification: the effect of rewards and incentives on motivation",
      "authors": [
        "Ganit Richter",
        "Daphne Raban",
        "Sheizaf Rafaeli"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-10208-5_2"
    },
    {
      "title": "Psychological contracts in organizations: Understanding written and unwritten agreements",
      "authors": [
        "Denise Rousseau"
      ],
      "year": 1995
    },
    {
      "title": "Selfdetermination theory: An organismic dialectical perspective",
      "authors": [
        "Richard Ryan",
        "Edward Deci"
      ],
      "year": 2002
    },
    {
      "title": "Intrinsic and extrinsic motivation: Classic definitions and new directions",
      "authors": [
        "Richard Ryan",
        "Edward Deci"
      ],
      "year": 2000,
      "doi": "10.1006/ceps.1999.1020"
    },
    {
      "title": "The Motivational Pull of Video Games: A Self-Determination Theory Approach",
      "authors": [
        "Richard Ryan",
        "C Rigby",
        "Andrew Przybylski"
      ],
      "year": 2006,
      "doi": "10.1007/s11031-006-9051-8"
    },
    {
      "title": "Selfdetermination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "M Richard",
        "Edward Ryan",
        "Deci"
      ],
      "year": 2000,
      "doi": "10.1037/0003-066X.55.1.68"
    },
    {
      "title": "McDonald's 7M app downloads highlights effectiveness of relevant incentives | Retail Dive",
      "authors": [
        "Samuely Samuely"
      ],
      "year": 2017,
      "doi": "10.1787/888934228210"
    },
    {
      "title": "Achievement Motivation among High School Basketball and Cross-Country Athletes: A Personal Investment Perspective",
      "authors": [
        "Tammy Schilling",
        "Carl Hayashi"
      ],
      "year": 2001,
      "doi": "10.1080/10413200109339006"
    },
    {
      "title": "Feasibility of PRIME: A Cognitive Neuroscience-Informed Mobile App Intervention to Enhance Motivated Behavior and Improve Quality of Life in Recent Onset Schizophrenia",
      "authors": [
        "Danielle Schlosser",
        "Timothy Campellone",
        "Daniel Kim",
        "Brandy Truong",
        "Silvia Vergani",
        "Charlie Ward",
        "Sophia Vinogradov"
      ],
      "year": 2016,
      "doi": "10.2196/resprot.5450"
    },
    {
      "title": "Beyond the intrinsicextrinsic dichotomy: Self-determination in motivation and learning",
      "authors": [
        "C Rigby",
        "Edward Deci",
        "Brian Patrick",
        "Richard Ryan"
      ],
      "year": 1992,
      "doi": "10.1007/BF00991650"
    },
    {
      "title": "Gamification in theory and action: A survey",
      "authors": [
        "Katie Seaborn",
        "Deborah Fels"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijhcs.2014.09.006"
    },
    {
      "title": "Positive psychology: An introduction",
      "authors": [
        "E Martin",
        "Mihaly Seligman",
        "Csikszentmihalyi"
      ],
      "year": 2014,
      "doi": "10.1037//0003-066x.55.1.5"
    },
    {
      "title": "Paying minimum wage on online labor platforms",
      "authors": [
        "Six Silberman"
      ],
      "year": 2016
    },
    {
      "title": "Beyond freedom and dignity",
      "authors": [
        "Frederic Burrhus",
        "Skinner"
      ],
      "year": 1972
    },
    {
      "title": "Manual for the state-trait anxiety inventory",
      "authors": [
        "Richard Charles D Spielberger",
        "Robert Gorsuch",
        "Lushene"
      ],
      "year": 1970
    },
    {
      "title": "Personalization versus customization: The importance of agency, privacy, and power usage",
      "authors": [
        "Shyam Sundar",
        "Sampada Marathe"
      ],
      "year": 2010,
      "doi": "10.1111/j.1468-2958.2010.01377.x"
    },
    {
      "title": "Avatar creation and video game enjoyment",
      "authors": [
        "Sabine Trepte",
        "Leonard Reinecke"
      ],
      "year": 2010,
      "doi": "10.1027/1864-1105/a000022"
    },
    {
      "title": "You Can't Force Calm: Designing and Evaluating Respiratory Regulating Interfaces for Calming Technology",
      "authors": [
        "Kanit Wongsuphasawat",
        "Alex Gamburg",
        "Neema Moraveji"
      ],
      "year": 2012,
      "doi": "10.1145/2380296.2380326"
    },
    {
      "title": "Global status report on alcohol and health",
      "year": 2014
    },
    {
      "title": "Designing, prototyping and evaluating digital mindfulness applications: A case study of mindful breathing for stress reduction",
      "authors": [
        "Bin Zhu",
        "Anders Hedman",
        "Shuo Feng",
        "Haibo Li",
        "Walter Osika"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6955"
    }
  ],
  "num_references": 81
}
