{
  "paper_id": "BM5MCDFM",
  "title": "Peer Review of \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review\"",
  "year": 2021,
  "date": "2021-04-12",
  "authors": [
    {
      "name": "Archisman Roy",
      "affiliation": {
        "organization": "Department of Physics",
        "department": "Department of Physics",
        "institution": "Banaras Hindu University",
        "address": "Asansol, India"
      }
    }
  ],
  "doi": "10.2196/28719",
  "md5": "A93FA409B7ED4D7EC85B4101235C5B64",
  "keywords": [
    "COVID-19",
    "SARS-CoV-2",
    "test and trace",
    "universal testing",
    "mass testing",
    "contact tracing",
    "infection surveillance",
    "prevention and control",
    "review"
  ],
  "sections": [
    {
      "text": "This is a peer-review report submitted for the paper \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review.\""
    },
    {
      "title": "Round 1 Review"
    },
    {
      "title": "General Comments",
      "text": "The paper titled, \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review\"  [1]  is well textured and finely written with sufficient subpoints and clear divisions. The English used is simple but lucid enough and enriched compared to an international journal standard. From the very beginning, the title is so effective and descriptive that it provides a brief outline for the readers. The abstract is finely written, pointing to the outcomes of the paper, which also includes an applaudable inculcation of a nutshell overview of the methods in use. The data analysis, results, and discussion, as well as the detailed structure of the major findings, P values, statistical coefficients, and so on, conform to the author's guide. But there are a few minor typographical errors that need to be checked to improve the write-up. Please consider the points in the Minor Comments section. The citations mentioned in the paper fit well with the context. Overall, the description of the content is very clear, and every point is academically backed up with either derivations or scientifically validated information, which is commendable. The figures (mainly the flow chart) are very precise but wonderfully narrative. The Methods section has been presented in good harmony with the objectives, outcomes, and strategy although my view on the outcomes differs a bit (please look at the Specific Comments section). The data analysis section is well structured, maintaining the flow of data management. In total, the paper is a worthy piece but, in my view, it may require a few minor changes. Kindly refer to the following comments."
    },
    {
      "title": "Specific Comments",
      "text": "1. It is crucial to remove a few points to make the paper easily acceptable for readers and better its viability. I suggest cutting a bit in the Research in Context section. It is fine to have a short review of the literature, but the paper overall is full of it so shortening the aforesaid section may increase its impact.\n\n2. I also do not find the validity of having the Definitions section. When an author is proposing a new theory bearing some new terminology, this section is needed, but getting acquainted with formal terms is the prime duty of readers.\n\n3. In the Data Extraction section, you paced on the author's details, specifically its singularity, which seems inapplicable to me. Please consider jotting that area down again in a twisted fashion.\n\nIt is really commendable the way you have composed this paper. As mentioned earlier, the writing style is very soothing and effective as a worthy academic contribution. Still, a few points need more attention, which have been further segmented into major and minor comments."
    },
    {
      "title": "Major Comments",
      "text": "1. Reviewers are not asked to look into the grammar and spelling very thoroughly, so I am giving an overview. Please consider reading the paper again as a few words seems to mismatch their application. For instance, in the following sentence in the Background section, \"I concur with the...,\" the word \"concurs\" is out of context, so please look into the matter.\n\n2. In the Research to Context prior to Study section, there is mention of a review; please cite it for a better scholarly approach.\n\n3. The paper bears a good philosophical measure of uncertainty introduced. This section is very nicely formatted in an appreciable way.\n\n4. Outcomes occur within the Methods section, which is not advised. Adding the outcomes here creates a sense of biasedness since outcomes can never be assumed beforehand, which is why you may consider removing these points from here.\n\n5. The section How the Intervention Should Work ought to be included under Methods. I would suggest replacing its name with Active Runs of Intervention as a subsection. The objectives and outcomes further include some basic information about COVID-19 and the strain itself. This is really unimportant, so please remove that portion to reduce the word count of the paper.\n\n6. In the Outcomes section, the third point: there is a point on safety; however, the tone of safety in mass testing methods seems to be understated so I would like to propose emphasizing the safe nature of MTT. Again, the paper is really a worthy piece for me, so consider these points as a proposal for improvement."
    },
    {
      "title": "Minor Comments",
      "text": "1. Many paragraphs lack the use of full stops at the end line. Please have it checked with a little care.\n\n2. There are some issues with grammatical usages; please consider fixing them. You may opt for artificial intelligence-based screening to get better results (eg, Grammarly).\n\n3. The importance of the separate column for vote count in the relative study of TT and MTT is not clear to me so please try to express its viability in a line or so for clarity."
    },
    {
      "title": "Conflicts of Interest",
      "text": "None declared."
    }
  ],
  "references": [
    {
      "title": "Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review",
      "authors": [
        "M Mbwogge"
      ],
      "year": 2021,
      "doi": "10.2196/27254",
      "journal": "JMIRx Med",
      "volume": "2",
      "issue": "2",
      "pages": "27254",
      "raw": "Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review \n\t\t \n\t\t\t M Mbwogge \n\t\t \n\t\t 10.2196/27254 \n\t \n\t \n\t\t JMIRx Med \n\t\t \n\t\t\t 2 \n\t\t\t 2 \n\t\t\t 27254 \n\t\t\t 2021 Apr 12 \n\t\t \n\t \n\t FREE Full text \n\t Mbwogge M. Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review. JMIRx Med 2021 Apr 12;2(2):e27254 [FREE Full text] [doi: 10.2196/27254]"
    },
    {
      "title": "Roy A Peer Review of \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review",
      "year": 2021,
      "doi": "10.2196/28719",
      "volume": "2",
      "pages": "28719",
      "raw": "Roy A Peer Review of \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review \n\t\t \n\t\t\t Meinert \n\t\t \n\t\t 10.2196/28719 \n\t\t \n\t \n\t \n\t\t JMIRx Med \n\t\t \n\t\t\t 2021 \n\t\t\t 2 \n\t\t\t 28719 \n\t\t \n\t \n\t Submitted 11.03.21; accepted 11.03.21 this is a non-peer-reviewed article \n\t Edited by E Meinert; this is a non-peer-reviewed article. Submitted 11.03.21; accepted 11.03.21; published 12.04.21. Please cite as: Roy A Peer Review of \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review\" JMIRx Med 2021;2(2):e28719 URL: https://xmed.jmir.org/2021/2/e28719 doi: 10.2196/28719 PMID: ©Archisman Roy. Originally published in JMIRx Med (https://med.jmirx.org), 12.04"
    }
  ],
  "num_references": 2,
  "num_citations": 1,
  "cited_references": [
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Department of Physics , Faculty of Mathematical Science , Institute of Sciences , Banaras Hindu University , Asansol , India",
    "JMIRx Med 2021 | vol. 2 | iss. 2 | e28719 | p. 1 https://xmed.jmir.org/2021/2/e28719 (page number not for citation purposes)",
    "JMIRx Med 2021 | vol. 2 | iss. 2 | e28719 | p. 2 https://xmed.jmir.org/2021/2/e28719 (page number not for citation purposes)",
    "FREE Full text",
    "[raw_reference] Mbwogge M. Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review. JMIRx Med 2021 Apr 12;2(2):e27254 [FREE Full text] [doi: 10.2196/27254]",
    "Submitted 11.03.21; accepted 11.03.21 this is a non-peer-reviewed article",
    "[raw_reference] Edited by E Meinert; this is a non-peer-reviewed article. Submitted 11.03.21; accepted 11.03.21; published 12.04.21. Please cite as: Roy A Peer Review of \"Mass Testing With Contact Tracing Compared to Test and Trace for the Effective Suppression of COVID-19 in the United Kingdom: Systematic Review\" JMIRx Med 2021;2(2):e28719 URL: https://xmed.jmir.org/2021/2/e28719 doi: 10.2196/28719 PMID: ©Archisman Roy. Originally published in JMIRx Med (https://med.jmirx.org), 12.04"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Jmirx Med",
  "volume": "2",
  "issue": "2",
  "pages": "e28719",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.221607",
    "zotero_item_type": "journalArticle"
  }
}
