{
  "paper_id": "BQAPF66U",
  "title": "Defining Media Enjoyment as the Satisfaction of Intrinsic Needs",
  "abstract": "This article presents a model of enjoyment rooted in self-determination theory  (Deci & Ryan, 1985)  that includes the satisfaction of three needs related to psychological wellbeing: autonomy, competence, and relatedness. In an experiment designed to validate this conceptualization of enjoyment, we manipulate video game characteristics related to the satisfaction of these needs and examine their relative effects on enjoyment. The validated model explains 51% of the variance in enjoyment, even without including needs usually studied in relation to enjoyment such as pleasure seeking. Results indicate the utility of defining enjoyment as need satisfaction. These results are discussed in terms of a broader conceptualization of enjoyment represented as the satisfaction of a comprehensive set of functional needs.",
  "year": 1990,
  "date": "1990",
  "authors": [
    {
      "name": "Ron Tamborini",
      "email": "tamborin@msu.edu",
      "affiliation": {
        "organization": "Department of Communication",
        "department": "Department of Communication",
        "institution": "Michigan State University",
        "address": "48824, East Lansing, MI, USA"
      }
    },
    {
      "name": "Nicholas David Bowman",
      "affiliation": {
        "organization": "Department of Communication",
        "department": "Department of Communication",
        "institution": "Michigan State University",
        "address": "48824, East Lansing, MI, USA"
      }
    },
    {
      "name": "Matthew Grizzard",
      "affiliation": {
        "organization": "Department of Communication",
        "department": "Department of Communication",
        "institution": "Michigan State University",
        "address": "48824, East Lansing, MI, USA"
      }
    },
    {
      "name": "Ashley Organ",
      "affiliation": {
        "organization": "Department of Communication",
        "department": "Department of Communication",
        "institution": "Michigan State University",
        "address": "48824, East Lansing, MI, USA"
      }
    }
  ],
  "doi": "10.1111/j.1460-2466.2010.01513.x",
  "issn": "0021-9916",
  "md5": "1934081AC4D9B6DEA96EE1BD51754454",
  "publication": {
    "journal": "Psychological Bulletin",
    "journal_inferred": true
  },
  "funding": [
    "Acknowledgment The authors thank  Mike McLean  of the  MSU Engineering Machine Shop  for his help with creating stimulus materials for this study. 6 We understand that the notion of a needs hierarchy is controversial, and  Maslow's (1943)  work has been challenged specifically on these grounds (cf. Wahba & Bridgewell, 1976) . We do not suggest limiting future investigations to a hierarchal perspective. Moreover, we do not argue that needs necessarily exist on a hierarchy, only that there are 满足内在需要作为媒体愉悦感的定义  Ron Tamborini 密歇根州立大学 Nicholas David Bowman Young Harris College Allison Eden ,  Matthew Grizzard , and  Ashley Organ 密歇根州立大学 【摘要：】 本文在自我决定理论 (Deci & Ryan, 1985)的基础上提出了愉悦感模型。它提出心理上 的享受包括自治、能力和相关性这三种需要的满足。本文设计了一项试验来验证愉悦感的 概念。我们控制了与满足这三种需求相关的视频游戏的特色，并检验它们对愉悦感的相对 作用。即使是不包括通常研究的与愉悦感相关的需求，如寻求快乐,该通过验证的模型仍 可解释愉悦感 51%的变化。研究结果表明了将愉悦感定义为需求满足的有效性。本文也 讨论了由满足一整套的功能性需求所代表的愉悦感更广泛的定义。"
  ],
  "sections": [
    {
      "text": "and useful in predicting a good portion of pleasure response to media entertainment, we propose that focusing only on the hedonic elements of enjoyment has overlooked important parts of the concept. Our article offers a conceptualization of enjoyment as need satisfaction and is meant to complement hedonic conceptualizations of enjoyment commonly used in entertainment research. We present and validate a proposed model of enjoyment as the satisfaction of higher order needs and argue for the inclusion of these needs along with the satisfaction of traditional hedonic needs in research defining entertainment enjoyment.\n\nThe notion of enjoyment as need satisfaction is not novel. Indeed, research on mood management  (Zillmann & Bryant, 1985) , disposition theory  (Zillmann & Cantor, 1976) , uses and gratifications (U&G:  Katz, Blumler, & Gurevitch, 1974) , and sensitivity theory  (Reiss & Wiltz, 2004 ) has either implicitly or explicitly defined enjoyment as such. In general, these approaches define enjoyment as a pleasurable response to entertainment media, but they do not offer a clear definition of the construct. Words such as enjoyment, appeal  (Oliver & Sanders, 2004) , liking  (Zillmann & Bryant, 1985) , joy  (Reiss & Wiltz, 2004) , and pleasure  (Grodal, 2000)  are all used to infer the same phenomenon. Although these concepts seem clearly distinguished as preference for and response to media exposure, scholars use the terms interchangeably. The differences are subtle, yet they hinder efforts to make predictions related to the role of enjoyment in media uses and effects. One example of the predictive difficulties is found in the research on negatively valenced media, which shows that individuals enjoy seemingly abhorrent entertainment content, such as tragedy, suspense, and horror (de Wied,  Zillmann, & Ordman, 1995; Mills, 1993; Oliver, 1993; Tamborini & Stiff, 1987) . We argue that this paradox and other challenges to predictive efforts stem from the limited treatment of enjoyment as serving solely hedonically rooted functional needs, implicating humans as mere pleasure seekers  (Zillmann, 2000) .\n\nOur article attempts to address some of the problems associated with the lack of conceptual clarity regarding enjoyment of media entertainment by offering a broader definition of enjoyment that includes the satisfaction of psychological needs in addition to pleasure seeking. Notably, we limit our definition to include only a response to or consequence of media exposure and eliminate preference from this concept. We begin by acknowledging that the experience of and need for hedonic pleasure is a central component of the enjoyment concept. That being said, the purpose of this study is to examine a set of theoretically derived, higher order needs related to enjoyment that are not specifically related to hedonic pleasure. By offering a conceptualization of enjoyment that includes the satisfaction of autonomy, competence, and relatedness needs stemming from SDT, this study is distinct from entertainment research that is based solely on the pleasure response model of enjoyment. Our hope is that this conceptualization will help entertainment scholars avoid the conceptual confusion and paradoxical findings associated with definitions of enjoyment limited to hedonic pleasure, while providing a broader understanding of the construct. We begin with an overview of the extant literature on enjoyment and then discuss more recent work based on functional perspectives to explicate enjoyment in part as need satisfaction. Following this, we provide an overview of SDT with a specific focus on how the theory has been applied to entertainment. Finally, we present and test a formal model of enjoyment as need satisfaction.\n\nDefining enjoyment in entertainment research as need satisfaction Although enjoyment has been broadly understood as a pleasurable response to entertainment media, few researchers offer a clear definition of enjoyment, choosing to identify its correlates instead of explicating the construct itself. Vorderer et al. (2004)  describe the diverse manifestations of enjoyment related to comedy, melodrama, and media aesthetics. Raney (2003)  conceptualizes enjoyment generally as the sense of pleasure derived from consuming media products but is careful to note that the exact nature of enjoyment has yet to be fully determined. Moreover, when researchers have made attempts to define the enjoyment construct, they have paid little attention to its functional role. Nabi and Krcmar (2004)  conceptualized enjoyment as attitude toward an entertainment experience, complete with affective, behavioral, and cognitive dimensions. Vorderer et al. defined enjoyment as a pleasant experiential state that includes physiological, cognitive, and affective components and  Bosshart and Macconi (1998)  define enjoyment as a pleasurable reception phenomenon composed of the physical system, personality, emotions and cognition, and the social system. Though these definitions go beyond pleasure response and incorporate other elements of the experience-such as cognitive and behavioral facets of the concept-they do not address the functional role of entertainment as need satisfaction.\n\nA number of media scholars have implicitly talked about the functional role of enjoyment as the satisfaction of needs but have not included needs beyond those associated with pleasure seeking. Two examples of this are mood management  (Zillmann & Bryant, 1985)  and disposition theory  (Zillmann & Cantor, 1976) . In mood management theory, enjoyment is understood as the pleasure resulting from arousal regulation  (Bryant & Zillmann, 1984) , suggesting that individuals expose themselves to entertainment as a way to control their environment in pursuit of positive mood states. In disposition theory, enjoyment is understood as pleasure resulting from the reinforcement of basal morality  (Zillmann, 2000) , suggesting that audiences are constantly looking to see the worthy rewarded and the unworthy punished. Although both theories suggest that enjoyment can stem from the satisfaction of particular needs, neither theory suggests any understanding of enjoyment beyond the pleasure response associated with some hedonic need satisfaction (e.g., need for arousal regulation or retributive justice); in addition, neither perspective offers an explicit definition of enjoyment as anything more than pleasure response.\n\nMore recent entertainment research has begun to explicitly talk about enjoyment as need satisfaction. Literature on both U&G  (Katz et al., 1974)  and sensitivity theory  (Reiss & Wiltz, 2004)  has defined enjoyment more explicitly as the satisfaction of different needs. U&G identifies enjoyment specifically as an affective need distinct from cognitive, personal integrative, social integrative, and tension release needs  (Katz, Gurevitch, & Haas, 1973) , and although U&G explains enjoyment as need satisfaction, it still limits enjoyment to a mere pleasure response. Sensitivity theory  (Reiss & Wiltz, 2004)  differs from U&G in that it does not specify enjoyment as a unique need to be satisfied in itself; instead, it defines the experience of joy (a proxy for enjoyment) as the satisfaction of one or more of 16 disconnected needs. Although this perspective is one of the first to include other, nonhedonic needs as representative of the construct of enjoyment, the theory does not provide any organizing scheme with which to understand the needs.\n\nDespite the limitations with sensitivity theory and U&G, the notion of enjoyment as need satisfaction has initiated discussion of the functional role of enjoyment as serving both hedonic and nonhedonic needs. Recent work by Oliver (in press) has proposed that the enjoyment of sad media is related to the satisfaction of eudaimonic needs, such as introspection and expressiveness, which are conceptually distinct from hedonic needs such as pleasure seeking. In a similar manner, both  Hartmann, Klimmt, and Vorderer (in press ) and  Vorderer and Ritterfield (in press ) talk about enjoyment defined by self-enhancement and personal growth needs as part of a two-factor model of enjoyment, which distinguishes these types of eudaimonic needs from the forms of physiological homeostasis that we refer to as a hedonic needs. 1 Although these conceptualizations have yet to be formally applied in empirical research, they do suggest a relationship between achieving psychological well-being and enjoyment, something well rooted in the research on SDT and enjoyment  (Ryan et al., 2006) ."
    },
    {
      "title": "Self-determination theory",
      "text": "SDT is a broad theory of human motivation that focuses on the degree to which human behaviors are volitional or self-determined. The theory posits that individuals are motivated to pursue activities that will satisfy basic psychological needs defined as ''innate psychological nutriments that are essential for ongoing psychological growth, integrity, and well-being''  (Deci & Ryan, 2000, p. 229) . Past research specifies three such needs: autonomy, a sense of volition or willingness when doing a task  (Deci & Ryan, 2000) ; competence, a need for challenge and feelings of effectance  (Deci, 1975) ; and relatedness, a need to feel connected with others  (Ryan & Deci, 2001) . Several outcomes can occur when these intrinsic motivations are met, including increased interest in an activity, inherent satisfaction with an activity, and enjoyment of an activity  (Ryan & Deci, 2000) . Most important to our study is the experience of enjoyment, as SDT is particularly useful in explaining enjoyment associated with recreational activities for which intrinsic rewards tend to be the primary motivating factor, such as sports and play  (Frederick & Ryan, 1995) . Entertainment media, such as video game play  (Ryan et al., 2006) , fall within this realm of activities that are intrinsically rewarding regardless of whether extrinsic rewards are present or the need for extrinsic reward is driving behavior."
    },
    {
      "title": "SDT and entertainment research",
      "text": "Evidence supporting the utility of defining enjoyment as the satisfaction of needs is apparent in four studies by  Ryan et al. (2006) . Their research is the first to measure media enjoyment as the satisfaction of needs related to psychological well-being, using video games as stimulus material. Two specific sets of results from their study help validate this approach: evidence showing relationships between video game attributes and need satisfaction and evidence showing relationships between need satisfaction and subsequent enjoyment. First, they focus on the ability of specific video game attributes to satisfy needs. In each of four studies, they found evidence showing that different video game characteristics-namely, game controls and social play context-can satisfy different needs related to psychological well-being. The first three studies showed that features of game controls were related to autonomy and competence needs, and the fourth study showed that playing massive multiplayer online games (MMOs) was correlated with relatedness need satisfaction. Second, they found evidence suggesting a relationship between need satisfaction and enjoyment. In all four studies, the satisfaction of autonomy, competence, and relatedness needs was positively correlated with enjoyment. In their first three studies, they demonstrated experimentally that the satisfaction of autonomy and competence needs observed following video game play was associated with higher levels of enjoyment, and in the fourth study, they reported survey data showing that relatedness satisfaction after playing MMOs was correlated with higher enjoyment.\n\nThough the evidence apparent in  Ryan et al. (2006)  is consistent with an implicit definition of enjoyment as need satisfaction, it does not meet all the conventional standards for convergent and discriminant validity as discussed by  Campbell and Fiske (1959) . These criteria are discussed in the following sections.\n\nEstablishing convergent and discriminant validity  Campbell and Fiske (1959)  discuss the necessity of establishing both convergent and discriminant validity when offering an explication of a construct. Ryan et al. (2006)  presented evidence of convergent validity by demonstrating predicted positive relationships between game characteristics and need satisfaction. Their first three studies showed convergence in the correlations reported between intuitive controls and the satisfaction of autonomy and competence needs, and their fourth study established an association between playing MMOs and the satisfaction of relatedness needs. Each of the four studies reported positive relationships between the satisfaction of needs and enjoyment. However, none of the studies offered evidence of discriminant validity. In their experimental research, they omitted measures of relatedness, arguing that the single-player nature of the video games used in their studies made relatedness irrelevant to need satisfaction in this specific context. Although the role of relatedness in single-player games can be debated, construct validation stipulates the need to test for and demonstrate a zero correlation where one is expected to exist; it is not sufficient to simply assume it exists and omit it from the investigation without testing. In their fourth study, when the evidence necessary to demonstrate all predicted positive and zero relationships between exogenous and endogenous variables was obtained, they simply reported correlations rather than presenting a complete model identifying all variables and the predicted paths between them. Furthermore, their research never demonstrated a complete test of convergent and discriminant validity that included both game features (game controls and social play) as well as the three specific needs. 2 Thus, although Ryan et al. implicitly define enjoyment as need satisfaction, their study does not offer a formal validation of this conception. We explicitly define enjoyment in part as the satisfaction of autonomy, competence, and relatedness needs by considering evidence consistent with a definition of enjoyment as need satisfaction as well as areas where evidence is lacking."
    },
    {
      "title": "A proposed model of enjoyment as need satisfaction",
      "text": "Our study builds on the work of  Ryan et al. (2006)  to offer evidence of a model of enjoyment stemming from the satisfaction of autonomy, competence, and relatedness needs using the convergent and discriminant validity using criteria established by  Campbell and Fiske (1959) . It attempts to validate enjoyment defined in part as the satisfaction of the three needs established by SDT as essential to psychological well-being. The proposed model of enjoyment is tested in an experimental setting that manipulates two characteristics of game play-game controls and social play context-demonstrated in prior research to vary the ability of a game experience to satisfy the stated needs. Based on the logic provided by Ryan et al., the model begins with paths from game characteristics to need satisfaction that include (a) predicted positive paths from game controls to both competence and autonomy, (b) a predicted positive path from social play context to relatedness, (c) a predicted zero path from game controls to relatedness, and (d) a predicted zero path from social play context to both competence and autonomy. The model concludes with (e) predicted positive paths from the satisfaction of autonomy, competence, and relatedness needs to enjoyment (Figure  1 )."
    },
    {
      "title": "Method",
      "text": "To test the validity of the proposed model of enjoyment specified in Figure  1 , a 2 × 2 between-subjects experiment varied game controls (traditional controller vs. naturally mapped controller) and social play context (computer partner vs. human partner). In order to control extraneous variance, the human partner was a confederate. Participants were randomly assigned to one of four video game play conditions and asked to play a bowling video game. After playing, measures of need satisfaction and enjoyment were taken."
    },
    {
      "title": "Participants",
      "text": "Participants (N = 129) were recruited from undergraduate communication research classes at a large, public university in the Midwestern United States. This sample has a large proportion of females (n = 100 or 78%) and Caucasians (n = 106 or 83%). The average age of participants was 20.4 years. All participants received course credit for their participation."
    },
    {
      "title": "Procedure",
      "text": "A screening survey was distributed to participants a few weeks prior to the experiment that contained measures of perceived video game skill and other demographic items.\n\nAll participants who completed the screening survey were randomly assigned to one of four experimental conditions. 3 Participants were given instructions on how to play the bowling video game and asked to play a short practice session. Following this, participants were asked to play one complete game of bowling with their human or computer partner. Participants were told that their score would be summed with their partner's score and the top team from the study would be given a cash prize; this was done to encourage cooperative play so that competition would not interfere with the satisfaction of relatedness needs. The scores of both human and computer partners were controlled to parallel participant performance in order to limit the influence of comparatively poor participant performance on experimentally induced satisfaction of competence. Finally, participants were asked to complete measures of need satisfaction, perceived natural mapping of game controls, and enjoyment."
    },
    {
      "title": "Materials"
    },
    {
      "title": "Video game",
      "text": "A bowling simulator video game, Brunswick Pro Bowling, was used in this study.\n\nThe game was similarly rated for both the PlayStation 2 (6.5/10) and Nintendo Wii (6.0/10) by  GameStop (www.gamestop.com) . Differences between the two video games are restricted only to the control inputs: the traditional toggle controller for the PlayStation 2 and the naturally mapped controller for the Wii. The control device for the Wii version was modified by encasing the Wiimote in a weighted plastic bowling ball; this was done to enhance the controller's natural mapping."
    },
    {
      "title": "Measures"
    },
    {
      "title": "Need satisfaction",
      "text": "The satisfaction of autonomy, competence, and relatedness was measured using the proprietary Player Experience of Need Satisfaction (PENS) scale  (Ryan et al., 2006) . The scales are derived from SDT and designed specifically to measure the satisfaction of needs as a result from videogame play. For each of the three needs, three Likert-style items were used. Sample items from this scale included ''I did things in the game because they interested me'' and ''I found the relationships I formed while playing fulfilling.'' Reliabilities for each dimension were: autonomy, α = .67; competence, α = .76; and relatedness, α = .73.\n\nEnjoyment Enjoyment was measured using the interest/enjoyment subset of the Intrinsic Motivation Inventory  (Ryan, 1982) , which consisted of seven Likert-style items. This subset is specifically designed to measure self-reported intrinsic motivation, theoretically understood to result from the satisfaction of autonomy, competence, and relatedness needs. Some items were modified to reflect playing video games specifically, such as ''I enjoyed playing this video game very much.'' Two negatively coded items had a detrimental effect on reliability and low-factor loadings with enjoyment (loadings below .40) and were dropped from further analysis. The resulting five-item scale had a reliability of α = .88. Previous versions of this scale have been validated in prior research  (McAuley, Duncan, & Tammen, 1989) . Mean enjoyment across all experimental conditions was M = 4.59, SD = 1.21 , on a 7-point scale."
    },
    {
      "title": "Perceived video game skill",
      "text": "Participants' perceptions of their video game skills were measured using the 10-item, Likert-style Game Playing Skill scale  (Bracken & Skalski, 2006) . Sample items from this scale were: ''I am a good video game player'' and ''I often win when playing video games against other people.'' The scale had a reliability of α = .96."
    },
    {
      "title": "Perceived natural mapping",
      "text": "The extent to which participants perceived their game controller to be natural was measured using a six-item, Likert-style natural mapping scale validated by  Skalski, Lange, Tamborini, and Shelton (2007) . Sample items include ''The game controls seemed natural'' and ''The actions used to interact with the game environment were similar to the same actions in the real world.'' These items were measured on a 7-point scale (ranging from strongly disagree to strongly agree) and then summed to create an index of perceived natural mapping. Three items had a detrimental effect on reliability and low-factor loadings with perceived natural mapping (loadings below .40) and were dropped from further analysis. The scale had a reliability of α = .73."
    },
    {
      "title": "Experimental manipulations",
      "text": "Though  Ryan et al. (2006)  suggest that intuitive game controls and social play context influenced need satisfaction, issues related to the operational definitions in their research limited confidence in the causal nature of findings. For game controls, Ryan et al. report that intuitive control was correlated with both competence and autonomy when playing video games. However, they simply measured perceptions of intuitive control in respondents who played with a traditional video game controller.\n\nAlthough the perceived intuitiveness of a video game's controls may vary, this variability cannot be attributed to the controls themselves if every participant used the same game controller. Our study varies the actual game controls by having users play with either a traditional game controller or a naturally mapped controller (see  Steuer, 1992 , for a discussion of natural mapping, defined as the degree to which video game controls resemble real-world motions). For social play context, Ryan et al. report that motivation to play MMOs was correlated with relatedness; however, tests on this association were reported only for their survey on MMOs. Because this association was not reported for their experiments, we can neither confirm nor reject that non-MMO video game play can satisfy relatedness needs. In addition, because social play was not manipulated in any of their studies, we cannot determine the relative effect of different social play conditions on the satisfaction of relatedness needs. Thus, this study offers a manipulation of social playing by offering conditions in which individuals play video games either with human others (coplaying) or computer players (solo playing)."
    },
    {
      "title": "Game controls (natural mapping)",
      "text": "To vary natural mapping, participants were asked to play the bowling game using either a traditional or naturally mapped game controller. The traditional controller used in the study was a standard PlayStation 2 controller. Players controlled the game using a combination of analog stick movements and button presses.\n\nFor the naturally mapped controller, a modified Nintendo Wiimote © controller was designed specifically for this study. Unexpectedly, independent sample t-test reported that participants found the traditional controller to be more naturally mapped (M = 4.90, SD = 1.02) than the motion-sensor controller (M = 3.79, SD = 1.36), t(126) = 5.26, p < .001. To account for this, perceived natural mapping of game controls was used as a proxy for the controller manipulation in data analysis."
    },
    {
      "title": "Social play context (coplaying vs. solo playing)",
      "text": "To vary social play context, participants were asked to play the video game either with a human partner confederate (the coplaying condition) or with a computer partner (the solo-playing condition). As expected, an independent samples t-test confirmed that participants in the coplaying condition (M = 3.91, SD = 1.12) felt significantly higher levels of relatedness than participants in the solo-playing condition (M = 2.74, SD = .871), t(127) = -6.66, p < .01."
    },
    {
      "title": "Results",
      "text": "The proposed model in Figure  1  was tested using path analysis. In order for the data to be considered consistent with our model, they needed to meet two criteria. First, path coefficients needed to be of the predicted direction and magnitude. Second, model fit indices needed to fall within acceptable ranges. All path analyses were performed using the AMOS 16.0 statistical package."
    },
    {
      "title": "Predicted model",
      "text": "Figure  2  displays the standardized path coefficients for the predicted model. All path coefficients are in line with predictions. This includes the expected positive associations for (a) natural mapping with autonomy (β = .43, p < .01) and competence (β = .72, p < .001), (b) coplaying with relatedness (β = .44, p < .001), and (c) the satisfaction of autonomy needs (β = .39, p < .001), competence needs (β = .44, p < .001), and relatedness needs (β = .22, p < .01) with enjoyment. Similarly, this includes the expected nonsignificant associations for (d) natural mapping with relatedness (β = .09, p = .38) and for (e) coplaying with competence (β = -.03, p = .73) and autonomy (β = -.03, p = .79). Thus, our first criterion that path coefficients should be in the predicted direction and magnitude was met. However, model fit indices were not satisfactory. We began with criteria for model fit that include a minimum discrepancy statistic Ĉ (CMIN) below 2.00  (Byrne, 1989) , root mean square error of approximation (RMSEA) below .08  (Brown & Cudeck, 1993) , and comparative fit index (CFI/df ) above .90 (Bentler, 1990) . Although the CMIN/df (= 1.83) and RMSEA (= .08) were acceptable, the CFI (= .89) was not acceptable. 4 The model explained 52% of variance in enjoyment (R 2 = .52).\n\nNote that dropping all nonsignificant paths had a negligible effect on model fit (CMIN/df = 1.79, RMSEA = .08, CFI = .89) and a slightly detrimental effect on variance explained in enjoyment (R 2 = .51).\n\nNatural Mapping Co-Playing Competence Autonomy Relatedness Enjoyment .72* .43* .44* .09 -.03 -.03 .39* .44* .22* Figure 2 Predicted model with standardized path coefficients. * Path significant at the .05 level or greater.\n\nNote: Zero-order paths are included in this model for demonstration purposes only. These zero paths provide evidence of discriminant validity between exogenous variables and theoretically unrelated endogenous variables. As one might expect, excluding these zero paths improves model fit albeit negligibly."
    },
    {
      "title": "Revised model",
      "text": "In an attempt to account for errors regarding the fit of our predicted model, gender, and perceived video game skill-two variables identified a priori as important exogenous variables omitted from previous work by  Ryan et al. (2006) -were added to the predicted model. Specifically, paths were drawn from gender and perceived video game skill to autonomy, and significant bivariate correlations were found (r = -.15, p < .05 and r = .20, p < .05, respectively). However, because these additions did not improve model fit (CMIN/df = 1.67, RMSEA = .07, CFI = .89) and the path coefficient from gender to autonomy was not significant, gender was dropped from further analysis. The final revised model included the intact predicted model with one addition: a causal link from perceived video game skill to autonomy (Figure  3 ). We reasoned that gamers with high levels of perceived game skill would feel more volition in the game environment and thus would have more opportunity to satisfy autonomy needs. 5  The revised model passed our first criterion, with predicted path coefficients replicating those in the original model. Additionally, a positive path coefficient between autonomy and game self-efficacy (β = .22, p < .05) was reported. The revised model also met our second criterion, as model fit indices were within acceptable ranges: CMIN/df = 1.55, RMSEA = .07, and CFI = .91. Thus, we conclude that the revised model is consistent with the data. This revised model explains 51% of variance in enjoyment (R 2 = .51)."
    },
    {
      "title": "Discussion",
      "text": "Our discussion of our findings and their implications is divided into five parts. First, we review evidence consistent with our assertion that enjoyment in entertainment can be defined as the satisfaction of needs. Second, we argue that our use of SDT as a foundation for defining enjoyment as the satisfaction of a set of interrelated needs provides an advantage over prior explications that fail to clearly denote any of the essential qualities of the construct and instead either (a) provide simple tautological definitions of enjoyment as pleasure, (b) do not explicitly define enjoyment as need satisfaction, or (c) define enjoyment as the satisfaction of needs that are not theoretically linked. Third, we note that although our definition of enjoyment as the satisfaction of autonomy, competence, and relatedness needs begins to specify essential components of enjoyment, it is not comprehensive and denotes only some of the key dimensions of the construct. We discuss other needs that should be included in a comprehensive explication of enjoyment and reason that the addition and combination of different needs may help resolve issues related to the appeal of negatively valenced media such as tragedy, horror, and suspense. Fourth, we identify limitations of our study emphasizing the need to test a broader conception of enjoyment as need satisfaction. Finally, we discuss how a need-based understanding of enjoyment can be improved through a more comprehensive perspective of need satisfaction."
    },
    {
      "title": "Evidence of enjoyment as need satisfaction",
      "text": "Our findings suggest the appropriateness of defining enjoyment as need satisfaction. The data show the potential for enjoyment to be explained in part by the satisfaction of autonomy, competence, and relatedness needs. The revised model had acceptable model fit indices (CMIN/df = 1.55, RMSEA = .07, CFI = .91) and explained nearly 51% of the variance in the construct, a sizeable portion of variance explained when considering the needs included in the model are not typically used by entertainment scholars to represent enjoyment. This study added to evidence from the work of  Ryan et al. (2006)  in that it both (a) began with operational definitions of game characteristics theoretically expected to influence need satisfaction, thus allowing us to experimentally manipulate these characteristics, and (b) examined a full model of need satisfaction that included each of the three needs identified by SDT in one experiment. By manipulating game characteristics and including measures of all three needs, we were able to demonstrate convergent and discriminant validity as further evidence for the appropriateness of conceptualizing enjoyment as need satisfaction."
    },
    {
      "title": "Advantages over prior models of enjoyment",
      "text": "Our proposed model of enjoyment as need satisfaction is an advantage over previous explications. Prior understandings are entrenched in tautological definitions of enjoyment as a pleasure response at the phenomenological level and are measured as vaguely defined experiences such as liking, joy, or some other emotion or similar construct (cf. Vorderer et al., 2006) . In place of this circular method of measuring enjoyment, we begin to explicate the concept by denoting some of its essential qualities as the satisfaction of autonomy, competence, and relatedness needs. We further provide empirical evidence that the combination of these dimensions is a reliable indicator of the phenomenological experience that our respondents called enjoyment. Thus, instead of relying on an implicit and ambiguous understanding of enjoyment, we offer an explicit definition of enjoyment as the satisfaction of needs.\n\nAlthough the notion of need satisfaction in entertainment research is not unique to our study, past research that has looked at enjoyment as need satisfaction has failed to define it as a set of needs theoretically linked in any meaningful way. Combining or grouping a set of needs that have no logical link to each other or to pertinent corollaries (such as the superordinate construct of enjoyment) can produce two undesirable outcomes. First, combining a set of disconnected needs into a single construct of enjoyment suppresses the observation of relationships that might exist between enjoyment and other variables. Any time a measure inappropriately collapses unique variables into a single indicator, the resulting measurement error introduced will attenuate its associations with other outcomes. As such, attempts to observe the relationship of enjoyment measured this way with any hypothesized construct will underrepresent the relationship's strength. Second, the lack of structural cohesion among a group of different needs said to represent enjoyment may produce inconsistent and even conflicting findings in research examining correlates of enjoyment across different studies. For example, sensitivity theory  (Reiss & Wiltz, 2004)  defines joy (a proxy for enjoyment) as the satisfaction of any one of 16 basic needs. Although they posit that these 16 needs should not be related, they found strong, significant relationships between some of them, and they have no organizing scheme that theoretically integrates all the needs in a systematic fashion. Not surprisingly, some of the relationships between these needs are inconsistent with their predictions. Our proposed model improves upon past need satisfaction models by focusing on needs that are theoretically and empirically linked both to each other and to the experience of enjoyment. The fact that our findings are consistent with the proposed model adds weight to our position."
    },
    {
      "title": "Limitations",
      "text": "Although our findings seem generally consistent with the contention that enjoyment can be understood in part as the satisfaction of three needs related to psychological well-being, we identify six limitations. The first limitation is related to the fact that we made modifications to our proposed model. Our proposed model of enjoyment had acceptable fit indices, but the model fit increased substantially when we added perceived game skill as an exogenous variable. Although we recognize that post hoc model modifications can produce potentially unreplicable findings, our modification was limited to the inclusion of a single exogenous variable (perceived game skill) identified a priori as a potentially important determinant of video game play's ability to satisfy autonomy and competence needs. The second limitation concerns our manipulation of natural mapping. Though we expected the Wii motion-sensor controller to be perceived as more naturally mapped than the PlayStation 2 controller, this was not the case. Thus, instead of using the dummy-coded game control condition as an exogenous variable in the model, we used perceived natural mapping as a proxy for our game control manipulation. Notably, it is an individual's perception of natural mapping rather than features of the technology itself that is more relevant theoretically to need satisfaction resulting from video game play. Third,  Ryan et al. (2006)  argue that an experimental setting may place artificial restrictions on participants, which prevent them from experiencing autonomy. However, had this occurred, we should have seen no variance in autonomy and should not have observed the predicted relationships between autonomy and its correlates. Our observation of these predicted relationships suggests that the experimental setting's influence on autonomy was not an issue. The fourth limitation is related to the relatively low reliabilities of the PENS measures. Though low measurement reliability is always a concern, the fact that our model fit was strong even under these circumstances is encouraging. Notably, issues regarding the low reliability of the PENS measure have been reported with prior research despite validation of the scale  (Ryan et al., 2006)  and should be addressed in future research implementing the scale. The fifth limitation we identify concerns the narrow array of needs included in our operational definition of enjoyment. Our proposed model examines only the three needs identified by SDT. Although we believe these needs have provided a good starting point in our attempt to define enjoyment based on an understanding of needs, we realize that other theoretically derived needs should be incorporated into our model in order to develop a more comprehensive definition of enjoyment as need satisfaction. Finally, the last limitation of this study that we would like to address is the use of video game play as the stimulus material to test our model establishing the validity of defining entertainment enjoyment as need satisfaction for all media types. Some might argue that motivations for playing video games are qualitatively different from noninteractive forms of media and question the applicability of our model to other media. Clearly, there is a need to replicate our findings with other forms of media entertainment. Still, we have no basis to believe that our definition of enjoyment as the satisfaction of needs is limited to video games. Our reason for using video games was that they provided the ability to vary competence need satisfaction, while at the same time allowing us to use a protocol to vary relatedness need satisfaction  (Ryan et al., 2006) . However, it is not hard to imagine how other media would be able to satisfy or not to satisfy these needs. For example, research on parasocial interaction (2003) suggests that watching certain types of television programming is motivated by relatedness needs. Zillmann's (1991)  confirmation model of mystery enjoyment argues that the enjoyment of certain forms of mystery is motivated by self-esteem needs akin to competence. Finally, although some might argue that video games satisfy autonomy needs better than other media because of the user's control over the media environment, any form of media activity that gives the user choice over the media environment should satisfy autonomy needs. Cable television, an iPod, or the Internet providing near-infinite choices for entertainment content all offer the potential to satisfy autonomy needs. Future research should address this empirical question."
    },
    {
      "title": "Developing a comprehensive definition of enjoyment as need satisfaction",
      "text": "The set of needs used in the study-autonomy, competence, and relatedness-was found to serve as a predictor of enjoyment. The model's predictive strength draws particular attention to the value of incorporating needs associated with psychological well-being in attempts to understand the functional role of enjoyment. Although our model improves on prior need-based models, we note that defining enjoyment as the satisfaction of these three needs is incomplete, as it denotes only some of the essential qualities of the construct. This is evident in that the model left almost half of the variance in enjoyment unexplained. Although we criticize explications that focus simply on hedonic features of enjoyment, it would be foolish for us to assert that hedonism has no role in enjoyment. In fact, we would reason that much of the variance unaccounted for in our model can be explained by considering prior models of enjoyment that have included, for example, the type of hedonic needs found in disposition theory  (Zillmann & Cantor, 1976)  and mood management theory  (Zillmann & Bryant, 1985)  as well as the type of nonhedonic needs found in  Oliver's (in press ) research on eudaimonia. Combining our model of enjoyment with other existing need-based models should broaden our understanding of enjoyment and may help us overcome some of the predictive pitfalls that have hindered entertainment scholars, such as the struggle to explain the appeal of negatively valenced entertainment. The appeal of such media seems logically inconsistent within the context of a solely hedonic model that defines enjoyment as simply pleasure response resulting from the satisfaction of lower order needs. Yet, a model that defines enjoyment as need satisfaction does not suffer the same paradox. From this perspective, the appeal of tragedy, suspense, and horror may be explained by the satisfaction of related needs. In essence, this is consistent with Oliver's (in press) attempt to relate tragedy's appeal to the need for introspection and expressiveness or attempts to explain preference for suspense as attempts to alleviate fear through behavior modification  (Wakshlag, Vial, & Tamborini, 1983) ."
    },
    {
      "title": "Conclusion",
      "text": "This study shows the value of defining enjoyment as need satisfaction. Even though in this first attempt we began with a narrow operational definition of enjoyment based on the limited set of needs represented in SDT, we were able to explain 51% of the variance in enjoyment, with acceptable model fit indices, and path coefficients in the predicted direction and magnitude. Although these results are promising, we recognize that the tested model captures only part of the conceptual definition of enjoyment as need satisfaction that we envisioned.\n\nOur conception of enjoyment as need satisfaction can be understood better by considering a broader range of needs than those offered by SDT or prior entertainment theory. This is consistent with definitions that distinguish enjoyment as the satisfaction of lower and higher order needs  (Hartmann et al., in press; Vorderer & Ritterfield, in press ). Of course, there are preexisting hierarchal models that could be applied in this area, such as  Maslow's (1943)  hierarchy of needs. 6 Maslow's hierarchy presents an ordering of needs that can be understood on a continuum that includes, in order from lowest to highest, physiological (basic human needs for survival), safety (need related to one's desire for a predictable and orderly world), social (needs related to love and belonging), esteem (needs related to one's sense of self-esteem), and finally self-actualization (needs related to one's personal growth).\n\nInspection of  Maslow's (1943)  hierarchy shows considerable overlap with both the findings of this study and existing entertainment theory. Early research and theory on entertainment focused on hedonic needs or what might be considered as lower order needs in Maslow's hierarchy than those identified in SDT. For example, selective exposure theory examines actions performed to regulate arousal, a behavior that can be linked to the satisfaction of physiological needs (cf. Bryant & Zillmann, 1984) . Disposition theory explains how basal morality leads us to seek justice restoration, a behavior that can be linked to the satisfaction of safety needs (cf. Raney & Bryant, 2002) . This study focused on nonhedonic needs, or what might be considered as higher order needs in Maslow's hierarchy, examining characteristics of media use associated with autonomy, competence, and relatedness. It is not difficult to see how relatedness can be linked to the satisfaction of social needs, how competence can be linked to the satisfaction of esteem needs, and how autonomy can be linked to the satisfaction of self-actualization needs. Other recent research addressing related issues can also be understood in this manner. For example, Oliver's (in press) treatment of eudaimonia can be linked to the satisfaction of self-actualization needs.\n\nEarly research was extremely successful at accounting for variance in audience self-reports of enjoyment associated with the satisfaction of hedonic needs. In fact, these early perspectives were so successful that entertainment researchers seemed to narrow their conceptualization of enjoyment to consider only the satisfaction of such lower order needs. We think this limitation may be responsible in part for problems found in entertainment theory such as the inability to explain the appeal of negatively valenced media fare. Researchers have attempted to overcome this problem by labeling the appeal of negatively valenced media as something other than enjoyment. For example, in her discussion of the appeal of tragedy, Oliver (in press) distinguishes hedonic pleasure from feelings of personal expressiveness and introspection, which she calls eudaimonia. Oliver considers these as qualitatively different, orthogonal experiences. We consider both hedonism and eudaimonia to be part of a singular conceptualization of enjoyment as need satisfaction. In the case of tragedy, eudaimonia is simply the satisfaction of higher order needs. Understood in this way, we can define enjoyment of entertainment as the satisfaction of a cluster of connected needs.\n\nAlthough we have limited our consideration to autonomy, competence, and relatedness, the ability of our model to account for substantial variance in enjoyment despite using the narrow need set of SDT speaks to the value of such an approach. At the same time, the fact that significant variance is still unaccounted for points to what is missing from our model. If we are correct in our belief that enjoyment is better understood in functional terms as the satisfaction of needs, our model should benefit from a theoretical foundation that provides a more holistic perspective on needs. Left unanswered by our study are questions regarding the whether there are different patterns of need satisfaction by media exposure that would constitute different experiences of high or low levels of need satisfaction-based enjoyment. For example, does less need satisfaction or fewer needs satisfied correspond with lower levels of enjoyment? Does greater satisfaction of one need or the satisfaction of multiple needs correspond to higher levels of enjoyment? Are some needs more important than others in experiencing enjoyment? Is there threshold of need satisfaction that must be met before any experience of enjoyment occurs or a limit to how much of the enjoyment experience can be accounted for by need satisfaction? Our continued goal is to work toward identifying different lower and higher order needs and specifying their predicted relations both to one another and to the construct of enjoyment. Notes 1 Our understanding of enjoyment is based on a conceptualization that includes the satisfaction of lower and higher order needs. This conceptualization is a result in part of shared ideas and lengthy conversations with Dr Peter Vorderer on the dimensionality of entertainment enjoyment. This has led to similarities in our approach to define the enjoyment as a two-dimensional construct, including both hedonic and nonhedonic elements. 2 It is important to note here that the stated goal of  Ryan et al. (2006)  was not to offer evidence of the construct validity of enjoyment as need satisfaction. Rather, their study was designed to identify correlates between video game play and need satisfaction. In their study, enjoyment was one of several different outcome measures thought related to video game play. Among others were preference for future play, vitality, self-esteem, and mood. 3 Additional measures were gathered in both the screening survey and the experimental session as part of another study. Included in the screening survey were trait measures of need satisfaction, personality, self-esteem, empathy, and positive and negative affect (PANAS). A state version of the PANAS scale was completed during the experimental session. 4 The chi-square test of this model is not presented here, as test of the null hypotheses stipulating that the specified model fits perfectly in the population has been questioned in the literature (cf. Cochran, 1952) . 5 Although we also reasoned a priori that gamers with high levels of perceived game skill would feel more competent in the game environment, because no significant correlation was observed between perceived game skill and competence, this path was not added to the model.\n\na number of dimensions of need satisfaction relevant to enjoyment and that prior research has been limited in their consideration of these various dimensions."
    },
    {
      "text": "Figure 1 Predicted model, with expected direction of path coefficients."
    },
    {
      "text": "Figure 3 Revised model with standardized path coefficients. * Path significant at the .05 level or greater."
    },
    {
      "title": "Acknowledgment",
      "text": "The authors thank  Mike McLean  of the  MSU Engineering Machine Shop  for his help with creating stimulus materials for this study.\n\n6 We understand that the notion of a needs hierarchy is controversial, and  Maslow's (1943)  work has been challenged specifically on these grounds (cf. Wahba & Bridgewell, 1976) . We do not suggest limiting future investigations to a hierarchal perspective. Moreover, we do not argue that needs necessarily exist on a hierarchy, only that there are 满足内在需要作为媒体愉悦感的定义  Ron Tamborini 密歇根州立大学 Nicholas David Bowman Young Harris College Allison Eden ,  Matthew Grizzard , and  Ashley Organ 密歇根州立大学 【摘要：】 本文在自我决定理论 (Deci & Ryan, 1985)的基础上提出了愉悦感模型。它提出心理上 的享受包括自治、能力和相关性这三种需要的满足。本文设计了一项试验来验证愉悦感的 概念。我们控制了与满足这三种需求相关的视频游戏的特色，并检验它们对愉悦感的相对 作用。即使是不包括通常研究的与愉悦感相关的需求，如寻求快乐,该通过验证的模型仍 可解释愉悦感 51%的变化。研究结果表明了将愉悦感定义为需求满足的有效性。本文也 讨论了由满足一整套的功能性需求所代表的愉悦感更广泛的定义。"
    },
    {
      "title": "Definiendo el Placer de los Medios como la Satisfacción de las Necesidades Intrínsecas"
    },
    {
      "title": "Ron Tamborini",
      "text": "Nicholas David Bowman Allison Eden, Matthew Grizzard, and Ashley Organ Resumen El ensayo siguiente presenta un modelo del placer basado en la teoría de la auto-determinación  (Deci & Ryan, 1985)  que incluye la satisfacción de 3 necesidades relacionadas con el bienestar sicológico de la persona: la autonomía, la competencia y el grado de relación. En un experimento diseñado para validar esta conceptualización del placer, manipulamos las características de video juegos relacionadas con la satisfacción de estas necesidades y examinamos sus efectos relativos sobre el placer. El modelo validado explica el 51 por ciento de la varianza del placer, aún sin incluir las necesidades usualmente estudiadas en relación al placer tales como la búsqueda de placer. Los resultados indican la utilidad de definir al placer como una necesidad de satisfacción.\n\nEstos resultados son discutidos en relación a una conceptualización más amplia del placer representado como la satisfacción de una serie comprensiva de necesidades funcionales.\n\nPalabras Claves: placer, teoría de la auto-determinación, hedonismo, medios de entretenimiento, bienestar sicológico"
    }
  ],
  "references": [
    {
      "title": "Comparative fit indexes in structural models",
      "authors": [
        "P Bentler"
      ],
      "year": 1990,
      "doi": "10.1037//0033-2909.107.2.238",
      "journal": "Psychological Bulletin",
      "volume": "107",
      "issue": "2",
      "raw": "Comparative fit indexes in structural models \n\t\t \n\t\t\t P M Bentler \n\t\t \n\t\t 10.1037//0033-2909.107.2.238 \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 107 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Bentler, P. M. (1990). Comparative fit indexes in structural models. Psychological Bulletin, 107(2), 238-246."
    },
    {
      "title": "Defining ''entertainment",
      "authors": [
        "L Bosshart",
        "I Macconi"
      ],
      "year": 1998,
      "journal": "Communication Research Trends",
      "volume": "18",
      "issue": "3",
      "raw": "Defining ''entertainment \n\t\t \n\t\t\t L Bosshart \n\t\t \n\t\t \n\t\t\t I Macconi \n\t\t \n\t \n\t \n\t\t Communication Research Trends \n\t\t \n\t\t\t 18 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1998 \n\t\t \n\t \n\t Bosshart, L., & Macconi, I. (1998). Defining ''entertainment.'' Communication Research Trends, 18(3), 3-6."
    },
    {
      "title": "Presence and video games: The impact of image quality and skill level",
      "authors": [
        "C Bracken",
        "P Skalski"
      ],
      "year": 2006,
      "raw": "Presence and video games: The impact of image quality and skill level \n\t\t \n\t\t\t C C Bracken \n\t\t \n\t\t \n\t\t\t P Skalski \n\t\t \n\t \n\t \n\t\t Proceedings of the Ninth Annual International Workshop on Presence \n\t\t the Ninth Annual International Workshop on Presence Cleveland, OH \n\t\t \n\t\t\t Cleveland State University \n\t\t\t 2006 \n\t\t \n\t \n\t Bracken, C. C., & Skalski, P. (2006). Presence and video games: The impact of image quality and skill level. Proceedings of the Ninth Annual International Workshop on Presence. Cleveland, OH: Cleveland State University."
    },
    {
      "title": "Alternative ways of assessing model fit",
      "authors": [
        "M Brown",
        "R Cudeck"
      ],
      "year": 1993,
      "raw": "Alternative ways of assessing model fit \n\t\t \n\t\t\t M W Brown \n\t\t \n\t\t \n\t\t\t R Cudeck \n\t\t \n\t \n\t \n\t\t Testing structural models \n\t\t \n\t\t\t K A Bollen \n\t\t \n\t\t \n\t\t\t J Scott Lang \n\t\t \n\t\t Newbury Park, CA \n\t\t \n\t\t\t Sage \n\t\t\t 1993 \n\t\t\t \n\t\t \n\t \n\t Brown, M. W., & Cudeck, R. (1993). Alternative ways of assessing model fit. In K. A. Bollen & J. Scott Lang (Eds.), Testing structural models (pp. 136-162). Newbury Park, CA: Sage."
    },
    {
      "title": "Using television to alleviate boredom and stress: Selective exposure as a function of induced excitational states",
      "authors": [
        "J Bryant",
        "D Zillmann"
      ],
      "year": 1984,
      "journal": "Journal of Broadcasting",
      "volume": "28",
      "raw": "Using television to alleviate boredom and stress: Selective exposure as a function of induced excitational states \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t \n\t \n\t\t Journal of Broadcasting \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 1984 \n\t\t \n\t \n\t Bryant, J., & Zillmann, D. (1984). Using television to alleviate boredom and stress: Selective exposure as a function of induced excitational states. Journal of Broadcasting, 28, 1-20."
    },
    {
      "title": "A primer of LISREL: Basic applications and programming for confirmatory factor analytic models",
      "authors": [
        "B Byrne"
      ],
      "year": 1989,
      "doi": "10.1007/978-1-4613-8885-2_1",
      "raw": "A primer of LISREL: Basic applications and programming for confirmatory factor analytic models \n\t\t \n\t\t\t B M Byrne \n\t\t \n\t\t 10.1007/978-1-4613-8885-2_1 \n\t\t \n\t\t\t 1989 \n\t\t\t Springer-Verlag \n\t\t\t New York \n\t\t \n\t \n\t Byrne, B. M. (1989). A primer of LISREL: Basic applications and programming for confirmatory factor analytic models. New York: Springer-Verlag."
    },
    {
      "title": "Convergent and discriminant validation by the multitrait-multimethod matrix",
      "authors": [
        "D Campbell",
        "D Fiske"
      ],
      "year": 1959,
      "journal": "Psychological Bulletin",
      "volume": "56",
      "issue": "2",
      "raw": "Convergent and discriminant validation by the multitrait-multimethod matrix \n\t\t \n\t\t\t D Campbell \n\t\t \n\t\t \n\t\t\t D Fiske \n\t\t \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 56 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1959 \n\t\t \n\t \n\t Campbell, D., & Fiske, D. (1959). Convergent and discriminant validation by the multitrait-multimethod matrix. Psychological Bulletin, 56(2), 81-105."
    },
    {
      "title": "The chi-square test of goodness of fit",
      "authors": [
        "W Cochran"
      ],
      "year": 1952,
      "doi": "10.1214/aoms/1177729380",
      "journal": "The Annals of Mathematical Statistics",
      "volume": "23",
      "issue": "3",
      "raw": "The chi-square test of goodness of fit \n\t\t \n\t\t\t W G Cochran \n\t\t \n\t\t 10.1214/aoms/1177729380 \n\t \n\t \n\t\t The Annals of Mathematical Statistics \n\t\t \n\t\t\t 23 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1952 \n\t\t \n\t \n\t Cochran, W. G. (1952). The chi-square test of goodness of fit. The Annals of Mathematical Statistics, 23(3), 315-345."
    },
    {
      "title": "Intrinsic motivation",
      "authors": [
        "E Deci"
      ],
      "year": 1975,
      "raw": "Intrinsic motivation \n\t\t \n\t\t\t E L Deci \n\t\t \n\t\t \n\t\t\t 1975 \n\t\t\t Plenum Press \n\t\t\t New York \n\t\t \n\t \n\t Deci, E. L. (1975). Intrinsic motivation. New York: Plenum Press."
    },
    {
      "title": "Intrinsic motivation and self-determination in human behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985,
      "doi": "10.1007/978-1-4899-2271-7_2",
      "raw": "E L Deci \n\t\t \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t 10.1007/978-1-4899-2271-7_2 \n\t\t Intrinsic motivation and self-determination in human behavior \n\t\t New York \n\t\t \n\t\t\t Plenum Press \n\t\t\t 1985 \n\t\t \n\t \n\t Deci, E. L., & Ryan, R. M. (1985). Intrinsic motivation and self-determination in human behavior. New York: Plenum Press."
    },
    {
      "title": "The ''what'' and ''why'' of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01",
      "journal": "Psychological Inquiry",
      "volume": "11",
      "raw": "The ''what'' and ''why'' of goal pursuits: Human needs and the self-determination of behavior \n\t\t \n\t\t\t E L Deci \n\t\t \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t 10.1207/s15327965pli1104_01 \n\t \n\t \n\t\t Psychological Inquiry \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Deci, E. L., & Ryan, R. M. (2000). The ''what'' and ''why'' of goal pursuits: Human needs and the self-determination of behavior. Psychological Inquiry, 11, 227-268."
    },
    {
      "title": "Self-determination in sport: A review using cognitive evaluation theory",
      "authors": [
        "C Frederick",
        "R Ryan"
      ],
      "year": 1995,
      "journal": "International Journal of Sport Psychology",
      "volume": "26",
      "raw": "Self-determination in sport: A review using cognitive evaluation theory \n\t\t \n\t\t\t C M Frederick \n\t\t \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t \n\t \n\t\t International Journal of Sport Psychology \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t Frederick, C. M., & Ryan, R. M. (1995). Self-determination in sport: A review using cognitive evaluation theory. International Journal of Sport Psychology, 26, 5-23."
    },
    {
      "title": "Video games and the pleasures of control",
      "authors": [
        "T Grodal"
      ],
      "year": 2000,
      "doi": "10.4324/9781410604811-16",
      "raw": "Video games and the pleasures of control \n\t\t \n\t\t\t T Grodal \n\t\t \n\t\t 10.4324/9781410604811-16 \n\t \n\t \n\t\t Media entertainment. The psychology of its appeal \n\t\t \n\t\t\t D Zillman \n\t\t \n\t\t \n\t\t\t P Vorderer \n\t\t \n\t\t Mahweh, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 2000 \n\t\t\t \n\t\t \n\t \n\t Grodal, T. (2000). Video games and the pleasures of control. In D. Zillman & P. Vorderer (Eds.), Media entertainment. The psychology of its appeal (pp. 197-213). Mahweh, NJ: Erlbaum."
    },
    {
      "title": "Presence and media entertainment",
      "authors": [
        "T Hartmann",
        "C Klimmt",
        "P Vorderer"
      ],
      "raw": "Presence and media entertainment \n\t\t \n\t\t\t T Hartmann \n\t\t \n\t\t \n\t\t\t C Klimmt \n\t\t \n\t\t \n\t\t\t P Vorderer \n\t\t \n\t \n\t \n\t\t Telepresence and popular media \n\t\t \n\t\t\t C Bracken \n\t\t \n\t\t \n\t\t\t P Skalski \n\t\t \n\t\t New York \n\t\t \n\t\t\t Routledge \n\t\t \n\t \n\t in press \n\t Hartmann, T., Klimmt, C., & Vorderer, P. (in press). Presence and media entertainment. In C. Bracken & P. Skalski (Eds.), Telepresence and popular media. New York: Routledge."
    },
    {
      "title": "Utilization of mass communication by the individual",
      "authors": [
        "E Katz",
        "J Blumler",
        "M Gurevitch"
      ],
      "year": 1974,
      "raw": "Utilization of mass communication by the individual \n\t\t \n\t\t\t E Katz \n\t\t \n\t\t \n\t\t\t J G Blumler \n\t\t \n\t\t \n\t\t\t M Gurevitch \n\t\t \n\t \n\t \n\t\t The uses of mass communications: Current perspectives on gratifications research \n\t\t \n\t\t\t J G Blumler \n\t\t \n\t\t \n\t\t\t E Katz \n\t\t \n\t\t \n\t\t\t 1974 \n\t\t\t \n\t\t \n\t \n\t Katz, E., Blumler, J. G., & Gurevitch, M. (1974). Utilization of mass communication by the individual. In J. G. Blumler & E. Katz (Eds.), The uses of mass communications: Current perspectives on gratifications research (pp. 19-32)."
    },
    {
      "title": "On the use of mass media for important things",
      "authors": [
        "E Katz",
        "M Gurevitch",
        "H Haas"
      ],
      "year": 1973,
      "doi": "10.2307/2094393",
      "journal": "American Sociological Review",
      "volume": "38",
      "raw": "On the use of mass media for important things \n\t\t \n\t\t\t E Katz \n\t\t \n\t\t \n\t\t\t M Gurevitch \n\t\t \n\t\t \n\t\t\t H Haas \n\t\t \n\t\t 10.2307/2094393 \n\t \n\t \n\t\t American Sociological Review \n\t\t \n\t\t\t 38 \n\t\t\t \n\t\t\t 1973 \n\t\t \n\t \n\t Katz, E., Gurevitch, M., & Haas, H. (1973). On the use of mass media for important things. American Sociological Review, 38, 164-181."
    },
    {
      "title": "A theory of human motivation",
      "authors": [
        "A Maslow"
      ],
      "year": 1943,
      "journal": "Psychological Review",
      "volume": "50",
      "raw": "A theory of human motivation \n\t\t \n\t\t\t A H Maslow \n\t\t \n\t \n\t \n\t\t Psychological Review \n\t\t \n\t\t\t 50 \n\t\t\t \n\t\t\t 1943 \n\t\t \n\t \n\t Maslow, A. H. (1943). A theory of human motivation. Psychological Review, 50, 370-396."
    },
    {
      "title": "Psychometric properties of the Intrinsic Motivation Inventory in a competitive sport setting: A confirmatory factor analysis",
      "authors": [
        "E Mcauley",
        "T Duncan",
        "V Tammen"
      ],
      "year": 1989,
      "journal": "Research Quarterly for Exercise and Sport",
      "volume": "60",
      "raw": "Psychometric properties of the Intrinsic Motivation Inventory in a competitive sport setting: A confirmatory factor analysis \n\t\t \n\t\t\t E Mcauley \n\t\t \n\t\t \n\t\t\t T Duncan \n\t\t \n\t\t \n\t\t\t V V Tammen \n\t\t \n\t \n\t \n\t\t Research Quarterly for Exercise and Sport \n\t\t \n\t\t\t 60 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t McAuley, E., Duncan, T., & Tammen, V. V. (1989). Psychometric properties of the Intrinsic Motivation Inventory in a competitive sport setting: A confirmatory factor analysis. Research Quarterly for Exercise and Sport, 60, 48-58."
    },
    {
      "title": "The appeal of tragedy: An attitude interpretation",
      "authors": [
        "J Mills"
      ],
      "year": 1993,
      "doi": "10.1207/s15324834basp1403_1",
      "journal": "Basic and Applied Social Psychology",
      "volume": "14",
      "raw": "The appeal of tragedy: An attitude interpretation \n\t\t \n\t\t\t J Mills \n\t\t \n\t\t 10.1207/s15324834basp1403_1 \n\t \n\t \n\t\t Basic and Applied Social Psychology \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Mills, J. (1993). The appeal of tragedy: An attitude interpretation. Basic and Applied Social Psychology, 14, 255-271."
    },
    {
      "title": "Enjoyment of violence",
      "authors": [
        "D Miron"
      ],
      "year": 2003,
      "raw": "Enjoyment of violence \n\t\t \n\t\t\t D Miron \n\t\t \n\t \n\t \n\t\t Communication and emotion: Essays in honor of Dolf Zillmann \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t \n\t\t\t D R Roskos-Ewoldsen \n\t\t \n\t\t \n\t\t\t & J Cantor \n\t\t \n\t\t Mahwah, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 2003 \n\t\t\t \n\t\t \n\t \n\t Miron, D. (2003). Enjoyment of violence. In J. Bryant, D. R. Roskos-Ewoldsen & J. Cantor (Eds.), Communication and emotion: Essays in honor of Dolf Zillmann (pp. 445-472). Mahwah, NJ: Erlbaum."
    },
    {
      "title": "Conceptualizing media enjoyment as attitude: Implications for media effects research",
      "authors": [
        "R Nabi",
        "M Krcmar"
      ],
      "year": 2004,
      "doi": "10.1111/j.1468-2885.2004.tb00316.x",
      "journal": "Media Psychology",
      "volume": "14",
      "issue": "4",
      "raw": "Conceptualizing media enjoyment as attitude: Implications for media effects research \n\t\t \n\t\t\t R L Nabi \n\t\t \n\t\t \n\t\t\t M Krcmar \n\t\t \n\t\t 10.1111/j.1468-2885.2004.tb00316.x \n\t \n\t \n\t\t Media Psychology \n\t\t \n\t\t\t 14 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Nabi, R. L., & Krcmar, M. (2004). Conceptualizing media enjoyment as attitude: Implications for media effects research. Media Psychology, 14(4), 288-310."
    },
    {
      "title": "Exploring the paradox of the enjoyment of sad films",
      "authors": [
        "M Oliver"
      ],
      "year": 1993,
      "journal": "Human Communication Research",
      "volume": "19",
      "raw": "Exploring the paradox of the enjoyment of sad films \n\t\t \n\t\t\t M B Oliver \n\t\t \n\t \n\t \n\t\t Human Communication Research \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Oliver, M. B. (1993). Exploring the paradox of the enjoyment of sad films. Human Communication Research, 19, 315-342."
    },
    {
      "title": "Affect as a predictor of entertainment choice: The utility of looking beyond pleasure",
      "authors": [
        "M Oliver"
      ],
      "raw": "Affect as a predictor of entertainment choice: The utility of looking beyond pleasure \n\t\t \n\t\t\t M B Oliver \n\t\t \n\t \n\t \n\t\t Media choice: A theoretical and empirical overview \n\t\t \n\t\t\t T Hartmann \n\t\t \n\t\t New York \n\t\t \n\t\t\t Routledge \n\t\t \n\t \n\t in press \n\t Oliver, M. B. (in press). Affect as a predictor of entertainment choice: The utility of looking beyond pleasure. In T. Hartmann (Ed.), Media choice: A theoretical and empirical overview. New York: Routledge."
    },
    {
      "title": "The appeal of horror and suspense",
      "authors": [
        "M Oliver",
        "M Sanders"
      ],
      "year": 2004,
      "raw": "The appeal of horror and suspense \n\t\t \n\t\t\t M B Oliver \n\t\t \n\t\t \n\t\t\t M Sanders \n\t\t \n\t \n\t \n\t\t The horror film \n\t\t \n\t\t\t S Pierce \n\t\t \n\t\t New Brunswick, NJ \n\t\t \n\t\t\t Rutgers University Press \n\t\t\t 2004 \n\t\t\t \n\t\t \n\t \n\t Oliver, M. B., & Sanders, M. (2004). The appeal of horror and suspense. In S. Pierce (Ed.), The horror film (pp. 242-260). New Brunswick, NJ: Rutgers University Press."
    },
    {
      "title": "Disposition-based theories of enjoyment",
      "authors": [
        "A Raney"
      ],
      "year": 2003,
      "doi": "10.4324/9781410607584",
      "raw": "Disposition-based theories of enjoyment \n\t\t \n\t\t\t A A Raney \n\t\t \n\t\t 10.4324/9781410607584 \n\t \n\t \n\t\t Communication and emotion: Essays in honor of Dolf Zillmann \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t \n\t\t\t D R Roskos-Ewoldsen \n\t\t \n\t\t \n\t\t\t & J Cantor \n\t\t \n\t\t Mahwah, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 2003 \n\t\t\t \n\t\t \n\t \n\t Raney, A. A. (2003). Disposition-based theories of enjoyment. In J. Bryant, D. R. Roskos-Ewoldsen & J. Cantor (Eds.), Communication and emotion: Essays in honor of Dolf Zillmann (pp. 61-84). Mahwah, NJ: Erlbaum."
    },
    {
      "title": "Moral judgment in crime drama: An integrated theory of enjoyment",
      "authors": [
        "A Raney",
        "J Bryant"
      ],
      "year": 2002,
      "doi": "10.1111/j.1460-2466.2002.tb02552.x",
      "journal": "Journal of Communication",
      "volume": "52",
      "raw": "Moral judgment in crime drama: An integrated theory of enjoyment \n\t\t \n\t\t\t A A Raney \n\t\t \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t 10.1111/j.1460-2466.2002.tb02552.x \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 52 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Raney, A. A., & Bryant, J. (2002). Moral judgment in crime drama: An integrated theory of enjoyment. Journal of Communication, 52, 402-415."
    },
    {
      "title": "Why people watch reality TV",
      "authors": [
        "S Reiss",
        "J Wiltz"
      ],
      "year": 2004,
      "doi": "10.1207/s1532785xmep0604_3",
      "journal": "Media Psychology",
      "volume": "6",
      "issue": "4",
      "raw": "Why people watch reality TV \n\t\t \n\t\t\t S Reiss \n\t\t \n\t\t \n\t\t\t J Wiltz \n\t\t \n\t\t 10.1207/s1532785xmep0604_3 \n\t \n\t \n\t\t Media Psychology \n\t\t \n\t\t\t 6 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Reiss, S., & Wiltz, J. (2004). Why people watch reality TV. Media Psychology, 6(4), 363-378."
    },
    {
      "title": "Control and information in the intrapersonal sphere: An extension of cognitive evaluation theory",
      "authors": [
        "R Ryan"
      ],
      "year": 1982,
      "doi": "10.1037//0022-3514.43.3.450",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "43",
      "raw": "Control and information in the intrapersonal sphere: An extension of cognitive evaluation theory \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t 10.1037//0022-3514.43.3.450 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Ryan, R. M. (1982). Control and information in the intrapersonal sphere: An extension of cognitive evaluation theory. Journal of Personality and Social Psychology, 43, 450-461."
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0003-066x.55.1.68",
      "journal": "American Psychologist",
      "volume": "55",
      "raw": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t \n\t\t\t E L Deci \n\t\t \n\t\t 10.1037//0003-066x.55.1.68 \n\t \n\t \n\t\t American Psychologist \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Ryan, R. M., & Deci, E. L. (2000). Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being. American Psychologist, 55, 68-78."
    },
    {
      "title": "On happiness and human potentials: A review of research on hedonic and eudaimonic well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2001,
      "doi": "10.1146/annurev.psych.52.1.141",
      "volume": "52",
      "raw": "On happiness and human potentials: A review of research on hedonic and eudaimonic well-being \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t \n\t\t\t E L Deci \n\t\t \n\t\t 10.1146/annurev.psych.52.1.141 \n\t \n\t \n\t\t Annual review of psychology \n\t\t \n\t\t\t S Fiske \n\t\t \n\t\t \n\t\t\t 52 \n\t\t\t \n\t\t\t 2001 \n\t\t\t Annual Reviews \n\t\t\t Palo Alto, CA \n\t\t \n\t \n\t Ryan, R. M., & Deci, E. L. (2001). On happiness and human potentials: A review of research on hedonic and eudaimonic well-being. In S. Fiske (Ed.), Annual review of psychology (vol. 52, pp. 141-166). Palo Alto, CA: Annual Reviews."
    },
    {
      "title": "The motivational pull of video games: A self-determination theory approach",
      "authors": [
        "R Ryan",
        "C Rigby",
        "A Przybylski"
      ],
      "year": 2006,
      "doi": "10.1007/s11031-006-9051-8",
      "journal": "Motivation and Emotion",
      "volume": "30",
      "issue": "4",
      "raw": "The motivational pull of video games: A self-determination theory approach \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t \n\t\t\t C S Rigby \n\t\t \n\t\t \n\t\t\t A Przybylski \n\t\t \n\t\t 10.1007/s11031-006-9051-8 \n\t \n\t \n\t\t Motivation and Emotion \n\t\t \n\t\t\t 30 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Ryan, R. M., Rigby, C. S., & Przybylski, A. (2006). The motivational pull of video games: A self-determination theory approach. Motivation and Emotion, 30(4), 344-360."
    },
    {
      "title": "Mapped-quest: Natural video game controllers, presence, and enjoyment",
      "authors": [
        "P Skalski",
        "R Lange",
        "R Tamborini",
        "A Shelton"
      ],
      "year": 2007,
      "raw": "Mapped-quest: Natural video game controllers, presence, and enjoyment \n\t\t \n\t\t\t P Skalski \n\t\t \n\t\t \n\t\t\t R Lange \n\t\t \n\t\t \n\t\t\t R Tamborini \n\t\t \n\t\t \n\t\t\t A K Shelton \n\t\t \n\t \n\t \n\t\t 2007 International Communication Association Conference \n\t\t San Francisco, CA \n\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Top Paper in Game Studies division presented at \n\t Skalski, P., Lange, R., Tamborini, R., & Shelton, A. K. (2007). Mapped-quest: Natural video game controllers, presence, and enjoyment. Top Paper in Game Studies division presented at 2007 International Communication Association Conference in San Francisco, CA."
    },
    {
      "title": "Defining virtual reality: Dimensions determining telepresense",
      "authors": [
        "J Steuer"
      ],
      "year": 1992,
      "journal": "Journal of Communication",
      "volume": "42",
      "issue": "2",
      "raw": "Defining virtual reality: Dimensions determining telepresense \n\t\t \n\t\t\t J Steuer \n\t\t \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 42 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t Steuer, J. (1992). Defining virtual reality: Dimensions determining telepresense. Journal of Communication, 42(2), 73-93."
    },
    {
      "title": "Enjoyment and social functions of horror",
      "authors": [
        "R Tamborini"
      ],
      "year": 2003,
      "doi": "10.4324/9781410607584",
      "raw": "Enjoyment and social functions of horror \n\t\t \n\t\t\t R Tamborini \n\t\t \n\t\t 10.4324/9781410607584 \n\t \n\t \n\t\t Communication and emotion: Essays in honor of Dolf Zillmann \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t \n\t\t\t D R Roskos-Ewoldsen \n\t\t \n\t\t \n\t\t\t & J Cantor \n\t\t \n\t\t Mahwah, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 2003 \n\t\t\t \n\t\t \n\t \n\t Tamborini, R. (2003). Enjoyment and social functions of horror. In J. Bryant, D. R. Roskos-Ewoldsen & J. Cantor (Eds.), Communication and emotion: Essays in honor of Dolf Zillmann (pp. 417-443). Mahwah, NJ: Erlbaum."
    },
    {
      "title": "Predictors of horror film attendance and appeal: An analysis of the audience for frightening films",
      "authors": [
        "R Tamborini",
        "J Stiff"
      ],
      "year": 1987,
      "doi": "10.1177/009365087014004003",
      "journal": "Communication Research",
      "volume": "14",
      "raw": "Predictors of horror film attendance and appeal: An analysis of the audience for frightening films \n\t\t \n\t\t\t R Tamborini \n\t\t \n\t\t \n\t\t\t J Stiff \n\t\t \n\t\t 10.1177/009365087014004003 \n\t \n\t \n\t\t Communication Research \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Tamborini, R., & Stiff, J. (1987). Predictors of horror film attendance and appeal: An analysis of the audience for frightening films. Communication Research, 14, 415-436."
    },
    {
      "title": "Enjoyment: At the heart of media entertainment",
      "authors": [
        "P Vorderer",
        "C Klimmt",
        "U Ritterfield"
      ],
      "year": 2004,
      "journal": "Communication Theory",
      "volume": "14",
      "raw": "Enjoyment: At the heart of media entertainment \n\t\t \n\t\t\t P Vorderer \n\t\t \n\t\t \n\t\t\t C Klimmt \n\t\t \n\t\t \n\t\t\t U Ritterfield \n\t\t \n\t \n\t \n\t\t Communication Theory \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Vorderer, P., Klimmt, C., & Ritterfield, U. (2004). Enjoyment: At the heart of media entertainment. Communication Theory, 14, 388-408."
    },
    {
      "title": "Digital games",
      "authors": [
        "P Vorderer",
        "U Ritterfield"
      ],
      "raw": "Digital games \n\t\t \n\t\t\t P Vorderer \n\t\t \n\t\t \n\t\t\t U Ritterfield \n\t\t \n\t \n\t \n\t\t Handbook of media effects \n\t\t \n\t\t\t R Nabi \n\t\t \n\t\t \n\t\t\t M B Oliver \n\t\t \n\t\t Beverly Hills, CA \n\t\t \n\t\t\t Sage \n\t\t \n\t \n\t in press \n\t Vorderer, P., & Ritterfield, U. (in press). Digital games. In R. Nabi & M. B. Oliver (Eds.), Handbook of media effects. Beverly Hills, CA: Sage."
    },
    {
      "title": "Maslow reconsidered: A review of research on the need hierarchy theory",
      "authors": [
        "A Wahba",
        "L Bridgewell"
      ],
      "year": 1976,
      "journal": "Organizational Behavior and Human Performance",
      "volume": "15",
      "raw": "Maslow reconsidered: A review of research on the need hierarchy theory \n\t\t \n\t\t\t A Wahba \n\t\t \n\t\t \n\t\t\t L Bridgewell \n\t\t \n\t \n\t \n\t\t Organizational Behavior and Human Performance \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 1976 \n\t\t \n\t \n\t Wahba, A., & Bridgewell, L. (1976). Maslow reconsidered: A review of research on the need hierarchy theory. Organizational Behavior and Human Performance, 15, 212-240."
    },
    {
      "title": "Selecting crime drama and apprehension about crime",
      "authors": [
        "J Wakshlag",
        "V Vial",
        "R Tamborini"
      ],
      "year": 1983,
      "doi": "10.1111/j.1468-2958.1983.tb00012.x",
      "journal": "Human Communication Research",
      "volume": "10",
      "raw": "Selecting crime drama and apprehension about crime \n\t\t \n\t\t\t J Wakshlag \n\t\t \n\t\t \n\t\t\t V Vial \n\t\t \n\t\t \n\t\t\t R Tamborini \n\t\t \n\t\t 10.1111/j.1468-2958.1983.tb00012.x \n\t \n\t \n\t\t Human Communication Research \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 1983 \n\t\t \n\t \n\t Wakshlag, J., Vial, V., & Tamborini, R. (1983). Selecting crime drama and apprehension about crime. Human Communication Research, 10, 204-227."
    },
    {
      "title": "The role of empathic distress in the enjoyment of cinematic tragedy",
      "authors": [
        "M De Wied",
        "D Zillmann",
        "V Ordman"
      ],
      "year": 1995,
      "journal": "Poetics",
      "volume": "23",
      "raw": "The role of empathic distress in the enjoyment of cinematic tragedy \n\t\t \n\t\t\t M De Wied \n\t\t \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t \n\t\t\t V Ordman \n\t\t \n\t \n\t \n\t\t Poetics \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t de Wied, M., Zillmann, D., & Ordman, V. (1995). The role of empathic distress in the enjoyment of cinematic tragedy. Poetics, 23, 91-106."
    },
    {
      "title": "The logic of suspense and mystery",
      "authors": [
        "D Zillmann"
      ],
      "year": 1991,
      "raw": "The logic of suspense and mystery \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t \n\t \n\t\t Responding to the screen: Reception and reaction processes \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t Hillsdale, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 1991 \n\t\t\t \n\t\t \n\t \n\t Zillmann, D. (1991). The logic of suspense and mystery. In J. Bryant & D. Zillmann (Eds.), Responding to the screen: Reception and reaction processes (pp. 281-303). Hillsdale, NJ: Erlbaum."
    },
    {
      "title": "The coming of media entertainment",
      "authors": [
        "D Zillmann"
      ],
      "year": 2000,
      "doi": "10.4324/9781410604811",
      "raw": "The coming of media entertainment \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t 10.4324/9781410604811 \n\t \n\t \n\t\t Media entertainment: The psychology of its appeal \n\t\t \n\t\t\t P Vorderer \n\t\t \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t Hillsdale, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 2000 \n\t\t\t \n\t\t \n\t \n\t Zillmann, D. (2000). The coming of media entertainment. In P. Vorderer & D. Zillmann (Eds.), Media entertainment: The psychology of its appeal (pp. 1-20). Hillsdale, NJ: Erlbaum."
    },
    {
      "title": "Affect, mood, and emotion as determinants of selective exposure",
      "authors": [
        "D Zillmann",
        "J Bryant"
      ],
      "year": 1985,
      "raw": "Affect, mood, and emotion as determinants of selective exposure \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t \n\t\t\t J Bryant \n\t\t \n\t \n\t \n\t\t Selective exposure to communication \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t Hillsdale, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 1985 \n\t\t\t \n\t\t \n\t \n\t Zillmann, D., & Bryant, J. (1985). Affect, mood, and emotion as determinants of selective exposure. In D. Zillmann & J. Bryant (Eds.), Selective exposure to communication (pp. 157-190). Hillsdale, NJ: Erlbaum."
    },
    {
      "title": "Entertainment as media effect",
      "authors": [
        "D Zillmann",
        "J Bryant"
      ],
      "year": 1994,
      "raw": "Entertainment as media effect \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t \n\t\t\t J Bryant \n\t\t \n\t \n\t \n\t\t Media effects: Advances in theory and research \n\t\t \n\t\t\t J Bryant \n\t\t \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t Hillsdale, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 1994 \n\t\t\t \n\t\t \n\t \n\t Zillmann, D., & Bryant, J. (1994). Entertainment as media effect. In J. Bryant & D. Zillmann (Eds.), Media effects: Advances in theory and research (pp. 437-461). Hillsdale, NJ: Erlbaum."
    },
    {
      "title": "A disposition theory of humor and mirth",
      "authors": [
        "D Zillmann",
        "J Cantor"
      ],
      "year": 1976,
      "doi": "10.4324/9780203789469-6",
      "raw": "A disposition theory of humor and mirth \n\t\t \n\t\t\t D Zillmann \n\t\t \n\t\t \n\t\t\t J R Cantor \n\t\t \n\t\t 10.4324/9780203789469-6 \n\t \n\t \n\t\t Humor and laughter: Theory, research, and applications \n\t\t \n\t\t\t T Chapman \n\t\t \n\t\t \n\t\t\t H Foot \n\t\t \n\t\t London \n\t\t \n\t\t\t Wiley \n\t\t\t 1976 \n\t\t\t \n\t\t \n\t \n\t Zillmann, D., & Cantor, J. R. (1976). A disposition theory of humor and mirth. In T. Chapman & H. Foot (Eds.), Humor and laughter: Theory, research, and applications (pp. 93-115). London: Wiley."
    }
  ],
  "num_references": 45,
  "figures": [
    {
      "caption": "Figure 1",
      "description": "Figure 1 Predicted model, with expected direction of path coefficients."
    },
    {
      "caption": "Figure 3",
      "description": "Figure 3 Revised model with standardized path coefficients. * Path significant at the .05 level or greater."
    }
  ],
  "num_figures": 2,
  "num_citations": 75,
  "cited_references": [
    "b32",
    "b39",
    "b38",
    "b14",
    "b4",
    "b17",
    "b20",
    "b24",
    "b40",
    "b41",
    "b26",
    "b27",
    "b16",
    "b23",
    "b7",
    "b29",
    "b6",
    "b42",
    "b18",
    "b30",
    "b1",
    "b35",
    "b31",
    "b9",
    "b3",
    "b5",
    "b34",
    "b8",
    "b12",
    "b15",
    "b11",
    "b37",
    "b25",
    "b0",
    "b21",
    "b2",
    "b44"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Communication , Michigan State University , East Lansing , MI 48824 , USA",
    "[raw_affiliation] 1  Department of Communication , Michigan State University , East Lansing , MI 48824 , USA",
    "[raw_affiliation] 2  Department of Communication Studies , Young Harris College , Young Harris , GA 30582 , USA",
    "[raw_affiliation] 1  Department of Communication , Michigan State University , East Lansing , MI 48824 , USA",
    "[raw_affiliation] 1  Department of Communication , Michigan State University , East Lansing , MI 48824 , USA",
    "Journal of Communication 60 (2010) 758-777 © 2010 International Communication Association",
    "[raw_reference] Bentler, P. M. (1990). Comparative fit indexes in structural models. Psychological Bulletin, 107(2), 238-246.",
    "[raw_reference] Bosshart, L., & Macconi, I. (1998). Defining ''entertainment.'' Communication Research Trends, 18(3), 3-6.",
    "[raw_reference] Bracken, C. C., & Skalski, P. (2006). Presence and video games: The impact of image quality and skill level. Proceedings of the Ninth Annual International Workshop on Presence. Cleveland, OH: Cleveland State University.",
    "[raw_reference] Brown, M. W., & Cudeck, R. (1993). Alternative ways of assessing model fit. In K. A. Bollen & J. Scott Lang (Eds.), Testing structural models (pp. 136-162). Newbury Park, CA: Sage.",
    "[raw_reference] Bryant, J., & Zillmann, D. (1984). Using television to alleviate boredom and stress: Selective exposure as a function of induced excitational states. Journal of Broadcasting, 28, 1-20.",
    "[raw_reference] Byrne, B. M. (1989). A primer of LISREL: Basic applications and programming for confirmatory factor analytic models. New York: Springer-Verlag.",
    "[raw_reference] Campbell, D., & Fiske, D. (1959). Convergent and discriminant validation by the multitrait-multimethod matrix. Psychological Bulletin, 56(2), 81-105.",
    "[raw_reference] Cochran, W. G. (1952). The chi-square test of goodness of fit. The Annals of Mathematical Statistics, 23(3), 315-345.",
    "[raw_reference] Deci, E. L. (1975). Intrinsic motivation. New York: Plenum Press.",
    "[raw_reference] Deci, E. L., & Ryan, R. M. (1985). Intrinsic motivation and self-determination in human behavior. New York: Plenum Press.",
    "[raw_reference] Deci, E. L., & Ryan, R. M. (2000). The ''what'' and ''why'' of goal pursuits: Human needs and the self-determination of behavior. Psychological Inquiry, 11, 227-268.",
    "[raw_reference] Frederick, C. M., & Ryan, R. M. (1995). Self-determination in sport: A review using cognitive evaluation theory. International Journal of Sport Psychology, 26, 5-23.",
    "[raw_reference] Grodal, T. (2000). Video games and the pleasures of control. In D. Zillman & P. Vorderer (Eds.), Media entertainment. The psychology of its appeal (pp. 197-213). Mahweh, NJ: Erlbaum.",
    "in press",
    "[raw_reference] Hartmann, T., Klimmt, C., & Vorderer, P. (in press). Presence and media entertainment. In C. Bracken & P. Skalski (Eds.), Telepresence and popular media. New York: Routledge.",
    "[raw_reference] Katz, E., Blumler, J. G., & Gurevitch, M. (1974). Utilization of mass communication by the individual. In J. G. Blumler & E. Katz (Eds.), The uses of mass communications: Current perspectives on gratifications research (pp. 19-32).",
    "[raw_reference] Katz, E., Gurevitch, M., & Haas, H. (1973). On the use of mass media for important things. American Sociological Review, 38, 164-181.",
    "[raw_reference] Maslow, A. H. (1943). A theory of human motivation. Psychological Review, 50, 370-396.",
    "[raw_reference] McAuley, E., Duncan, T., & Tammen, V. V. (1989). Psychometric properties of the Intrinsic Motivation Inventory in a competitive sport setting: A confirmatory factor analysis. Research Quarterly for Exercise and Sport, 60, 48-58.",
    "[raw_reference] Mills, J. (1993). The appeal of tragedy: An attitude interpretation. Basic and Applied Social Psychology, 14, 255-271.",
    "[raw_reference] Miron, D. (2003). Enjoyment of violence. In J. Bryant, D. R. Roskos-Ewoldsen & J. Cantor (Eds.), Communication and emotion: Essays in honor of Dolf Zillmann (pp. 445-472). Mahwah, NJ: Erlbaum.",
    "[raw_reference] Nabi, R. L., & Krcmar, M. (2004). Conceptualizing media enjoyment as attitude: Implications for media effects research. Media Psychology, 14(4), 288-310.",
    "[raw_reference] Oliver, M. B. (1993). Exploring the paradox of the enjoyment of sad films. Human Communication Research, 19, 315-342.",
    "in press",
    "[raw_reference] Oliver, M. B. (in press). Affect as a predictor of entertainment choice: The utility of looking beyond pleasure. In T. Hartmann (Ed.), Media choice: A theoretical and empirical overview. New York: Routledge.",
    "[raw_reference] Oliver, M. B., & Sanders, M. (2004). The appeal of horror and suspense. In S. Pierce (Ed.), The horror film (pp. 242-260). New Brunswick, NJ: Rutgers University Press.",
    "[raw_reference] Raney, A. A. (2003). Disposition-based theories of enjoyment. In J. Bryant, D. R. Roskos-Ewoldsen & J. Cantor (Eds.), Communication and emotion: Essays in honor of Dolf Zillmann (pp. 61-84). Mahwah, NJ: Erlbaum.",
    "[raw_reference] Raney, A. A., & Bryant, J. (2002). Moral judgment in crime drama: An integrated theory of enjoyment. Journal of Communication, 52, 402-415.",
    "[raw_reference] Reiss, S., & Wiltz, J. (2004). Why people watch reality TV. Media Psychology, 6(4), 363-378.",
    "[raw_reference] Ryan, R. M. (1982). Control and information in the intrapersonal sphere: An extension of cognitive evaluation theory. Journal of Personality and Social Psychology, 43, 450-461.",
    "[raw_reference] Ryan, R. M., & Deci, E. L. (2000). Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being. American Psychologist, 55, 68-78.",
    "[raw_reference] Ryan, R. M., & Deci, E. L. (2001). On happiness and human potentials: A review of research on hedonic and eudaimonic well-being. In S. Fiske (Ed.), Annual review of psychology (vol. 52, pp. 141-166). Palo Alto, CA: Annual Reviews.",
    "[raw_reference] Ryan, R. M., Rigby, C. S., & Przybylski, A. (2006). The motivational pull of video games: A self-determination theory approach. Motivation and Emotion, 30(4), 344-360.",
    "Top Paper in Game Studies division presented at",
    "[raw_reference] Skalski, P., Lange, R., Tamborini, R., & Shelton, A. K. (2007). Mapped-quest: Natural video game controllers, presence, and enjoyment. Top Paper in Game Studies division presented at 2007 International Communication Association Conference in San Francisco, CA.",
    "[raw_reference] Steuer, J. (1992). Defining virtual reality: Dimensions determining telepresense. Journal of Communication, 42(2), 73-93.",
    "[raw_reference] Tamborini, R. (2003). Enjoyment and social functions of horror. In J. Bryant, D. R. Roskos-Ewoldsen & J. Cantor (Eds.), Communication and emotion: Essays in honor of Dolf Zillmann (pp. 417-443). Mahwah, NJ: Erlbaum.",
    "[raw_reference] Tamborini, R., & Stiff, J. (1987). Predictors of horror film attendance and appeal: An analysis of the audience for frightening films. Communication Research, 14, 415-436.",
    "[raw_reference] Vorderer, P., Klimmt, C., & Ritterfield, U. (2004). Enjoyment: At the heart of media entertainment. Communication Theory, 14, 388-408.",
    "in press",
    "[raw_reference] Vorderer, P., & Ritterfield, U. (in press). Digital games. In R. Nabi & M. B. Oliver (Eds.), Handbook of media effects. Beverly Hills, CA: Sage.",
    "[raw_reference] Wahba, A., & Bridgewell, L. (1976). Maslow reconsidered: A review of research on the need hierarchy theory. Organizational Behavior and Human Performance, 15, 212-240.",
    "[raw_reference] Wakshlag, J., Vial, V., & Tamborini, R. (1983). Selecting crime drama and apprehension about crime. Human Communication Research, 10, 204-227.",
    "[raw_reference] de Wied, M., Zillmann, D., & Ordman, V. (1995). The role of empathic distress in the enjoyment of cinematic tragedy. Poetics, 23, 91-106.",
    "[raw_reference] Zillmann, D. (1991). The logic of suspense and mystery. In J. Bryant & D. Zillmann (Eds.), Responding to the screen: Reception and reaction processes (pp. 281-303). Hillsdale, NJ: Erlbaum.",
    "[raw_reference] Zillmann, D. (2000). The coming of media entertainment. In P. Vorderer & D. Zillmann (Eds.), Media entertainment: The psychology of its appeal (pp. 1-20). Hillsdale, NJ: Erlbaum.",
    "[raw_reference] Zillmann, D., & Bryant, J. (1985). Affect, mood, and emotion as determinants of selective exposure. In D. Zillmann & J. Bryant (Eds.), Selective exposure to communication (pp. 157-190). Hillsdale, NJ: Erlbaum.",
    "[raw_reference] Zillmann, D., & Bryant, J. (1994). Entertainment as media effect. In J. Bryant & D. Zillmann (Eds.), Media effects: Advances in theory and research (pp. 437-461). Hillsdale, NJ: Erlbaum.",
    "[raw_reference] Zillmann, D., & Cantor, J. R. (1976). A disposition theory of humor and mirth. In T. Chapman & H. Foot (Eds.), Humor and laughter: Theory, research, and applications (pp. 93-115). London: Wiley."
  ],
  "editors": [
    "K A Bollen",
    "J Scott Lang",
    "D Zillman",
    "P Vorderer",
    "C Bracken",
    "P Skalski",
    "J G Blumler",
    "E Katz",
    "J Bryant",
    "D R Roskos-Ewoldsen",
    "& J Cantor",
    "T Hartmann",
    "S Pierce",
    "J Bryant",
    "D R Roskos-Ewoldsen",
    "& J Cantor",
    "S Fiske",
    "J Bryant",
    "D R Roskos-Ewoldsen",
    "& J Cantor",
    "R Nabi",
    "M B Oliver",
    "J Bryant",
    "D Zillmann",
    "P Vorderer",
    "D Zillmann",
    "D Zillmann",
    "J Bryant",
    "J Bryant",
    "D Zillmann",
    "T Chapman",
    "H Foot"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of Communication",
  "volume": "60",
  "issue": "4",
  "pages": "758-777",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:21.338202",
    "zotero_item_type": "journalArticle"
  }
}
