{
  "paper_id": "BUV6AWPC",
  "title": "The Development of Text Messages to Support People at Risk of Diabetes in Low-Resourced Communities: The South African Diabetes Prevention Programme",
  "abstract": "Emerging evidence suggests that the addition of text messages to standard healthy lifestyle interventions may improve the outcomes of diabetes prevention programs (DPP). This paper describes the process of developing text messages targeting behavior change in people at risk of developing diabetes in low-resourced communities as part of the South African DPP (SA-DPP). The development comprised multiple steps led by nutrition and physical activity experts. The steps included the following: (1) text message development based on the existing SA-DPP curriculum and its formative research; (2) text message evaluation for readability/understandability in terms of content, language, and quality, with 75 participants from two low-resourced areas in Cape Town; (3) text message refinement by the expert panel; (4) evaluation of the refined text messages by participants from Step 2; and (5) text bank finalization. Based on the readability survey, 37 of the 67 formulated text messages [24 of the 44 encouraged healthy eating, and 13 of the 23 promoted physical activity] were refined. Based on focused discussions with participants, seven more messages were refined to consider alternative terminology. The final text bank includes a total of 67 messages comprising topics related to fruit and vegetable consumption as well as the importance of having variety in the diet (n = 15), limiting fat intake (n = 10), avoiding sugar (n = 11), avoiding salt (n = 5), promoting fiber-rich foods (n = 1), messages promoting physical activity (n = 21), and general check-in messages (n = 4). Most of the text messages were acceptable, understandable, and largely feasible to all participants, with some of the nutrition-related messages being less feasible for participants due to their socioeconomic position. The next step is to assess the text messages in the SA-DPP intervention trial.",
  "year": 2023,
  "date": "2023-11-05",
  "journal": "Lancet Glob. Health",
  "publication": "Lancet Glob. Health",
  "authors": [
    {
      "forename": "Jillian",
      "surname": "Hill",
      "name": "Jillian Hill",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "email": "jillian.hill@mrc.ac.za",
      "orcid": "0000-0003-1646-6174"
    },
    {
      "forename": "Mieke",
      "surname": "Faber",
      "name": "Mieke Faber",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "orcid": "0000-0003-1646-6174"
    },
    {
      "forename": "Cindy",
      "surname": "Geor",
      "name": "Cindy Geor",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "email": "cindy.george@mrc.ac.za",
      "orcid": "0000-0002-4561-0529"
    },
    {
      "forename": "Nasheeta",
      "surname": "Peer",
      "name": "Nasheeta Peer",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "email": "nasheeta.peer@mrc.ac.za",
      "orcid": "0000-0003-2131-8344"
    },
    {
      "forename": "Tshavhuyo",
      "surname": "Mulabisano",
      "name": "Tshavhuyo Mulabisano",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "email": "tshavhuyo.mulabisano@mrc.ac.za",
      "orcid": "0000-0003-2131-8344"
    },
    {
      "forename": "Sonja",
      "surname": "Mostert",
      "name": "Sonja Mostert",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "email": "sonja.mostert@samrc.ac.za"
    },
    {
      "forename": "Eugene",
      "surname": "Sobngwi",
      "name": "Eugene Sobngwi",
      "affiliation": "4  Department of Medicine , University of Yaounde , Yaounde 00237 , Cameroon; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t University of Yaounde \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 00237 \n\t\t\t\t\t\t\t\t\t Yaounde \n\t\t\t\t\t\t\t\t\t Cameroon;",
      "email": "sobngwieugene@yahoo.fr"
    },
    {
      "forename": "Andre",
      "surname": "Kengne",
      "name": "Andre Kengne",
      "affiliation": "1  Non-Communicable Diseases Research Unit , South African Medical Research Council (SAMRC) , Cape Town 7505 , South Africa; \n\t\t\t\t\t\t\t\t Non-Communicable Diseases Research Unit \n\t\t\t\t\t\t\t\t South African Medical Research Council (SAMRC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7505 \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa;",
      "email": "andre.kengne@mrc.ac.za",
      "orcid": "0000-0002-5183-131X"
    }
  ],
  "doi": "10.3390/nu15214692",
  "keywords": [
    "text message development",
    "diabetes prevention",
    "lifestyle behavior"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Type 2 diabetes is a leading contributor to noncommunicable disease (NCD)-related mortality globally  [1] . According to the 10th Edition of the International Diabetes Federation's Diabetes Atlas, 537 million people aged between 20 and 79 years were living with type 2 diabetes in 2021, with 24 million of these individuals residing in sub-Saharan Africa (SSA)  [2] . South Africa has the largest population of people living with type 2 diabetes in SSA with approximately 4.2 million people between the ages of 20 and 79 years having diabetes  [2] . Diabetes is currently the sixth leading cause of death in South Africa  [3]  and accounts for 7% of NCD-related mortality  [4] .\n\nDiabetes prevention programs have proven to be successful to varying degrees, with the most successful being the Diabetes Prevention Program (DPP), a randomized clinical trial in the United States, which has reduced diabetes incidence by 58%  [5] [6] [7] . However, a major challenge exists in translating individual-level diabetes prevention strategies to large sub-groups, i.e., the successful lifestyle modification interventions employed in clinical trials are labor-intensive and expensive and, thus, difficult to operationalize at scale  [8] .\n\nThese challenges may be partially addressed with the use of technology such as text messaging systems. Text messaging programs related to health behaviors have been used in a variety of contexts with remarkable success, including in HIV prevention, medication adherence, pregnancy education, substance use/smoking cessation, weight loss, diabetes management, and depression  [9, 10] . Emerging evidence suggests that the addition of text messages to standard healthy lifestyle interventions may improve the outcomes of DPPs  [9] [10] [11] . The high and widespread penetration of mobile phones worldwide, irrespective of socioeconomic status, enables the inclusion of text messages in DPPs. Text messages can be delivered to the most basic phones and are read within minutes of being sent. They are a useful tool to provide short, timed bursts of information throughout the day, constantly reiterating healthy behavior goals  [12, 13] .\n\nThe South African DPP (SA-DPP) intervention strategy attempts to overcome the issue of scalability by employing a low-intensity group-based lifestyle modification program supported by the delivery of a short messaging service (SMS) to prevent diabetes in South Africa. Although text messaging to encourage behavior change is becoming more popular, Willoubhy et al. (2015)  [14] ,  Abroms et al. (2015)    [15] , and Para et al. (2018)  [16]  have noted that the development and pretesting of these text messages have been unclear. These authors highlight the underreporting and underdevelopment of these text messages, i.e., the scarcity of publications documenting the process as well as the lack of rigor in the development process of those published  [14] . Also, research investigating text messaging in low-income countries is specifically scarce  [13] . This study was thus informed by recommendations from authors who recognized the gap in the reporting of the development and pretesting of text messages for health behavior change  [13] [14] [15] [16] . The authors' recommendations included conducting formative research, message development, pretesting, and validation as well as piloting. The purpose of the text messages in the SA-DPP intervention is to serve as support during its maintenance phase (as part of the transtheoretical model's stages of change  [17] ) after the six face-to-face sessions."
    },
    {
      "title": "Methods and Processes"
    },
    {
      "title": "Brief Description of the South African Diabetes Prevention Program Intervention",
      "text": "The SA-DPP is a lifestyle intervention targeting individuals at high risk of developing type 2 diabetes mellitus. The SA-DPP lifestyle intervention includes six group sessions based on empowerment ideology, emphasizing the participant's ability to make informed decisions and his/her role as an independent decision maker who takes responsibility and regulates his/her own actions  [18, 19] . The intervention will be led by nonprofessional or community health workers (CHWs), assisted by nurses and/or dieticians as required, and will be complemented by structured mobile phone messages to augment adherence and retention. The lifestyle change objectives (diet and physical activity) of the SA-DPP are based on the original Finnish Diabetes Prevention Study, i.e., (1) <30% of total energy intake from fat; (2) <10% of total energy intake from saturated fat; (3) >15 g of fiber/1000 kcal; (4) >4 h/week moderate level of physical activity; and (5) >5% reduction in body mass index  [20] . The SA-DPP was approved by the ethics committee of the South African Medical Research Council (approval No. EC018-7/2015) and conducted in accordance with the Declaration of Helsinki. Written informed consent was obtained from all participants involved in the study."
    },
    {
      "title": "South African Diabetes Prevention Program Curriculum Development",
      "text": "A qualitative mixed-method staged approach was followed in developing the SA-DPP intervention curriculum and tools (facilitator and participant workbooks). It included 11 steps, as follows: (1) reviewing and learning from existing evidence; (2) a needs assess-ment; (3) expert input; (4) development of the curriculum and tools; (5) expert content evaluation; (6) design and layout of the curriculum and tools; (7) participant readability and acceptability evaluation; (8) refining the design and layout of the curriculum and tools; (9) translating the curriculum and participant workbook;  (10)  suitability evaluation (pilot intervention); and (11) finalizing the curriculum  [21] .\n\nDuring the preparation phase, existing evidence on similar DPP interventions was reviewed [such as but not limited to the group-organized YMCA DPP (GO-YDPP)  [22]  and the Kerala Diabetes Prevention Program (K-DPP)  [23] , focus group discussions with individuals from the target population were conducted as part of a needs assessment, and experts were consulted. The curriculum booklet, a participant workbook, and a facilitator workbook were developed, and the content was evaluated by experts in the field. The design and layout of the booklet and workbooks needed to be culturally and contextually appropriate. The printed material was evaluated for readability and acceptability by participants from the target population. Based on their feedback, the design and layout were refined, and the printed material was translated. The suitability of the intervention was tested in a pilot study; based on feedback from the participants and facilitator, the curriculum was revised where needed and finalized. Through this process, a contextspecific intervention and printed materials were developed  [21] . A complete evaluation of this culturally relevant model for diabetes prevention in South Africa is pending."
    },
    {
      "title": "Text Messaging Development Protocol",
      "text": "This arm comprised the five steps outlined below (refer to Figure  1 ). Figure 1. Text-messaging development process."
    },
    {
      "title": "Step 1: Text Message Development",
      "text": "Two nutrition experts, two physical activity specialists, and the project manager developed 44 nutrition-related messages and 23 exercise-related messages based on the existing SA-DPP curriculum and its formative research  [21] . The SA-DPP curriculum was largely informed by the South African Food-Based Dietary Guidelines (SAFBDG)  [24] , which are 11 brief, encouraging dietary guidelines. The goal was to empower the South African consumer to choose food and drink (based on existing eating patterns) that would contribute to a nutritionally adequate diet and lower risk for NCDs  [24] . The 44 nutritionrelated messages were themed as follows: 10 messages that spoke to \"eating a variety of food\"; six pertaining to \"fruit and vegetables\"; nine pertaining to \"fat\"; 11 pertaining to \"sugar\"; 3 generic messages around snacking and milk; 4 messages pertaining to \"salt\"; 1 message pertaining to \"fiber\", and 23 messages pertaining to \"exercise/physical activity\"."
    },
    {
      "title": "Step 2: Text Message Evaluation",
      "text": "The next step included the evaluation of these text messages for readability/ understandability and acceptability in terms of content, language, and quality of information. A validated tool for assessing printed material  [25] , previously adapted for our setting during our curriculum development process, was used. The responses to the respective questions were based on a 3-point Likert scale with options including \"agree\", \"partly agree\", or \"disagree\". Participants' comments on any content not well understood were also captured. Interviews using a structured questionnaire were conducted telephonically or in person with 75 participants from two low-resourced residential areas (one mixedancestry and one Black African group). These participants fit the same criteria as the target population of the SA-DPP and previously participated in the validation of the quantified food frequency questionnaire used in the SA-DPP study. The current validation study targeted a total of 100 respondents from both residential areas. These were divided equally by residential area with 5 groups of 10 participants targeted from each area. Only a total of 75 responded.\n\nEach participant received 13 messages to be evaluated. These comprised 12 messages from the main text bank and a general reminder text message for eight groups (four per area). The last two groups received 13 messages from the main text bank only. The project driver delivered a survey pack consisting of an information sheet, the 13 text messages, and the evaluation form (for reference while being interviewed) to all participants.\n\nThe participants were interviewed individually by two nutritionists. Due to COVID-19 restrictions, all interviews were planned to be conducted telephonically; however, due to difficulties in getting hold of various participants, a decision was made to conduct in-person interviews, following strict COVID-19 safety protocols. Thus, the initial 40 interviews were conducted telephonically with the remaining 35 conducted in person.\n\nInterview process: During the interview process, the interviewer explained the study to the participant in detail and obtained verbal and written consent for telephonic and in-person interviews, respectively. The interviewer, while administering the interview, captured the responses electronically on an Excel spreadsheet. Participants received an R50 ($3) store voucher for participation."
    },
    {
      "title": "Steps 3-5: Message Refinement",
      "text": "The participants' responses to the readability/understandability and acceptability in terms of the content, language, and quality of the text message information were tallied. Messages that were not well understood were refined by the expert panel, which included the two nutritionists who conducted the interviews. Based on the comments recorded during the interviews, the interviewers could provide clarity on concepts that were not understood by participants.\n\nStep 4: Participants in step 2, who displayed the least understanding of the messages under review, participated in three workshops (n = 22) to evaluate the refined text messages.\n\nEach workshop had between 5 and 10 participants. The project manager (intervention developer) conducted the workshop with two interviewers as co-facilitators in step 3.\n\nStep 5: The experts used the notes derived from step 4 to finalize the messages in the text bank. Overall, all text messages were well received and scored high for their understandability and acceptability. Between 87.5% and 100% of the participants selected \"agree\" to the quality of the information captured in the text messages. Text messages that scored poorer had content and language components: <80% of participants selected \"agree\" for the content of 32 (48%) and language of 19 (28%) text messages, respectively. The messages that fared the worst in terms of both content (i.e., less than 60% of the participants selecting \"agree\") and language (i.e., less than 65% of the participants selecting \"agree\") were all related to physical activity/exercise. Of the nutrition-related messages, the message \"Eat food from different groups everyday\" fared the worst with regards to content (only 52.6% of the participants selected \"agree\") although 80.3% of the participants selected \"agree\" on the language component of the message, see Supplementary SMS paper Graphs."
    },
    {
      "title": "Results"
    },
    {
      "title": "Evaluation of Text",
      "text": "The qualitative feedback provided context and explained what participants did not understand about certain messages or how they interpreted them. Examples of comments recorded during the telephonic and in-person interviews are illustrated below: \"Explain dark green leafy\" [SMS 2-Eat a dark green leafy vegetable and an orange fruit or vegetable daily].\n\n\"Groups not clear, thought it was different times of the day\" [SMS 4-Eat foods from different groups every day].\n\n\"Variety not clear\" [SMS 7-An easy way to increase variety and vegetable intake is to eat a fresh salad with your cooked meal]."
    },
    {
      "title": "Data Collation and Refinement of Messages",
      "text": "Using the above feedback, an expert panel consisting of four nutrition experts, including the two who conducted the interviews in step 2, two physical activity specialists, and the project manager, refined the 37 less understood/acceptable/applicable text messages. The panel members were guided by the qualitative interview data as well as their knowledge and experience acquired from working with low-resourced communities. A few examples of refined messages are listed below in Table  1 .\n\nTable  1 . Examples of refinement of messages using information from interviews."
    },
    {
      "title": "Original Message Comments Received (Survey as Recorded by Interviewers) Refined Message",
      "text": "Eat vegetables of different colors, e.g., dark green leafy, yellow, orange, and purple vegetables.\n\nBeetroot is not a purple veg. See it as red.\n\nEat vegetables of different colors, e.g., dark green leafy (spinach), yellow, orange (butternut/carrots), red (tomato), and purple vegetables (beetroot).\n\nEat different types of food daily to ensure variety in your diet.\n\n\"Different types of food\" was understood as different vegetables. Diet was understood to mean eating a \"certain way\".\n\nEat foods from different groups every day, i.e., meat, dairy, vegetables, and fruit.\n\nLimit or avoid processed foods such as polony and sausage. Healthier options are eggs, peanut butter, canned tuna, and pilchards.\n\nProcessed foods were not commonly understood.\n\nLimit ready-to-eat meat products such as polony, Vienna sausages, and Russian sausages. Healthier options are eggs, peanut butter, canned tuna, and pilchards. Sitting and watching too much TV is not good for your health. Why not exercise instead?"
    },
    {
      "title": "Participant Validation of Refined Messages",
      "text": "Following the refining of the text messages, three workshops were held to evaluate refined messages. Overall, the feedback from the workshops was positive. Several of the issues raised by the participants were related to the practicality of the text messages rather than them not being well understood. For example, feedback on refined messages 3-5 listed in Table  2  indicates that the participants viewed these messages as not being practical.\n\nTable 2. Examples of participant feedback on refined messages."
    },
    {
      "title": "Refined Message",
      "text": "Comments Received from Participants"
    },
    {
      "title": "1.",
      "text": "Do not throw away wilted vegetables, use them in soups and stews.\n\nWilted not clear to all. \"Wilted sounds very up-pity\". In Afrikaans, the group understands/or sees it as \"oorryp\"\n\n[over ripe] [Notes from  Workshop 1]  Wilted\" not clear to most participants.\n\n[Notes from Workshop 2] \"Wilted\" not understood by most participants.\n\n[Notes from  Workshop 3]  2.\n\nSlowly reduce salt in food: herbs and spices can be used to make food tasty.\n\nSpices are seen as chicken spice and barbeque spice, which already contain salt. Herbs are rarely used/only in specific dishes.\n\n[Notes from Workshop 1] Herbs were understood correctly. Spices were understood to be \"Aromat\" or \"Braai spice\".\n\nRather say \"natural spice\" and give examples.\n\n[Notes from Workshop 2] Herbs were understood as \"plants\". Spices were understood to be Robertson's \"steak & chop spice\" or \"chicken spice\". [Notes from  Workshop 3]  3.\n\nIncrease your fiber/roughage intake, enjoy oats or Weetbix/whole wheat cereal/bran without sugar for breakfast.\n\nProblem with eating cereal with no sugar. Suggestion that we say less sugar to no sugar as was done with a message with reference to tea and coffee.\n\n[Notes from Workshop 1] Not all understood \"roughage/fiber\" There was much resistance to \"without sugar for breakfast\".\n\nThey cannot have Weetbix without sugar.\n\n[Notes from Workshop 2] Most did not understand \"roughage/fiber\". They have an Xhosa name for it, perhaps that could be used? Participants indicated that Weetbix does need a bit of sugar.\n\n[Notes from  Workshop 3]  Table  2 . Cont."
    },
    {
      "title": "Refined Message Comments Received from Participants"
    },
    {
      "title": "4.",
      "text": "Limit or avoid vetkoek with filling-such as polony.\n\nReplied that they cannot avoid it, only limit it.\n\n[Notes from Workshop 2] Replied that they cannot completely avoid it.\n\n[Notes from  Workshop 3]  5.\n\nAvoid sweets and chocolates as they increase your blood sugar too much and too quickly.\n\nReplied that they cannot completely avoid it, but they can limit it.\n\n[Notes from Workshop 2] Replied that they cannot completely avoid it.\n\n[Notes from Workshop 3]"
    },
    {
      "title": "Text Bank Finalized",
      "text": "Following the participant validation of the 37 refined messages, 7 messages were further amended based on participant feedback; examples are provided in Table  3 . The final text bank consists of 67 messages, with topics related to fruit and vegetable consumption, as well as variety in the diet (n = 15), limiting fat intake (n = 10), avoiding sugar (n = 11), avoiding salt (n = 5), promoting fiber-rich foods (n = 1), messages promoting physical activity (n = 21), and general check-in messages (n = 4).\n\nTable 3. Examples of final messages based on participant feedback."
    },
    {
      "title": "Refined Message",
      "text": "Final Message/s 1.\n\nDo not throw away wilted vegetables, use them in soups and stews.\n\nDo not throw away unused or leftover vegetables, use them in soups and stews."
    },
    {
      "title": "2.",
      "text": "Slowly reduce salt in food: herbs and spices can be used to make food tasty.\n\nSlowly reduce salt when preparing food: use herbs, salt-free spices, and seasonings instead to make food tasty."
    },
    {
      "title": "3.",
      "text": "Avoid salty snacks such as Niknaks and chips (Simba).\n\nAvoid salty snacks such as Niknaks and chips (Simba) to lower your salt intake."
    },
    {
      "title": "4.",
      "text": "Sweets and chocolates increase your blood sugar excessively and should therefore be avoided.\n\nAvoid sweets and chocolates as they increase your blood sugar too much and too quickly."
    },
    {
      "title": "5.",
      "text": "Every new week, every new day brings a new opportunity to start or restart healthy habits.\n\nEvery new week brings new opportunities to start or restart healthy habits. Every day brings new opportunities to live healthily."
    },
    {
      "title": "Discussion",
      "text": "This paper describes the process of developing text messages for people at risk of diabetes as part of the SA-DPP lifestyle intervention program. There were 67 text messages designed to encourage healthy behavioral changes in people at risk for diabetes. Increasing evidence suggests that the addition of text messaging to standard healthy lifestyle interventions may improve the outcomes of DPPs as well as other programs related to health behaviors  [9] [10] [11] . The use of text messaging seems to be an ideal platform because text messages are read within minutes of being received and could be helpful as they provide short, timed bursts of information, which are constant reminders of behavior change goals, at a low cost  [14, 15] .\n\nOur processes for the development of our text messages conform with the suggestions by  Willoughby and Furberg (2015)    [14] . In their review, they recommend the use and modification of existing, empirically tested content and pretesting of messages with the target audience. In this study, first, the initial text messages were developed using the content of an already adapted diabetes prevention curriculum suited to the target audience  [21] . These messages were informed by the SAFBDGs, which were developed specifically for and tested, albeit to a limited extent, in the SA population  [26] [27] [28] [29] . Second, the target population participated in the pretesting of the text messages.\n\nThe processes in this study ensured flexibility and responsiveness to the messages with multiple feedback sessions from the target population. During the pretesting of the text messages, participants assessed the language of the message for understandability, the content for relevance, and the overall quality of the text messages. Text messages with low agreement for adequate language and content were refined for easier understanding and greater acceptability. These refined messages were again reviewed by the target audience. The testing of messages in the SA context is especially important as it has a diverse population with many different cultures, religions, and 11 official languages. Authors have indeed recognized that studies should ensure that text messages are written appropriately for the target population  [30] . If the target population does not identify with or enjoy the content of a health behavior change program, they may disengage from the program  [15] .\n\nThe testing and refinement process elicited important information to consider when developing text messages for a specific target population. During the development process, terms or concepts unfamiliar to the study participants were clarified by either giving examples (e.g., examples of different colored fruits and vegetables) or rephrasing terms. Study participants did not understand the phrase \"wilted vegetables\" in the original message; neither did they understand the revised phrase \"stale vegetables\", so the wording was further simplified to read \"unused or leftover vegetables\". Keeping the language as simple as possible is, therefore, key to ensuring that the messages are easy to understand. Furthermore, the target population needs to be able to identify with the practice promoted in the message. For example, the suggestion of including a fresh salad with a cooked meal was not common among our target group, so the text message was revised to \"Eat a salad with your meal to increase your vegetable intake\".\n\nParticipants also struggled with the complete avoidance of sugar and processed foods. Resistance to dietary change could be because of cost and taste preference. Processed foods such as polony can be limited but not avoided as polony is a cheap source of protein.\n\nSimilarly, Love et.al. found barriers to the implementation of the SAFBDGs to be the cost of foods, taste preferences, and the confusion around concepts and certain terminology used in messages  [26, 27] . Other barriers are limited access to resources and cultural or family practice constraints  [28] . Factors that influence dietary choices such as availability, affordability, and preference should be considered when defining nutrition messages  [24] . In assessing acceptability prior to an intervention, the participants' perspectives on the content and perceived quality of the intervention were considered. When an intervention was deemed acceptable, and participants were part of the process they were more likely to adhere to the intervention recommendations and benefit from it  [31] .\n\nA strength of this study is that it followed recommendations from the literature which highlighted the importance of formative assessments (step 1), pretesting (step 2), and validation of text messages (step 4) as part of the development process for health behavior change interventions  [13] [14] [15] [16] . This study addresses the gap in the literature where documentation of development processes in studies is mostly lacking  [14] . The process outlined in this study can serve as a guide for researchers and intervention developers who wish to develop text messages for health interventions.\n\nLimitations of the study include the relatively low number of participants available for interviews in step 2 due to COVID-19 restrictions. Also, this process was restricted to two population groups in Cape Town, Western Cape, which is different from other demographical areas in SA, both culturally and economically. However, to temper the effect of these limitations further efforts to validate the SA-DPP intervention (including text messages), an extension of this program is currently starting in Eastern Cape  [32] . We are also adapting the intervention for people living with HIV in another study pertaining to the cardiometabolic effects of weight gain associated with antiretroviral treatment."
    },
    {
      "text": "Figure 1. Text-messaging development process. 2.3.1. Step 1: Text Message Development Two nutrition experts, two physical activity specialists, and the project manager developed 44 nutrition-related messages and 23 exercise-related messages based on the existing SA-DPP curriculum and its formative research [21]. The SA-DPP curriculum was largely informed by the South African Food-Based Dietary Guidelines (SAFBDG) [24],"
    },
    {
      "text": "Messages for Readability/Understandability and Acceptability in Terms of Content, Language, and Quality of Information"
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "The Top 10 Causes of Death",
      "year": 2020,
      "doi": "10.1037/e400972004-001"
    },
    {
      "title": "International Diabetes Federation (IDF)",
      "year": 2021,
      "doi": "10.1163/1570-6664_iyb_sim_org_38965"
    },
    {
      "title": "Mortality trends and differentials in South Africa from 1997 to 2012: Second National Burden of Disease Study",
      "authors": [
        "V Pillay-Van Wyk",
        "W Msemburi",
        "R Laubscher",
        "R Dorrington",
        "P Groenewald",
        "T Glass",
        "B Nojilana",
        "J Joubert",
        "R Matzopoulos",
        "M Prinsloo"
      ],
      "year": 2016,
      "doi": "10.1016/s2214-109x(16)30113-9"
    },
    {
      "title": "Noncommunicable Diseases Country Profiles",
      "year": 2018,
      "doi": "10.2471/b09509"
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "W Knowler",
        "E Barrett-Connor",
        "S Fowler",
        "R Hamman",
        "J Lachin",
        "E Walker",
        "D Nathan",
        "Prevention Diabetes",
        "Research Program",
        "Group"
      ],
      "year": 2002,
      "doi": "10.1056/nejmoa012512"
    },
    {
      "title": "10-year follow-up of diabetes incidence and weight loss in the Diabetes Prevention Program Outcomes Study",
      "authors": [
        "Diabetes Prevention",
        "Program Research"
      ],
      "year": 2009,
      "doi": "10.1016/s0140-6736(09)61457-4"
    },
    {
      "title": "Long-term effects of lifestyle intervention or metformin on diabetes development and microvascular complications over 15-year follow-up: The Diabetes Prevention Program Outcomes Study",
      "authors": [
        "Diabetes Prevention",
        "Program Research"
      ],
      "year": 2015,
      "doi": "10.1016/s2213-8587(15)00291-0"
    },
    {
      "title": "Protocol for a clinical trial of text messaging in addition to standard care versus standard care alone in prevention of type 2 diabetes through lifestyle modification in India and the UK",
      "authors": [
        "H Thomson",
        "N Oliver",
        "I Godsland",
        "A Darzi",
        "W Srivanichakorn",
        "A Majeed",
        "D Johnston",
        "A Nanditha",
        "C Snehalatha",
        "A Raghavan"
      ],
      "year": 2018,
      "doi": "10.1186/s12902-018-0293-8"
    },
    {
      "title": "The Effectiveness of Mobile-Health Technology-Based Health Behaviour Change or Disease Management Interventions for Health Care Consumers: A Systematic Review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "V Patel",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: A meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "N Harrington"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2013.08.003"
    },
    {
      "title": "A Development and Evaluation Process for mHealth Interventions: Examples from New Zealand",
      "authors": [
        "R Whittaker",
        "S Merry",
        "E Dorey",
        "R Maddison"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649103"
    },
    {
      "title": "Someone batting in my corner': Experiences of smoking-cessation support via text message",
      "authors": [
        "N Douglas",
        "C Free"
      ],
      "year": 2013,
      "doi": "10.3399/bjgp13x674459"
    },
    {
      "title": "mHealth Intervention to Improve Diabetes Risk Behaviors in India: A Prospective, Parallel Group Cohort Study",
      "authors": [
        "A Pfammatter",
        "B Spring",
        "N Saligram",
        "R Davé",
        "A Gowda",
        "L Blais",
        "M Arora",
        "H Ranjani",
        "O Ganda",
        "D Hedeker"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5712"
    },
    {
      "title": "Underdeveloped or Underreported? Coverage of Pretesting Practices and Recommendations for Design of Text Message-Based Health Behavior Change Interventions",
      "authors": [
        "J Willoughby",
        "R Furberg"
      ],
      "year": 2015,
      "doi": "10.1080/10810730.2014.977468"
    },
    {
      "title": "Developing and Pretesting a Text Messaging Program for Health Behavior Change: Recommended Steps",
      "authors": [
        "L Abroms",
        "R Whittaker",
        "C Free",
        "J Van Alstyne",
        "J Schindler-Ruwisch"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4917"
    },
    {
      "title": "Process of developing text messages on healthy eating and physical activity for Chilean mothers with overweight or obese preschool children to be delivered via WhatsApp",
      "authors": [
        "S Parra",
        "A Ortega",
        "R Kanter",
        "J Kain"
      ],
      "year": 2018,
      "doi": "10.1080/23311886.2018.1521057"
    },
    {
      "title": "The Transtheoretical Model of Health Behavior Change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.38"
    },
    {
      "title": "Terms of empowerment/exemplars of prevention: Toward a theory for community psychology",
      "authors": [
        "J Rappaport"
      ],
      "year": 1987,
      "doi": "10.1007/bf00919275"
    },
    {
      "title": "Speaking truth to power: Empowerment ideology as social intervention and policy",
      "authors": [
        "D Perkins"
      ],
      "year": 1995,
      "doi": "10.1007/bf02506991"
    },
    {
      "title": "Prevention of Type 2 Diabetes Mellitus by Changes in Lifestyle among Subjects with Impaired Glucose Tolerance",
      "authors": [
        "J Tuomilehto",
        "J Lindström",
        "J Eriksson",
        "T Valle",
        "H Hämäläinen",
        "P Ilanne-Parikka",
        "S Keinänen-Kiukaanniemi",
        "M Laakso",
        "A Louheranta",
        "M Rastas"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441801"
    },
    {
      "title": "Adapting and Developing A Diabetes Prevention Intervention Programme for South Africa: Curriculum and Tools",
      "authors": [
        "J Hill",
        "M Faber",
        "N Peer",
        "C George",
        "B Oldenburg",
        "A Kengne"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20054463"
    },
    {
      "title": "Adapting the Diabetes Prevention Program Lifestyle Intervention for Delivery in the Community",
      "authors": [
        "R Ackermann",
        "D Marrero"
      ],
      "year": 2007,
      "doi": "10.1177/0145721706297743"
    },
    {
      "title": "Cultural adaptation of a peer-led lifestyle intervention program for diabetes prevention in India: The Kerala diabetes prevention program (K-DPP)",
      "authors": [
        "E Mathews",
        "E Thomas",
        "P Absetz",
        "F D'esposito",
        "Z Aziz",
        "S Balachandran",
        "M Daivadanam",
        "K Thankappan",
        "B Oldenburg"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4986-0"
    },
    {
      "title": "An introduction to the revised food-based dietary guidelines for South Africa",
      "authors": [
        "H Vorster",
        "J Badham",
        "C Venter"
      ],
      "year": 2013
    },
    {
      "title": "Development and validity of a method for the evaluation of printed education material",
      "authors": [
        "M De Castro",
        "D Pilger",
        "F Fuchs",
        "M Ferreira"
      ],
      "year": 2007,
      "doi": "10.4321/s1886-36552007000200007"
    },
    {
      "title": "Are South African women willing and able to apply the new food-based dietary guidelines? Lessons for nutrition educators",
      "authors": [
        "P Love",
        "E Maunder",
        "J Green"
      ],
      "year": 2008,
      "doi": "10.1080/16070658.2008.11734157"
    },
    {
      "title": "South African food-based dietary guidelines: Testing of the preliminary guidelines among women in KwaZulu-Natal and the Western Cape",
      "authors": [
        "P Love",
        "E Maunder",
        "M Green",
        "F Ross",
        "J Smale-Lovely",
        "K Charlton"
      ],
      "year": 2001,
      "doi": "10.1080/16070658.2008.11734157"
    },
    {
      "title": "Overview of field-testing of the revised, draft South African Paediatric Food-Based Dietary Guidelines amongst mothers/caregivers of children aged 0-5 years in the Western Cape and Mpumalanga, South Africa",
      "authors": [
        "L Du Plessis",
        "L Daniels",
        "H Koornhof",
        "S Samuels",
        "I Möller",
        "S Röhrs"
      ],
      "year": 2021,
      "doi": "10.1080/16070658.2020.1769334"
    },
    {
      "title": "Field-testing of the revised, draft South African Paediatric Food-Based Dietary Guidelines among moth-ers/caregivers of children between the ages of 3 and 5 years in the Northern Metropole, City of Cape Town, Western Cape province, South Africa",
      "authors": [
        "S Röhrs",
        "L Du Plessis"
      ],
      "year": 2021,
      "doi": "10.1080/16070658.2020.1831201"
    },
    {
      "title": "Text Messaging as a Tool for Behavior Change in Disease Prevention and Management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Acceptability of healthcare interventions: An overview of reviews and development of a theoretical framework",
      "authors": [
        "M Sekhon",
        "M Cartwright",
        "J Francis"
      ],
      "year": 2017,
      "doi": "10.1186/s12913-017-2031-8"
    },
    {
      "title": "A study protocol for a cluster randomized controlled trial to test the applicability of the South African diabetes prevention program in the Eastern Cape Province of South Africa",
      "authors": [
        "J Hill",
        "Y Yako",
        "C George",
        "H Musarurwa",
        "E Jordaan",
        "A Kengne"
      ],
      "year": 2023,
      "doi": "10.1186/s12889-022-14884-1"
    }
  ],
  "num_references": 32
}
