{
  "paper_id": "BY8ACRD3",
  "title": "Physical inactivity and associated factors among university students in 23 low-, middle-and high-income countries",
  "abstract": "Objectives The aim of this study was to determine estimates of the prevalence and social correlates of physical inactivity among university students in 23 low-, middleand high-income countries. Method The International Physical Activity Questionnaire was used to collect data from 17,928 undergraduate university students (mean age 20.8, SD = 2.8) from 24 universities in 23 countries. \n Results The prevalence of physical inactivity was 41.4 %, ranging from 21.9 % in Kyrgyzstan to 80.6 % in Pakistan. In multivariate logistic regression, older age (22-30 years), studying in a low-or lower middle-income country, skipping breakfast and lack of social support were associated with physical inactivity. In men, being underweight, being overweight or obese, not avoiding fat and cholesterol, not having severe depression symptoms, low beliefs in the health benefits of physical activity, low personal control and knowledge of exercise-heart link, and in women, not trying to eat fibre, low personal mastery and medium personal control were additionally associated with physical inactivity. Conclusion Four in each ten students are physically inactive, calling for strategic interventions by relevant professionals in higher educational institutions.",
  "year": 2015,
  "date": "2015-04-30",
  "journal": "Am J Prev Med",
  "publication": "Am J Prev Med",
  "authors": [
    {
      "forename": "Supa",
      "surname": "Pengpid",
      "name": "Supa Pengpid"
    },
    {
      "forename": "Karl",
      "surname": "Peltzer",
      "name": "Karl Peltzer",
      "email": "karl.pel@mahidol.ac.th"
    },
    {
      "forename": "Hemant",
      "surname": "Kumar",
      "name": "Hemant Kumar"
    },
    {
      "forename": "Kassean",
      "surname": "Jacques",
      "name": "Kassean Jacques"
    },
    {
      "forename": "Philippe",
      "surname": "Tsala",
      "name": "Philippe Tsala"
    },
    {
      "forename": "Tsala",
      "surname": "Vanphanom",
      "name": "Tsala Vanphanom"
    },
    {
      "forename": "Sychareun",
      "surname": "Falk Mu ¨ller-Riemenschneider",
      "name": "Sychareun Falk Mu ¨ller-Riemenschneider",
      "email": "falk.mueller-riemenschneider@nuhs.edu.sg"
    },
    {
      "forename": "Á",
      "surname": "Peltzer",
      "name": "Á Peltzer"
    },
    {
      "forename": "H",
      "surname": "Kassean",
      "name": "H Kassean",
      "email": "h.kassean@uom.ac.mu"
    },
    {
      "forename": "J",
      "surname": "Tsala Tsala",
      "name": "J Tsala Tsala",
      "email": "tsalatsala2@gmail.com"
    },
    {
      "forename": "V",
      "surname": "Sychareun",
      "name": "V Sychareun",
      "email": "vsychareun@gmail.com"
    },
    {
      "forename": "F",
      "surname": "Mu ¨ller-Riemenschneider",
      "name": "F Mu ¨ller-Riemenschneider"
    },
    {
      "forename": "Saw",
      "surname": "Hock",
      "name": "Saw Hock"
    },
    {
      "affiliation": "(&) ASEAN Institute for Health Development , Mahidol University , Salaya , Phutthamonthon , Nakhonpathom 73170 , Thailand \n\t\t\t\t\t\t\t\t ASEAN Institute for Health Development \n\t\t\t\t\t\t\t\t Mahidol University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salaya \n\t\t\t\t\t\t\t\t\t 73170 \n\t\t\t\t\t\t\t\t\t Phutthamonthon \n\t\t\t\t\t\t\t\t\t Nakhonpathom \n\t\t\t\t\t\t\t\t\t Thailand"
    },
    {
      "affiliation": "University of Limpopo , Turfloop Campus , Sovenga 0727 , South Africa AIDS/STIs/and TB (HAST) , \n\t\t\t\t\t\t\t\t AIDS/STIs/and TB (HAST) \n\t\t\t\t\t\t\t\t University of Limpopo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Turfloop Campus \n\t\t\t\t\t\t\t\t\t 0727 \n\t\t\t\t\t\t\t\t\t Sovenga \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "Human Sciences Research Council , Private Bag X41 , Pretoria 0001 , South Africa Department of Management , \n\t\t\t\t\t\t\t\t Department of Management \n\t\t\t\t\t\t\t\t Human Sciences Research Council \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Private Bag X41 \n\t\t\t\t\t\t\t\t\t 0001 \n\t\t\t\t\t\t\t\t\t Pretoria \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "University of Mauritius , Reduit 80837 , Mauritius Department of Psychology , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Mauritius \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Reduit \n\t\t\t\t\t\t\t\t\t 80837 \n\t\t\t\t\t\t\t\t\t Mauritius"
    },
    {
      "affiliation": "University of Yaounde I , B.P. 7011 , Yaounde , Cameroon Faculty of Postgraduate Studies , \n\t\t\t\t\t\t\t\t Faculty of Postgraduate Studies \n\t\t\t\t\t\t\t\t University of Yaounde I \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t B.P. \n\t\t\t\t\t\t\t\t\t 7011 \n\t\t\t\t\t\t\t\t\t Yaounde \n\t\t\t\t\t\t\t\t\t Cameroon"
    },
    {
      "affiliation": "University of Health Sciences , Ministry of Health Vientiane , Vientiane , Lao PDR School of Public Health , \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t University of Health Sciences \n\t\t\t\t\t\t\t\t Ministry of Health Vientiane \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vientiane \n\t\t\t\t\t\t\t\t\t Lao PDR"
    },
    {
      "affiliation": "National University of Singapore , Singapore 117597 , Singapore Institute for Social Medicine Epidemiology and Health Economics , \n\t\t\t\t\t\t\t\t Institute for Social Medicine Epidemiology and Health Economics \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 117597 \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "affiliation": "Charite Universita ¨tsmedizin , 10117 Berlin , Germany \n\t\t\t\t\t\t\t\t Charite Universita ¨tsmedizin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 10117 \n\t\t\t\t\t\t\t\t\t Berlin \n\t\t\t\t\t\t\t\t\t Germany"
    }
  ],
  "doi": "10.1007/s00038-015-0680-0",
  "keywords": [
    "Physical inactivity",
    "Prevalence",
    "Risk factors",
    "Health behaviour",
    "Depression",
    "University students",
    "Multi-country"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Low levels of physical activity are an important risk factor for cardiovascular disease, cancer and diabetes  (WHO 2002) . Based on the positive association between physical activity and positive physical and mental health outcomes  (Penedo and Dahn 2005) , WHO has recommended that adult aged 18-64 years should do at least 150 min of moderate-intensity activity or do at least 75 min of vigorous-intensity physical activity or an equivalent combination of moderate-and vigorous-intensity activity throughout the week  (WHO 2010) . Recent population estimates suggested that 5.3 million deaths from noncommunicable disease could be prevented annually, if physically inactive people were sufficiently active according to these recommendations  (Lee et al. 2012) .\n\nPrevious studies among university students were predominantly conducted in high-income countries and found a high prevalence of physical inactivity. For instance, in a review by  Irwin (2004)  more than half and in a metaanalysis by  Keating et al. (2005)  30-50 % of the students were inactive. Similarly, in a study of university students from 23 countries  (Haase et al. 2004 ) the prevalence of physical inactivity ranged from 23 to 39 % in western countries, to 42 % in Pacific Asian, and 44 % in developing countries. Among East Asian College students  Seo et al. (2012)  reported physical inactivity ranging between 7.2 and 28.5 %. Pengpid and Peltzer (2013)  identified the following risk factors for physical inactivity in a review of the literature, (1) socio-demographic (female gender, older age, higher income), (  2 ) psychological (low self-efficacy), (3) social (lack of social support, sense of control), (4) health risk behaviour (smoking, alcohol use, being overweight or obese, inadequate fruit and vegetable consumption), (5) depressive symptoms, and (6) lack of knowledge of exercise-heart disease link, and lack of beliefs in health benefits of exercise  (Haase et al. 2004 ).\n\nPhysical activity is a complex behaviour that is difficult to determine. To ascertain reliable and comparable estimates of the prevalence of physical activity and inactivity and compare different populations, it is important to use validated measurement instruments, as well as standardized methodologies across countries. Few studies among university students in low-, middle-and high-income countries fulfil these criteria. The present study aimed to investigate the prevalence and associated factors of physical inactivity in a sample of university students from 23 countries."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Sample and procedure",
      "text": "This cross-sectional study was carried out with a network of collaborators in participating countries (see ''Acknowledgments'').\n\nThe anonymous, self-administered questionnaire used for data collection was developed in English, then translated by two independent bilingual translators into Bahasa, Chinese, French, Lao, Russian, Spanish, Thai, Turkish of the participating countries and another bilingual translator, who had no knowledge of the original instrument, back-translated the re-conciliated target language version. In cases where a translated version of specific sections of the questionnaire, for example., the International Physical Activity Questionnaire, was available, this was not again translated. The study was initiated through personal, academic contacts of the principal investigators; thus universities were purposefully selected. These collaborators arranged for data to be collected from intended 400 male and 400 female undergraduate university students aged 16-30 years by trained research assistants in 2013 in one or two universities in their respective countries. The universities involved were located in the capital cities or other major cities in the participating countries. Research assistants working in the participating universities asked classes of undergraduate students to complete the questionnaire at the end of a teaching class. In each study country, undergraduate students were surveyed in classrooms selected through a stratified random sample procedure. A university department formed a cluster and was used as a primary sampling unit. One department was randomly selected from each faculty. For each selected department, undergraduate courses offered by the department were randomly ordered. We included no incentive for participation, and there were no penalties for refusing to complete the survey. The students who completed the survey varied in the number of years for which they had attended the university. A variety of majors were involved, including education, humanities and arts, social sciences, business and law, science, engineering, manufacturing and construction, agriculture, health and welfare and services. Informed consent was obtained from participating students, and the study was conducted in 2013. Participation rates were in most countries over 90 %. Ethics approvals were obtained from all participating institutions."
    },
    {
      "title": "Measures",
      "text": "Physical activity was assessed using the short version of the self-administered International Physical Activity Questionnaire (IPAQ) (IPAQ-S7S). The IPAQ aims to determine the time spent being physically active in the last 7 days by assessing the frequency and duration of walking, moderate-intensity and vigorous-intensity activity performed for at least 10 min duration per session. To estimate overall levels of physical activity per individual we used the IPAQ data processing guidelines, which are detailed elsewhere  (Craig et al. 2003) . We used the approach of removal of cases only if in all three physical activity domains cases were invalid. Total weekly time spent walking, and in moderate-intensity or vigorous-intensity activity is calculated by multiplying the number of days/week in each category by the duration on an average day. Minutes per week in each category are multiplied with metabolic equivalents [MET; which reflect multiples of resting energy expenditure specific to walking (3.3 METs), moderate (4 METs) and vigorous (8 METs) intensity activities] resulting in a physical activity estimate expressed in total MET-minutes/week. We categorize the population into three levels of physical activity: ''low'' (physically inactive), ''moderate'' and ''high''. Categories are based on standard scoring criteria  http://www.ipaq.ki.se  website, where the ''moderate'' category usually indicates meeting physical activity guidelines of 30 min of moderate intense activity 5 days a week, 20 min of vigorous activity 3 days a week, or a combination. Definition of categories: low: meets neither 'moderate' nor 'high' criteria. Moderate: meeting any of the following three criteria: (a) 3 days of vigorous activity of at least 20 min/day; (b) 5 days of moderate-intensity activity or walking of [30 min/day for [10 min at a time; or (c) 5 days of any combination of walking, moderate-intensity or vigorous-intensity activities achieving at least 600 MET-minutes/week. High: meets either of the following two criteria: (a) vigorous-intensity activity on [3 days/week and accumulating at least 1500 MET-minutes/week; or (b) [5 days of any combination of walking, moderate-intensity, or vigorous-intensity activities achieving at least 3000 MET-minutes/week.\n\nAnthropometric measurements Students were weighed and measured by trained researchers using standardised procedures  (Lee and Nieman 1993) . Standing height of each student was measured to the nearest 0.1 cm without shoes, using a stature metre. Participants were weighed to the nearest 0.01 kg, in their light clothes, on a load-celloperated digital scale having a weighing capacity of 140 kg. The scale used during the survey is first calibrated with a standard weight and checked on a daily basis  (Bastow 1982) . Body mass index (BMI) was calculated as weight in kg divided by height in metre squared. BMI was used as an indicator of overweight (C23.0-27.4 kg/m 2 ) and obesity (C27.5 kg/m 2 ) in the South and East Asian participants (WHO Expert Consultation 2004) and for the other countries, overweight and obesity was defined as BMI = C25. 0-29.9 kg/m 2 and C30 kg/m 2 , respectively (WHO 2014). There was a low response rate of anthropometric measurements for Grenada and Cameroon and for the China Hongkong sub-sample and Indonesia body weight and height were collected by self-report."
    },
    {
      "title": "Health risk behaviour",
      "text": "Substance use Tobacco use was assessed with the question: Do you currently use one or more of the following tobacco products (cigarettes, snuff, chewing tobacco, cigars, etc.)?\n\nResponse options were ''yes  '' or ''no'' (WHO 2008) . Heavy alcohol consumption was measured by asking participants ''how often do you have (for men) five or more and (for women) four or more drinks on one occasion?'' Response options ranged from 1 = never to 5 = daily or almost daily  (Babor et al. 2001) .\n\nFruit and vegetable consumption was assessed with the questions ''How many servings of fruit do you eat on a typical day?'' and ''How many servings of vegetables do you eat on a typical day?'' Insufficient fruits and vegetable consumption were defined as less than five servings of fruits and/or vegetables a day  (Hall et al. 2009) . Additional information on dietary behaviour included frequency of eating breakfast, intentions to avoid foods high in fat and cholesterol, and trying to eat foods high in fibre  (Wardle and Steptoe 1991) . Response options for eating breakfast were, ''almost every day'', ''sometimes'' and ''rarely or never'' Skipping breakfast was defined as not ''almost every day'' eating breakfast  (Wardle and Steptoe 1991) .\n\nCentres for Epidemiologic Studies Depression Scale (CES-D) We assessed depressive symptoms using the 10-item version of the CES-D  (Andresen et al. 1994) . Scoring is classified from 0 to 9 as having a mild level of depressive symptoms, 10-14 as moderate depressive symptoms, and 15 representing severe depressive symptoms  (Andresen et al. 1994) . The Cronbach alpha reliability coefficient of this 10-item scale was 0.74 in this study."
    },
    {
      "title": "Health knowledge and benefits",
      "text": "One question asked about the causal link between the prevention of heart disease through physical activity (response option, ''yes'' or ''no''), and participants were asked to rate the importance of physical activity or exercise for their health, rated from 1 = of very low importance to 10 = of very high importance  (Wardle and Steptoe 1991) . (responses on a scale from 1 to 10)."
    },
    {
      "title": "Personality and social variables",
      "text": "Personal mastery Three items measured personal mastery, for example., ''I can do just about anything I really set my mind to''  (Lachman and Weaver 1998) . Respondents indicated the extent to which each of those statements described them using a 5-point scale (1 = strongly disagree and 5 = strongly agree). Higher scores reflect greater personal mastery. Estimates of internal consistency (coefficient as) of the personal mastery scale were 0.75 in this study.\n\nPerceived constraints Perceived constraints were measured using three items, for example., ''I often feel helpless in dealing with the problems of life''  (Lachman and Weaver 1998) . Response options ranged from 1 = strongly disagree and 5 = strongly agree. Higher scores reflect greater personal constraints. Estimates of internal consistency (coefficient as) of the perceived constraints scale were 0.71 in this study.\n\nSocial support Three items were drawn from the Social Support Questionnaire to assess perceived social support, for example., ''If I were sick and needed someone to take me to a doctor I would have trouble finding someone''  (Brock et al. 1996) . These items were responded to on 4-point scales, 1 = completely true, to 4 = completely false, and summed to a score with a range of 3-12. Cronbach's alpha for this sample was 0.95.\n\nSocio-demographic questions included age, gender, and socioeconomic background was assessed by rating their family background as wealthy (within the highest 25 % in ''country'', in terms of wealth), quite well off (within the 50-75 % range for their country), not very well off (within the 25-50 % range from ''country''), or quite poor (within the lowest 25 % in their country, in terms of wealth). Responses were collapsed into two groups, being poor or not well off and wealthy or quite well off  (Wardle and Steptoe 1991) ."
    },
    {
      "title": "Data analysis",
      "text": "The data were analysed using IBM SPSS (version 20.0) stratified by gender. The proportion of socio-demographic factors, health risk behaviour, knowledge and benefits, depression, personality and social variables and physical inactivity was calculated as a percentage. Logistic regression analysis was done with STATA to calculate the crude odds ratio (OR) with 95 % confidence interval (CI) to determine the associations between the potential determinants and physical inactivity. All variables in bivariate analyses were included in the multivariable model. The country was entered as the primary sampling unit for survey analysis in STATA to achieve accurate CIs, given the clustered nature of the data."
    },
    {
      "title": "Results"
    },
    {
      "title": "Sample characteristics",
      "text": "The total sample included 17,928 undergraduate university students (mean age 20.8, SD = 2.8, age range of 16-30 years) from 23 countries. The sample size in individual countries ranged from 435 in Granada to 1184 in China, 7425 (42.2 %) in our study were male and 10,186 (57.8 %) female. There was variation in the prevalence of physical inactivity among participants from the study countries, ranging from 21.9 % in Kyrgyzstan to 80.6 % in Pakistan (see Table  1 ). These two countries also presented the extreme for the prevalence of high levels of physical activity (Kyrgyzstan: 72.9 %, Pakistan: 11.7 %). Looking at the different study regions, it appears the highest rate of physical inactivity was found in the university students from the Southeast Asian study countries (50.5 %), followed by South Asian countries and China (45.8 %), Caribbean and South American study countries (37.2 %), sub-Saharan Africa (37.1 %), and Near East and Central Asian study countries 32.4 %. In our study, the overall prevalence of physical inactivity is substantially higher in women (45.8 %) than in men (33 %). When exploring gender differences in different countries a significantly higher prevalence of physical inactivity in women as compared to men was found in all but six study countries.\n\nTables  2  and  3  describe the sample characteristics by independent variables and the prevalence of physical inactivity by independent variables, respectively."
    },
    {
      "title": "Associations with physical inactivity",
      "text": "Findings from multivariate logistic regression are presented in Table  4 . Among men and women, older age (22-30 years), coming from a low or lower middle-income country, skipping breakfast and lack of social support was associated with physical inactivity. In men, being underweight, being overweight or obese, not avoiding fat and cholesterol, not having severe depression symptoms, low beliefs in the health benefits of physical activity, low personal control and knowledge of exercise-heart link, were additionally associated with physical inactivity. In women, not trying to eat fibre, low personal mastery and medium personal control was additionally associated with physical inactivity (see Table  4 )."
    },
    {
      "title": "Discussion",
      "text": "It is important to monitor key non-communicable disease risk factors and their determinants to curb the future burden of chronic diseases. Due to the increasing importance of non-communicable diseases in low-and middle-income countries, knowledge and a detailed understanding of their underlying risk factors are of great importance. However, it has recently been indicated that the monitoring of physical activity patterns in many developing countries is often suboptimal  (Hallal et al. 2012 ). Our study is among the first to investigate and compare physical activity patterns across a large number of developing countries using identical measurement approaches and standardized methodology. Our study specifically targets university students, who reflect a large part of the young adult population in many countries. University students have the potential to work in influential positions in the future, which could also make them important public health leaders. In addition, university students are frequently under substantial academic pressure, which might result in unhealthy behavioural patterns. Our findings confirm this notion in most surveyed countries and highlight that a large proportion of students in most countries is not sufficiently active according to current recommendations. According to these physical activity recommendations, the overall prevalence of physical inactivity in our study was about 41 % (WHO 2010). These estimates are even higher than in recently published global estimates for adults in 122 countries  (Hallal et al. 2012) . Moreover, we found substantial gender differences in physical inactivity. In fact, males had significantly higher physical activity levels in all but six countries, among these six all three countries from Near East and Central Asia. In these three countries differences were small, or in the case of Turkey, showed slightly higher physical activity levels in females than in males. However, in a previous study among university students in Turkey, the rate of regular exercise habit was lower among females than males  (Arzu et al. 2006 ). Further research is warranted to better understand the reasons for gender differences in physical activity levels across different developing countries. The overall findings of higher physical activity levels in male students seem to be consistent with those from other studies  (Hallal et al. 2012) , however, and suggests the particular relevance of targeting physical inactivity in female university students.\n\nOur findings also highlight the substantial variation in the prevalence of physical activity and physical inactivity across countries and geographical regions. The highest prevalence of physical inactivity was observed in South Asia, China and Southeast Asia. For the global challenge of non-communicable diseases these findings should be cause for concern given the large proportion of the world population living in these regions. Across countries, variations in physical inactivity have also been found in previously published studies  (Bauman et al. 2009; Hallal et al. 2012) . However, in comparing our findings, we note some important differences. For instance, most recent global comparisons reported relatively low levels of physical inactivity in Southeast Asia  (Hallal et al. 2012) , as compared to the high levels in this region found in our study. In comparing our estimates with these previously published findings, it is important to note that our population is considerably younger (students vs. representative adult population sample) and has a higher educational level because of their status as university students. In addition, our study predominantly enrolled participants in developing countries. Still, the comparatively high levels of physical inactivity in China and Southeast Asia in our young student population are worrying, because it can be expected that physical activity will decline further with age. It could be hypothesized that these findings reflect rapid economic developments in this region, which might first affect the young and affluent population of university students. Further research and monitoring of these findings will be necessary, however. Another study published in 2004 compared physical activity patterns among university students across 23 countries  (Haase et al. 2004) . Findings were similar to ours in a way that they also highlighted a large variation in physical activity prevalence across countries. In addition, overall the authors also found a large prevalence of inactive students. However, our study adds to this previous study in various ways. For instance, our study was conducted mostly in low-and middle-income countries whereas the previous study mainly focused on students in high-income countries. Furthermore, our study used IPAQ, as the most widely used tool to determine the self-reported overall physical activity and allows classifying individuals according to current physical activity recommendations. The study by  Haase et al. (2004)  in contrast focussed on leisuretime physical activity, which does not reflect current recommendations. Lastly, the study by  Haase et al. (2004)  is based on data collected more than a decade ago, which does likely not reflect current behavioural patterns.\n\nInterestingly, even when only focused on low-and middle-income countries, our study found the discussed large variation across different countries. Studies have found the economic development of a country to be associated with higher physical activity levels  (Haase et al. 2004) , which is consistent with our findings that students from upper middle-income and high-income countries had higher physical activity levels than students from low-income countries. It is possible that university students from higher income countries engage in higher physical activity levels than students from low-income countries because of having better access to physical activity or sports facilities have better access to health promotion information and a Due to missing values totals do not match up have a higher motivation to participate in physical activity and sports  (Haase et al. 2004 ). Bauman et al. (2012, p. 264 ) also found in a review ''a positive association between socioeconomic status and physical activity in countries of low and middle income, by contrast with the inconsistent or inverse results from high-income countries.'' We also investigated potential determinants of physical inactivity in our study population. We found that among a number of socio-demographic factors, increasing age was associated with increased odds to be physically inactive. This is consistent with findings observed in previous international comparative studies from predominantly highincome countries and could reflect the general decrease in physical activity with age  (Haase et al. 2004) . In terms of dietary patterns, higher fruit and vegetable intake, avoidance of fat and conscious fibre intake were all associated with lower levels of physical inactivity. Similarly, skipping breakfast was associated with higher levels of physical inactivity. Previous studies  (Arora et al. 2012; Cohen et al. 2003) , have reported similar associations between breakfast skipping and lower levels of physical activity behaviour. These findings suggest a generally greater health awareness of these individuals which may result in healthier dietary as well as physical activity patterns. In line with this hypothesis, strong beliefs in the harmful effects of physical inactivity were associated with physical inactivity, particularly in men. We also observed some counterintuitive findings. For instance, higher knowledge about the positive effects of physical activity on heart disease was associated with higher levels of physical inactivity. This finding could reflect reverse associations but it could also illustrate the fact that potential future health gains might not be of high relevance to students who are generally healthy and of young age. Also, only in men depressive symptoms seemed to be associated with lower levels of physical inactivity, which seems conflicting with existing evidence that has shown a protective association between physical activity and depression (e.g., Pinto  Pereira et al., 2014) . In addition, contrary to some previous studies (e.g.,  Dinger and Waigandt 1997) , this study did not find, among women, consistent associations between overweight or obesity and physical inactivity. However, it has been recognized that for weight maintenance or weight reduction considerably larger amounts of physical activity than those for general health promotion are required  (Saris et al. 2003) . Chosen cut-offs for physical inactivity based on IPAQ recommendations does not reflect these higher requirements of physical activity. Apart from physical activity body weight and BMI are determined by multiple other factors  (Saris et al. 2003) . We noted strong associations with some relevant dietary behaviours, such as intentional cholesterol and fibre intake or breakfast patterns. In addition, the cross-sectional design of our study could introduce the risk of reverse causality, with those being overweight or obese engaging in more physical activity. Interesting were also our observations that personality variables (low personal mastery and lack of personal control) were found to be associated with physical inactivity. This confirms the importance of personality variables such as self-efficacy and sense of control, as found in previous studies  (Cotter and Lachman 2010; Shibata et al. 2009) , in developing physical activity programmes. On the other hand, only a borderline significant association between low social support and physical inactivity was observed for women but not men. Contrary to a few previous studies Moreno-  Go ´mez et al. 2012; Romaguera et al. 2011 ), this study did not find an association between substance use (smoking and alcohol) and physical inactivity. This may be because of low prevalence of tobacco and alcohol use in this study, while in cited studies a clustering of physical inactivity and substance use was observed, having also a high prevalence of substance use. Observed findings have important implications because identified determinants as well as personality traits have the potential to be utilized in the development of future health promotion interventions that aim to increase physical activity and reduce sedentary behaviour among the student population in low-and middle-income countries."
    },
    {
      "title": "Study limitations",
      "text": "This study had several limitations. First, the study was cross-sectional, so causal conclusions cannot be drawn. Second, some degree of selection has to be anticipated because the investigation was carried out with students from one or two purposefully selected universities in each country, and inclusion of other centres could have resulted in different results. Also, university students are not representative of young adults in general, and the physical activity prevalence and its risk factors may be different in other sectors of the population. Third, physical activity data used in the study were obtained by self-report, which could have been influenced by the participants' responses. In addition, in two countries, there was a low participation rate of anthropometric measures and in two samples BMI was based on self-rated assessment of body weight and height. Fourth, some adopted instruments might not have been originally developed or validated for students and young adults. For instance, the CES-10 scale had originally been developed for older adults. However, in our study it had satisfactory internal consistency in all countries, ranging from 0.60 in the Philippines to 0.79 in India. The 3-item scales used had lower internal consistency in some countries, ranging from 0.45 in South Africa to 0.94 in Bangladesh for the Personal Control scale, 0.46 in Columbia to 0.92 Bangladesh for the Personal Mastery scale, and 0.45 in Laos to 0.92 in Philippines for the 3-item Social Support scale. It is possible that the too few items and translation factors might relate to variability of validity findings."
    },
    {
      "title": "Conclusion",
      "text": "Our study indicates that the prevalence of physical inactivity among university students in developing and middleincome countries is high. Low levels of physical activity were particularly common in female students. These findings call for strategic intervention by relevant professionals in higher educational institutions. Our study also identified a strong variation in the prevalence of physical inactivity across countries. We were able to identify a number of socio-demographic, as well as other potential determinants of physical activity behaviour. This warrants further investigation to define most appropriate health promotion strategies. Future research should attempt to investigate trends in physical activity in populations to monitor the impact of health promotion strategies."
    },
    {
      "text": "Sample characteristics and levels of physical activity according to categories of low, moderate and high (International Physical activity Questionnaire) by country and gender in university students from 23 low-, middle-and high-income countries, 2013"
    },
    {
      "text": "Sample characteristics by independent variables"
    },
    {
      "text": "Prevalence of physical activity levels (based on total sample n = 17,928) by gender and study variables in university students from 23 low-, middle-and high-income countries, 2013"
    },
    {
      "text": "Associations between physical inactivity prevalence, social, health behaviour and mental health variables in university students by gender from 23 low-, middle-and high-income countries, 2013"
    }
  ],
  "references": [
    {
      "title": "Screening for depression in well older adults: evaluation of a short form of the CES-D (Center for Epidemiologic Studies Depression Scale)",
      "authors": [
        "E Andresen",
        "J Malmgren",
        "W Carter",
        "D Patrick"
      ],
      "year": 1994,
      "doi": "10.1016/s0749-3797(18)30622-6"
    },
    {
      "title": "Association of breakfast intake with obesity, dietary and physical activity behavior among urban school-aged adolescents in Delhi, India: results of a cross-sectional study",
      "authors": [
        "M Arora",
        "G Nazar",
        "V Gupta",
        "C Perry",
        "K Reddy",
        "M Stigler"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-881"
    },
    {
      "title": "Perceived barriers to physical activity in university students",
      "authors": [
        "D Arzu",
        "E Tuzun",
        "L Eker"
      ],
      "year": 2006
    },
    {
      "title": "AUDIT: the alcohol use disorder identification test",
      "authors": [
        "T Babor",
        "J Higgins-Biddle",
        "J Saunders"
      ],
      "year": 2001
    },
    {
      "title": "Anthropometrics revisited",
      "authors": [
        "M Bastow"
      ],
      "year": 1982,
      "doi": "10.1079/pns19820053"
    },
    {
      "title": "The international prevalence study on physical activity: results from 20 countries",
      "authors": [
        "A Bauman",
        "F Bull",
        "T Chey",
        "C Craig",
        "B Ainsworth",
        "J Sallis"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-21"
    },
    {
      "title": "Lancet Physical Activity Series Working Group (2012) Correlates of physical activity: why are some people physically active and others not?",
      "authors": [
        "A Bauman",
        "R Reis",
        "J Sallis",
        "J Wells",
        "R Loos",
        "B Martin"
      ],
      "doi": "10.1016/s0140-6736(12)60735-1"
    },
    {
      "title": "Simultaneous assessment of perceived global and relationship-specific support",
      "authors": [
        "D Brock",
        "I Sarason",
        "B Sarason",
        "G Pierce"
      ],
      "year": 1996,
      "doi": "10.1177/0265407596131008"
    },
    {
      "title": "Smoking, physical activity and breakfast consumption among secondary school students in a southwestern Ontario community",
      "authors": [
        "B Cohen",
        "S Evers",
        "S Manske",
        "K Bercovitz",
        "H Edward"
      ],
      "year": 2003,
      "doi": "10.1007/bf03405051"
    },
    {
      "title": "No strain, no gain: psychosocial predictors of physical activity across the adult lifespan",
      "authors": [
        "K Cotter",
        "M Lachman"
      ],
      "year": 2010,
      "doi": "10.1123/jpah.7.5.584"
    },
    {
      "title": "International Physical Activity Questionnaire: 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "Sjo ¨stro ¨m",
        "M Bauman",
        "A Booth",
        "M Ainsworth",
        "B Oja"
      ],
      "year": 2003,
      "doi": "10.1249/01.mss.0000078924.61453.fb"
    },
    {
      "title": "Dietary intake and physical activity behaviors of male and female college students",
      "authors": [
        "M Dinger",
        "A Waigandt"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-11.5.360"
    },
    {
      "title": "Leisure-time physical activity in university students from 23 countries: associations with health beliefs, risk awareness, and national economic development",
      "authors": [
        "A Haase",
        "A Steptoe",
        "J Sallis",
        "J Wardle"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2004.01.028"
    },
    {
      "title": "Global variability in fruit and vegetable consumption",
      "authors": [
        "J Hall",
        "S Moore",
        "S Harper",
        "J Lynch"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.01.029"
    },
    {
      "title": "Lancet Physical Activity Series Working Group (2012) Global physical activity levels: surveillance progress, pitfalls, and prospects",
      "authors": [
        "P Hallal",
        "L Andersen",
        "F Bull",
        "R Guthold",
        "W Haskell",
        "U Ekelund"
      ],
      "doi": "10.1016/s0140-6736(12)60646-1"
    },
    {
      "title": "Prevalence of university students' sufficient physical activity: a systematic review",
      "authors": [
        "J Irwin"
      ],
      "year": 2004,
      "doi": "10.2466/pms.98.3.927-943"
    },
    {
      "title": "A meta-analysis of college students' physical activity behaviors",
      "authors": [
        "X Keating",
        "J Guan",
        "J Pin ˜ero",
        "D Bridges"
      ],
      "year": 2005,
      "doi": "10.3200/jach.54.2.116-126"
    },
    {
      "title": "The sense of control as a moderator of social class differences in health and well-being",
      "authors": [
        "M Lachman",
        "S Weaver"
      ],
      "year": 1998,
      "doi": "10.1037//0022-3514.74.3.763"
    },
    {
      "title": "Nutritional assessment",
      "authors": [
        "R Lee",
        "D Nieman"
      ],
      "year": 1993
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide : an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Clustering of lifestyle factors in Spanish university students: the relationship between smoking, alcohol consumption, physical activity and diet quality",
      "authors": [
        "C Moreno-Go ´mez",
        "D Romaguera-Bosch",
        "P Tauler-Riera",
        "M Bennasar-Veny",
        "J Pericas-Beltran",
        "S Martinez-Andreu",
        "A Aguilo-Pons"
      ],
      "year": 2012,
      "doi": "10.1017/s1368980012000080"
    },
    {
      "title": "Exercise and well-being: a review of mental and physical health benefits associated with physical activity",
      "authors": [
        "F Penedo",
        "J Dahn"
      ],
      "year": 2005,
      "doi": "10.1097/00001504-200503000-00013"
    },
    {
      "title": "Physical inactivity and associated factors among university students in South Africa",
      "authors": [
        "S Pengpid",
        "K Peltzer"
      ],
      "year": 2013
    },
    {
      "title": "Depressive symptoms and physical activity during 3 decades in adult life: bidirectional associations in a prospective cohort study",
      "authors": [
        "Pinto Pereira",
        "S Geoffroy",
        "M Power"
      ],
      "year": 2014
    },
    {
      "title": "Determinants and patterns of physical activity practice among Spanish university students",
      "authors": [
        "D Romaguera",
        "P Tauler",
        "M Bennasar",
        "J Pericas",
        "C Moreno",
        "S Martinez",
        "A Aguilo"
      ],
      "year": 2011,
      "doi": "10.1080/02640414.2011.578149"
    },
    {
      "title": "How much physical activity is enough to prevent unhealthy weight gain? Outcome of the IASO 1st Stock Conference and consensus statement",
      "authors": [
        "W Saris",
        "S Blair",
        "M Van Baak",
        "S Eaton",
        "P Davies",
        "Di Pietro"
      ],
      "year": 2003,
      "doi": "10.1046/j.1467-789x.2003.00101.x"
    },
    {
      "title": "A comparison of factors associated with physical inactivity among East Asian college students",
      "authors": [
        "D Seo",
        "M Torabi",
        "M Chin",
        "S Huang",
        "C Chen",
        "M Mok"
      ],
      "year": 2012,
      "doi": "10.1007/s12529-011-9167-4"
    },
    {
      "title": "Psychological, social, and environmental factors to meeting physical activity recommendations among Japanese adults",
      "authors": [
        "A Shibata",
        "K Oka",
        "K Harada",
        "Y Nakamura",
        "I Muraoka"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-60"
    },
    {
      "title": "The European Health and Behaviour Survey: rationale, methods and initial results from the United Kingdom",
      "authors": [
        "J Wardle",
        "A Steptoe"
      ],
      "year": 1991,
      "doi": "10.1016/0277-9536(91)90263-c"
    },
    {
      "title": "Appropriate body-mass index for Asian populations and its implications for policy and intervention strategies",
      "year": 2004,
      "doi": "10.1016/s0140-6736(03)15268-3"
    },
    {
      "title": "The international classification of adult underweight, overweight and obesity according to BMI",
      "year": 2002,
      "doi": "10.1093/ww/9780199540884.013.u162662"
    }
  ],
  "num_references": 31
}
