{
  "paper_id": "C8M7DI76",
  "title": "Open challenges in developing digital therapeutics in the United States",
  "year": 2022,
  "date": "2022-01-18",
  "authors": [
    {
      "name": "Brenda Miao",
      "orcid": "0000-0002-3393-9837",
      "affiliation": {
        "organization": "Bakar Computational Health Sciences Institute",
        "department": "Bakar Computational Health Sciences Institute",
        "institution": "University of California",
        "address": "San Francisco, San Francisco, California"
      }
    },
    {
      "name": "Douglas Arneson",
      "orcid": "0000-0002-9464-2586",
      "affiliation": {
        "organization": "Bakar Computational Health Sciences Institute",
        "department": "Bakar Computational Health Sciences Institute",
        "institution": "University of California",
        "address": "San Francisco, San Francisco, California"
      }
    },
    {
      "name": "Michelle Wangi",
      "orcid": "0000-0002-3207-1490",
      "affiliation": {
        "organization": "Bakar Computational Health Sciences Institute",
        "department": "Bakar Computational Health Sciences Institute",
        "institution": "University of California",
        "address": "San Francisco, San Francisco, California"
      }
    },
    {
      "name": "Atul Butte",
      "email": "atul.butte@ucsf.edu",
      "orcid": "0000-0002-7433-2740",
      "affiliation": {
        "organization": "Bakar Computational Health Sciences Institute",
        "department": "Bakar Computational Health Sciences Institute",
        "institution": "University of California",
        "address": "San Francisco, San Francisco, California"
      }
    },
    {
      "affiliation": {
        "organization": "Massachusetts Institute of Technology",
        "institution": "Massachusetts Institute of Technology",
        "address": "UNITED STATES"
      }
    },
    {
      "affiliation": {
        "organization": "Royalty Pharma",
        "department": "Royalty Pharma",
        "institution": "CVS",
        "address": "Paraxel"
      }
    }
  ],
  "doi": "10.1371/journal.pdig.0000008",
  "orcid": "0000-0002-7433-2740",
  "md5": "0C41929C8CC31D475EEAE5223463A85A",
  "publication": {
    "journal": "Journal of the American Medical Informatics Association",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Digital therapeutics (DTx) are a rapidly emerging therapeutic modality that use evidencebased software to prevent, manage, or treat disease. In the United States, these new digital health tools fall under the FDA's software-as-a-medical-device (SaMD) category and are subject to regulatory approval, much like conventional medical devices or therapeutic drugs  [1] . The ability of DTx to deliver continuous and personalized care make them an attractive approach for chronic disease management, and they can be either used as standalone therapies or in combination with other treatments. Because DTx are typically administered through consumer devices, such as smartphones or tablets, they also have the potential to bridge significant care gaps created by shortages of specialized health providers and geographic barriers in accessing physical healthcare systems  [2] , but could also face other obstacles, such as the digital divide  [3] .\n\nThe COVID-19 pandemic accelerated the adoption of these digital solutions, especially with relaxed FDA guidelines allowing temporary approval of DTx offering psychiatric treatment for the duration of this public health emergency  [4] . At least 63 approved DTx are now documented in the openFDA device databases, with 30 of these SaMDs approved after 2017  [5]  (Table  1 ). The majority of these DTx (54/63) were approved through the 510(K) pathway with demonstrated substantial equivalence, three were approved as de novo applicants, and six SaMDs required premarket approval (PMA). Breaking down these devices by medical specialty, the most common categories for approved products were cardiovascular and anesthesiology, with 24 and 11 SaMDs respectively  [5] .\n\nFunding for digital health companies, including the development of DTx, has grown exponentially in the past year, totaling $14.7 billion in just the first quarter of 2021 and already surpassing annual investments in 2020 ($14.6B) and 2019 ($7.7B)  [6] . Both Hinge Health and MindMaze, which focus on chronic musculoskeletal conditions and substance abuse disorder, respectively, have raised over $100 million each in 2021  [7] . Although the financial backing for DTx supports their potential in providing healthcare at scale, many regulatory, commercial, and technical barriers remain in the adoption of these interventions into routine clinical care."
    },
    {
      "title": "Open challenges",
      "text": "Unlike previous therapeutics, DTx support rapid updates to their software to align with changes to best-practice clinical care guidelines or use adaptive algorithms that can improve over time as they encounter new data. This makes their use and predictability towards outcomes more challenging, and there is a pressing need for new regulatory frameworks in this field. To improve their ability to evaluate these increasingly complex DTx, the FDA launched a Software Precertification Pilot Program in 2017  [8] . Nine DTx companies selected for the program will help inform the development of a Total Product Lifecycle (TPLC) regulatory framework that would allow companies meeting precertification (\"Excellence Appraisal\") criteria to market lower-risk devices with a Streamlined Review process followed by Real-World Performance monitoring. While the TPLC helps clarify the regulatory landscape for iterative DTx development, much work remains to ensure that this model is effective at producing safe and reliable DTx. As of the most recent update in September 2020, the FDA has drafted their metrics for Excellence Appraisal and an overview of the Streamlined Review process, and have begun exploring methods for collecting Real-World Performance data. This presents a significant challenge as collecting high quality data and modeling patient outcomes are non-trivial tasks, and are active areas of research in medical informatics  [9] . For example, it is not clear whether medical orders for DTx are captured consistently in electronic medical record systems.\n\nReimbursement policies for DTx also remain under development as SaMDs are still being evaluated for treatment efficacy and cost-effectiveness. US-based pharmacy benefit managers Express Scripts and CVS Health both released digital health formularies in 2019 to identify recommended digital health solutions for insurers and physicians  [10, 11] , but these only covered a limited number of medical specialties and many of the solutions are geared towards non-DTx mobile health apps that do not require FDA approval based on the agency's \"enforcement discretion\" policies  [8] . The Centers for Medicare and Medicaid Services (CMS) has also provided limited guidance, publishing some reimbursement codes to cover collaborative care models involving both clinical care and app usage, but not yet issuing codes for the use of DTx as a standalone treatment. SaMDs also do not fall under a particular Medicare benefit category, so breakthrough DTx are currently not eligible for coverage under new Medicare Coverage of Innovative Technology policies, further restricting their access to patient populations  [12] . Finally, another major challenge with DTx reimbursement is capturing the value of the device itself, as well as the time that physicians spend monitoring patients and reviewing data from the apps.\n\nAs with any device storing and transmitting patient data, privacy and security are critical for DTx, especially those with frequent software updates or connections to other devices or\n\nTable 1. Number of digital therapeutics extracted from openFDA device databases as of November 1, 2021, categorized by medical specialty (as reported by the FDA) and regulatory approval pathways. Approval type Medical Specialty Approvals 510K De Novo PMA Cardiovascular 24 24 --Anesthesiology 11 11 --Unknown 7 1 -6 Clinical Chemistry 5 5 --General Hospital 4 4 --Neurology 3 2 1 -Ear, Nose, Throat 2 2 --Gastroenterology, Urology 2 1 1 -Obstetrics/Gynecology 2 1 1 -Physical Medicine 2 2 --General, Plastic Surgery 1 1 --Total 63 54 3 6  https://doi.org/10.1371/journal.pdig.0000008.t001\n\nelectronic medical record systems. The FDA requires all medical devices companies to identify and mitigate cybersecurity risks as part of premarket submissions, but best-practice standards for data management and privacy are constantly evolving  [13] . Another technical challenge, particularly for artificial intelligence and machine learning (AI/ML)-based DTx, is evaluating the safety and efficacy of algorithms in diverse patient populations. For example, training datasets may not always capture social determinants of health or other biases that affect the performance of healthcare algorithms  [14] . Methods to recognize and remove such biases are paramount to ensuring the delivery of equitable healthcare, and device labeling requirements that clarify how these models were trained, or how they derived their outputs, may help promote transparency in AI/ML-based DTx  [15] ."
    },
    {
      "title": "Conclusion",
      "text": "Addressing these regulatory, economic, and technical challenges will be crucial in bringing and successfully scaling DTx in the healthcare marketplace, and in fostering a digital health ecosystem that promotes patient access to SaMDs. With almost 150 FDA-regulated DTx expecting clinical trial results by 2022  [16] , additional formularies and infrastructure around digital health education for patients and providers will help clarify questions on how to evaluate, prescribe, and effectively engage with DTx. Overcoming barriers around the development and deployment of DTx can significantly influence clinical care, and provide patients with novel therapeutic options in areas of unmet medical needs."
    },
    {
      "text": "BM was supported by grants from the  National Institutes of Health, USA  ( NIH  grant  5T32GM67547-18 ). AJB and MW were funded and supported by the  FDA UCSF-Stanford Center of Excellence in Regulatory Science and Innovation funding program . Additional support was provided by the  Bakar Computational Health Sciences Institute and University of California Health , and the  Sling Health UCSF group . The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the  Food and Drug Administration . recent past, 10x Genomics, Helix,  Pathway Genomics , and  Verinata (Illumina) ; research has been funded by  NIH ,  Peraton  (as the prime on an  NIH  contract),  Genentech ,  Johnson and Johnson ,  FDA ,  Robert Wood Johnson Foundation ,  Leon Lowenstein Foundation ,  Intervalien Foundation ,  Priscilla Chan  and  Mark Zuckerberg , the  Barbara and Gerson Bakar Foundation , and in the recent past, the  March of Dimes ,  Juvenile Diabetes Research Foundation ,  California Governor's Office of Planning and Research ,  California Institute for Regenerative Medicine ,  L'Oreal , and  Progenity . None of these organizations played a role in the authoring of this manuscript."
    }
  ],
  "references": [
    {
      "title": "Software as a Medical Device (SaMD). US Food and Drug Administration",
      "year": 2021,
      "doi": "10.1037/e482582006-001",
      "raw": "Software as a Medical Device (SaMD). US Food and Drug Administration \n\t\t 10.1037/e482582006-001 \n\t\t \n\t\t \n\t\t\t 2021 Nov 04. 2021 Nov 04 \n\t\t \n\t \n\t Software as a Medical Device (SaMD). US Food and Drug Administration. 2021 Nov 04 [Cited 2021 Nov 04]. Available from: https://www.fda.gov/medical-devices/digital-health-center-excellence/ guidances-digital-health-content."
    },
    {
      "title": "Characteristics and challenges of the clinical pipeline of digital therapeutics",
      "authors": [
        "N Patel",
        "A Butte"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00370-8",
      "journal": "NPJ Digital Medicine",
      "volume": "3",
      "issue": "1",
      "raw": "Characteristics and challenges of the clinical pipeline of digital therapeutics \n\t\t \n\t\t\t N A Patel \n\t\t \n\t\t \n\t\t\t A J Butte \n\t\t \n\t\t 10.1038/s41746-020-00370-8 \n\t\t \n\t \n\t \n\t\t NPJ Digital Medicine \n\t\t \n\t\t\t 3 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2020 Dec 11 \n\t\t \n\t \n\t Patel NA, Butte AJ. Characteristics and challenges of the clinical pipeline of digital therapeutics. NPJ Digital Medicine. 2020 Dec 11; 3(1):1-5. https://doi.org/10.1038/s41746-020-00370-8 PMID: 33311567"
    },
    {
      "title": "Social disparities in internet patient portal use in diabetes: evidence that the digital divide extends beyond access",
      "authors": [
        "U Sarkar",
        "A Karter",
        "J Liu",
        "N Adler",
        "R Nguyen",
        "A Lo ´pez",
        "D Schillinger"
      ],
      "year": 2011,
      "doi": "10.1136/jamia.2010.006015",
      "journal": "Journal of the American Medical Informatics Association",
      "volume": "18",
      "issue": "3",
      "raw": "Social disparities in internet patient portal use in diabetes: evidence that the digital divide extends beyond access \n\t\t \n\t\t\t U Sarkar \n\t\t \n\t\t \n\t\t\t A J Karter \n\t\t \n\t\t \n\t\t\t J Y Liu \n\t\t \n\t\t \n\t\t\t N E Adler \n\t\t \n\t\t \n\t\t\t R Nguyen \n\t\t \n\t\t \n\t\t\t A Lo ´pez \n\t\t \n\t\t \n\t\t\t D Schillinger \n\t\t \n\t\t 10.1136/jamia.2010.006015 \n\t\t 21262921 \n\t\t \n\t \n\t \n\t\t Journal of the American Medical Informatics Association \n\t\t \n\t\t\t 18 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2011 May 1 \n\t\t \n\t \n\t Sarkar U, Karter AJ, Liu JY, Adler NE, Nguyen R, Lo ´pez A, Schillinger D. Social disparities in internet patient portal use in diabetes: evidence that the digital divide extends beyond access. Journal of the American Medical Informatics Association. 2011 May 1; 18(3):318-21. https://doi.org/10.1136/jamia. 2010.006015 PMID: 21262921"
    },
    {
      "title": "Enforcement Policy for Digital Health Devices For Treating Psychiatric Disorders During the Coronavirus Disease 2019 (COVID-19)",
      "year": 2020,
      "doi": "10.1016/j.jval.2022.04.1309",
      "raw": "Enforcement Policy for Digital Health Devices For Treating Psychiatric Disorders During the Coronavirus Disease 2019 (COVID-19) \n\t\t 10.1016/j.jval.2022.04.1309 \n\t\t \n\t\t \n\t\t\t 2020 Apr. 2021 Nov 21 \n\t\t\t Public Health Emergency. US Food and Drug Administration \n\t\t \n\t \n\t Enforcement Policy for Digital Health Devices For Treating Psychiatric Disorders During the Coronavi- rus Disease 2019 (COVID-19) Public Health Emergency. US Food and Drug Administration. 2020 Apr [Cited 2021 Nov 21]. Available from: https://www.fda.gov/regulatory-information/search-fda-guidance- documents/enforcement-policy-digital-health-devices-treating-psychiatric-disorders-during- coronavirus-disease."
    },
    {
      "title": "US Food and Drug Administration",
      "year": 2021,
      "doi": "10.1037/e482582006-001",
      "raw": "US Food and Drug Administration \n\t\t \n\t\t\t Openfda \n\t\t \n\t\t 10.1037/e482582006-001 \n\t\t \n\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Cited 2021 Nov 04 \n\t OpenFDA. US Food and Drug Administration. 2021 [Cited 2021 Nov 04]. Available from: https://open. fda.gov/."
    },
    {
      "title": "H1 2021 digital health funding: Another blockbuster year",
      "year": 2021,
      "doi": "10.26226/morressier.5fce1a9c9e0a135cbed37592",
      "raw": "H1 2021 digital health funding: Another blockbuster year \n\t\t 10.26226/morressier.5fce1a9c9e0a135cbed37592 \n\t\t \n\t\t \n\t\t\t 2021 July 6 \n\t\t\t Rock Health \n\t\t \n\t \n\t in six months Cited 2021 Nov 04 \n\t H1 2021 digital health funding: Another blockbuster year. . .in six months. Rock Health. 2021 July 6 [Cited 2021 Nov 04]. Available from: https://rockhealth.com/insights/h1-2021-digital-health-funding- another-blockbuster-year-in-six-months/."
    },
    {
      "title": "Startups in Digital Therapeutics",
      "year": 2021,
      "doi": "10.3390/su15054116",
      "journal": "Tracxn",
      "raw": "Startups in Digital Therapeutics \n\t\t 10.3390/su15054116 \n\t\t \n\t \n\t \n\t\t Tracxn \n\t\t \n\t\t\t 2021 Oct 17. 2021 Nov 04 \n\t\t \n\t \n\t Startups in Digital Therapeutics. Tracxn. 2021 Oct 17 [Cited 2021 Nov 04]. Available from: https:// tracxn.com/d/trending-themes/Startups-in-Digital-Therapeutics."
    },
    {
      "title": "Mobile apps for real-world evidence in health care",
      "authors": [
        "M Milne-Ives",
        "M Van Velthoven",
        "E Meinert"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa036",
      "journal": "Journal of the American Medical Informatics Association",
      "volume": "27",
      "issue": "6",
      "raw": "Mobile apps for real-world evidence in health care \n\t\t \n\t\t\t M Milne-Ives \n\t\t \n\t\t \n\t\t\t M H Van Velthoven \n\t\t \n\t\t \n\t\t\t E Meinert \n\t\t \n\t\t 10.1093/jamia/ocaa036 \n\t\t \n\t \n\t \n\t\t Journal of the American Medical Informatics Association \n\t\t \n\t\t\t 27 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2020 Jun \n\t\t \n\t \n\t Milne-Ives M, van Velthoven MH, Meinert E. Mobile apps for real-world evidence in health care. Journal of the American Medical Informatics Association. 2020 Jun; 27(6):976-80. https://doi.org/10.1093/ jamia/ocaa036 PMID: 32374376"
    },
    {
      "title": "CVS Health",
      "year": 2021,
      "doi": "10.30525/978-9934-26-046-9-12",
      "raw": "CVS Health \n\t\t 10.30525/978-9934-26-046-9-12 \n\t\t \n\t\t \n\t\t\t 2021 Nov 04 \n\t\t \n\t\t \n\t\t\t Point Solutions Management \n\t\t \n\t \n\t Point Solutions Management. CVS Health. [Cited 2021 Nov 04]. Available from: https://payorsolutions. cvshealth.com/point-solutions-management."
    },
    {
      "title": "Express Scripts",
      "year": 2021,
      "doi": "10.1007/s40274-015-2548-1",
      "raw": "Express Scripts \n\t\t 10.1007/s40274-015-2548-1 \n\t\t \n\t\t \n\t\t\t 2021 Nov 04 \n\t\t\t Evernorth Digital Health Formulary \n\t\t \n\t \n\t Evernorth Digital Health Formulary. Express Scripts. [Cited 2021 Nov 04]. Available from: https://my. express-scripts.com/digital-health-formulary.html."
    },
    {
      "title": "Reimbursement of apps for mental health: findings from interviews",
      "authors": [
        "A Powell",
        "M Bowman",
        "H Harbin"
      ],
      "year": 2019,
      "doi": "10.2196/14724",
      "journal": "JMIR Mental Health",
      "volume": "6",
      "issue": "8",
      "pages": "14724",
      "raw": "Reimbursement of apps for mental health: findings from interviews \n\t\t \n\t\t\t A C Powell \n\t\t \n\t\t \n\t\t\t M B Bowman \n\t\t \n\t\t \n\t\t\t H T Harbin \n\t\t \n\t\t 10.2196/14724 \n\t\t \n\t \n\t \n\t\t JMIR Mental Health \n\t\t \n\t\t\t 6 \n\t\t\t 8 \n\t\t\t 14724 \n\t\t\t 2019 \n\t\t \n\t \n\t Powell AC, Bowman MB, Harbin HT. Reimbursement of apps for mental health: findings from inter- views. JMIR Mental Health. 2019; 6(8):e14724. https://doi.org/10.2196/14724 PMID: 31389336"
    },
    {
      "year": 2021,
      "doi": "10.1097/jce.0000000000000454",
      "journal": "FDA Releases Artificial Intelligence/Machine Learning Action Plan. US Food and Drug Administration",
      "raw": "10.1097/jce.0000000000000454 \n\t\t \n\t \n\t \n\t\t FDA Releases Artificial Intelligence/Machine Learning Action Plan. US Food and Drug Administration \n\t\t \n\t\t\t 2021 Jan 12. 2021 Nov 04 \n\t\t \n\t \n\t FDA Releases Artificial Intelligence/Machine Learning Action Plan. US Food and Drug Administration. 2021 Jan 12 [Cited 2021 Nov 04]. Available from: https://www.fda.gov/news-events/press- announcements/fda-releases-artificial-intelligencemachine-learning-action-plan."
    },
    {
      "title": "Digital health equity as a necessity in the 21st century cures act era",
      "authors": [
        "J Rodriguez",
        "C Clark",
        "D Bates"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.7858",
      "journal": "JAMA",
      "volume": "323",
      "issue": "23",
      "raw": "Digital health equity as a necessity in the 21st century cures act era \n\t\t \n\t\t\t J A Rodriguez \n\t\t \n\t\t \n\t\t\t C R Clark \n\t\t \n\t\t \n\t\t\t D W Bates \n\t\t \n\t\t 10.1001/jama.2020.7858 \n\t\t \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 323 \n\t\t\t 23 \n\t\t\t \n\t\t\t 2020 Jun 16 \n\t\t \n\t \n\t Rodriguez JA, Clark CR, Bates DW. Digital health equity as a necessity in the 21st century cures act era. JAMA. 2020 Jun 16; 323(23):2381-2. https://doi.org/10.1001/jama.2020.7858 PMID: 32463421"
    },
    {
      "title": "Minimum information about clinical artificial intelligence modeling: the MI-CLAIM checklist",
      "authors": [
        "B Norgeot",
        "G Quer",
        "B Beaulieu-Jones",
        "A Torkamani",
        "R Dias",
        "M Gianfrancesco",
        "R Arnaout",
        "I Kohane",
        "S Saria",
        "E Topol",
        "Z Obermeyer"
      ],
      "year": 2020,
      "doi": "10.1038/s41591-020-1041-y",
      "journal": "Nature Medicine",
      "volume": "26",
      "issue": "9",
      "raw": "Minimum information about clinical artificial intelligence modeling: the MI-CLAIM checklist \n\t\t \n\t\t\t B Norgeot \n\t\t \n\t\t \n\t\t\t G Quer \n\t\t \n\t\t \n\t\t\t B K Beaulieu-Jones \n\t\t \n\t\t \n\t\t\t A Torkamani \n\t\t \n\t\t \n\t\t\t R Dias \n\t\t \n\t\t \n\t\t\t M Gianfrancesco \n\t\t \n\t\t \n\t\t\t R Arnaout \n\t\t \n\t\t \n\t\t\t I S Kohane \n\t\t \n\t\t \n\t\t\t S Saria \n\t\t \n\t\t \n\t\t\t E Topol \n\t\t \n\t\t \n\t\t\t Z Obermeyer \n\t\t \n\t\t 10.1038/s41591-020-1041-y \n\t\t \n\t \n\t \n\t\t Nature Medicine \n\t\t \n\t\t\t 26 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2020 Sep \n\t\t \n\t \n\t Norgeot B, Quer G, Beaulieu-Jones BK, Torkamani A, Dias R, Gianfrancesco M, Arnaout R, Kohane IS, Saria S, Topol E, Obermeyer Z. Minimum information about clinical artificial intelligence modeling: the MI-CLAIM checklist. Nature Medicine. 2020 Sep; 26(9):1320-4. https://doi.org/10.1038/s41591- 020-1041-y PMID: 32908275"
    },
    {
      "authors": [
        "Gov Clinicaltrials"
      ],
      "year": 2021,
      "raw": "Gov Clinicaltrials \n\t\t \n\t\t \n\t\t\t Nih \n\t\t \n\t\t \n\t\t \n\t\t\t 2021 Nov 03 \n\t\t\t US National Library of Medicine \n\t\t \n\t \n\t ClinicalTrials.gov. NIH: US National Library of Medicine. [Cited 2021 Nov 03]. Available from: https:// clinicaltrials.gov/."
    }
  ],
  "num_references": 15,
  "license": "© 2022 Miao et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
  "license_type": "unknown",
  "num_citations": 18,
  "cited_references": [
    "b8",
    "b12",
    "b6",
    "b11",
    "b4",
    "b14",
    "b1",
    "b13",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] 1  Bakar Computational Health Sciences Institute , University of California , San Francisco , San Francisco , California ,",
    "[raw_affiliation] 1  Bakar Computational Health Sciences Institute , University of California , San Francisco , San Francisco , California ,",
    "[raw_affiliation] 1  Bakar Computational Health Sciences Institute , University of California , San Francisco , San Francisco , California ,",
    "[raw_affiliation] 1  Bakar Computational Health Sciences Institute , University of California , San Francisco , San Francisco , California ,",
    "[raw_affiliation] 2  Center for Data-Driven Insights and Innovation , University of California Health , Oakland , California",
    "[raw_affiliation] Massachusetts Institute of Technology , UNITED STATES",
    "[raw_affiliation] CVS , Nuna Health , Assay Depot , Vet24seven , Regeneron , Sanofi , Royalty Pharma , AstraZeneca , Moderna , Biogen , Paraxel ,",
    "PLOS Digital Health | https://doi.org/10.1371/journal.pdig.0000008 January 18, 2022",
    "[raw_reference] Software as a Medical Device (SaMD). US Food and Drug Administration. 2021 Nov 04 [Cited 2021 Nov 04]. Available from: https://www.fda.gov/medical-devices/digital-health-center-excellence/ guidances-digital-health-content.",
    "[raw_reference] Patel NA, Butte AJ. Characteristics and challenges of the clinical pipeline of digital therapeutics. NPJ Digital Medicine. 2020 Dec 11; 3(1):1-5. https://doi.org/10.1038/s41746-020-00370-8 PMID: 33311567",
    "[raw_reference] Sarkar U, Karter AJ, Liu JY, Adler NE, Nguyen R, Lo ´pez A, Schillinger D. Social disparities in internet patient portal use in diabetes: evidence that the digital divide extends beyond access. Journal of the American Medical Informatics Association. 2011 May 1; 18(3):318-21. https://doi.org/10.1136/jamia. 2010.006015 PMID: 21262921",
    "[raw_reference] Enforcement Policy for Digital Health Devices For Treating Psychiatric Disorders During the Coronavi- rus Disease 2019 (COVID-19) Public Health Emergency. US Food and Drug Administration. 2020 Apr [Cited 2021 Nov 21]. Available from: https://www.fda.gov/regulatory-information/search-fda-guidance- documents/enforcement-policy-digital-health-devices-treating-psychiatric-disorders-during- coronavirus-disease.",
    "Cited 2021 Nov 04",
    "[raw_reference] OpenFDA. US Food and Drug Administration. 2021 [Cited 2021 Nov 04]. Available from: https://open. fda.gov/.",
    "in six months Cited 2021 Nov 04",
    "[raw_reference] H1 2021 digital health funding: Another blockbuster year. . .in six months. Rock Health. 2021 July 6 [Cited 2021 Nov 04]. Available from: https://rockhealth.com/insights/h1-2021-digital-health-funding- another-blockbuster-year-in-six-months/.",
    "[raw_reference] Startups in Digital Therapeutics. Tracxn. 2021 Oct 17 [Cited 2021 Nov 04]. Available from: https:// tracxn.com/d/trending-themes/Startups-in-Digital-Therapeutics.",
    "[raw_reference] Milne-Ives M, van Velthoven MH, Meinert E. Mobile apps for real-world evidence in health care. Journal of the American Medical Informatics Association. 2020 Jun; 27(6):976-80. https://doi.org/10.1093/ jamia/ocaa036 PMID: 32374376",
    "[raw_reference] Point Solutions Management. CVS Health. [Cited 2021 Nov 04]. Available from: https://payorsolutions. cvshealth.com/point-solutions-management.",
    "[raw_reference] Evernorth Digital Health Formulary. Express Scripts. [Cited 2021 Nov 04]. Available from: https://my. express-scripts.com/digital-health-formulary.html.",
    "[raw_reference] Powell AC, Bowman MB, Harbin HT. Reimbursement of apps for mental health: findings from inter- views. JMIR Mental Health. 2019; 6(8):e14724. https://doi.org/10.2196/14724 PMID: 31389336",
    "[raw_reference] FDA Releases Artificial Intelligence/Machine Learning Action Plan. US Food and Drug Administration. 2021 Jan 12 [Cited 2021 Nov 04]. Available from: https://www.fda.gov/news-events/press- announcements/fda-releases-artificial-intelligencemachine-learning-action-plan.",
    "[raw_reference] Rodriguez JA, Clark CR, Bates DW. Digital health equity as a necessity in the 21st century cures act era. JAMA. 2020 Jun 16; 323(23):2381-2. https://doi.org/10.1001/jama.2020.7858 PMID: 32463421",
    "[raw_reference] Norgeot B, Quer G, Beaulieu-Jones BK, Torkamani A, Dias R, Gianfrancesco M, Arnaout R, Kohane IS, Saria S, Topol E, Obermeyer Z. Minimum information about clinical artificial intelligence modeling: the MI-CLAIM checklist. Nature Medicine. 2020 Sep; 26(9):1320-4. https://doi.org/10.1038/s41591- 020-1041-y PMID: 32908275",
    "[raw_reference] ClinicalTrials.gov. NIH: US National Library of Medicine. [Cited 2021 Nov 03]. Available from: https:// clinicaltrials.gov/."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "PLOS Digital Health",
  "volume": "1",
  "issue": "1",
  "pages": "e0000008",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.204057",
    "zotero_item_type": "journalArticle"
  }
}
