{
  "paper_id": "CHNQPFBE",
  "title": "Actual Telemedicine Needs of Japanese Patients with Neurological Disorders in the COVID-19 Pandemic",
  "abstract": "Objective During the coronavirus disease 2019 (COVID-19) pandemic, many social activities have moved online using applications for digital devices (e.g. computers, smartphones). We investigated the needs of telemedicine and trends in medical status and social care situations of Japanese patients with neurological disorders in order to estimate their affinity for an online telemedicine application. Methods We designed an original questionnaire for the present study that asked participants what problems they had with hospital visits, how the COVID-19 pandemic had affected their lives, and whether or not they would like to receive telemedicine. Patients The present study included volunteer caregivers, participants with Parkinson's disease (PD), epilepsy, stroke, dementia, immune-mediated neurological disease (IMMD), spinocerebellar degeneration (SCD), amyotrophic lateral sclerosis (ALS), headache, myopathy, and other neurological diseases from Okayama University Hospital. Results A total of 29.6% of patients wanted to use telemedicine. Patients with headaches (60.0%) and epilepsy (38.1%) were more likely to want to use telemedicine than patients with PD (17.8%) or stroke (19.0%). Almost 90% of patients had access to a digital device, and there was no association between favoring telemedicine, ownership of a digital device, hospital visiting time, or waiting time at the hospital, although age was associated with motivation to telemedicine use (52.6 vs. 62.2 years old, p<0.001). \n Conclusion We can contribute to the management of the COVID-19 pandemic and the medical economy by promoting telemedicine, especially for young patients with headaches or epilepsy.",
  "year": 2022,
  "date": "2022-11-23",
  "journal": "Nat Commun",
  "publication": "Nat Commun",
  "authors": [
    {
      "forename": "Ryo",
      "surname": "Sasaki",
      "name": "Ryo Sasaki",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Taijun",
      "surname": "Yunoki",
      "name": "Taijun Yunoki",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Yumiko",
      "surname": "Nakano",
      "name": "Yumiko Nakano",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Yusuke",
      "surname": "Fukui",
      "name": "Yusuke Fukui",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Mami",
      "surname": "Takemoto",
      "name": "Mami Takemoto",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Ryuta",
      "surname": "Morihara",
      "name": "Ryuta Morihara",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Koji",
      "surname": "Abe",
      "name": "Koji Abe",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Toru",
      "surname": "Yamashita",
      "name": "Toru Yamashita",
      "affiliation": "Department of Neurology , Graduate School of Medicine , Dentistry and Pharmaceutical Sciences , Okayama University , Japan \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Graduate School of Medicine \n\t\t\t\t\t\t\t\t Dentistry and Pharmaceutical Sciences \n\t\t\t\t\t\t\t\t Okayama University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "",
  "keywords": [
    "telemedicine",
    "neurological disorder",
    "COVID-19",
    "headache",
    "epilepsy"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The coronavirus disease 2019 (COVID-19) pandemic continues to impact the health and economies of people around the world in 2022. Due to the highly infectious nature of COVID-19, social distancing was recommended for daily life  (1) , a concept expressed as sanmitsu in Japanese, and many social activities consequently moved online using applications for computers or smartphones. In addition, in hospitals, patients have become more sensitive to avoiding hospital visits, and the Japanese government has allowed the indirect prescribing of drugs using a telephone, computer, or smartphone since April 2020. The style of medical care has changed dramatically around the world, especially for patients who are able to use digital devices  (2) . In the field of neurology, there have been several trials of telemedicine promotion, such as teleneurology  (3) , telerehabilitation (4), and telestroke  (5) .\n\nOkayama University Hospital is a core hospital in Okayama City, and our department has continued face-toface medical care for patients with neurological diseases throughout the COVID-19 pandemic. Since the early introduction of telemedicine may be key for controlling patients' visits, it is important to understand their actual attitudes pertaining to telemedicine prior to any policy implementation. 2-2. Have the frequency of any of the following activities or the physical condition changed due to the spread of COVID-19? Please circle that apply."
    },
    {
      "title": "About telemedicine",
      "text": "Telemedicine is a new medical consultation style using computer or smartphone which allows indirect prescription and suppression of the infection risk.\n\n3-1 Would you be interested in providing telemedicine?\n\nPlease circle that apply."
    },
    {
      "title": "Yes",
      "text": "No Not sure / No strong opinion If you answered \"yes\" to 3-1, please answer 3-2.\n\nIf you answered \"No\" to 3-1, please answer 3-2.\n\nIf you answered \" Not sure / No strong opinion \" to 3-1, your answer is complete.\n\n3-2. What do you expect most from telemedicine? Please circle that apply. Reduce the time to visit the hospital, Reduce the waiting time at the hospital, Reduce the infection risk of COVID-19, Reduce the stress of missing work Other reasons (Please add any comments in below form.) 3-3. What are your reasons for not wanting to provide telemedicine? Please circle that apply. Not having the tools for it , Not having the confidence to use the tool for it, Wishing to see the doctor directly, Concerning about leakage of personal information Other reasons (Please add any comments in below form.) Thank you for your cooperation. 2-2-1 Going out ( e.g., shopping) Increased Not changed Decreased 2-2-2 Commuting to work Increased Not changed Decreased Not working 2-2-3 Exercise Increased Not changed Decreased 2-2-4 Nursing Care Services Increased Not changed Decreased Not taking it 2-2-5 Visit to the family doctor Increased Not changed Decreased Not having it 2-2-6 Physical condition Better Not changed Worse Questionnaire on attitudes toward COVID-19 and telemedicine 1 About daily life and hospital visit 1-1. Are you being cared for by a family member or care provider? Please circle that apply. Cared by a family member Cared by a non-family care provider Not receiving care 1-2. Which of the following diseases is the reason for your visit to our hospital? Please circle that apply. Stroke Parkinson's disease Spinocerebellar degeneration Amyotrophic lateral sclerosis Dementia Epilepsy Other ( ) 1-3. Approximately how long does it take you to get to our hospital? Please circle that apply. 0-30 minutes 30-60 minutes 60-90 minutes 90-120 minutes More than 120 minutes 1-4. What is the average waiting time at our hospital? Please circle that apply. 0-30 minutes 30-60 minutes 60-90 minutes 90-120 minutes More than 120 minutes 1-5. What is the most stressful thing about visiting our hospital? Please circle that apply. Spending time to visit the hospital Waiting time at the hospital Medical fee/Transportation expenses Psychological stress of having to miss work Burden of caring family Other ( ) 1-6. Do you have a smart phone or computer? Please circle that apply. I have it. My family has it. Neither I nor my family has it. I don't know I have it or not. 2. About changes of daily life and hospital visit due to the spread of COVID-19 2-1. How often would you like to go to the hospital before / after COVID-19? Please circle that apply. Before COVID-19 Infrequently as possible Rather infrequently No strong opinion Rather frequently Frequently as possible After COVID-19 Infrequently as possible Rather infrequently No strong opinion Rather frequently Frequently as possible\n\nHowever, there have been very few reports in this field of research  (6) . Consequently, details of patients' needs are still unclear.\n\nIn the present study, we assessed the needs of telemedicine and trends in medical status and social care situations of Japanese patients with neurological disorders in order to evaluate their affinity for telemedicine and buffer the impact of COVID-19."
    },
    {
      "title": "Methods and Materials"
    },
    {
      "title": "Participants",
      "text": "The present study included volunteer caregivers, participants with Parkinson's disease (PD), epilepsy, stroke, dementia, immune-mediated neurological disease (IMMD), spinocerebellar degeneration (SCD), amyotrophic lateral sclerosis (ALS), headache, myopathy, and other neurological diseases from Okayama University Hospital. These diseases were diagnosed by expert neurological clinicians according to the criteria for each disease. First-visit patients, patients on botulinum injections, and patients with non-neurological diseases were excluded from the study.\n\nAll participants gave their written informed consent, and the Okayama University Ethics Review Board approved all study procedures (approval # 2007-040)."
    },
    {
      "title": "Questionnaire",
      "text": "The questionnaire, which we originally designed for the study, was distributed to patients when they visited the outpatient clinic of Okayama University (Fig.  1 ). Both signed consent forms and completed statements were collected on the same day or during the next visit. Responses were made by the patients themselves or their caregivers. The questionnaire asked respondents to indicate whether they were receiving nursing care, the approximate time spent in the hospital, what was most troubling about their visit, and whether they or their caregivers had a computer or smartphone. The questionnaire also asked whether their willingness to visit the hospital had changed due to the COVID-19 pandemic (scored on a 5-point scale from 1 to 5, where 1 was \"as infrequently as possible\" and 5 was \"as frequently as possible\"; lower left of Fig.  1 ) and whether their opportunities to go out, commute, exercise, use nursing care services, and physical condition had changed due to the COVID-19 pandemic (scored on a 3-point scale from 1 to 3, where 1 was \"increased\" or \"better\" and 3 was \"decreased\" or \"worse\"; upper right of Fig.  1 ). Finally, participants were asked to indicate whether they would like to receive telemedicine and the reason for their choice, after they were made aware of the concept of telemedicine as \"a new medical consultation style using a computer or smartphone that allows for indirect prescription and suppression of the infection risk.\" PD 23.3% Epilepsy 20.7% Stroke 15.8% Dementia 13.2% IMND 8.3% SCD 8.1% ALS 3.9% Headache 3.9% Myopathy 2.8%\n\nTable 1. Patient's Background. Disease PD Epilepsy Stroke Dementia IMND SCD ALS Headache Myopathy Total Patients number 118 105 79 67 42 41 20 20 14 506 Mean age (years old) 69.7 (40-89) 39.9 (17-72) 66.3 (49-87) 78.0 (61-88) 45.1 (20-90) 56.7 (23-80) 58.9 (43-74)"
    },
    {
      "title": "Statistical analyses",
      "text": "Comparisons between the characteristics of two groups, i. e. those who did versus those who did not want to use telemedicine. This was performed for participants with each disease and carried out with the Pearson's chi-squared test and the Mann-Whitney test. Statistical analyses were performed using the GraphPad Prism 5 software program (version 5.00; GraphPad Software, San Diego, USA). A p value of <0.05 was considered significant."
    },
    {
      "title": "Results",
      "text": "The present study included a total of 506 volunteer participants with PD (n=118, 23.3%), epilepsy (n=105, 20.7%), stroke (n=79, 15.8%), dementia (n=67, 13.2%), IMND (n= 42, 8.3%), SCD (n=41, 8.1%), ALS (n=20, 3.9%), headache (n=20, 3.9%), and myopathy (n=14, 2.8%) from an outpatient clinic at Okayama University Hospital (Fig.  2 ). Three cases each in the PD group (2.6%) and dementia group (4.5%) and 2 cases in the stroke group (2.5%) had the questionnaire answered by their caregiver. The clinical backgrounds of each patient group are shown in Table  1 . The mean age of all patients at the time of the examination was 59.5 years old. The ratio of men among total patients was 48.4%, which was larger than women among IMND (76.5%) and ALS (70.0%) patients and smaller than women among dementia (29.1%), SCD (29.2%) and headache (10.0%) patients.\n\nThe percentages of patients who wanted to use telemedicine varied in each group [total (n=142, 28.0%), PD (n=21, 17.8%), epilepsy (n=40, 38.1%), stroke (n=15, 19.0%), dementia (n=19, 28.4%), IMND (n=12, 28.6%), SCD (n=14, 34.1%), ALS (n=6, 30.0%), headache (n=12, 60.0%), and myopathy (n=3, 21.4%); Fig.  3 ]. Table  2  shows the detailed characteristics of all participants and differences between the groups that did and did not want to receive telemedicine (all participants, those who wanted to use telemedicine vs. those who did not): age (59.\n\n5, 52.6 vs. 62.2 years old, p<0.001*), having nursing care (29.8%, 23.1% vs. 32.4%, p=0.21), hospital visiting time score (2.08, 2.14 vs. 2.06, p=0.71), ! 1 h hospital visiting time (25.7%, 27.1% vs. 25.2%, p=0.33), hospital waiting time score (2.36, 2.26 vs. 2.40, p=0.32), availability of digital devices (91.2%, 98.3% vs. 88.5%, p= 0.06), motivation to visit the hospital (2.8, 2.4 vs. 2.9, p= 0.40), change in motivation to visit the hospital score be- 0% 20% 40% 60% 80% 100% Myopathy Headache ALS SCD IMND Dementia Stroke Epilepsy PD Total Want to use telemedicine Do not want to use telemedicine\n\nTable 2. Difference between 2 Groups Who Want/ Do Not Want to Use Telemedicine. Want to use telemedicine All paticipants Yes No Significance (p value) n=506 n=142, 28.1 % n=364, 71.9% Age (years old) 59.5 52.6 62.2 <0.001** Having nursing care (%) 29.8 23.1 32.4 0.21 Hospital visiting time score 2.08 2.14 2.06 0.68 1 hour or more hospital visiting time (%) 25.7 27.1 25.2 0.33 Waiting time at hospital score 2.36 2.26 2.40 0.32 Availability of digital devices (%) 91.2 98.3 88.5 0.06 Motivation of attending hospital score 2.8 2.4 2.9 0.40 Change of above score because of COVID-19 -0.41 -0.65 -0.32 0.11 Decrease of visiting primary care doctor (%) 10.1 17.8 8.7 0.08 Decrease of using nursing care (%) 3.2 3.4 3.0 0.61 Changes of general condition score 2.1 2.0 2.1 0.85 cause of COVID-19 (-0.41, -0.65 vs. -0.32, p=0.11), decrease in visiting a primary care doctor (10.1%, 17.8% vs. 8.7%, p=0.08), decrease in the use of nursing care (3.2%, 3.4% vs. 3.0%, p=0.61), and changes in the general condition score (2.1, 2.0 vs. 2.1, p=0.85), which indicated that very few patients were aware of their deteriorating health condition. The frequency of primary care doctor visits was changed slightly by COVID-19 in 331 patients who had a primary doctor (increased: n=3, 1.0%, no change: n=277, 83.7%, decreased: n=51, 15.4%), patients who wanted to use telemedicine (increased: n=1, 1.0%, no change: n=73, 76.8%, decreased: n=21, 22.1%), and patients who did not want to use telemedicine (increased: n=2, 0.8%, no change: n=204, 86.4%, decreased: n=30, 12.7%) (Fig. 4). Furthermore, the frequency of nursing care use was changed slightly by COVID-19 in 132 patients who received nursing care (increased: n=5, 3.8%, no change: n=111, 84.1%, decreased: n=16, 12.1%), patients who wanted to use telemedicine (increased: n=2, 7.4%, no change: n=21, 77.8%, decreased: n=4, 14.8%), and patients who did not want to use telemedicine (increased: n=3, 2.9%, no change: n=90, 85.7%, decreased: n=12, 11.4%) (Fig. 5). Among 331 patients who used to visit their family doctor, 51 reported a decrease in the frequency of visits, with 21 (41.2%) requesting telemedicine, while 280 reported an increase or no change in the frequency of use, with 74 (27.4%) requesting telemedicine, showing no significant difference (p=0.09). Similarly, among 132 patients used nursing care services, 16 reported a decrease in the frequency of use, with 4 (25.0%) requesting telemedicine, while 116 reported an increase or 0% 20% 40% 60% 80% 100% Do not want to use telemedicine Want to use telemedicine Total Increased No change Decreased Figure 5. Changes in nursing care use because of COVID-19. Changes in nursing care use due to the COVID-19 pandemic in each group (total patients, patients who wanted to use telemedicine, and patients who did not want to use telemedicine). The frequency of nursing care use decreased slightly in all groups. 0% 20% 40% 60% 80% 100% Do not want to use telemedicine Want to use telemedicine Total Increased No change Decreased no change in the frequency of use, with 23 (19.8%) requesting telemedicine, showing no significant difference (p=0.94).\n\nReasons why the patients wanted or did not want to use telemedicine are shown in Tables  3  and  4 . Patients wished to use telemedicine in relatively equal proportions for most reasons (i.e. to reduce time spent visiting the hospital, to reduce the waiting time at the hospital, and to reduce the risk of COVID-19 infection), whereas relatively few were concerned about missing work (4.9%, n=7). In contrast, patients did not wish to use telemedicine mostly because they wanted to see the doctor directly (22.5%, n=82) and did not have the confidence to use the provided telemedicine tools (19.8%, n=72); few were concerned about leakage of personal information (1.9%, n=7)."
    },
    {
      "title": "Discussion",
      "text": "We developed a questionnaire-based survey to reveal the needs concerning telemedicine among patients attending the outpatient clinic of the Department of Neurology at Okayama University Hospital during the COVID-19 pandemic. Patients with headaches were more likely to want to use telemedicine than others, followed by patients with epilepsy; patients with PD and stroke were less likely to use it. Although almost 90% of patients had access to digital devices (computers or smartphones), there was no association between ownership of digital devices and favoring telemedicine. Similarly, time spent visiting and waiting at the hospital were not related to the desire of a patient to use telemedicine. Patients with a decreased use of their family doctor or nursing care during the pandemic seemed to be likely to use telemedicine than those without a decreased use without significant difference. Only age was a significant factor, with younger patients wanting to use telemedicine more than older patients.\n\nOur finding is consistent with a previous study that found that several headache patients in Japan preferred telemedicine  (6) , with some medical institutes in Japan already starting to provide telemedicine services  (7) , an approach expected to be effective in preventing infection by suppressing the number of patients who leave their homes  (8) . Some stable patients with chronic headaches have prescriptions that have not changed over a long period of time. In addition, some anti-calcitonin gene-related peptide (CGRP) antibody drugs, such as galcanezumab, erenumab, and fremanezumab, have recently been used for chronic migraine and have shown high therapeutic efficacy  (9, 10) . Fremanezumab in particular can reduce the number of hospital visits because of its long administration period of three months, which could be quite impressive if combined with telemedicine.\n\nSimilarly to headache patients, some hospitals or clinics in Japan have already started to use telemedicine for epilepsy patients as well. Even during the COVID-19 pandemic, expert epilepsy care through telemedicine was provided to patients living locally but lacking access to epilepsy experts  (11) . Generally, many stable epilepsy patients do not need to change their prescriptions for a long period of time  (12) , so telemedicine can be advantageous in such cases by further reducing patient visits. Interestingly, our findings suggested that patients with epilepsy did not want to use telemedicine mostly because they did not have confidence in using the tools necessary for telemedicine, not because of disease instability. More detailed analyses of the motor function or severe complications of patients will be needed.\n\nIn contrast to headaches and epilepsy, PD has seen few requests for telemedicine, possibly due to instability of symptoms, characteristic depression  (13) , and high dependence on medical services  (14) . As our study showed, PD patients tended to hope telemedicine would reduce the infection risk of COVID-19 (Table  3 ), which is understandable given the characteristic anxiety affecting such patients. Furthermore, patients with PD usually need frequent adjustment of drugs and have many complications, such as falls and dementia, leading to a deterioration in their general condition. Since frequent hospital visits can be associated with a good outcome in PD patients  (15) , telemedicine would be useful for monitoring their status. However, in terms of the examination and treatment, the benefits of telemedicine are likely to be limited in such a population. Most elderly patients with stroke, ALS, SCD, dementia, and PD have several complications, such as hypertension and diabetes, which require frequent blood tests or imaging analyses at the hospital. In addition, patients with IMND also need blood tests and medical treatments during hospital visits, so they would\n\nTable 3. Reasons Why Patients Wanted to Use Telemedicine. Reason PD Epilepsy Stroke Dementia IMND SCD ALS Headache Myopathy Total Reduce the time to visit the hospital 4 6 5 0 3 3 3 3 2 29 (20.4 %) Reduce the waiting time at the hospital 5 5 2 3 3 4 1 2 1 26 (18.3 %) Reduce the infection risk of COVID-19 9 3 2 0 5 2 2 6 0 29 (20.4 %) Reduce the stress of missing work 3 0 0 0 0 0 0 1 0 4 (2.8 %) Other reasons/unselected 0 26 6 16 1 5 0 0 0 54 (38.0 %) Total 21 40 15 19 12 14 6 12 3 142 ALS: amyotrophic lateral sclerosis, IMND: immune-mediated neurological disease, PD: Parkinson's disease, SCD: spinocerebellar degeneration\n\nTable 4. Reasons Why Patients Did Not Want to Use Telemedicine. Reason PD Epilepsy Stroke Dementia IMND SCD ALS Headache Myopathy Total Not having the tools for it 14 1 3 6 6 2 1 0 1 34 (9.3 %) Not having the confidence to use the tool for it 20 28 6 4 8 3 2 0 1 72 (19.8 %) Wishing to see the doctor directly 28 2 19 2 10 8 7 6 0 82 (22.5 %) Concerning about leakage of personal information 1 0 2 2 1 0 0 1 0 7 (1.9 %) Other reasons/unselected 34 34 34 34 5 14 4 1 9 169 (46.4 %) Total 97 65 64 48 30 27 14 8 11 364 ALS: amyotrophic lateral sclerosis, IMND: immune-mediated neurological disease, PD: Parkinson's disease, SCD: spinocerebellar degeneration\n\nstill have to visit the hospital regularly even if telemedicine were partially introduced. The present study also showed that the motivation to visit a hospital or use nursing home facilities did not change remarkably over the study period, although few patients were aware of their deteriorating health condition, despite the COVID-19 pandemic. We believe that this is hopeful data compared to other reports  (16, 17) , suggesting that infection controls against COVID-19 in medical institutions in Japan have been relatively successful, allowing patients to feel safe even when visiting a hospital.\n\nThe main barriers against telemedicine may be incompatibility in medical facilities, such as antiquated medical record systems and low medical insurance points for telemedicine, or doctors' classic assumption that \"all patients want to see a doctor directly.\" However, our findings show that as many as 30% of patients wished to receive telemedicine, while only 22% outright rejected telemedicine because they wanted direct medical consulting. These problems can largely be solved by modifying the medical record system to suit telemedicine based on the results of accurate patient preference surveys, including our findings. Furthermore, the present data suggest that telemedicine can be smoothly introduced to young patients with headache or epilepsy, probably through a pilot installation of demo equipment. We believe that these approaches can contribute to the management of the COVID-19 pandemic and the medical economy by saving patients time and making their hospital visits more effective. Patients' interest in telemedicine has already reached a certain level, so we should continue efforts to meet patients' needs and fit current world trends toward the establishment of online medical services."
    },
    {
      "text": "Figure 1. Query sheet in English. The questionnaires used for our study, translated into English."
    },
    {
      "text": "Figure 2. Patient's background (disease). Number of patients separated based on their disease. Patients with PD (n=118, 23.3%), epilepsy (n=105, 20.7%), stroke (n=79, 15.8%), dementia (n=67, 13.2%), IMND (n=42, 8.3%), SCD (n=41, 8.1%), ALS (n=20, 3.9%), headache (n=20, 3.9%), and myopathy (n=14, 2.8%) were included in the analysis. ALS: amyotrophic lateral sclerosis, IMND: immune-mediated neurological disease, PD: Parkinson's disease, SCD: spinocerebellar degeneration"
    },
    {
      "text": "Sex (M:F, %) 50.0:50.0 46.1:53.9 54.2:45.8 29.1:70.9 76.5:23.5 29.2:70.8 70.0:30.0 10.0:90.0 57.1:42.9 48.4:51.6 ALS: amyotrophic lateral sclerosis, IMND: immune-mediated neurological disease, PD: Parkinson's disease, SCD: spinocerebellar degeneration"
    },
    {
      "text": "Figure3. Percentage of patients who want/do not want to use telemedicine (disease). Percentage of patients with each disease who wanted or did not want to use telemedicine. The total percentage of patients who wanted to use telemedicine was 29.6%. These proportions were higher in patients with headaches (n=12, 60.0%) and epilepsy (n=40, 38.1%) than in patients with IMND (n=12, 28.6%) and PD (n=21, 17.8%). ALS: amyotrophic lateral sclerosis, IMND: immune-mediated neurological disease, PD: Parkinson's disease, SCD: spinocerebellar degeneration"
    },
    {
      "text": "Figure 4. Changes in primary care doctor visits because of COVID-19. Changes in primary care doctor visits during the COVID-19 pandemic in each group (total patients, patients who wanted to use telemedicine, and patients who did not want to use telemedicine). The frequency of primary care doctor visits decreased slightly in all groups."
    }
  ],
  "references": [
    {
      "title": "Association of social distancing and face mask use with risk of COVID-19",
      "authors": [
        "S Kwon",
        "A Joshi",
        "C Lo"
      ],
      "year": 2021,
      "doi": "10.1038/s41467-021-24115-7"
    },
    {
      "title": "Use of telehealth during the COVID-19 pandemic: scoping review",
      "authors": [
        "S Doraiswamy",
        "A Abraham",
        "R Mamtani",
        "S Cheema"
      ],
      "year": 2020,
      "doi": "10.2196/24087"
    },
    {
      "title": "COVID-19 is catalyzing the adoption of teleneurology",
      "authors": [
        "B Klein",
        "N Busis"
      ],
      "year": 2020,
      "doi": "10.1212/wnl.0000000000009494"
    },
    {
      "title": "Telerehabilitation: has its time come?",
      "authors": [
        "P Duncan",
        "J Bernhardt"
      ],
      "year": 2021,
      "doi": "10.1161/strokeaha.121.033289"
    },
    {
      "title": "Telestroke in the time of COVID-19: the Mayo Clinic experience",
      "authors": [
        "J Huang",
        "Mrf Greenway",
        "D Nasr"
      ],
      "year": 2020,
      "doi": "10.1016/j.mayocp.2020.06.007"
    },
    {
      "title": "Awareness of telemedicine among patients with neurological disorders",
      "authors": [
        "K Sakurai",
        "Y Suzuki",
        "Y Hasegawa"
      ],
      "year": 2019,
      "doi": "10.1016/j.jns.2017.08.3273"
    },
    {
      "title": "A trial case of medical treatment for primary headache using telemedicine",
      "authors": [
        "H Akiyama",
        "Y Hasegawa"
      ],
      "year": 2018,
      "doi": "10.1097/md.0000000000009891"
    },
    {
      "title": "Lessons from lockdown -behavioural interventions in migraine",
      "authors": [
        "L Grazzi",
        "P Rizzoli"
      ],
      "year": 2021,
      "doi": "10.1038/s41582-021-00475-y"
    },
    {
      "title": "Galcanezumab in chronic migraine: the randomized, double-blind, placebo-controlled RE-GAIN study",
      "authors": [
        "H Detke",
        "P Goadsby",
        "S Wang"
      ],
      "year": 2018,
      "doi": "10.1212/wnl.0000000000006640"
    },
    {
      "title": "Fremanezumab for the preventive treatment of chronic migraine",
      "authors": [
        "S Silberstein",
        "D Dodick",
        "M Bigal"
      ],
      "year": 2017,
      "doi": "10.1056/nejmoa1709038"
    },
    {
      "title": "Barriers to telemedicine among physicians in epilepsy care during the COVID-19 pandemic: a national-level cross-sectional survey in Japan",
      "authors": [
        "T Kubota",
        "N Kuroda",
        "T Horinouchi"
      ],
      "year": 2022,
      "doi": "10.1016/j.yebeh.2021.108487"
    },
    {
      "title": "Treatment outcomes in patients with newly diagnosed epilepsy treated with established and new antiepileptic drugs: a 30-year longitudinal cohort study",
      "authors": [
        "Z Chen",
        "M Brodie",
        "D Liew"
      ],
      "year": 2018,
      "doi": "10.1001/jamaneurol.2017.3949"
    },
    {
      "title": "Depression differentially affects patient and caregiver perceptions of neuropsychiatric symptoms in Parkinson's disease",
      "authors": [
        "B Crowley",
        "J Patrie",
        "S Sperling"
      ],
      "doi": "10.1080/13854046.2022.2106889"
    },
    {
      "title": "Activities of daily living in Parkinson's disease: time/gender perspective",
      "authors": [
        "M Sperens",
        "D Georgiev",
        "Eriksson Domellöf"
      ],
      "year": 2020,
      "doi": "10.1111/ane.13189"
    },
    {
      "title": "Effects of physician visit frequency for Parkinson's disease treatment on mortality, hospitalization, and costs: a retrospective cohort study",
      "authors": [
        "T Fujita",
        "A Babazono",
        "S Kim",
        "A Jamal",
        "Y Li"
      ],
      "year": 2021,
      "doi": "10.1186/s12877-021-02685-x"
    },
    {
      "title": "Nursing home care in crisis in the wake of COVID-19",
      "authors": [
        "D Grabowski",
        "V Mor"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.8524"
    },
    {
      "title": "The impact of COVID-19 infection and enforced prolonged social isolation on neuropsychiatric symptoms in older adults with and without dementia: a review",
      "authors": [
        "R Manca",
        "De Marco",
        "M Venneri"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyt.2020.585540"
    }
  ],
  "num_references": 17,
  "original_doi": "https://doi.org/10.13039/100009619"
}
