{
  "paper_id": "CK7CAK4K",
  "title": "The Transtheoretical Model of Behavior Change: A Meta-Analysis of Applications to Physical Activity and Exercise",
  "abstract": "The purpose of this study was to summarize findings from empirical applications of the transtheoretical model (TTM)  (Prochaska & DiClemente, 1983)  in the physical activity domain by using the quantitative method of meta-analysis. Ninety-one independent samples from 71 published reports were located that present empirical data on at least one core construct of the TTM applied to exercise and physical activity. In general, results support the application because core constructs differ across stages and most changes are in the direction predicted by the theory. Three general conclusions are offered. First, existing data are unable to confirm whether physical activity behavior change occurs in a series of stages that are qualitatively different or along adjacent segments of an underlying continuum. Second, the growing number of studies that incorporate TTM concepts means that there is an increasing need to standardize and improve the reliability of measurement. Finally, the role of processes of change needs reexamining because the higher order constructs are not apparent in the physical activity domain and stage-by-process interactions are not evident. There now are sufficient data to confirm that stage membership is associated with different levels of physical activity, self-efficacy, pros and cons, and processes of change. Further studies that simply stage participants or examine cross-sectional differences between core constructs of the TTM are of limited use. Future research should examine the moderators and mediators of stage transition.",
  "year": 2025,
  "date": "2025-07-17",
  "journal": "Journal of Consulting and Clinical Psychology",
  "publication": "Journal of Consulting and Clinical Psychology",
  "authors": [
    {
      "forename": "Simon",
      "surname": "Marshall",
      "name": "Simon Marshall",
      "affiliation": "British Heart Foundation National Centre for Physical Activity and Health Loughborough University \n\t\t\t\t\t\t\t\t Heart Foundation National Centre for Physical Activity \n\t\t\t\t\t\t\t\t Health Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t British",
      "email": "s.j.marshall@lboro.ac.uk"
    },
    {
      "forename": "Stuart",
      "surname": "Biddle",
      "name": "Stuart Biddle",
      "affiliation": "British Heart Foundation National Centre for Physical Activity and Health Loughborough University \n\t\t\t\t\t\t\t\t Heart Foundation National Centre for Physical Activity \n\t\t\t\t\t\t\t\t Health Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t British"
    }
  ],
  "doi": "10.1093/her/10.3.365",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "It is an important issue for public health to understand why the majority of adults in industrialized countries are insufficiently active for health  (1, 2) . Of particular note is that most studies of community samples and exercise program participants show a 50% dropout rate within the 1st year  (3) .\n\nOne approach that has attempted to explain when and how people are likely to change their exercise behavior is the transtheoretical model of behavior change (TTM)  (4) . The TTM emerged from a comparative analysis of change systems used in psychotherapy to treat addictive behaviors but has since been offered as a coherent framework to help understand readiness to begin physical activity  (5) . Four narrative reviews  (6) (7) (8) (9)  have examined the suitability of the TTM for understanding physical activity behavior and have largely drawn positive conclusions.\n\nA strength of the TTM is that it treats behavior change as dynamic rather than an \"all or nothing\" phenomenon. Empirical evidence suggests that individuals attempting to change their physical activity behavior move through a series of stages. The stages are characterized by a temporal dimension of \"readiness\" to change. Five stages have been proposed that differ according to an individual's intention and behavior. The stages have been labeled Precontemplation (no intention of becoming physically active), Contemplation (thinking about starting to become physically active within the next 6 months), Preparation (making small changes in behavior but still not meeting a criterion for physical activity), Action (meeting a criterion of physical activity, but only recently-usually within the past 6 months), and Maintenance (meeting a criterion for physical activity for 6 months or longer). Original formulations of the model proposed that individuals moved through the stages in a linear fashion  (4) , but it is now recognized that stage progression is more likely to follow a cyclical pattern  (10)  whereby individuals progress and regress through the stages in an effort to create lasting change.\n\nConcurrent validity for a stage model of physical activity has received partial support because validated measures of physical activity have been able to differentiate between stages  (11) (12) (13) . However, conclusions should be interpreted with caution because measures used to classify individuals into stages are currently varied  (14)  and many studies have compared physical activity scores across collapsed stages  (12, 13, 15) . Some have argued against studies of concurrent validation altogether on the grounds that comparisons are tautological  (16) .\n\nThree factors are hypothesized to mediate the change process. These are an individual's self-efficacy for change, the decisional balance of perceived advantages and disadvantages of change, and the strategies and techniques (the processes of change) individuals use to modify their thoughts, feelings, and behavior.\n\nThe importance of self-efficacy for initiating and maintaining a pattern of regular physical activity derives from social-cognitive theories of behavior  (17) . Self-efficacy describes the confidence an individual has for performing a behavior in challenging or tempting situations. Numerous studies have revealed a consistent positive relation between exercise self-efficacy and stage of change  (18) (19) (20) (21) . Narrative reviews also appear unequivocal that higher efficacy is associated with advancing stage, with many concluding the relation to be linear  (7) (8) (9) . Self-efficacy also appears to successfully differentiate between individuals at most stages  (19, 20) , although findings from the smoking literature suggest that it may be predictive of stage progression during the later stages only (i.e., action and maintenance)  (8) .\n\nBased on a conflict model of decision making  (22) , behavior change is assumed to involve a systematic evaluation of the potential gains (pros) and losses (cons) associated with the new behavior  (23) . These constructs have emerged as relevant for understanding health behavior change such as physical activity  (23) , smoking cessation  (24) , and weight loss  (25) . Conclusions from narrative reviews in the physical activity domain suggest that pros of change generally increase across the stages and often peak in action  (9) . Conversely, cons usually decrease with advancing stage. Preparation appears to be the stage at which potential gains are in balance with the perceived losses  (6, 9) . Pros and cons are also suggested as important for predicting the transitions between precontemplation, contemplation, and preparation, but less so for action and maintenance  (6, 8, 9) .\n\nTen basic processes of change that describe the techniques and strategies individuals use to modify their thoughts, feelings, and behavior (4) have been proposed. These processes have been organized into two higher order constructs: experiential and behavioral  (26) . The five experiential processes are Consciousness Raising, Dramatic Relief, Environmental Reevaluation, Self-Reevaluation, and Social Liberation. The five behavioral processes are Counterconditioning, Helping Relationships, Reinforcement Management, Self-Liberation, and Stimulus Control.\n\nA series of cross-sectional, prospective, and longitudinal studies of smoking cessation have demonstrated that different processes appear to be emphasized at different stages of change  (10) . Narrative reviews in the physical activity domain have also concluded that a two-factor model is appropriate, and stage-specific trends exist for these higher order constructs  (7) (8) (9) . The general consensus is that experiential processes are more important during the early stages, with behavioral processes important at later stages  (9, 27) . However, these conclusions are offered with limited empirical evidence to support them. The majority of conclusions in reviews are based on a single primary study that found the correlation between experiential and behavioral processes to be .91 (28) , a finding that actually argues against a two-factor model. The call for additional research  (29)  to examine the suitability of the processes of change for physical activity behavior appears warranted.\n\nAlthough the TTM has intuitive and heuristic appeal, it is not without criticism. Some reject stage-based theorizing of human behavior altogether on conceptual grounds  (16) , whereas others have expressed methodological or analytic concerns over existing evidence  (30) (31) (32) . Despite these arguments, narrative reviews are consistent in providing support for the TTM in the physical activity domain  (6) (7) (8) (9) . Some have even argued that the model's conceptual properties render it logically valid (e.g., the sequence of stages and the relations between the stages and the processes are logically necessary), which supersedes the need for empirical validation  (33) .\n\nAlthough narrative reports are useful for reviewing a research literature, there is considerable evidence to suggest that meta-analytic techniques are superior for building cumulative knowledge  (34) . A limitation of the narrative review is that results of primary studies are often interpreted at face value (e.g., usually based on the result of a significance test), and conclusions are drawn from study findings that contain measurement artifacts. Narrative reviews are also typically selective. In some instances, reviews appear limited to studies that corroborate theoretical predictions of the model  (7, 9) . In contrast, meta-analyses select studies based on objective criteria and empirical procedures are available to measure and correct for methodological deficiencies in the primary data  (35) .\n\nThe purpose of this study, therefore, is to summarize findings from empirical applications of the TTM in the physical activity domain by using the quantitative method of meta-analysis. By examining standardized differences in core constructs between stages, it will be possible to identify and describe more accurately factors that may facilitate transitions between the stages."
    },
    {
      "title": "METHOD Search Procedures",
      "text": "English-language studies were located from four sources. First, the computerized databases MEDLINE, PsycLIT, Sports Discus, and UnCover were searched using the keyword combinations of health behavior, physical activity, exercise (and) stages, change, readiness, and transtheoretical. All articles from 1983 (the publication year of Prochaska & DiClemente's initial study) to January 2000 were examined. Second, a manual search was conducted of the 1998-2000 issues of the following serial titles: American Journal of Health Promotion, Annals of Behavioral Medicine, Health Psychology, Journal of Sport and Exercise Psychology, Journal of Sports Sciences, Preventive Medicine, and Research Quarterly for Exercise and Sport. These titles were selected because they had published the majority of studies identified by the computerized search. Third, reference sections of narrative reviews and primary studies located from the previous two methods were examined. In addition, an online reference list provided by the University of Rhode Island Cancer Prevention Center ( http://www.uri.edu/research/ cprc/transtheoretical.htm) was reviewed. Finally, a search of personal files was conducted, as well as personal communication with investigators who have published physical activity and exercise applications of the TTM."
    },
    {
      "title": "Selection and Inclusion Criteria",
      "text": "Studies were included in the meta-analysis if they applied to, empirically, at least one of the core constructs of the TTM to physical activity, exercise behavior, or both (i.e., a staging algorithm with a concurrent physical activity measure, decisional balance, self-efficacy, processes of change). However, studies that included other variables considered by expert review to represent a proxy measure of a core construct were also included. In particular, measures of Perceived Behavioral Control  (36)  were used in the absence of self-efficacy measures (k = 2), physical activity attitude measures (Expectancy × Value) were used in the absence of Pro scales (k = 2), and barriers to exercise measures were used in the absence of Con scales (k = 4).\n\nFor study coding purposes, measures of exercise pros were grouped into three categories: behavioral belief measures (Expectancy × Value), benefits of exercise scales, and the Pros scale from the Decisional Balance Questionnaire  (23) . Exercise cons measures were grouped into two categories: barriers to exercise and the Cons scale from the Decisional Balance Questionnaire  (23) . Self-efficacy measures were grouped into three categories: short-item (3-5) Likert measures, long-item (10-13) Likert measures, and Perceived Behavioral Control items. The number of items in the self-efficacy measure was coded to further assess measurement standardization.\n\nSamples that included only a stage of change measure (k = 33) or used a continuous measure to stage participants  (37)  were omitted from the meta-analysis. However, stage-only samples were retained for descriptive analyses of stage distribution data."
    },
    {
      "title": "Publication status.",
      "text": "Only published studies or conference presentations in the form of published abstracts were included in analyses. The decision to exclude unpublished literature (e.g., doctoral dissertations) was based on pragmatic concerns alone and is acknowledged as a limitation of our findings. These limitations stem from the so-called file-drawer problem  (38) , which posits that data derived from published studies may represent inflated effects because it is thought that authors tend not to submit, and journal editors tend not to accept, studies that report null findings. The observation that published studies are positively biased has now received empirical support in the contemporary meta-analytic literature  (39, 40) . To protect against a Type I error at the meta-analytic level, the failsafe K foot_0  was computed for each effect estimate. The failsafe K is the number of missing studies with null results needed to reduce the mean effect size to 0.2 (defined as \"small\" by Cohen  [41] )."
    },
    {
      "title": "Descriptive Analyses of Stage Distribution Data",
      "text": "Prior to meta-analyses of effect sizes, aggregates were computed across primary studies for the number of individuals in each stage of change. From an epidemiologic perspective, it is important to understand the stage distribution for physical activity because it enables population estimates to be derived for those at risk for negative health outcomes associated with a sedentary lifestyle  (42) . It also assists intervention planning by guiding the development of population-tailored strategies for change.\n\nStage data were aggregated by moderator variables that may influence the distribution of physical activity prevalence in a population. These variables included the response format of the stag-ing measure, the activity criterion used for stage membership, age (< 25, 25-39, 40-54, 55+), country (United States, Canada, United Kingdom, Australia), and setting (worksite, community, primary care/health maintenance organization, and education). Response formats were coded into two categories: Likert format and fixed format (dichotomous responses). Fixed to Likert comparisons have shown a distribution shift from contemplation to preparation  (14) . For the activity criterion, 16 different algorithms were grouped into four general categories based on definitional criteria to reach the stage of action: (a) engaged in \"regular exercise or physical activity\" in the absence of specified criteria (no criterion); (b) exercising for less than 6 months, 3 times per week at an unspecified intensity level for 15 to 30 min each time (3 × 15 min); (c) exercising for less than 6 months, 3 times per week at a moderate-to-vigorous level for 15 to 20 min each time (3 × 15-20 min moderate-to-vigorous physical activity [MVPA]); and (d) exercising for less than 6 months, 4 to 7 times per week at a moderate-to-vigorous level for 30 min each time (4-7 × 30 min MVPA). Gender was also considered a moderator variable, but data are not presented because too few studies have examined men and women separately.\n\nSampling method (nonrandom or random) and recruitment method (passive or active) were also coded as moderator variables because sampling and recruitment strategies are known to influence sample characteristics  (43) . Nonrandom samples included convenience samples and samples recruited from existing databases. Random samples were those identified usually via directories of residential street listings, random-digit telephone dialing, or electoral registers. Passive recruitment is characterized by an invitation to participate, such as a media advertisement or mailed letter, but offers no further prompting until participants contact investigators directly. During passive recruitment the sample pool is not clearly defined because it is not known how many individuals actually received the information or how responders differ from nonresponders. In contrast, active recruitment begins with a defined sample pool that is directly contacted, in person or by telephone."
    },
    {
      "title": "Calculation of Effect Size",
      "text": "All analyses were conducted using the effect size estimate Cohen's d with the adjustment computations proposed by Hunter and Schmidt  (35) . Hunter and Schmidt's procedures (sometimes referred to as \"psychometric meta-analysis\") draw on psychometric theory and are designed to correct for methodological artifacts in primary studies such as sampling error and measurement error. Hunter and Schmidt's techniques were preferred over other meta-analytic methods because instruments designed to measure core constructs of the TTM are prone to variance produced by artifacts. Cohen's d values of 0.2, 0.5, and 0.8 represent small, medium, and large effects, respectively  (41) . All calculations were performed using syntax macros written by Simon Marshall using SPSS v9.0 for Windows  (44) .\n\nEach effect size represents a difference in means of a core construct between adjacent stages, divided by the pooled standard deviation. This required primary studies to report unad-\n\nVolume 23, Number 4, 2001 Transtheoretical Model 231 justed means and standard deviations for a construct at each stage of change. Using means and standard deviations are preferred because they provide the least biased effect size estimate (35). Four separate effect sizes were computed for each construct: Precontemplation to Contemplation, Contemplation to Preparation, Preparation to Action, and Action to Maintenance. For each effect size calculation, the lower stage of change served as the control group and the higher stage served as the experimental group. When multiple outcomes were reported for a construct within a single study (e.g., moderate and vigorous physical activity), effect sizes were averaged to form a single estimate. Although violation of independence of effects does not usually influence the mean d unless the stochastically dependent effects have large leverage in the analysis, it does create a smaller standard error of the mean effect size, leading to smaller confidence interval (CI) and a greater likelihood of a Type I error. foot_1\n\nMissing data. Twenty-one published articles and abstracts contained insufficient information to compute effect sizes for each stage transition. Data requests were sent via e-mail and postal mail to all primary authors (n = 16) of the 21 studies. Acknowledgment of the data request was received from 14 of the 16 authors contacted. After 16 weeks with a mean of 2.2 prompts per author, requested data were made available by 6 of the 16 authors. The remaining authors made no correspondence (n = 2), failed to continue correspondence (n = 4), or reported that they no longer had access to the original data (n = 4)."
    },
    {
      "title": "Correcting for Artifactual Variance",
      "text": "This study corrected for two main study design artifacts: sampling error and measurement error in the dependent variable  (35) .\n\nSampling error. The effect size observed in a sample deviates from the \"true\" effect size in a target population because of sampling error. Because primary studies are often based on small samples that positively bias the effect estimate in absolute value, conclusions about study outcomes may be false. For this study, sampling error was reduced by correcting the effect size, d, at the individual study level using a bias multiplier foot_2    (35) .\n\nMeasurement error. Error of measurement in the dependent variable reduces the effect size estimate because of random variations (error) in how participants respond to test items. This may lead to spurious conclusions about the nature of the true effect size. Although group means are relatively unaffected by random error, error of measurement also enters the variance of the dependent variable and therefore the denominator of the effect size. Subsequently, the value of d is artifactually low in the pres-ence of measurement error, and interstudy differences in instrument reliability creates variation in the values of d  (35) .  4 n this study, estimates of measurement reliability in the dependent variable (Cronbach's alpha coefficient) were obtained for each construct (except physical activity) in each primary study, enabling each effect size to be corrected individually. Physical activity measures were not corrected for measurement error because internal consistency data are not usually presented.\n\nWhen no reliability data were presented in primary studies, previously published reliability coefficients for the measure were used. For measures that presented no reliability data and had a different number of items than a previously published version, the Spearman-Brown Prophecy formula  (45)  was used to estimate the alpha coefficient for the new-item measure."
    },
    {
      "title": "Meta-Analysis of Effect Sizes",
      "text": "Because meta-analysis reduces sampling error by averaging errors, studies with smaller sample sizes should receive less weight in the mean effect size  (46) . However, because sampling error depends on the extent of correction for attenuation from all artifacts (in this case, sampling error and measurement reliability), the optimal weight for each d is no longer its sample size, but the sample size proportional to the reliability of the dependent variable  (35) .  5 Therefore, studies that required a large correction for reliability get less weight in the meta-analysis.\n\nAfter the correction for sampling error, measurement error, and study weighting, five summary statistics were computed for each construct at each stage transition:\n\n1. Mean sample-weighted corrected effect size (Ave [d]).  6 . Mean sample-weighted total variance of corrected effect size (Var [d]). 7"
    },
    {
      "title": "Mean sample-weighted error variance of corrected effect size (Var [e]",
      "text": "). 8 4. Variance of population effect sizes (Var [d]). 9  5. Standard deviation of population effect sizes (SDd). 10"
    },
    {
      "title": "232"
    },
    {
      "title": "Marshall and Biddle"
    },
    {
      "title": "Annals of Behavioral Medicine",
      "text": "Credibility and CIs. For each effect size, 95% credibility and CIs were also computed. Credibility and CIs are often used and interpreted incorrectly in the meta-analytic literature  (47) .\n\nCredibility intervals provide information about validity generalization, or the extent to which situational factors (moderators) may be influencing the effect estimate. They are computed using the corrected standard deviation around the mean corrected effect size  (48) . If the credibility interval around a corrected effect size is of sufficient magnitude or includes zero, then the effect size is likely to represent a heterogeneous population. Conversely, if the interval is small or does not include zero, then the effect size is probably the estimate of one population parameter. If the effect size is an estimate of one population parameter (i.e., homogenous) then the observed variance in corrected effect sizes is due to sampling error because the true population variance is zero.\n\nCIs are used to estimate the accuracy of the corrected effect size in representing the true population parameter. Therefore they estimate the extent to which sampling error remains in the sample-size weighted mean effect size  (47) . In the case of one population parameter, the CI is generated using the standard error for the mean uncorrected effect size for homogeneous studies. If the credibility interval suggests several subpopulations, CIs are computed using the standard error of the uncorrected mean for the heterogeneous case  (35) .\n\nThe extent to which CIs of effect sizes overlapped provided a test of significance for mean differences across stages.\n\nOmnibus tests for homogeneity of effects. The homogeneity of mean corrected effect sizes for each construct at each stage transition was examined to determine if the variability in outcomes was greater than expected from sampling error and measurement error. In addition to the 95% credibility intervals, homogeneity of effects was examined using the Q-statistic  11    (46)  and the \"75% rule\"  (35) . The Q-statistic (within-group goodness-of-fit) has an approximate chi-square distribution with k -1 degrees of freedom (k = number of effect sizes). A significant Q-statistic indicates heterogeneity of effects. However, because interpretation of the Q-statistic is based on the traditional significance test and Type I error rates are only guaranteed when the null hypothesis is true (i.e., homogeneity of effects), Type II error rates are often unacceptably high  (34) . Subsequently, the 75% rule has been used to help make decisions over whether any of the observed variance in effect estimates is real. The 75% rule posits that in any data set in which known and correctable artifacts account for 75% of the variance in study correlations [outcomes], it is likely that the remaining 25% is due to uncontrolled artifacts. ƒ [It is therefore] very unwise to assume that all unexplained variance is due to real moderator variables. (35, p. 68)  Monte Carlo studies have demonstrated consistently that this method has more statistical power than traditional tests of ho-mogeneity, particularly when the number of studies is small (< 64)  (49) .\n\nIf corrected mean effects are shown to be heterogeneous (i.e., not consistent across studies), then the weighted estimates do not adequately reflect study outcomes, and moderator variables should be sought. However, moderator analysis was not conducted for three reasons. First, because separate meta-analyses were conducted for each construct and stage transition (n = 56), the number of moderator analyses generated would be too large for publication. Second, although an array of potential moderators may be speculated to create heterogeneity in effect estimates for TTM constructs at different stages of change (e.g., age, gender, country, setting), very few are theoretically guided or have supporting empirical evidence to justify their inclusion. Finally, because the number of studies in each subgroup was small, there exists the possibility of second-order sampling error-the extent to which outcomes of available studies vary randomly about the mean  (35) ."
    },
    {
      "title": "RESULTS",
      "text": "Ninety-one independent samples from 71 published reports (61 articles, 10 conference abstracts) that present empirical data on at least one core construct of the TTM applied to exercise and physical activity were located. Of the 71 published reports, 54 used a cross-sectional design, 6 were longitudinal, 10 were quasi-experimental, and 1 was a randomized-controlled trial. Thirty-three samples presented stage distribution data only, and 3 samples included all key constructs of the TTM. Of the 91 independent samples, 80 contained useable data for further analyses. The number of participants per sample ranged from 47 to 19,095. Table  1  presents a summary of the coded characteristics for the 80 samples. Because separate meta-analyses were conducted for each construct and stage transition (n = 56), effect sizes for individual studies, as well as stem-and-leaf plots for each meta-analysis, have been omitted for space considerations.\n\nAcross all constructs and stage transitions (n = 56), 413 effect sizes were computed (physical activity, n = 46; self-efficacy, n = 67; pros, n = 50; cons, n = 50; experiential processes of change, n = 100 [20 × 5 processes]; behavioral processes of change, n = 100 [20 × 5 processes])."
    },
    {
      "title": "Stage Distribution Data",
      "text": "Table 2 presents aggregated stage distribution data by moderator variable. Across the total sample (N = 68,580), 14% of individuals were in Precontemplation, 16% in Contemplation, 23% in Preparation, 11% in Action, and 36% in Maintenance. Across countries, Australian samples (k = 8) reported the highest proportion of individuals in Precontemplation (15%), with UK samples (k = 17) reporting the lowest proportion (6%). Canadian samples (k = 3) reported the greatest proportion of individuals in Maintenance (45%), with USA samples (k = 27) reporting the lowest proportion (31%). Younger samples (< 25 years) had fewer individuals in Precontemplation (3%) but more in Preparation (31%) and Ac-Volume 23, Number 4, 2001 Transtheoretical Model 233 TABLE 1 Summary of Independent Samples Included in the Meta-Analysis and Analysis of Stage Distribution Data Sample Design Setting Samp. Method Recruit. Method Publ. Status Sex Age Ctry N Crit. for Action a Stage PA Pros Cons SE Proc. 1. Armstrong et al. (50) tion (18%) than other age groups. Samples of seniors (55+ years) had the most individuals in Maintenance (46%). Samples drawn at random and samples that were actively recruited produced substantially more Precontemplators than did nonrandom samples and passively recruited participants (24% vs. 9% and 25% vs. 8%, respectively).\n\nThe proportion of individuals in each stage differed depending on the criteria used to define regular physical activity. Studies with no frequency, intensity, or duration criteria staged the greatest number of Precontemplators (25%) and the fewest number in Action (8%). Surprisingly, staging algorithms with the most stringent criteria for regular physical activity (4-7 × 30 min MVPA/week) staged the highest proportion of individuals in Maintenance (54%).\n\nThe response format of the staging measure revealed Likert measures to stage fewer individuals in Precontemplation compared to fixed format measures, but a greater proportion in Contemplation, Preparation, and Action.\n\nTable  3  presents the meta-analytic findings for physical activity, self-efficacy, and the pros and cons of change, by stage transition."
    },
    {
      "title": "Stage of Change and Physical Activity",
      "text": "Consistent with predictions of the TTM, the level of physical activity increased as individuals moved to a higher stage of change. As expected, the largest effect was evident for Preparation to Action (d = 0.85, 95% CI = 0.64-1.07), the point at which individuals begin to meet an established criterion for physical activity. Surprisingly, small to moderate increases in physical activity were also evident from Precontemplation to Contemplation (d = 0.34, 95% CI = 0.14-0.55, failsafe k = 7), suggesting that transitions between inactive stages are associated with changes in physical activity. Three of the four stage transitions exhibited heterogeneous effect sizes, suggesting that moderators are operating."
    },
    {
      "title": "Self-Efficacy",
      "text": "Effect estimates for self-efficacy across the stage transitions were all positive and significant (CIs do not include zero), suggesting that confidence to be active increases with each stage of change, as proposed by the TTM (see Table  3 ). However, in contrast to theoretical predictions  (8, 9) , the pattern of increase"
    },
    {
      "title": "238",
      "text": "Marshall and Biddle"
    },
    {
      "title": "Annals of Behavioral Medicine",
      "text": "TABLE 2 Stage Distribution Characteristics by Moderator Variable Moderator Variable % Pre % Cont % Prep % Act % Main N k Total sample 14 16 23 11 36 68,580 68 Country USA 9 20 26 14 31 35,056 27 Canada 8 8 30 9 45 3,855 3 UK 6 10 29 12 43 8,111 17 Australia 15 17 21 8 38 9,694 6 Age < 25 3 7 31 18 41 5,734 10 25-39 9 18 30 13 30 4,112 12 40-54 8 23 27 10 32 7,503 17 55+ 13 12 17 13 46 7,155 5 Setting Worksite 9 20 25 12 34 10,947 23 Community 27 17 15 6 35 23,574 21 Primary care/HMO 12 13 23 14 38 25,823 6 Education 3 8 32 17 40 5,992 11 Sampling method Nonrandom 9 16 27 13 36 27,813 44 Random 24 15 18 7 36 40,767 24 Recruitment method Passive 8 18 27 12 36 21,672 42 Active 25 13 17 9 36 46,908 26 Activity criterion (/week) 3 × 15 min 10 19 27 12 33 40,009 34 3 × 15 min MVPA 7 13 29 14 37 3,109 11 4-7 × 30 MVPA 10 9 16 12 54 6,288 2 No criterion 25 14 15 8 38 19,174 21 Stage response format Fixed (dichotomous) 17 16 21 9 37 55,614 45 Likert 10 19 28 12 31 8,344 16 appeared nonlinear, with effects characterized as moderate (Precontemplation to Contemplation), small to moderate (Contemplation to Preparation), moderate (Preparation to Action), and moderate to large (Action to Maintenance). With the exception of Contemplation to Preparation, these findings appear robust because 30 to 42 studies showing null results would be required to reduce the corrected effect sizes to values considered small. All four stage transitions exhibited heterogeneous effect sizes, again suggesting the presence of moderators."
    },
    {
      "title": "Decisional Balance",
      "text": "Behavioral pros. As shown in Table  3 , all effect estimates were significant and positive (except for Contemplation to Preparation), suggesting that perceived benefits of change increase for every forward stage transition. An increase in the pros of change across each stage is in general agreement with theoretical predictions. As predicted by the model, the largest and most robust effect size was evident from Precontemplation to Contemplation (d = 0.97, failsafe k = 50). Contemplation to Preparation had the smallest and least robust effect estimate (d = 0.01). The remaining stage transitions were characterized by small effects. Reed  (9)  suggested that the pros of change experience a decline from Action to Maintenance. However, these findings suggest that they continue to increase, albeit marginally (d = 0.23, 95% CI = 0.09-0.38). Again, all transitions exhibited heterogeneous effect sizes, suggesting the presence of moderators.\n\nBehavioral cons. All effect estimates were small to moderate, significant, and negative, suggesting that the perceived disadvantages of becoming physically active decrease across the stages (see Table  3 ). These findings are in general agreement with model predictions  (9) . The most pronounced decline was evident from Precontemplation to Contemplation (d = -0.46, failsafe k = 17). The smallest decline was evident from Action to Maintenance (d = -0.24, failsafe k = 3)."
    },
    {
      "title": "Processes of Change"
    },
    {
      "title": "Meta-analytic findings for the individual processes of change across each stage are presented in",
      "text": "Table 4 (behavioral processes) and Table 5 (experiential processes). Of the 40 effect sizes presented, 25 are statistically different from zero (CIs do not include zero). Across all processes of change, the largest effects were evident from Precontemplation to Contemplation (d range = 0.55-1.18). The next largest effects were evident from Preparation to Action (d range = 0.27-0.72). For all Volume 23, Number 4, 2001 Transtheoretical Model 239 Note. K = number of independent samples; Ave (d) = mean sample-weighted corrected effect size; Var (d) = mean sample-weighted total variance of corrected effect size; Var (e) = mean sample-weighted error variance of corrected effect size; Var (δ) = variance of population effect sizes; SD δ = standard deviation of population effect sizes; % Var (e) = % error variance (75% rule); Q = chi-square statistic for homogeneity; Cred. Int. = credibility interval; CI = confidence interval; Failsafe K = number of independent samples with null findings required to bring down Ave (d) to 0.2; Pre = Precontemplation; Cont = Contemplation; Prep = Preparation; Act = Action; Main = Maintenance.\n\na In some cases, the percentage of variance explained by sampling error can be greater than 100%. This is because the sampling error variance formula predicts the amount of variance sampling error will produce on average. If effect sizes are based on a small number of studies and there are one or two large positive sampling errors, the observed variance across studies would be larger than the predicted variance. See Hunter and Schmidt  (35)  for a more detailed discussion. *p < .05. **p < .01.\n\nfive behavioral processes and three experiential processes, the smallest effects were evident from Action to Maintenance (d range = 0.03-0.37). Across all processes and stage transitions, the largest single effect size was for self-liberation from Precontemplation to Contemplation (d = 1.18, failsafe k = 25). The smallest single effect was for self-reevaluation from Action to Maintenance (d = 0.01).\n\nFrom Contemplation to Preparation and from Action to Maintenance, the largest effect was for counterconditioning (d = 0.62 and 0.37, respectively). From Preparation to Action, the largest effect was for self-liberation (d = 0.72). One behavioral process (helping relationships) and three experiential processes (dramatic relief, environmental reevaluation, and self-reevaluation) demonstrated negative effect sizes across at least one stage transition, suggesting that use of these techniques declines across some stages. All but one of these declines were observed from Action to Maintenance.\n\nUsing the 75% rule, 20 of the 40 effects were considered heterogeneous, suggesting that moderators are operating or there is second-order sampling error."
    },
    {
      "title": "DISCUSSION",
      "text": "The purpose of this study was to provide a quantitative synthesis of trends from empirical applications of the TTM in the physical activity domain. In particular, findings were provided on stage distributions, physical activity, and components of the TTM."
    },
    {
      "title": "Stage Distribution Data",
      "text": "Thirty percent of the total sample was identified as inactive (Precontemplation or Contemplation), which corroborates epidemiologic prevalence estimates of inactivity  (97) . Approximately half of the total sample was in the Action or Maintenance stage. These data conflict with previous studies suggesting the proportion meeting guidelines for regular physical activity is nearer 22%  (1, 2, 97) . Therefore, the staging algorithmic method appears to overestimate the number of individuals engaging in regular physical activity. However, activity stage criteria appear less stringent than those adopted in epidemiologic research."
    },
    {
      "title": "240",
      "text": "Marshall and Biddle  Sixty-three percent of participants in this study were classified into Action using an activity criterion of three bouts of 15 min per week. In contrast, epidemiologic research often use a criterion of five bouts of 30 min per week, which is consistent with guidelines advocated by professional associations and expert panels  (97) . When no definitional criteria were provided (i.e., information about frequency, duration, or intensity), individuals were more likely to stage themselves as inactive (Precontemplation or Contemplation). This may suggest that individuals operationalize the term exercise as physical activity performed only with vigorous intensity. Although the popularity of the stages approach is due partly to the ease of administration and scoring  (42) , researchers should be aware of the importance of the activity criterion used to define action and the potential bias introduced when using it as a tool for assessing activity prevalence."
    },
    {
      "title": "Annals of Behavioral Medicine",
      "text": "The number of different staging methods currently in use is problematic for purposes of cross-sample comparisons. In a review of eight staging measures of physical activity, Reed, Velicer, Prochaska, Rossi, and Marcus (  14 ) concluded stage constructs to be robust across classification methods. However, the number of different staging measures appearing in the literature has since doubled, highlighting the need for standardization. Researchers are also encouraged to present validity and reliability data specific to their target population, particularly when assessing moderate activity.\n\nStage distribution trends appear related to the method of sampling and participant recruitment. Nonrandom sampling and passive recruitment strategies appeared to undersample precontemplators compared to randomly drawn samples and those utilizing active recruitment techniques. This finding is important because it suggests that to reach individuals most at risk for a sedentary lifestyle, researchers need to oversample precontemplators using active recruitment strategies.\n\nThe finding that the most stringent criterion for Action (4-7 × 30 min MVPA) staged the highest proportion of individuals in Maintenance may be explained by the sample characteristics in the studies that used this staging measure. All participants were from primary care settings or health maintenance organizations, with 96% having chronic disease conditions. It is likely that"
    },
    {
      "title": "Volume 23, Number 4, 2001",
      "text": "Transtheoretical Model 241  these settings were contaminated because individuals may have already received some form of exercise prescription. The response format of the staging measure suggests that Likert measures are associated with an upward shift (except in maintenance) in the stage distribution of participants. These results corroborate the findings of Reed et al.  (14) ."
    },
    {
      "title": "Physical Activity",
      "text": "Primary data suggest that staging measures are able to successfully differentiate levels of physical activity. However, many studies do not provide adequate tests of construct validity because comparisons are often tautological and stages hypothesized to be inactive are usually collapsed  (12, 13, 98, 99) . The assumption that individuals in Precontemplation and Contemplation are similarly (in)active may be inaccurate because our meta-analytic data revealed a small to moderate effect between these stages using concurrent measures of physical activity. If staging criteria are not sensitive enough to detect real differences in physical activity, then some individuals are likely to be misclassified. Because small sample sizes often prevent inferential analyses of all stages, researchers are encouraged to oversample individuals in the \"hard-to-reach\" stages or, at the very least, present descriptive data for each stage."
    },
    {
      "title": "Self-Efficacy",
      "text": "Changes in self-efficacy were moderately consistent with predictions of the TTM. The conclusion from narrative reviews that self-efficacy differentiates between individuals at most stages (6) appears supported. Contemplation to Preparation is the transition that displays the smallest increase in self-efficacy. However, in general, effect sizes are in the moderate range for adjacent stages, and later stages show larger effects. Although self-efficacy does appear to increase with advancing stage, the magnitude of these increases is not equal (CIs do not all overlap). This finding suggests that self-efficacy may demonstrate discontinuity across the stages, which conflicts with conclusions from most narrative reviews  (7) (8) (9) . Because the data are derived from cross-sectional designs, causal paths between self-efficacy and stage remain unclear."
    },
    {
      "title": "Decisional Balance",
      "text": "Existing empirical analyses of decisional balance data have focused on the point at which the pros of behavior change typically outweigh the cons  (21) . However, the importance of determining this intersection remains unclear. The timing of the \"balance point\" per se is of limited clinical value because the point at which the pros of change begin to outweigh the cons has not shown to be a consistent temporal marker of actual behavior change in the physical activity domain. It is of far greater clinical benefit to predict the magnitude of changes in pros and cons associated with increases in physical activity. Expressing these changes in standardized units is useful to health researchers and practitioners because it helps to determine the strength of treatment effects necessary to bring about changes in physical activity. Based on an analysis of 12 problem behaviors, Prochaska (100) stated that progression from Precontemplation to Action involves approximately a 1 SD increase in the pros and a 0.5 SD decrease in the cons of making a healthy behavior change. These changes constitute the strong and weak \"Principles of Progress,\" respectively (100). Results from the meta-analysis provide partial support for these principles because these changes apply to contemplation of change only. A further 0.3 SD increase in pros and 0.7 SD decrease in cons is associated with actual behavior change. Overall, progression from Precontemplation to Action involves an approximate increase in pros of 1.3 SD and an approximate decrease in cons of 1.2 SD.\n\nThe findings for decisional balance suggest that the most dramatic increase in evaluating the benefits of regular exercise is likely to occur in conjunction with contemplating change. Additional stage progression is associated with smaller increases in the perceived benefits of physical activity but large decreases in the perceived disadvantages of change. Overall, increasing the pros and decreasing the cons of regular exercise appear equally important."
    },
    {
      "title": "Processes of Change",
      "text": "In general, results of the meta-analysis support the conclusion that individuals use all 10 processes of change when trying to modify their exercise behavior. The predictions for the higher order constructs received partial support. Experiential processes tend to peak during Action and behavioral processes generally peak in Maintenance. However, the pattern of change for behavioral processes appears to differ from that described in narrative reviews. Behavioral processes are hypothesized to increase in a linear fashion up to the stage of Action and then level off during Maintenance. However, the meta-analytic evidence suggests that Precontemplation to Contemplation and Preparation to Action are characterized by sharper increases in behavioral process use compared to other transitions.\n\nNine of the 10 processes follow similar patterns of change across the stages. However, the presence of second-order sampling error suggests these results be interpreted with caution. Finding similar patterns of change for individual process use is important because it argues against the presence of a Stage × Process interaction; the distinction between the higher order constructs (experiential and behavioral) may not be worth preserving in the physical activity domain. Indeed, the original data offered by Marcus, Rossi, Selby, Niaura, and Abrams (28) as confirmatory evidence of this distinction actually argued against preserving the two-factor model found in smoking studies (the correlation between the experiential and behavioral constructs was 0.91, evidence of considerable shared variance). This point was acknowledged in their article (\"It might be argued that the improvement in fit of the two-hierarchical-factors model over the one-hierarchical-factor model is not substantively meaningful\"; 28, p. 390), but the distinction was preserved because of its proven utility in the area of smoking cessation. Despite the authors' call for further research clarifying this distinction, this finding appears to have been ignored entirely in subsequent applications of the TTM to physical activity settings. We therefore reiterate the recommendations of Marcus et al.  (28)  and suggest that further research attempt to examine the presence of higher order constructs in processes of change in physical activity settings.\n\nThe most pronounced changes in individual process use occur during two stage transitions: Precontemplation to Contemplation, and Preparation to Action. The \"busiest\" transition appears to be Precontemplation to Contemplation, with all effects being large or moderate. The least busy stage transition appears to be Action to Maintenance, in which 9 of the 10 processes had effect estimates that included zero. This suggests either that efforts to maintain physical activity habits do not require additional changes in behavioral and experiential strategies or that individuals are using techniques and strategies that are not measured by current instruments.\n\nDue to the cross-sectional nature of the data, it is uncertain whether changes in process use actually facilitate or inhibit stage progression. For example, findings from the smoking literature suggest that consciousness raising may actually delay stage progression because it can be used as a substitute for action  (31) .\n\nFew studies are available that make process-specific predictions at each stage of change. It has been suggested that consciousness raising is particularly important when moving from Precontemplation to Contemplation (9), and our findings support this conclusion. However, the greatest effect size from Precontemplation to Contemplation was for self-liberation; this refers to the belief that change is possible and that responsibility for change lies within the individual. Items measuring self-liberation appear theoretically consistent with concepts of autonomy (101), which have been shown to predict interest and adherence to physical activity (102)."
    },
    {
      "title": "Implications and Directions for Further Research",
      "text": "Based on the findings from this meta-analytic study, three general conclusions are offered. First, existing primary data are limited because the majority of study designs are cross-sectional. Cross-sectional studies provide the weakest evidence of stage theories  (32, 103) . More conclusive evidence would come from experimental studies of stage-matched and mismatched interventions  (32) . Therefore, further studies that simply stage participants or examine cross-sectional differences between core constructs of the TTM are of limited use. We now have sufficient data to confirm that stage membership is associated with different levels of physical activity, self-efficacy, pros and cons, and processes of change. Future study should examine the moderators and mediators of stage transition.\n\nSecond, the growing number of studies that incorporate TTM concepts means that there is an increasing need to standardize and improve the reliability of measurement. Although having multiple measures of the same variable may provide evidence of construct validity, it also introduces multiple levels of measurement (un)reliability, which, if uncorrected, introduces many different \"population\" values for the effect size, d. Even though meta-analysis is able to adjust for attenuation due to measurement error in the independent and dependent variable, there is a price to pay for such correction: an increase in the sampling error of the corrected effect size  (35) . One recommendation is that researchers use a consistent response format for stag-ing participants. The five-item dichotomous (yes-no or true-false) algorithm proposed by  Marcus and Simkin (12)  appears particularly promising  (14) .\n\nThird, the role of processes of change for physical activity behavior remains unclear. The presence of higher order constructs is not apparent in exercise applications of the model, and Stage × Process interactions are not evident. Because the 10 processes emerged from change systems used in psychotherapy to treat addictions, their relevance or importance in the physical activity domain is uncertain.\n\nIn summary, this study analyzed findings from empirical applications of the TTM in the physical activity domain by using the quantitative method of meta-analysis. In general, results support the application because core constructs differ across stages and most changes are in the direction predicted by the theory. Changes in core constructs across the stages may be nonlinear. Although this conflicts with the conclusions of narrative reviews, it does suggest that a stage model or pseudostage model is tenable in this domain."
    },
    {
      "text": "Downloaded from https://academic.oup.com/abm/article/23/4/229/4631468 by Iowa Drug Info Service user on 17 July 2025 Samp. Method = sampling method; Recruit. Method = recruitment method; Publ. Status = publication status; Ctry = nationality of sample; Crit. = Criterion; Stage = Stage of Change measure; PA = Concurrent measure of physical activity; SE = Self-Efficacy measure; Proc. = Process of Change measure; P = prospective; C = cross-sectional; QE = quasi-experimental; RCT = randomized controlled trial; Commun. = community; Educ. = educational; PC/HMO = primary care/health maintenance organization; Ex. facil. = exercise facility/health club; R = random; NR = nonrandom; Pub. = publication; Publ. = published study; Conf. = conference presentation (published abstract); USA = Untied States; UK = United Kingdom; AUS = Australia; GRE = Greece; CAN = Canada; AUST = Austria; BEL = Belgium; DEN = Denmark; FIN = Finland; FRA = France; GER = Germany; IRE = Ireland; ITA = Italy; LUX = Luxemborg; NET = Netherlands; POR = Portugal; SPA = Spain; SWE = Sweden; Reg. = regular; MVPA = moderate-to-vigorous physical activity; Ben. = Exercise Benefit scales; Beliefs = Behavioral Belief scales; DBQ-P = Pros scale from Decisional Balance Questionnaire; Barr. = Barriers to Exercise scales, DBQ-C = Cons scale from Decisional Balance Questionnaire; Short = 3-to 5-item Likert scales; Long = 10-to 13-item Likert scales; PBC = perceived behavioral control items. a Bouts/week × min/week."
    },
    {
      "text": "Pre = Precontemplation; Cont = Contemplation; Prep = Preparation; Act = Action; Main = Maintenance; k = number of independent samples; USA = United States; UK = United Kingdom; HMO = health maintenance organization; MVPA = moderate-to-vigorous physical activity."
    },
    {
      "text": "Note. K = number of independent samples; Ave (d) = mean sample-weighted corrected effect size; Var (d) = mean sample-weighted total variance of corrected effect size; Var (e) = mean sample-weighted error variance of corrected effect size; Var (δ) = variance of population effect sizes; SD δ = standard deviation of population effect sizes; % Var (e) = % error variance (75% rule); Q = chi-square statistic for homogeneity; Cred. Int. = credibility interval; CI = confidence interval; Failsafe K = number of independent samples with null findings required to bring down Ave (d) to 0.2; Pre = Precontemplation; Cont = Contemplation; Prep = Preparation; Act = Action; Main = Maintenance. *p < .05. **p < .01."
    },
    {
      "text": "Note. K = number of independent samples; Ave (d) = mean sample-weighted corrected effect size; Var (d) = mean sample-weighted total variance of corrected effect size; Var (e) = mean sample-weighted error variance of corrected effect size; Var (δ) = variance of population effect sizes; SD δ = standard deviation of population effect sizes; % Var (e) = % error variance (75% rule); Q = chi-square statistic for homogeneity; Cred. Int. = credibility interval; CI = confidence interval; Failsafe K = number of independent samples with null findings required to bring down Ave (d) to 0.2; Pre = Precontemplation; Cont = Contemplation; Prep = Preparation; Act = Action; Main = Maintenance. *p < .05. **p < .01."
    },
    {
      "text": "Meta-Analytic Findings for Physical Activity, Self-Efficacy, Pros, and Cons by Stage Transition"
    },
    {
      "text": "Meta-Analytic Findings for Behavioral Processes by Stage Transition"
    },
    {
      "text": "Meta-Analytic Findings for Experiential Processes by Stage Transition"
    }
  ],
  "references": [
    {
      "title": "International physical activity patterns: A methodological perspective",
      "authors": [
        "C Caspersen",
        "R Merritt",
        "T Stephens"
      ],
      "year": 1994
    },
    {
      "title": "Physical Activity and Behavioral Medicine",
      "authors": [
        "J Sallis",
        "N Owen"
      ],
      "year": 1999
    },
    {
      "title": "Stages and processes of self-change in smoking: Toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983
    },
    {
      "title": "Psychological models",
      "authors": [
        "R Sonstroem"
      ],
      "year": 1988
    },
    {
      "title": "How applicable is the stages of change model to exercise behavior? A review",
      "authors": [
        "K Buxton",
        "J Wyse",
        "T Mercer"
      ],
      "year": 1996
    },
    {
      "title": "The transtheoretical model: Applications to exercise behavior",
      "authors": [
        "B Marcus",
        "L Simkin"
      ],
      "year": 1994
    },
    {
      "title": "The transtheoretical model: Applications to exercise",
      "authors": [
        "J Prochaska",
        "B Marcus"
      ],
      "year": 1994
    },
    {
      "title": "Adherence to exercise and the transtheoretical model of behavior change",
      "authors": [
        "G Reed"
      ],
      "year": 1999
    },
    {
      "title": "In search of how people change. Applications to addictive behaviors",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "J Norcross"
      ],
      "year": 1992
    },
    {
      "title": "Construct validity of stages of change for exercise behavior",
      "authors": [
        "B Cardinal"
      ],
      "year": 1997
    },
    {
      "title": "The stages of exercise behavior",
      "authors": [
        "B Marcus",
        "L Simkin"
      ],
      "year": 1993
    },
    {
      "title": "Evidence for the validity and utility of the stages of exercise behavior change scale in young adults",
      "authors": [
        "J Wyse",
        "T Mercer",
        "B Ashford",
        "K Buxton",
        "N Gleeson"
      ],
      "year": 1995,
      "doi": "10.1093/her/10.3.365"
    },
    {
      "title": "What makes a good staging algorithm? Examples from regular exercise",
      "authors": [
        "G Reed",
        "W Velicer",
        "J Prochaska",
        "J Rossi",
        "B Marcus"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.57"
    },
    {
      "title": "Assessment of the stage of exercise behavior change in young adult females",
      "authors": [
        "K Buxton",
        "T Mercer",
        "J Wyse"
      ],
      "year": 1994
    },
    {
      "title": "The anatomy of stages of change [Editorial",
      "authors": [
        "A Bandura"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.8"
    },
    {
      "title": "Self-efficacy: Toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977
    },
    {
      "title": "Self-efficacy decision-making and stages of change: An integrative model of physical exercise",
      "authors": [
        "B Marcus",
        "C Eaton",
        "J Rossi",
        "L Harlow"
      ],
      "year": 1994
    },
    {
      "title": "Motivational readiness self-efficacy and decision-making for exercise",
      "authors": [
        "B Marcus",
        "N Owen"
      ],
      "year": 1992
    },
    {
      "title": "Self-efficacy and the stages of exercise behavior change",
      "authors": [
        "B Marcus",
        "V Selby",
        "R Niaura",
        "J Rossi"
      ],
      "year": 1992
    },
    {
      "title": "Transtheoretical Model: Examining adolescent exercise behavior",
      "authors": [
        "C Nigg",
        "K Courneya"
      ],
      "year": 1998
    },
    {
      "title": "Decision Making: A Psychological Analysis of Conflict Choice and Commitment",
      "authors": [
        "I Janis",
        "L Mann"
      ],
      "year": 1977
    },
    {
      "title": "Assessing motivational readiness and decision making for exercise",
      "authors": [
        "B Marcus",
        "W Rakowski",
        "J Rossi"
      ],
      "year": 1992,
      "doi": "10.1037//0278-6133.11.4.257"
    },
    {
      "title": "A decisional balance measure and the stages of change model for weight loss",
      "authors": [
        "D O'connell",
        "W Velicer"
      ],
      "year": 1988,
      "doi": "10.3109/10826088809058836"
    },
    {
      "title": "Decisional balance measure for assessing and predicting smoking status",
      "authors": [
        "W Velicer",
        "C Diclemente",
        "J Prochaska",
        "N Brandenberg"
      ],
      "year": 1985,
      "doi": "10.1037//0022-3514.48.5.1279"
    },
    {
      "title": "Measuring processes of change: Applications to the cessation of smoking",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "C Diclemente",
        "J Fava"
      ],
      "year": 1988,
      "doi": "10.1037//0022-006x.56.4.520"
    },
    {
      "title": "Theories of exercise behavior",
      "authors": [
        "Sjh Biddle",
        "C Nigg"
      ],
      "year": 2000,
      "doi": "10.1016/s1469-0292(00)00002-9"
    },
    {
      "title": "The stages and processes of exercise adoption and maintenance in a worksite sample",
      "authors": [
        "B Marcus",
        "J Rossi",
        "V Selby",
        "R Niaura",
        "D Abrams"
      ],
      "year": 1992
    },
    {
      "title": "An examination of the transtheoretical model and exercise behavior in older adults",
      "authors": [
        "P Gorley",
        "S Gordon"
      ],
      "year": 1995
    },
    {
      "title": "Breakthrough or bandwagon? Are interventions tailored to stage of change more effective than non-staged interventions?",
      "authors": [
        "P Ashworth"
      ],
      "year": 1997
    },
    {
      "title": "Can \"stages of change\" provide guidance in the treatment of addictions? A critical examination of Prochaska and DiClemente's model",
      "authors": [
        "S Sutton"
      ],
      "year": 1996
    },
    {
      "title": "Stage theories of health behavior: Conceptual and methodological issues",
      "authors": [
        "N Weinstein",
        "A Rothman",
        "S Sutton"
      ],
      "year": 1998
    },
    {
      "title": "Some psychological theories are not empirical: A conceptual analysis of the \"stages of change\" model",
      "authors": [
        "G Smedslund"
      ],
      "year": 1997
    },
    {
      "title": "Statistical significance testing and cumulative knowledge in psychology: Implications for training or researchers",
      "authors": [
        "F Schmidt"
      ],
      "year": 1996
    },
    {
      "title": "Methods of Meta-Analysis: Correcting Error and Bias in Research Findings",
      "authors": [
        "J Hunter",
        "F Schmidt"
      ],
      "year": 1990
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1989,
      "doi": "10.1016/0749-5978(91)90020-t"
    },
    {
      "title": "Physical activity in older adults: The stages of change",
      "authors": [
        "C Barke",
        "D Nicholas"
      ],
      "year": 1990
    },
    {
      "title": "The \"file drawer problem\" and tolerance for null results",
      "authors": [
        "R Rosenthal"
      ],
      "year": 1979
    },
    {
      "title": "The Handbook of Research Synthesis",
      "year": 1994,
      "doi": "10.1007/s0033312300003409"
    },
    {
      "title": "Publication bias in clinical research",
      "authors": [
        "P Easterbrook",
        "J Berlin",
        "R Goplan",
        "D Matthews"
      ],
      "year": 1991
    },
    {
      "title": "Statistical Power Analysis for the Behavioral Sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Stage distributions for five health behaviors in the United States and Australia",
      "authors": [
        "R Laforge",
        "W Velicer",
        "R Richmond",
        "N Owen"
      ],
      "year": 1999,
      "doi": "10.1006/pmed.1998.0384"
    },
    {
      "title": "A comparison of methods of recruitment to a health program for university seniors",
      "authors": [
        "J Sarkin",
        "S Marshall",
        "K Larson",
        "K Calfas",
        "J Sallis"
      ],
      "year": 1998,
      "doi": "10.1006/pmed.1998.0327"
    },
    {
      "title": "SPSS: Statistical Package for the Social Sciences. Version 9.0 for Windows",
      "year": 1998,
      "doi": "10.1201/b17560-26"
    },
    {
      "title": "Fundamental Statistics for Social Research",
      "authors": [
        "V Cramer"
      ],
      "year": 1998,
      "doi": "10.4324/9780203360613"
    },
    {
      "title": "Statistical Methods for Meta-Analysis",
      "authors": [
        "L Hedges",
        "I Olkin"
      ],
      "year": 1985,
      "doi": "10.1016/b978-0-08-057065-5.50009-9"
    },
    {
      "title": "Confusion of confidence intervals and credibility intervals in meta-analysis",
      "authors": [
        "E Whitener"
      ],
      "year": 1990,
      "doi": "10.1037//0021-9010.75.3.315"
    },
    {
      "title": "Development of a general solution to the problem of validity generalization",
      "authors": [
        "F Schmidt",
        "J Hunter"
      ],
      "year": 1977
    },
    {
      "title": "On seeking moderator variables in the meta-analysis of correlational data: A Monte Carlo investigation of statistical power and resistance to type I error",
      "authors": [
        "P Sackett",
        "M Harris",
        "J Orr"
      ],
      "year": 1986
    },
    {
      "title": "Stages of change self-efficacy and the adoption of vigorous exercise: A prospective analysis",
      "authors": [
        "C Armstrong",
        "J Sallis",
        "M Hovell",
        "C Hofstetter"
      ],
      "year": 1993,
      "doi": "10.1123/jsep.15.4.390"
    },
    {
      "title": "Population prevalence and correlates of stages of change in physical activity",
      "authors": [
        "M Booth",
        "P Macaskill",
        "N Owen"
      ],
      "year": 1993
    },
    {
      "title": "Stages of change for physical activity diet and smoking among HMO members with chronic conditions",
      "authors": [
        "R Boyle",
        "O' Connor",
        "P Pronk",
        "N Tan"
      ],
      "year": 1998,
      "doi": "10.4278/0890-1171-12.3.170"
    },
    {
      "title": "Assessment of stages of change for exercise within a worksite lifestyle screening program",
      "authors": [
        "G Burn",
        "P-J Naylor"
      ],
      "year": 1999,
      "doi": "10.4278/0890-1171-13.3.143"
    },
    {
      "title": "Assessing the stages of exercise behavior change and the stages of physical activity behavior change in a British worksite sample [Abstract",
      "authors": [
        "K Buxton",
        "J Wyse",
        "T Mercer",
        "B Hale"
      ],
      "year": 1995
    },
    {
      "title": "Physical activity and its determinants before and after college graduation",
      "authors": [
        "K Calfas",
        "J Sallis",
        "C Lovato",
        "J Campbell"
      ],
      "year": 1994
    },
    {
      "title": "The stages of exercise scale and stages of exercise behavior in female adults",
      "authors": [
        "B Cardinal"
      ],
      "year": 1995,
      "doi": "10.1249/00005768-199405001-00592"
    },
    {
      "title": "Behavioral and biometric comparisons of the preparation action and maintenance stages of exercise",
      "authors": [
        "B Cardinal"
      ],
      "year": 1995
    },
    {
      "title": "Predicting exercise behavior using components of the transtheoretical model of behavior change",
      "authors": [
        "B Cardinal"
      ],
      "year": 1997
    },
    {
      "title": "Interaction between stage of exercise and history of relapse",
      "authors": [
        "B Cardinal"
      ],
      "year": 1998,
      "doi": "10.1097/00005768-199705001-00682"
    },
    {
      "title": "Extended stage model of physical activity behavior",
      "authors": [
        "B Cardinal"
      ],
      "year": 1999
    },
    {
      "title": "Prospective analysis of stage-of-exercise movement following mail-delivered self-instructional exercise packets",
      "authors": [
        "B Cardinal",
        "M Sachs"
      ],
      "year": 1995,
      "doi": "10.4278/0890-1171-9.6.430"
    },
    {
      "title": "Application of the transtheoretical model of behavior change to preadolescents' physical activity and exercise behavior",
      "authors": [
        "B Cardinal",
        "H Engels",
        "W Zhu"
      ],
      "year": 1998
    },
    {
      "title": "Assessing self-efficacy and the stages of exercise behavior change",
      "authors": [
        "M Christopoulou",
        "J Mckenna",
        "P Naylor"
      ],
      "year": 1996
    },
    {
      "title": "Applying the transtheoretical model to the study of exercise on prescription",
      "authors": [
        "P Clarke",
        "F Eves"
      ],
      "year": 1997
    },
    {
      "title": "Using stages of behavioral change constructs to measure the short-term effects of a worksite-based intervention to increase moderate physical activity",
      "authors": [
        "G Cole",
        "B Leonard",
        "S Hammond",
        "F Fridinger"
      ],
      "year": 1998
    },
    {
      "title": "Understanding readiness for regular physical activity in older individuals: An application of the Theory of Planned Behavior",
      "authors": [
        "K Courneya"
      ],
      "year": 1995
    },
    {
      "title": "Exercise stage of change and self-efficacy in primary care: Implications for intervention",
      "authors": [
        "R Cowan",
        "E Logue",
        "L Milo",
        "P Britton",
        "W Smucker"
      ],
      "year": 1997
    },
    {
      "title": "Assessing the reliability of a stage of change scale",
      "authors": [
        "R Donovan",
        "S Jones",
        "C Holman",
        "B Corti"
      ],
      "year": 1998
    },
    {
      "title": "Mechanisms in multiple risk factor interventions: Smoking physical activity and dietary fat among manufacturing workers",
      "authors": [
        "K Emmons",
        "B Marcus",
        "L Linnan"
      ],
      "year": 1994,
      "doi": "10.1006/pmed.1994.1066"
    },
    {
      "title": "Barriers to exercise at different stages of exercise behavior [Abstract",
      "authors": [
        "F Eves",
        "S Mant",
        "P Clarke"
      ],
      "year": 1996
    },
    {
      "title": "The processes of exercise behavior change used by years 7 and 17 adolescents [Abstract",
      "authors": [
        "J Goldberg",
        "Mrj Christopher",
        "S Aznar"
      ],
      "year": 1996
    },
    {
      "title": "Physician-based physical activity counseling for middle-aged and older adults: A randomized trial",
      "authors": [
        "G Goldstein",
        "B Pinto",
        "B Marcus"
      ],
      "year": 1999
    },
    {
      "title": "Examining the validity of the stages of change algorithm",
      "authors": [
        "H Hausenblas",
        "E Dannecker",
        "D Connaughton",
        "T Lovins"
      ],
      "year": 1999
    },
    {
      "title": "Use of the stages of change in exercise adherence model among older adults with a cardiac diagnosis",
      "authors": [
        "E Hellman"
      ],
      "year": 1997
    },
    {
      "title": "Stages of change decisional balance and self-efficacy across four health behaviors in a worksite environment",
      "authors": [
        "A Herrick",
        "W Stone",
        "M Mettler"
      ],
      "year": 1997
    },
    {
      "title": "Exercise motives and stages of change",
      "authors": [
        "D Ingledew",
        "D Markland",
        "A Medley"
      ],
      "year": 1998
    },
    {
      "title": "Stages of exercise behavior change at two time periods following coronary artery bypass graft surgery",
      "authors": [
        "N Jue",
        "S Cunningham"
      ],
      "year": 1998
    },
    {
      "title": "Stages of change towards physical activity in a nationally representative sample in the European Union",
      "authors": [
        "J Kearney",
        "C De Graaf",
        "S Damkjaer",
        "L Engstrom"
      ],
      "year": 1999
    },
    {
      "title": "Cognitive-behavioral mediators of changing multiple behaviors: Smoking and a sedentary lifestyle",
      "authors": [
        "T King",
        "B Marcus",
        "B Pinto",
        "K Emmons",
        "D Abrams"
      ],
      "year": 1996
    },
    {
      "title": "Attitudes knowledge and stages of change: A survey of exercise patterns in older Australian women",
      "authors": [
        "C Lee"
      ],
      "year": 1993
    },
    {
      "title": "Using the stages of change model to increase the adoption of physical activity among community participants",
      "authors": [
        "B Marcus",
        "S Banspach",
        "R Lefebvre"
      ],
      "year": 1992
    },
    {
      "title": "Application of theoretical models to exercise behavior among employed women",
      "authors": [
        "B Marcus",
        "B Pinto",
        "L Simkin",
        "J Audrain",
        "E Taylor"
      ],
      "year": 1994
    },
    {
      "title": "Longitudinal shifts in employees' stages and processes of exercise behavior change",
      "authors": [
        "B Marcus",
        "L Simkin",
        "J Rossi",
        "B Pinto"
      ],
      "year": 1996
    },
    {
      "title": "Rationale design and baseline data for Commit to Quit: An exercise efficacy trial for smoking cessation among women",
      "authors": [
        "B Marcus",
        "T King",
        "A Albrecht",
        "A Parisi",
        "D Abrams"
      ],
      "year": 1997
    },
    {
      "title": "Factors that influence practice nurses to promote physical activity",
      "authors": [
        "N Mcdowell",
        "J Mckenna",
        "P Naylor"
      ],
      "year": 1997
    },
    {
      "title": "Barriers to physical activity promotion by general practitioners and practice nurses",
      "authors": [
        "J Mckenna",
        "P Naylor",
        "N Mcdowell"
      ],
      "year": 1998
    },
    {
      "title": "Variations in self-determination across the stages of change for exercise in adults",
      "authors": [
        "E *mullan",
        "D Markland"
      ],
      "year": 1997
    },
    {
      "title": "Stages of exercise behavior change in corporate employees",
      "authors": [
        "N Mutrie",
        "C Cadell"
      ],
      "year": 1994
    },
    {
      "title": "Perceived benefits of and barriers to exercise and stage of exercise adoption in young adults",
      "authors": [
        "R Myers",
        "D Roth"
      ],
      "year": 1997
    },
    {
      "title": "Stages of change self-efficacy and behavioral preferences for exercise among British university students",
      "authors": [
        "P Naylor",
        "J Mckenna"
      ],
      "year": 1995
    },
    {
      "title": "Decision balance and self-reported physical activity levels: Validating the stages of change for exercise in British university students",
      "authors": [
        "P Naylor",
        "J Mckenna",
        "K Barnes",
        "M Christopher"
      ],
      "year": 1995
    },
    {
      "title": "Regular exercise in 30-to 60-yr old men: Combining the stages-of-change model and the theory of planned behavior to identify determinants for targeting heart health interventions",
      "authors": [
        "M Nguyen",
        "L Potvin",
        "J Otis"
      ],
      "year": 1997,
      "doi": "10.1023/a:1025196218566"
    },
    {
      "title": "Improving exercise behavior: An application of the stages of change model in a worksite setting",
      "authors": [
        "T Peterson",
        "S Aldana"
      ],
      "year": 1999
    },
    {
      "title": "A stages of change approach to understanding students' physical activity",
      "authors": [
        "B Pinto",
        "B Marcus"
      ],
      "year": 1995,
      "doi": "10.1080/07448481.1995.9937506"
    },
    {
      "title": "Prevalence of stages of change for physical activity in rural suburban and inner city communities",
      "authors": [
        "L Potvin",
        "L Gauvin",
        "N Nguyen"
      ],
      "year": 1997
    },
    {
      "title": "Stage-based counselling for exercise in primary care: A controlled trial",
      "authors": [
        "G Simmonds",
        "P Naylor",
        "C Riddoch",
        "G Velleman"
      ],
      "year": 1996
    },
    {
      "title": "Physical Activity and Health: A Report of the Surgeon General",
      "year": 1996
    },
    {
      "title": "Evidence for the concurrent validity and measurement reliability of a stages of exercise behavior change instrument",
      "authors": [
        "K Buxton",
        "T Mercer",
        "B Hale",
        "J Wyse",
        "B Ashford"
      ],
      "year": 1994
    },
    {
      "title": "Motivation and perceptions of control: Tracing its development and plotting its future in exercise and sport psychology",
      "authors": [
        "K Buxton",
        "T Mercer",
        "B Hale",
        "J Wyse",
        "B Ashford"
      ],
      "year": 1994
    },
    {
      "title": "Intrinsic Motivation and Self-Determination in Human Behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985
    },
    {
      "title": "Interpreting cross-sectional data on stages of change",
      "authors": [
        "S Sutton"
      ],
      "year": 2000
    }
  ],
  "num_references": 100
}
