{
  "paper_id": "CNJA39HF",
  "title": "Mobile App-Based Health Promotion Programs: A Systematic Review of the Literature",
  "abstract": "This study investigated the features and usefulness of mobile app-based health promotion programs for the general population. A comprehensive bibliographic search of studies on health promotion programs using mobile apps in peer-reviewed journals published in English up to November 2017 was performed using the PubMed, Embase, and CINAHL databases. The inclusion criteria were (1) randomized control trial designs; (2) assessed mobile app-based interventions to promote adult health conditions; 12 studies were ultimately included. The most common topics were diet and physical activity (n = 8) and overall healthy lifestyle improvement (n = 4). The purpose of the apps included providing feedback on one's health status (n = 9) and monitoring individual health status or behavior change (n = 9). Across all studies, health outcomes were shown to be better for mobile app users compared to non-users. Mobile app-based health interventions may be an effective strategy for improving health promotion behaviors in the general population without diseases. This study suggests that mobile app use is becoming commonplace for a variety of health-promoting behaviors in addition to physical activity and weight control. Future research should address the feasibility and effectiveness of using mobile apps for health promotion in developing countries.",
  "year": 2018,
  "date": "2018-12-13",
  "journal": "Transl. Behav. Med",
  "publication": "Transl. Behav. Med",
  "authors": [
    {
      "forename": "Mikyung",
      "surname": "Lee",
      "name": "Mikyung Lee",
      "affiliation": "1  College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "orcid": "0000-0002-1716-5843"
    },
    {
      "forename": "Hyeonkyeong",
      "surname": "Lee",
      "name": "Hyeonkyeong Lee",
      "affiliation": "2  Mo-im Kim Nursing Research Institute , College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t Mo-im Kim Nursing Research Institute \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "orcid": "0000-0002-1716-5843"
    },
    {
      "forename": "Youlim",
      "surname": "Kim",
      "name": "Youlim Kim",
      "affiliation": "1  College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;"
    },
    {
      "forename": "Junghee",
      "surname": "Kim",
      "name": "Junghee Kim",
      "affiliation": "2  Mo-im Kim Nursing Research Institute , College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t Mo-im Kim Nursing Research Institute \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;"
    },
    {
      "forename": "Mikyeong",
      "surname": "Cho",
      "name": "Mikyeong Cho",
      "affiliation": "1  College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;"
    },
    {
      "forename": "Jaeun",
      "surname": "Jang",
      "name": "Jaeun Jang",
      "affiliation": "1  College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;"
    },
    {
      "forename": "Hyoeun",
      "surname": "Jang",
      "name": "Hyoeun Jang",
      "affiliation": "1  College of Nursing , Yonsei University , 50-1 , Yonsei-ro , Seodaemun-gu , Seoul 03722 , Korea; \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t Yonsei University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50-1 Yonsei-ro Seodaemun-gu \n\t\t\t\t\t\t\t\t\t 03722 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;"
    }
  ],
  "doi": "",
  "keywords": [
    "health promotion",
    "mobile app",
    "app-based intervention",
    "smartphone"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Before the emergence of mobile phones, health care services were usually provided face-to-face with patients. Recently, however, medical and nursing interventions using mobile phones and apps have increased  [1, 2] . In particular, mobile app-based health promotion programs (hereinafter abbreviated as \"mobile app programs\") are said to be an ideal platform for efficient interventions  [3] [4] [5]  because such mobile apps provide an easy way to access the target group  [6]  and are cost-effective compared to phone-based  [7]  and clinic-based  [8]  interventions. Currently, mobile phones are an important as well as a popular communication tool throughout modern society. In earlier studies, mobile apps were used for providing health education information  [9, 10] , self-reporting  [11] , monitoring  [10, 12, 13] , data collection  [14, 15] , and providing feedback  [13, 16]  and notifications of visitation times  [17] . Due to the advantage of real-time feedback, access through apps can facilitate participants in engaging in research, receiving individual education  [18] , generating sustained motivation through automatic sending of text messages and contact between users and health professionals  [19, 20] , as well as ultimately changing health behaviors, as shown in a systematic review on physical activity  [21] .\n\nParticularly, mobile app programs have been identified as useful tools for improving the efficiency of patients' self-care as well as symptom management. A review of mobile app programs for diabetes showed that patients were able to measure their own blood glucose and easily check entered data with a smartphone, send data to medical staff in real time, and provide appropriate feedback  [18] . Another review of a mobile app program for patients with alcoholism provided information on symptom improvement, motivational content, and tools for social support and drinking monitoring  [22] .\n\nIn recent years, the need for health promotion programs across the general healthy population has increased  [3, 23] , and mobile app programs have been used to prevent and manage risk factors, increase physical activity, improve dietary habits  [24] , promote weight loss  [25] , and reduce smoking, stress, depression, and obesity  [3] . In a study of cardiovascular screening, mobile app programs were more cost-effective than traditional methods such as paper-based or a mobile phone-based screening  [8] . Often, individuals report having difficulty accessing health promotion programs, including advice, information, feedback, and self-monitoring, given the fast pace of modern life; hence, mobile app programs could provide an alternative  [25, 26] . For example, in a recent literature review, it was found that mobile app programs were effective in improving physical activity and healthy eating habits  [27] . However, as this aforementioned review was limited to interventions to improve physical activity and diet in children and adults, it could not adequately determine the benefits of mobile app use for comprehensive health promotion behavior within adults. Adult population is an important group in terms of prevalence of health risk behaviors and the potential for scalability and wide dissemination of mobile app programs. Thus, rather than focusing on the efficacy of mobile app targeting a specific health behavior, it is important to know how and to what extent mobile apps have been used, their purposes, and how these apps have influenced various health behaviors in adults.\n\nAs a preliminary step prior to the development of mobile app health promotion programs, the objective of this study was to investigate the content and usefulness of mobile app programs for the general adult population."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Literature Search",
      "text": "A literature search was performed using PubMed, Embase, and CINAHL databases. Combinations of the following MeSH terms (\"mobile applications\", \"health promotion\") and keywords (\"smartphone applications\", \"app-based intervention\") were used to search for appropriate studies: [mobile applications AND health promotion] OR [smartphone applications AND health promotion] OR [app-based intervention AND health promotion]. The language was limited to English, and the search period was all-inclusive up to November 2017. No restrictions were placed on any specific health promotion behaviors, that is, walking, weight control, physical activity, sun protection behavior, etc. because this review intended to investigate to what extent mobile apps have been used in health promotion interventions for the general population. A total of 191 randomized controlled trial (RCT) studies were found through an initial search."
    },
    {
      "title": "Study Selection",
      "text": "Studies were selected for review based on the following inclusion criteria: (1) use of RCT designs, (2) peer-reviewed journals, (3) published in English, and (4) concerned mobile app-based interventions to promote adult health. The following exclusion criteria were used: (1) non-RCT studies, (2) studies that used mobile phones for sending Short Message Service (SMS) messages or web-based interventions, (3) studies that did not aim at health promotion of the general population such as screening health status, testing mobile app validity, playing games, or using Twitter, and (4) studies targeted to patients with a specific disease as these may not be applicable to the general population. Two independent investigators (Mikyung Lee and Jaeun Jang) judged article eligibility and resolved discrepancies through a third reviewer (Hyeonkyeong Lee) and consensus-based discussion."
    },
    {
      "title": "Data Extraction and Analysis",
      "text": "Two independent reviewers (Mikyung Lee and Jaeun Jang) used a custom form developed to extract appropriate data. The following categories were extracted: major field of research, sample size, setting, authors, publication year, countries, number of participants, app name and platform, purpose of the app, intervention period, and outcomes. According to an app's purpose, articles were categorized as providing information, feedback, monitoring behavior change, and alarming the user regarding health behavior. Disagreements were resolved by a third reviewer (Hyeonkyeong Lee) and consensus-based discussion."
    },
    {
      "title": "Study Quality Assessment",
      "text": "Two authors (Mikyung Lee and Mikyeong Cho) independently assessed the methodological quality of the included RCTs using Cochrane's risk of bias tool  [28] . Any disagreements with quality ratings were settled by consensus-based discussion. The analysis was performed using Review Manager 5.3 software (the Cochrane Collaboration, 2014, the Nordic Cochrane Centre, Copenhagen, Denmark).\n\nThe risk of bias tool includes the domains of selection bias (random sequence generation, allocation concealment), performance bias (blinding of participants and personnel), detection bias (blinding of outcome assessment), attrition bias (incomplete outcome data), and reporting bias (selective reporting). Each risk of bias was classified as low risk, unclear risk, and high risk of bias."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "A flow diagram for the study selection process is shown in Figure  1 . The database searches produced 153 records after removal of duplicates. One hundred twenty items were excluded (e.g., review articles, qualitative studies, patients with a specific disease, using only SMS or web-based intervention (n = 85), no health promotion programs (n = 35)). After reviewing the abstracts, 33 full-text versions of studies were selected for further assessment of eligibility. Twenty-one of them were excluded because they failed to meet the inclusion criteria: the assessment of mobile-app validity (n = 3); mixed method, quasi-experimental design, RCT plan (n = 6); patient group (n = 6); and web-based, SNS intervention (n = 6). This led to the inclusion of 12 studies."
    },
    {
      "title": "Result of Quality Assessment",
      "text": "The risk of bias assessment showed that all trials were at low risk of bias in most domains (Figure  2 ). All 12 papers reviewed through quality assessment were identified as low risk, and no articles were excluded. All 12 studies were assessed as having a low risk of selection bias (random sequence generation, allocation concealment). Two trials were considered to have a high risk of bias in the domain of double blinding, and one trial had an unclear risk of bias. Detection bias (blinding of outcome assessment) was assessed for two trials with high risk of bias, one trial as unclear risk, and the remainder as low risk. Attrition bias (incomplete outcome data) was determined by a dropout rate of 20%, which was found in two studies, and one study had an unclear risk. Reporting bias (selective reporting) was considered to be at high risk in two studies and unclear in three studies."
    },
    {
      "title": "Result of Quality Assessment",
      "text": "The risk of bias assessment showed that all trials were at low risk of bias in most domains (Figure  2 ). All 12 papers reviewed through quality assessment were identified as low risk, and no articles were excluded. All 12 studies were assessed as having a low risk of selection bias (random sequence generation, allocation concealment). Two trials were considered to have a high risk of bias in the domain of double blinding, and one trial had an unclear risk of bias. Detection bias (blinding of outcome assessment) was assessed for two trials with high risk of bias, one trial as unclear risk, and the remainder as low risk. Attrition bias (incomplete outcome data) was determined by a dropout rate of 20%, which was found in two studies, and one study had an unclear risk. Reporting bias (selective reporting) was considered to be at high risk in two studies and unclear in three studies."
    },
    {
      "title": "General Study Characteristics",
      "text": "The 12 RCT studies selected were all published in journals over the preceding five years (2013-2017). All studies were conducted in high-income countries. Four studies were in the U.S., and"
    },
    {
      "title": "Result of Quality Assessment",
      "text": "The risk of bias assessment showed that all trials were at low risk of bias in most domains (Figure  2 ). All 12 papers reviewed through quality assessment were identified as low risk, and no articles were excluded. All 12 studies were assessed as having a low risk of selection bias (random sequence generation, allocation concealment). Two trials were considered to have a high risk of bias in the domain of double blinding, and one trial had an unclear risk of bias. Detection bias (blinding of outcome assessment) was assessed for two trials with high risk of bias, one trial as unclear risk, and the remainder as low risk. Attrition bias (incomplete outcome data) was determined by a dropout rate of 20%, which was found in two studies, and one study had an unclear risk. Reporting bias (selective reporting) was considered to be at high risk in two studies and unclear in three studies."
    },
    {
      "title": "General Study Characteristics",
      "text": "The 12 RCT studies selected were all published in journals over the preceding five years (2013-2017). All studies were conducted in high-income countries. Four studies were in the U.S., and"
    },
    {
      "title": "General Study Characteristics",
      "text": "The 12 RCT studies selected were all published in journals over the preceding five years (2013-2017). All studies were conducted in high-income countries. Four studies were in the U.S., and one each was in Denmark, England, Ireland, Canada, Australia, South Korea, Israel, and Singapore, respectively. In eight studies (66.7%), the major field was medicine, nursing, or public health; in four studies (33.3%), the major field was nutrition or exercise and sports. Four studies only targeted young adults under the age of 35. Five studies (41.8%) had a sample size of less than 100, three studies (25.0%) had a sample size of 100 to 200, two studies (16.6%) had 201-300, and two studies (16.6%) had a sample size over 300. All studies were conducted in community settings (Table  1 ). For comparison, the design of seven studies used two groups (an experimental group applying a mobile app and a control group), and five studies were designed to use three groups or more. The minimum and maximum intervention period was 4 weeks and 24 months, respectively. Ten studies (83.3%) had an intervention period of less than 6 months (Table  2 )."
    },
    {
      "title": "Usefulness of Mobile App-Based Health Promotion Interventions",
      "text": "Mobile apps are used for various purposes, including monitoring the health status, providing feedback, and providing health information. Apps were used to monitor individual health status or behavior change (75.0%; 9 of 12), provide feedback on one's health status (75.0%; 9 of 12), or provide health-related information (66.7%; 8 of 12). Most of the mobile apps had been developed and used by the study team based on the study's purpose, but some used previously developed app programs. No two studies used the same app. The primary study outcomes were significantly improved after the mobile app intervention. Intervention groups were provided a mobile app and additional interventions such as SMS, phone calls, group education, and a pedometer (66.7%; 8 of 12). In 8 out of 12 studies (66.7%), control groups were not provided an intervention while the remaining studies (33.3%) had control groups provided with a mobile app or website, diary, and pedometer."
    },
    {
      "title": "Diet and Physical Activity",
      "text": "In total, 8 studies implemented and described app interventions intended to improve healthy diet and physical activity. The basic functions of the apps included providing personalized feedback, practical tips, and tricks based on participants' self-reported diet and exercise status  [12, 29] . Balk-Moller et al.  [12]  utilized an application (SoSu-life) developed to help reduce body weight in specific groups of employees within workplace settings. The SoSu-life app was further used to help participants reach their personal goals and provide \"colleague challenges\" and \"weekly challenges\" to interact and compete with other groups.\n\nCarter et al.  [30]  developed an app for dietary control through an evidence-based behavioral approach and utilized the data for overweight adults; the app was applied for goal setting, dietary and physical activity self-monitoring, and feedback via weekly text messages. Another intervention study assessing weight loss for obese adults used an app to communicate interventions through goal setting, challenge games, and social support via a buddy system, which enabled self-monitoring from participants  [31] . Electronic diaries were provided through another program to facilitate automatic self-monitoring of weight, activity, and caloric intake to prevent diabetes by reducing weight among overweight adults  [10] . Additionally, the app used in this study provided reminders for participants to enter information every day and to deliver interactive intervention content, including daily messages, video clips, and quizzes. A study designed to improve eating behaviors used a food record app (mFR) to enable participants to easily record dietary intake data by taking pictures of food and drinks with a camera both before and after eating  [17] .\n\nIn an intervention study using an app to enhance physical activity, automatic feedback and tracking of step counts and calories burned was provided  [14] . Another study  [32] , which used apps in an interesting way to promote physical activity, applied three different apps based on motivational frames drawn from behavioral science theory and evidence. The first one, called the \"Analytic app\", focused on personal and quantitative goal setting, behavioral feedback, and provision of information to facilitate behavioral change. The user's goal achievement was revealed through colorful meters. The second app, the \"Social app\" developed from a social influence perspective to strengthen social support for behavioral change, provided social normative feedback and emphasized modeling of behaviors by similar others and group-based collaboration and competition. The third app, called the \"Affect app\", used principles, such as reinforcement scheduling and a bird avatar, to track the user's physical activity."
    },
    {
      "title": "Other Health-Promoting Behaviors",
      "text": "In total, 4 studies implemented and described app interventions intended to produce changes in health-related behaviors (sun protection, vitamin D intake, bone health promotion, and coronary heart disease prevention). Buller et al.  [13]  developed an app (Solar Cell) for sun protection. The app provided current sunlight danger levels (low, medium, and extremely high), so as to warn users of sunburn damage, expected time for reapplying sunscreen, amount of vitamin D generated in the skin, and other advice for sun protection (i.e., wearing sunglasses, applying sunscreen, etc.). Furthermore, the app notified users of real-time UV levels depending on the user's location and time.\n\nAnother app was designed to improve vitamin D intake among young adults. This app provided immediate feedback using a pie chart so that participants could compare their vitamin D and calcium intake levels to recommended levels, after entering food, drink, and supplements containing vitamin D and calcium that had been consumed. Time spent in the sunshine was also accounted for  [16] . Additionally, helpful information was provided by automatically linking participants to the daily UV forecast once a postal code was entered  [16] .\n\nA study using an app to improve bone health in young adult women with low bone mass provided achievement scores and feedback based on participants recording exercise, nutrition, and activity hours  [15] . A study to prevent coronary heart disease provided four learning modules (physiology of the heart, prevalence of CHD/cardiac risk factors, information on healthy-heart lifestyles, and stress management) that allowed workers to learn within 20 min and obtain information based on three calculations (body mass index, daily caloric-intake, and 10-year CHD risk)  [9] ."
    },
    {
      "title": "Mobile App-Based Health Promotion Intervention Outcomes",
      "text": "Health outcomes included increased physical activity, promoting weight control, and reducing chronic disease risk. One study employed a mobile app to help office workers achieve personal weight loss goals through individual benchmarks and team competitions for weight loss. Results revealed that after 38 weeks, the app users demonstrated significant decreases in body weight, body fat percentage, and waist circumference compared to a control group  [12] .\n\nParticipants who used an app to self-monitor their daily caloric intake based on specific weight loss goals showed significantly higher adherence to the intervention compared to a group who used websites or diaries; the app-user group also had more significant weight loss and body fat reduction  [30] .\n\nOne intervention group from another study showed a statistically significant decrease in weight, and a significant increase in physical activity, when compared to a control group who used only a pedometer. Moreover, hip circumference, blood pressure, and saturated fat and sugar-sweetened beverage intake declined  [10] . It has been reported that dietary assessments and tailored feedback using a mobile food record reduces intake of energy-dense and nutrient-poor foods, as well as sugar-sweetened beverages, which facilitate weight loss  [17] .\n\nA study  [32]  that assessed physical activity promotion among adults by comparing three different apps (analytic, social, and affect apps) revealed a significant increase in moderate-to-vigorous-intensity physical activity (MVPA) among users of the social app compared to users of the other apps.\n\nAn intervention study designed to promote healthy lifestyles observed an increase in physical activity hours, significant decreases in weight, improvements in diet quality scores, and increased knowledge of nutrition within participants using a web-based app compared to a control group  [29] . Another study reported increases in knowledge of coronary heart disease and management behaviors for blood cholesterol within the intervention group  [9] .\n\nAmong participants who were asked to use a mobile app that provided information and advice on sunburn danger, 77% started the app and received feedback more than once. These individuals reported higher sun-protection practices (e.g., using wide-brimmed hats) 7 weeks after the intervention compared to a control group  [13] . Another study  [15]  provided feedback through the app about one's osteogenic index by calculating and achievement scores for exercise, nutrition intake, and healthy living habits. Two experimental groups showed more achievement regarding knowledge of the benefits of exercise and calcium compared with the control group. The two experimental groups also demonstrated higher results in the serum levels of calcium, vitamin D, and sclerostin compared to those of the control group.\n\nIn another study, participants were asked to record their eating habits using an app, and prompt feedback was provided to improve vitamin D intake. This intervention group demonstrated a significant increase not only in average vitamin D intake but also vitamin D knowledge and perceived importance of vitamin D when compared to a control group  [16] ."
    },
    {
      "title": "Discussion",
      "text": "The present study reviewed the purposes and characteristics of mobile app programs designed for general population use in community settings. The main topics of health promotion were related to increased physical activity, weight control, sunlight exposure control, vitamin D intake, and bone strengthening. The most common purpose of a mobile app was to monitor individual health status or behavior change, provide feedback on one's health status, and provide health-related information. In earlier systematic reviews designed to assess patients with specific diseases, the purpose of the intervention focused on information provision, health monitoring, and symptom information and management among patients with bipolar disorder  [33] , monitoring patient's blood glucose level for individuals suffering from diabetes  [34] , symptom information and real time feedback for patients with cancer  [35] , and symptom management for adolescents with mental health issues  [36] . The mobile apps were used to help participants monitor and change their behaviors by using information and criteria provided by the app. With a focus on general population use, the present review observed similar goals as those used for patient samples.\n\nBased on the present review, mobile app programs for the general population have mainly been used for weight control and physical activity. However, the utility of mobile apps can be applicable to other health behaviors, including contraceptive use, oral health, human papillomavirus (HPV) vaccination, and smoking cessation  [37] . Additionally, in the context of stress and depression, mobile apps could help individuals use checklists to assess their symptom profiles and obtain necessary information for mental health treatment. Preventive health management is also expected to have a large impact, even among those who have not visited a clinic. Here, healthcare providers can easily manage target populations by releasing health information, which could more readily facilitate behavioral interventions.\n\nIn each study of this review, the most common forms of the mobile app programs was to provide health information and feedback (50%, 6 of the 12 studies) followed by only providing feedback (25%, 3 of the 12 studies) or information (16.6%, 2 of the 12 studies). Consistent with this, in another review  [38] , providing information in a physical activity app, which provided automatic tracking of steps taken and calories burned, graphs, tables, and statistics on physical activity performed, a BMI calculator, etc., showed more desirable health outcomes for participants. Along with \"feedback\", helpful advice/tips for increasing physical activity appeared to result in a significant improvement in the targeted outcome of health promotion behavior. Moreover, other useful elements of mobile app programs included in the reviewed studies were setting alarms to prompt health behavior  [10] , social interaction including within-team collaboration, and between-team competition  [12, 31, 32] .\n\nEnhancing a mobile app's entertainment element could also assist with intervention efficacy. Rather than merely providing information, an app can introduce games or quizzes to help people remember their health information and improve their learning  [39, 40] . Based on our findings, future research should include strategies designed to accelerate behavioral changes through mobile apps for competition  [12, 32, 41] , visualization  [17] , social support  [12, 32] , and entertainment (e.g., challenge games, quizzes, etc.)  [6, 31, 32, 39, 40] . For example, a mobile app-based intervention was a successful way to have users compete with each other and provide social support for facilitating goal achievement  [42] , often referred to as \"provide opportunities for social comparison\" as a behavior change technique (BCT)  [43] . Mobile apps can also foster positive motivation by visually expressing a user's present state with an appealing image  [44] , referred to as \"use of imagery\" as a BCT domain  [43] . Furthermore, provision of social support from family and friends through mobile apps can increase intervention efficacy  [45] . Additional studies have shown that interventions in which participants monitor their own behavior and assess goal achievement without feedback, peer-to-peer influence, and social support can also be effective  [20, 44] . This suggests that monitoring one's own health behavior and goal attainment is just as important as social contact for individual health behavior.\n\nA few study limitations should be noted. First, caution is needed when applying these results to a specific population (e.g., older adults and individuals with disabilities) in terms of smartphone utilization rates. Except for the study by  Goodman [16] , the studies in this review did not consider age differences in intervention efficacy. Second, all of the reviewed articles were conducted in developed countries, and developing countries are experiencing steady increases in smartphone use, as well as chronic disease prevalence. Further research is needed to assess the utility of mobile apps for health interventions within the general populations of developing countries. Finally, the usefulness of the app programs was evaluated largely based on comparing results between intervention and control groups. Thus, it is difficult to distinguish between the benefits of the app programs and the benefits of the associated interventions. Therefore, it is necessary to compare app programs within the same study to better isolate the role of app use."
    },
    {
      "title": "Conclusions",
      "text": "This study showed that mobile app-based interventions could be useful for improving various health promotion behaviors including diet and physical activity for the general healthy population. Most of the app interventions reviewed focused on monitoring health status and behavior change, as well as provide feedback or health-related information. App programs may be more effective when social support is advocated and when entertainment functions or visualization features are included. Future research should address mobile app efficacy for health promotion in developing countries."
    },
    {
      "text": "Figure 1. Study selection process."
    },
    {
      "text": "Figure 2. Cochrane's risk of bias summary for health promotion apps reviewed."
    },
    {
      "text": "Figure 1. Study selection process."
    },
    {
      "text": "Figure 1. Study selection process."
    },
    {
      "text": "Figure 2. Cochrane's risk of bias summary for health promotion apps reviewed."
    },
    {
      "text": "Figure 2. Cochrane's risk of bias summary for health promotion apps reviewed."
    },
    {
      "text": "General study characteristics (n = 12)."
    },
    {
      "text": "Features and outcomes of the app-based health promotion interventions (n = 12)."
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "Health behavior models in the age of mobile interventions: Are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "Selecting, appraising, recommending and using mobile applications (apps) in nursing",
      "authors": [
        "C Ferguson",
        "D Jackson"
      ],
      "year": 2017,
      "doi": "10.1111/jocn.13834"
    },
    {
      "title": "Can mobile phone apps influence people's health behavior change? An evidence review",
      "authors": [
        "J Zhao",
        "B Freeman",
        "M Li"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5692"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: A systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "V Patel",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Behavioral functionality of mobile apps in health interventions: A systematic review of the literature",
      "authors": [
        "H Payne",
        "C Lister",
        "J West",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3335"
    },
    {
      "title": "Personal health technologies in employee health promotion: Usage activity, usefulness, and health-related outcomes in a 1-year randomized controlled trial",
      "authors": [
        "E Mattila",
        "A.-L Orsama",
        "A Ahtinen",
        "L Hopsu",
        "T Leino",
        "I Korhonen"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2557"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006611.pub3"
    },
    {
      "title": "Cardiovascular disease screening by community health workers can be cost-effective in low-resource countries",
      "authors": [
        "T Gaziano",
        "S Abrahams-Gessel",
        "S Surka",
        "S Sy",
        "A Pandya",
        "C Denman",
        "C Mendoza",
        "T Puoane",
        "N Levitt"
      ],
      "year": 2015,
      "doi": "10.1377/hlthaff.2015.0349"
    },
    {
      "title": "The effect of a smartphone-based coronary heart disease prevention (SBCHDP) programme on awareness and knowledge of CHD, stress, and cardiac-related lifestyle behaviours among the working population in Singapore: A pilot randomised controlled trial",
      "authors": [
        "H Zhang",
        "Y Jiang",
        "H Nguyen",
        "D Poo",
        "W Wang"
      ],
      "year": 2017,
      "doi": "10.1186/s12955-017-0623-y"
    },
    {
      "title": "A novel diabetes prevention intervention using a mobile app: A randomized controlled trial with overweight adults at risk",
      "authors": [
        "Y Fukuoka",
        "C Gay",
        "K Joiner",
        "E Vittinghoff"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2015.01.003"
    },
    {
      "title": "Comparison of traditional versus mobile app self-monitoring of physical activity and dietary intake among overweight adults participating in an mHealth weight loss program",
      "authors": [
        "G Turner-Mcgrievy",
        "M Beets",
        "J Moore",
        "A Kaczynski",
        "D Barr-Anderson",
        "D Tate"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001510"
    },
    {
      "title": "Effect of a nine-month web-and app-based workplace intervention to promote healthy lifestyle and weight loss for employees in the social welfare and health care sector: A randomized controlled trial",
      "authors": [
        "N Balk-Møller",
        "S Poulsen",
        "T Larsen"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6196"
    },
    {
      "title": "Evaluation of immediate and 12-week effects of a smartphone sun-safety mobile application: A randomized clinical trial",
      "authors": [
        "D Buller",
        "M Berwick",
        "K Lantz",
        "M Buller",
        "J Shane",
        "I Kane",
        "X Liu"
      ],
      "year": 2015,
      "doi": "10.1001/jamadermatol.2014.3894"
    },
    {
      "title": "Effectiveness of a smartphone application to promote physical activity in primary care: The SMART MOVE randomised controlled trial",
      "authors": [
        "L Glynn",
        "P Hayes",
        "M Casey",
        "F Glynn",
        "A Alvarez-Iglesias",
        "J Newell",
        "G Ólaighin",
        "D Heaney",
        "M O'donnell",
        "A Murphy"
      ],
      "year": 2014,
      "doi": "10.3399/bjgp14x680461"
    },
    {
      "title": "Application and Effect of Mobiletype-Bone Health Intervention in Korean Young Adult Women with Low Bone Mass: A Randomized Control Trial",
      "authors": [
        "Y.-J Park",
        "S.-J Lee",
        "N.-M Shin",
        "H Shin",
        "S Jeon",
        "J Lee",
        "I Cho"
      ],
      "year": 2017,
      "doi": "10.1016/j.anr.2017.03.005"
    },
    {
      "title": "A randomized, controlled trial evaluating the efficacy of an online intervention targeting vitamin D intake, knowledge and status among young adults",
      "authors": [
        "S Goodman",
        "B Morrongiello",
        "K Meckling"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0443-1"
    },
    {
      "title": "The connecting health and technology study: A 6-month randomized controlled trial to improve nutrition behaviours using a mobile food record and text messaging support in young adults",
      "authors": [
        "D Kerr",
        "A Harray",
        "C Pollard",
        "S Dhaliwal",
        "E Delp",
        "P Howat",
        "M Pickering",
        "Z Ahmad",
        "X Meng",
        "I Pratt"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0376-8"
    },
    {
      "title": "Smartphone-based glucose monitors and applications in the management of diabetes: An overview of 10 salient \"apps\" and a novel smartphone-connected blood glucose monitor",
      "authors": [
        "J Tran",
        "R Tran",
        "J White"
      ],
      "year": 2012,
      "doi": "10.2337/diaclin.30.4.173"
    },
    {
      "title": "Use of a mobile phone diary for observing weight management and related behaviours",
      "authors": [
        "E Mattila",
        "R Lappalainen",
        "J Pärkkä",
        "J Salminen",
        "I Korhonen"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2009.091103"
    },
    {
      "title": "Mobile diary for wellness management-Results on usage and usability in two user studies",
      "authors": [
        "E Mattila",
        "J Pärkkä",
        "M Hermersdorf",
        "J Kaasinen",
        "J Vainio",
        "K Samposalo",
        "J Merilahti",
        "J Kolari",
        "M Kulju",
        "R Lappalainen"
      ],
      "year": 2008,
      "doi": "10.1109/titb.2007.908237"
    },
    {
      "title": "Measuring and influencing physical activity with smartphone technology: A systematic review",
      "authors": [
        "J Bort-Roig",
        "N Gilson",
        "A Puig-Ribera",
        "R Contreras",
        "S Trost"
      ],
      "year": 2014,
      "doi": "10.1007/s40279-014-0142-5"
    },
    {
      "title": "Mobile delivery of treatment for alcohol use disorders: A review of the literature",
      "authors": [
        "A Quanbeck",
        "M.-Y Chih",
        "A Isham",
        "R Johnson",
        "D Gustafson"
      ],
      "year": 2014,
      "doi": "10.1186/1940-0640-10-s1-a50"
    },
    {
      "title": "Healthcare in the pocket: Mapping the space of mobile-phone health interventions",
      "authors": [
        "P Klasnja",
        "W Pratt"
      ],
      "year": 2012,
      "doi": "10.1016/j.jbi.2011.08.017"
    },
    {
      "title": "Automated personalized feedback for physical activity and dietary behavior change with mobile phones: A randomized controlled trial on adults",
      "authors": [
        "M Rabbi",
        "A Pfammatter",
        "M Zhang",
        "B Spring",
        "T Choudhury"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4160"
    },
    {
      "title": "Effectiveness of a smartphone application for weight loss compared with usual care in overweight primary care patients: A randomized, controlled trial",
      "authors": [
        "B Laing",
        "C Mangione",
        "C.-H Tseng",
        "M Leng",
        "E Vaisberg",
        "M Mahida",
        "M Bholat",
        "E Glazier",
        "D Morisky",
        "D Bell"
      ],
      "year": 2014,
      "doi": "10.7326/m13-3005"
    },
    {
      "title": "Opportunities and challenges for smartphone applications in supporting health behavior change: Qualitative study",
      "authors": [
        "L Dennison",
        "L Morrison",
        "G Conway",
        "L Yardley"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2583"
    },
    {
      "title": "Efficacy of interventions that use apps to improve diet, physical activity and sedentary behaviour: A systematic review",
      "authors": [
        "S Schoeppe",
        "S Alley",
        "W Van Lippevelde",
        "N Bray",
        "S Williams",
        "M Duncan",
        "C Vandelanotte"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0454-y"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman",
        "J Savović",
        "K Schulz",
        "L Weeks",
        "J Sterne"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "The impact of a Web-based app (eBalance) in promoting healthy lifestyles: Randomized controlled trial",
      "authors": [
        "J Naimark",
        "Z Madar",
        "D Shahar"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3682"
    },
    {
      "title": "Adherence to a smartphone application for weight loss compared to website and paper diary: Pilot randomized controlled trial",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer",
        "J Cade"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2283"
    },
    {
      "title": "Cell phone intervention for you (CITY): A randomized, controlled trial of behavioral weight loss intervention for young adults using mobile technology",
      "authors": [
        "L Svetkey",
        "B Batch",
        "P.-H Lin",
        "S Intille",
        "L Corsino",
        "C Tyson",
        "H Bosworth",
        "S Grambow",
        "C Voils",
        "C Loria"
      ],
      "year": 2015,
      "doi": "10.1002/oby.21226"
    },
    {
      "title": "Effects of three motivationally targeted mobile device applications on initial physical activity and sedentary behavior change in midlife and older adults: A randomized trial",
      "authors": [
        "A King",
        "E Hekler",
        "L Grieco",
        "S Winter",
        "J Sheats",
        "M Buman",
        "B Banerjee",
        "T Robinson",
        "J Cirimele"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0156370"
    },
    {
      "title": "Mobile apps for bipolar disorder: A systematic review of features and content quality",
      "authors": [
        "J Nicholas",
        "M Larsen",
        "J Proudfoot",
        "H Christensen"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4581"
    },
    {
      "title": "Tailored communication within mobile apps for diabetes self-management: A systematic review",
      "authors": [
        "H Holmen",
        "A Wahl",
        "M Småstuen",
        "L Ribu"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7045"
    },
    {
      "title": "Application of mobile phone technology for managing chemotherapy-associated side-effects",
      "authors": [
        "A Weaver",
        "A Young",
        "J Rowntree",
        "N Townsend",
        "S Pearson",
        "J Smith",
        "O Gibson",
        "W Cobern",
        "M Larsen",
        "L Tarassenko"
      ],
      "year": 2007,
      "doi": "10.1093/annonc/mdm354"
    },
    {
      "title": "Mental health mobile apps for preadolescents and adolescents: A systematic review",
      "authors": [
        "R Grist",
        "J Porter",
        "P Stallard"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7332"
    },
    {
      "title": "Texting and mobile phone app interventions for improving adherence to preventive behavior in adolescents: A systematic review",
      "authors": [
        "S Badawy",
        "L Kuhns"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6837"
    },
    {
      "title": "Desired features of smartphone applications promoting physical activity",
      "authors": [
        "C Rabin",
        "B Bock"
      ],
      "year": 2011,
      "doi": "10.1089/tmj.2011.0055"
    },
    {
      "title": "Designing and remotely testing mobile diabetes video games",
      "authors": [
        "J Deshazo",
        "L Harris",
        "A Turner",
        "W Pratt"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.091012"
    },
    {
      "title": "Apps for improving fitness and increasing physical activity among young people: The aimfit pragmatic randomized controlled trial",
      "authors": [
        "A Direito",
        "Y Jiang",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4568"
    },
    {
      "title": "A multimedia mobile phone-based youth smoking cessation intervention: Findings from content development and piloting studies",
      "authors": [
        "R Whittaker",
        "R Maddison",
        "H Mcrobbie",
        "C Bullen",
        "S Denny",
        "E Dorey",
        "M Ellis-Pegler",
        "J Van Rooyen",
        "A Rodgers"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1007"
    },
    {
      "title": "Persuasiveness of a mobile lifestyle coaching application using social facilitation",
      "authors": [
        "R Gasser",
        "D Brodbeck",
        "M Degen",
        "J Luthiger",
        "R Wyss",
        "S Reichlin"
      ],
      "year": 2006,
      "doi": "10.1007/11755494_5"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Activity sensing in the wild: A field trial of ubifit garden",
      "authors": [
        "S Consolvo",
        "D Mcdonald",
        "T Toscos",
        "M Chen",
        "J Froehlich",
        "B Harrison",
        "P Klasnja",
        "A Lamarca",
        "L Legrand",
        "R Libby"
      ],
      "year": 2008,
      "doi": "10.1145/1357054.1357335"
    },
    {
      "title": "Study protocol for the 'HelpMeDoIt!'randomised controlled feasibility trial: An app, web and social support-based weight loss intervention for adults with obesity",
      "authors": [
        "L Matthews",
        "J Pugmire",
        "L Moore",
        "M Kelson",
        "A Mcconnachie",
        "E Mcintosh",
        "S Morgan-Trimmer",
        "S Murphy",
        "K Hughes",
        "E Coulman"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017159"
    }
  ],
  "num_references": 45,
  "original_doi": "https://doi.org/10.13039/501100003725"
}
