{
  "paper_id": "D33YRU76",
  "title": "Combustible tobacco age-of-sale laws: an opportunity?",
  "year": 2020,
  "date": "2020-04",
  "journal": "Preventing Tobacco Addiction Foundation Tobacco",
  "publication": "Preventing Tobacco Addiction Foundation Tobacco",
  "authors": [
    {
      "forename": "Michael",
      "surname": "Pesko",
      "name": "Michael Pesko"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": ". In contrast to having a minimum legal sale age (MLSA) of 21 years for all tobacco products, a different approach is to raise the MLSA for combustible tobacco to 21, but leave the MLSA for e-cigarettes and other non-combustibles at 18 as a way to regulate tobacco products proportionate to risk to incentivize harm reduction  [4, 5] . This is similar in concept to Sweden and Norway having separate MLSAs for beer and liquor, for example  [6] . New Zealand is in the consultation phase of a possible law prohibiting individuals born after January 2004 from purchasing combustible tobacco, but leaving open the avenue for these individuals to legally purchase noncombustibles instead  [7] ."
    },
    {
      "title": "I and others have previously studied the effect of e-cigarette",
      "text": "MLSAs in the United States  [8] [9] [10]  and, after observing how these raised cigarette use among youth, we proposed using a lower MLSA for e-cigarettes than combustible tobacco to encourage youth to use less risky products, as determined by several reviews  [11, 12] . Implicit in this recommendation is the scientific opinion that focusing on reducing risks of nicotine products, even at the expense of higher overall nicotine exposure, is the best way to reduce tobacco-related disease and death. T21 was adopted instead and is reducing cigarette use in the United States  [13] [14] [15] , so is an important improvement over the status quo. However, it is reasonable to ask if a Combustible 21 law (C21) would have been better for public health than T21.\n\nTo simulate the effect of a hypothetical C21 law, I draw from the literature to present a back-of-the-envelope method to predict the effect a hypothetical C21 law would have had in the United States on 18-20-year-olds. This method may also be applicable for estimating effects of other hypothetical policies."
    },
    {
      "title": "STEP 1. EFFECT OF T21 ON CIGARETTE USE",
      "text": "Two studies use difference-in-differences methods to find that T21 reduces cigarette use among 18-20-year-olds by 3.1 percentage points (ppt)  [13]  and 4.0 ppt, respectively  [14] . Averaging the effects across these studies suggests a 3.6-ppt reduction."
    },
    {
      "title": "STEP 2. EFFECT OF INCENTIVIZING E-CIGARETTES WITH LOWER REGULATION",
      "text": "The effect of C21 on cigarette use may be larger than T21 because additional people will use e-cigarettes (which can be legally purchased) instead of cigarettes. Three studies of e-cigarette MLSA law adoption in the United States found that allowing all teenagers to legally purchase e-cigarettes causes, on average, a 0.9-ppt reduction in cigarette use  [8] [9] [10] . This suggests that the hypothetical effect of C21 would have been a 4.5-ppt (= 3.6 + 0.9) reduction in cigarette use compared to the previously existing law (T18/19)."
    },
    {
      "title": "STEP 3. SUBSTITUTION TO E-CIGARETTES",
      "text": "One published study estimates the effect of cigarette taxes on e-cigarette use, finding that a $1 increase in cigarette taxes increases daily e-cigarette use among young adults by 0.48 ppt and decreases daily cigarette use by 0.73 ppt, suggesting a 66% substitution rate  [16] . Therefore, a cigarette-only policy causing a 4.5-ppt reduction in cigarette use may cause a 3.0-ppt (4.5 × 66%) increase in e-cigarette use for young adults. This back-of-the-envelope method extrapolates effects of C21. I use the best available estimates from difference-in-differences studies, and do not attempt an exhaustive inclusion of all published estimates. In particular, I do not use estimates for populations of less generalizable youth, nor estimates using variation in potentially endogenous prices. Published estimates for steps (2) and (3) do not exist specifically for 18-20-year-olds, so estimates for near-age groups are used instead. The available literature is limited by being only from the United States and for e-cigarettes. Estimates include average effects on smoking that compensate for possible gateway and/or diversion dynamics for up to several years after the policy change, but not more distal effects.\n\nThe simulation suggests that a C21 law has 0.9-ppt lower cigarette use rates for 18-20-year-olds compared to a T21 law, but 3.0-ppt higher e-cigarette use rates. This trade-off is important to acknowledge, and could be justifiable if the risk of e-cigarettes is determined to be less than one-third of cigarettes.\n\nThere are other ways a C21 law could benefit countries that are not factored into this simulation. One is that C21 could help to disseminate correcting information that non-combustibles, while not harmless, are safer  [5, 11, 12] . Seventy-five percent of Americans and a majority of European smokers mistakenly believe that e-cigarettes are as dangerous or more dangerous than combustible tobacco products  [17, 18] .\n\nResetting these risk perceptions to encourage people to use noncombustibles instead of combustibles should be an important public health priority. C21 would likely be noticed and the harm-reduction rationale for it discussed by people of all ages, thus helping to correct misperceived risks and motivating harm reduction across all ages.\n\nA second added benefit is that C21 could help to combat possible apathy towards these laws. A recent difference-in-differences study finds no effect of existing MLSA laws in Europe  [19] , suggesting limited public buy-in to ensuring the laws are successful. Therefore, bifurcating the MLSA laws is worth trying to possibly elicit more public buy-in on the importance of preventing youth access to tobacco, especially the most harmful forms of it. New Zealand's current proposal of not allowing individuals born after January 2004 to purchase combustible tobacco, but allowing non-combustible purchases, is sensible. This proposal would allow demand for nicotine to be met by safer (although not harmless) products, thus staving off black market activity and public apathy that could otherwise doom the policy. Other countries may wish to consider a similar policy, whether C21 or New Zealand's gradual combustible ban. One note of caution is that not all noncombustible tobacco products [e.g. the IQOS tobacco heating system, e-cigarettes, snus] have the same levels of risk, so additional nuance within non-combustible product categories may be warranted. The content is solely the responsibility of M.F.P. and does not necessarily represent the official views of NIDA-NIH."
    },
    {
      "title": "KEYWORDS"
    },
    {
      "text": "There are benefits of raising age-of-sale laws for combustible tobacco only, such as through a Combustible 21 law that would prohibit the sale of combustible tobacco to individuals under 21 years of age but leave open the opportunity to legally purchase e-cigarettes and smokeless tobacco products.. Tobacco 21 (T21), which prohibits retailers from selling tobacco including non-combustible tobacco products such as e-cigarettes and snus to individuals under 21 years of age, became federal law in the United States at the end of 2019, following the adoption of T21 by many states and localities prior to the federal law [1]. T21 has more recently been proposed for England and Europe, where current ages are generally 18 years"
    },
    {
      "text": "combustible tobacco, e-cigarettes, harm reduction, purchasing laws, risk perception, simulation, smokeless tobacco, Tobacco 21 DECLARATION OF INTERESTS M.F.P. is supported by the National Institute on Drug Abuse of the National Institutes of Health (NIDA-NIH) (grant no. R01DA045016)."
    }
  ],
  "references": [
    {
      "year": 2020,
      "doi": "10.1037/e528232010-001"
    },
    {
      "title": "All Party Parliamentary Group on Smoking and Health Delivering the Vision of a 'Smokefree Generation",
      "year": 2019,
      "doi": "10.12968/bjha.2018.12.5.250"
    },
    {
      "title": "An increase in the tobacco age-of-sale to 21: for debate in Europe",
      "authors": [
        "Paw Nuyts",
        "Mag Kuipers",
        "M Willemsen",
        "A Kunst"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/ntz135"
    },
    {
      "title": "Differential taxes for differential risks-toward reduced harm from nicotine-yielding products",
      "authors": [
        "F Chaloupka",
        "D Sweanor",
        "K Warner"
      ],
      "year": 2015,
      "doi": "10.1056/nejmp1505710"
    },
    {
      "title": "Food and Drug Administration (FDA) FDA grants first-ever modified risk orders to eight smokeless tobacco products",
      "doi": "10.31525/fda1-ucm560040.htm"
    },
    {
      "authors": [
        "Silver Spring",
        "Md"
      ],
      "year": 2020,
      "doi": "10.1007/s40274-021-7794-9"
    },
    {
      "title": "Health Proposals for a Smokefree Aotearoa",
      "year": 2021,
      "doi": "10.31219/osf.io/ag2ky"
    },
    {
      "title": "The influence of electronic cigarette age purchasing restrictions on adolescent tobacco and marijuana use",
      "authors": [
        "M Pesko",
        "J Hughes",
        "F Faisal"
      ],
      "year": 2016,
      "doi": "10.1016/j.ypmed.2016.02.001"
    },
    {
      "title": "The effects of e-cigarette minimum legal sale age laws on youth substance use",
      "authors": [
        "D Dave",
        "B Feng",
        "M Pesko"
      ],
      "year": 2019,
      "doi": "10.1002/hec.3854"
    },
    {
      "title": "How does electronic cigarette access affect adolescent smoking?",
      "authors": [
        "A Friedman"
      ],
      "year": 2015,
      "doi": "10.1016/j.jhealeco.2015.10.003"
    },
    {
      "title": "Evidence review of e-cigarettes and heated tobacco products 2018",
      "authors": [
        "A Mcneill",
        "L Brose",
        "R Calder",
        "L Bauld",
        "D Robson"
      ],
      "year": 2018
    },
    {
      "title": "Do local Tobacco-21 laws reduce smoking among 18 to 20 year-olds?",
      "authors": [
        "A Friedman",
        "R Wu"
      ],
      "year": 2020,
      "doi": "10.1093/ntr/ntz123"
    },
    {
      "title": "Do State Tobacco 21 Laws Work?",
      "authors": [
        "C Bryan",
        "B Hansen",
        "D Mcnichols",
        "J Sabia"
      ],
      "year": 2020,
      "doi": "10.3386/w28173"
    },
    {
      "title": "Examining Early Effects of Tobacco 21 on Substance Use among Teenagers",
      "authors": [
        "R Abouk",
        "De Prabel",
        "K Pesko"
      ],
      "year": 2021,
      "doi": "10.2139/ssrn.3737506"
    },
    {
      "title": "The effects of traditional cigarette and e-cigarette taxes on adult tobacco product use",
      "authors": [
        "Ccj Pesko",
        "J Maclean"
      ],
      "year": 2020,
      "doi": "10.3386/w26017"
    },
    {
      "title": "Smoking's long decline is over",
      "authors": [
        "J Maloney"
      ],
      "year": 2021,
      "doi": "10.36422/23076348-2021-9-3-89-95"
    },
    {
      "title": "European adult smokers' perceptions of the harmfulness of e-cigarettes relative to combustible cigarettes: cohort findings from the 2016 and 2018 EUREST-PLUS ITC Europe surveys",
      "authors": [
        "S Gravely",
        "P Driezen",
        "C Kyriakos"
      ],
      "year": 2020
    },
    {
      "title": "Impact of laws restricting the sale of tobacco to minors on adolescent smoking and perceived obtainability of cigarettes: an intervention-control pre-post study of 19 European Union countries",
      "authors": [
        "Mag Kuipers",
        "S Brandhof",
        "K Monshouwer",
        "K Stronks",
        "A Kunst"
      ],
      "year": 2017,
      "doi": "10.1111/add.13605"
    }
  ],
  "num_references": 18,
  "original_doi": "https://doi.org/10.13039/100000002"
}
