{
  "paper_id": "D55VPU6V",
  "title": "The Effectiveness of Planning Interventions for Improving Physical Activity in the General Population: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "abstract": "Planning interventions such as action planning (AP) and coping planning (CP) have been recognized as influential strategies in promoting physical activity (PA), but mixed results of existing evidence have been observed. This study aims to perform a systematical meta-analysis to evaluate the efficacy of planning interventions for improving PA in the general population. Eight databases, including Medline, Embase, PsycINFO, Cochrane Library, Web of Science, ProQuest, CNKI, and Wanfang Data, were searched to locate relevant randomized controlled trials (RCTs) from their inception to 31 December 2021. In total, 41 trials with 5439 samples were included in this systematic review, and 35 trials were used in our meta-analysis. The results showed that PA was better promoted in the planned intervention group compared to the control group (SMD = 0.35, 95% CI = 0.25-0.44, I 2 = 61.4%). Based on the subgroup analyses, we found that planning strategies were more effective among patients, males, when adopting AP intervention, when using the face-toface sessions delivery mode, and when reinforcements were conducted during the follow-up. The findings of this study indicate that planning interventions significantly improved PA behavior, and, in some contexts, the effects performed better. Future research needs to be conducted to explore the underlying mechanisms of planning interventions and validate their effects more extensively.",
  "year": 2022,
  "date": "2022-06-15",
  "journal": "BMJ",
  "publication": "BMJ",
  "authors": [
    {
      "forename": "Sanying",
      "surname": "Peng",
      "name": "Sanying Peng",
      "affiliation": "1  Physical Education Department , Hohai University , Nanjing 210024 , China \n\t\t\t\t\t\t\t\t Physical Education Department \n\t\t\t\t\t\t\t\t Hohai University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210024 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China",
      "email": "pengsy@hhu.edu.cn",
      "orcid": "0000-0001-6007-7403"
    },
    {
      "forename": "Ahmad",
      "surname": "Tajuddin Othman",
      "name": "Ahmad Tajuddin Othman",
      "affiliation": "2  School of Educational Studies , Universiti Sains Malaysia , Penang 11800 , Malaysia; \n\t\t\t\t\t\t\t\t School of Educational Studies \n\t\t\t\t\t\t\t\t Universiti Sains Malaysia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 11800 \n\t\t\t\t\t\t\t\t\t Penang \n\t\t\t\t\t\t\t\t\t Malaysia;",
      "orcid": "0000-0001-6007-7403"
    },
    {
      "forename": "Fang",
      "surname": "Yuan",
      "name": "Fang Yuan",
      "affiliation": "3  College of International Languages and Cultures , Hohai University , Nanjing 210024 , China; \n\t\t\t\t\t\t\t\t College of International Languages and Cultures \n\t\t\t\t\t\t\t\t Hohai University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 210024 \n\t\t\t\t\t\t\t\t\t Nanjing \n\t\t\t\t\t\t\t\t\t China;",
      "email": "yuanf@hhu.edu.cn"
    },
    {
      "forename": "Jinghong",
      "surname": "Liang",
      "name": "Jinghong Liang",
      "affiliation": "4  Department of Maternal and Child Health , School of Public Health , Sun Yat-sen University , Guangzhou 510080 , China; \n\t\t\t\t\t\t\t\t Department of Maternal and Child Health \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Sun Yat-sen University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 510080 \n\t\t\t\t\t\t\t\t\t Guangzhou \n\t\t\t\t\t\t\t\t\t China;",
      "orcid": "0000-0001-9237-7291"
    }
  ],
  "doi": "10.3390/ijerph19127337",
  "keywords": [
    "planning interventions",
    "action planning",
    "coping planning",
    "implementation intentions",
    "physical activity",
    "meta-analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Insufficient physical activity has become a public health issue globally  [1] . Regular physical activity (PA) reduces the risk of noncommunicable diseases and all-cause mortality and delivers important prevention and treatment benefits for many different physical and psychological conditions  [2] . Nevertheless, according to a global survey of 1.9 million individuals in 168 countries, over one-quarter of people engage in minimum or no PA (150 min of moderate exercise per week or comparable)  [3] . Globally, 81% of teenagers aged 11-17 years are insufficiently physically active  [4] , and older adults engage in the least amount of physical activity of all age groups  [5, 6] . In Canada, only 9% of children meet PA recommendations  [7] . Thus, it is critical for public health practitioners to encourage regular PA by developing more effective interventions.\n\nDespite persistent efforts to enhance physical activity (PA) through public health policies and behavior change techniques (BCTs)  [8] , interventions aimed at increasing public involvement in and adherence to PA have generated limited outcomes  [9, 10] . For instance, a comprehensive meta-analysis of 27 PA intervention studies found that the overall effectiveness of PA behavior change is d = 0.27 (95% CI = 0.17 to 0.37)  [11] , indicating that the effect size is small but significant  [12] . More recently, Whatnall et al.  [13]  conducted a systematic review of 66 RCT studies that examined the effects of behavioral change interventions on step-, moderate-, vigorous-intensity PA and total PA, which identified between-group differences in only 52% of the studies. Additionally, there is currently no consensus regarding which BCTs, including web-based and mobile interventions, are more effective for promoting PA  [14] [15] [16] . To promote PA effectively, theory-based interventions that address behavioral determinants are required.\n\nIntention, an antecedent variable of behavior in the theory of planned behavior (TPB)  [17] , which has been taken as a crucial factor, plays a positive role in the domain of PA promotion. However, empirical studies have confirmed that there is still a gap between the formation of goal intention and PA behavior initiation  [18] . Based on existed theories  [19, 20] , Gollwitzer identified that implementation intentions, which are self-regulatory strategies, can help bridge the intention-behavior gap  [21] . Health practitioners typically prefer the operational approaches of action planning (AP) and coping planning (CP) when applying implementation intention interventions, that is, to specify when, where, and how to perform behaviors and determine corresponding responses to obstacles  [22] .\n\nUp to now, three systematic reviews have analyzed the impact of AP and CP (or implementation intention) on the initiation and maintenance of physical activity behavior  [23] [24] [25] , but these studies had some limitations regarding the inclusion of high-quality literature and outcome analyses. Bélanger-Gravel et al.  [23]  observed a small-to-moderate overall effect size of implementation intention in several conditions through subgroup analyses. Carraro and Gaudreau  [24]  conducted a meta-analysis of 23 correlational and 21 experimental studies for both spontaneous and experimentally induced interventions in the form of AP and CP. This review also confirmed small-to-moderate effect sizes for planning interventions. Neither of these reviews used data entirely from RCTs as the gold standard, nor did they probe deeply into the sources of heterogeneity among studies. A recent meta-analysis  [25]  found significant effectiveness only in the reinforcement condition by analyzing 13 RCTs; however, its findings were limited by the number and quality of the included studies.\n\nTherefore, the main purpose of this study is to collect relevant, high-quality evidence to investigate the effectiveness of planning interventions in promoting physical activity using the method of systematic review and meta-analysis. The second purpose is to explore the sources of heterogeneity across studies through subgroup analyses and to analyze the differences in effect sizes of planning interventions across different interest variables."
    },
    {
      "title": "Methods",
      "text": "This study was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement  [26]  and Cochrane Collaboration Handbook recommendations  [27] ."
    },
    {
      "title": "Search Strategy",
      "text": "A comprehensive literature search that has no language and publication time constraints was conducted to identify the relevant randomized controlled trials (RCTs) that probe the effectiveness of planning or implementation intention interventions on PA in the following academic databases: Medline (via PubMed), Embase, PsycINFO, Cochrane Library, Web of Science, ProQuest, Chinese National Knowledge Infrastructure (CNKI), Wanfang Data, from their inception to 31 December 2021.\n\nAn exhaustive search was performed utilizing the medical subject headings (MeSH) combined with free text terms by employing Boolean logical operators, with the terms \"Physical Activity\", \"Exercise\", \"Planning\", \"Implementation Intentions\", \"Action Planning\", \"Coping Planning\", and \"Randomized Controlled Trial\" taken into consideration. Furthermore, as a supplementary search, we conducted a series of recursive screenings of top journals (top international journals: Health Psychology Review, Annals of Behavioral Medicine; top China journals: Sport Science, Advances in Psychological Science), grey literature, well-known publishers, and significant international academic proceedings to reduce the damage caused by the exclusion of suitable items that match our inclusion criterion. After a manual screening of the selected articles, supplementary searches were performed for other articles by important authors. In the supplement search techniques, details from all databases of search methods were displayed.\n\nAll records originally retrieved were imported into EndNote 20 (Thomson ISI Research Soft, Philadelphia, PA, USA), confirmed, and managed by two authors (S.Y.P. and F.Y.) independently and concurrently. Disagreements in this process were resolved through discussion in a meeting with the other authors (A.T.O. and J.H.L.). These steps ensure the completeness and accuracy of this study."
    },
    {
      "title": "Eligibility Criteria",
      "text": "The following PICOS criteria were used to include relevant studies."
    },
    {
      "title": "Population",
      "text": "The participants included in this study were not restricted by age, gender, health status, region, or nationality. Given that they have freedom of movement and can participate in the physical activity promotion program set up by the researchers, they are all included in the scope of this study."
    },
    {
      "title": "Interventions",
      "text": "Acceptable treatments included planning interventions (AP or the combination of AP and CP), i.e., the core components of planning strategies, such as when, where, and how a goal action is to be performed or added and how to deal with the barriers to goal pursuing. Prerequisites such as an introduction to recommended amounts of PA or education on the benefits of PA were permitted in the intervention. Interventions that included other psychological treatments were excluded."
    },
    {
      "title": "Comparators",
      "text": "Studies were included if the control group was set up as a waiting group with no treatments or if the control group only received some PA recommendations or education about the benefits of PA. Studies with control groups other than those were excluded."
    },
    {
      "title": "Outcomes",
      "text": "Interventions that reported PA measures (e.g., number of steps, frequency of PA participation, amount of light, moderate-or high-intensity PA in time units) were included. Outcomes can be measured by any measurement instrument, including subjective selfreport questionnaires, self-administered items, and objective instruments. Outcomes must include baseline and post-test measurement data."
    },
    {
      "title": "Study Design",
      "text": "Only published paralleled-group RCTs were included, including pilot RCTs, with no language limitations.\n\nDuplications were deleted first, as indicated in our included and excluded criteria. The studies were independently chosen by two authors by examining their titles and abstracts. Following that, full-text reviewing was carried out to locate possibly suitable studies. Inconsistencies that arose in this section were avoided."
    },
    {
      "title": "Data Abstraction and Risk of Bias Assessment",
      "text": "According to the Cochrane Consumers and Communication Review Group's data extraction template  [27] , two authors performed an independent double-blind method to investigate and extract the key data of the included studies, as follows: the first author, publication year, participants, sample sizes of different groups and total of all groups, gender, age, intervention details (strategies, duration, delivery mode, and reinforcement or not), instrument and various outcomes, etc. Missing data were obtained by emailing the corresponding author of the related study or retrieving other systematic reviews that included the studies. Based on the Cochrane Risk of Bias tool  [27] , seven items were structured to assess the risk of bias for the included studies: (1) random sequence generation: whether the random sequence method and process are described in detail; (2) allocation concealment: whether to allocate participants strictly according to the results of random numbers; (3) blinding of participants: whether subjects and investigators were blinded; (4) blinding of outcome assessment: whether the evaluators were blinded;  (5)  incomplete outcome data: whether the drop-out rate was controlled within 10%;  (6)  selective data reporting: whether only favorable results were selectively reported;  (7)  other undefined biases: bias such as conflict of interest, small sample size, and baseline imbalance. Each of the items was graded as high risk of bias, low risk of bias, and unknown risk of bias, respectively. The study was assessed as low risk if more than four items were low risk. If most of the study was unknown, the study was assessed as unknown. When more than one item was high risk and less than four other items were rated as low risk, the study was considered high risk. Two reviewers independently assessed the bias risk of the included literature, and disagreements were judged by a third reviewer."
    },
    {
      "title": "Statistical Analyses",
      "text": "According to Cochrane Collaboration Handbook recommendations  [27] , the present meta-analysis was conducted by a conventional pair of crossed trials for each comparison at post-intervention. To begin, the omnibus homogeneity test (Q) and I 2 statistics were used to assess study heterogeneity, and p < 0.1 for Q was regarded as statistically significant, while I 2 statistics had values of 25%, 50%, and 75%, indicating mild, moderate, and high heterogeneity  [28] . Second, means and standard deviations of outcomes reported postintervention were uniformly extracted as numerical variables for meta-analysis to ensure more accurate analysis outcomes. Moreover, to evaluate the primary effect of planning interventions, the effect sizes were pooled using the inverse variance statistical approach with random effect models. The pooled effect sizes were provided as standardized mean differences (SMDs) with respective 95% confidence intervals (CIs). SMDs were calculated by the mean and standard deviation of each comparison group. When standard errors and confidence intervals were reported instead of standard deviations, they were transformed according to statistical methods. Third, comparison-adjusted funnel plots were drawn to visually detect various forms of potential publication bias. Egger's test was used as a supplement to the quantitative evaluation of the funnel plot to test the significance level  [29] . Then, a sensitivity analysis was performed, removing the studies deemed to be at high risk of bias. Lastly, given that the role of moderator variables may be the source of heterogeneity between studies, subgroup analyses were performed to ensure the stability of the overall effect sizes. The subgroup analysis performed in this study is shown as follows: Intervention Strategy (AP vs. AP + CP); Duration (≥5 weeks vs. <5 weeks); Publication Year (year ≥ 2012 vs. year < 2012). Delivery Mode (Sessions vs. Online vs. Sessions and Online); Reinforcement or not (Yes vs. No); Participants (Patients vs. Healthy Populations); Students or not (Yes or No); Female-to-Male Ratio (≥1 vs. <1); Sample Size (≥100 vs. <100); Instrument (Objective vs. Self-report vs. Items). The above analyses were carried out in STATA 14.1 (StataCorp, College Station, TX, USA)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Literature Selection",
      "text": "The initial database search yielded a total of 1790 records. Before screening, 374 duplicate records and 794 records with only simple protocols were removed. After the first round of careful screening of titles and abstracts, 254 search records entered the next step for re-examination. After 131 records were excluded, 123 studies were left for full-text review. As a result, 41 articles  were included in this systematic review, and only six articles  [38, 40, 63, 65, 68, 70]  were not suitable for quantitative meta-analysis. The selection process is shown in Figure  1 ."
    },
    {
      "title": "Literature Selection",
      "text": "The initial database search yielded a total of 1790 records. Before screening, 37 plicate records and 794 records with only simple protocols were removed. After the round of careful screening of titles and abstracts, 254 search records entered the nex for re-examination. After 131 records were excluded, 123 studies were left for ful review. As a result, 41 articles  were included in this systematic review, and six articles  [38, 40, 63, 65, 68, 70]  were not suitable for quantitative meta-analysis. The s tion process is shown in Figure  1 ."
    },
    {
      "title": "Characteristics of Studies",
      "text": "All 41 included studies were conducted in different regions or countries (23 st from Europe  [30, 31, 33, [35] [36] [37] 41, 42, [44] [45] [46] [47] [49] [50] [51] [52] [53] [54] [55] 60, 61, 67, 69] , 7 studies from North A can  [32, 34, 43, 48, 56, 58, 65] , 3 studies from South America  [57, 59, 68] , 3 studies from  [39, 62, 70] , 2 studies from Australia  [64, 66] , and 3 studies that did not report this cond"
    },
    {
      "title": "Characteristics of Studies",
      "text": "All 41 included studies were conducted in different regions or countries (23 studies from Europe  [30, 31, 33, [35] [36] [37] 41, 42, [44] [45] [46] [47] [49] [50] [51] [52] [53] [54] [55] 60, 61, 67, 69] , 7 studies from North American  [32, 34, 43, 48, 56, 58, 65] , 3 studies from South America  [57, 59, 68] , 3 studies from Asia  [39, 62, 70] , 2 studies from Australia  [64, 66] , and 3 studies that did not report this condition  [38, 40, 63] ), with publication years ranging from 2002 to 2021. All studies were published in English except for one study published in Chinese  [62]  and another in Spanish  [59] . In total, 2936 participants were randomized to the planning interventions group, while 2948 participants were assigned to the controlled group, with the mean age ranging between 8.06 and 73.30 years old. There were 5 studies targeting women  [32, 40, 43, 45, 58]  and 28 studies with more than 50% female participants  [30] [31] [32] [38] [39] [40] [41] [42] [43] [44] [45] [48] [49] [50] [51] [52] [53] [54] [58] [59] [60] [61] [65] [66] [67] [68] [69] [70] . Table  1  provides a detailed introduction to these demographic characteristics. As regards the type of planning strategies chosen by the PA promotion intervention, the number of studies that chose AP (n = 21) as an intervention strategy and the number of studies that chose AP combined with CP (n = 20) as an intervention strategy were very similar.\n\nThe delivery of planning interventions was characterized by three typical modes. The first mode (n = 24) is to implement the intervention through face-to-face individual or group sessions; the second (n = 5) is to conduct online delivery modes, such as phone calls, emails, postal mail, pedometers, phone text messages, APP tracking, and website feedback; and the third mode (n = 12) is to combine face-to-face sessions with online delivery.\n\nThe duration of the intervention (from baseline to the last endpoint) of the included studies ranged from 1 week to 14 months. After the baseline interventions were applied, some studies reinforced the effects of the baseline interventions through telephone surveys, text message reminders, diary records, and face-to-face sessions. Across all studies, 20 studies used standardized self-report questionnaires tested for reliability and the validity of previous studies to assess physical activity, 15 studies employed measurement items (three of which were validated), 5 studies used objective instruments (two accelerometers and two pedometers), 1 study used diaries, and 1 study used checklists.\n\nIn most of the studies, the control groups received some motivational education, including the benefits of physical activity and WHO physical activity recommendations through face-to-face sessions, leaflets, emails, or text messages. This motivational education was also implemented simultaneously in the intervention group. Moreover, intervention completers were considered for statistical analysis in most studies and only eleven studies employed an intention-to-treat approach  [36, 42, [45] [46] [47] 51, 52, 58, 60, 64, 69] ."
    },
    {
      "title": "Quality of Included Studies",
      "text": "In 34 of the included trials [31-45,47,49-52,54-59,61,62,64,65,67-70], the risk of bias was classified as low or uncertain, whereas 7 studies  [30, 46, 48, 53, 60, 63, 66]  were classified with high-risk bias. In all 41 studies, sufficient random sequence generation was observed, whereas few of them had conducted their allocation concealment. Three studies  [49, 55, 64]  explicitly mentioned a sufficient blinding process of participants and researchers, whereas others were unclear. Relatively complete outcome analyses and reports were shown in most of the studies, except in nine studies  [30, 46, 48, [52] [53] [54] [55] 60, 63]  with relatively high drop-out rates. Regarding other bias factors, three studies  [50, 59, 66]  were deemed to have a high-risk bias. Figures  2  and  3  show details on overall and individual quality."
    },
    {
      "title": "Int. J. Environ. Res. Public Health 2022, 19, x FOR PEER REVIEW 10 of 18",
      "text": "The delivery of planning interventions was characterized by three typical modes. The first mode (n = 24) is to implement the intervention through face-to-face individual or group sessions; the second (n = 5) is to conduct online delivery modes, such as phone calls, emails, postal mail, pedometers, phone text messages, APP tracking, and website feedback; and the third mode (n = 12) is to combine face-to-face sessions with online delivery.\n\nThe duration of the intervention (from baseline to the last endpoint) of the included studies ranged from 1 week to 14 months. After the baseline interventions were applied, some studies reinforced the effects of the baseline interventions through telephone surveys, text message reminders, diary records, and face-to-face sessions. Across all studies, 20 studies used standardized self-report questionnaires tested for reliability and the validity of previous studies to assess physical activity, 15 studies employed measurement items (three of which were validated), 5 studies used objective instruments (two accelerometers and two pedometers), 1 study used diaries, and 1 study used checklists.\n\nIn most of the studies, the control groups received some motivational education, including the benefits of physical activity and WHO physical activity recommendations through face-to-face sessions, leaflets, emails, or text messages. This motivational education was also implemented simultaneously in the intervention group. Moreover, intervention completers were considered for statistical analysis in most studies and only eleven studies employed an intention-to-treat approach  [36, 42, [45] [46] [47] 51, 52, 58, 60, 64, 69] ."
    },
    {
      "title": "Quality of Included Studies",
      "text": "In 34 of the included trials  [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] 47, [49] [50] [51] [52] [54] [55] [56] [57] [58] [59] 61, 62, 64, 65, [67] [68] [69] [70] , the risk of bias was classified as low or uncertain, whereas 7 studies  [30, 46, 48, 53, 60, 63, 66]  were classified with high-risk bias. In all 41 studies, sufficient random sequence generation was observed, whereas few of them had conducted their allocation concealment. Three studies  [49, 55, 64]  explicitly mentioned a sufficient blinding process of participants and researchers, whereas others were unclear. Relatively complete outcome analyses and reports were shown in most of the studies, except in nine studies  [30, 46, 48, [52] [53] [54] [55] 60, 63]  with relatively high dropout rates. Regarding other bias factors, three studies  [50, 59, 66]  were deemed to have a high-risk bias. Figures  2  and  3  show details on overall and individual quality."
    },
    {
      "title": "Primary Outcome",
      "text": "Overall effect sizes were combined for the 35 trials included in the meta-analysis; 6 studies  [38, 40, 63, 65, 68, 70]  were excluded due to unavailable data. All studies used the measurement of PA as the outcome indicator. By means of the random effect model, the planning interventions group yielded a small-to-medium significant pooled effect size (SMD = 0.35, 95% CI: 0.25, 0.44, I 2 = 61.4%) compared to the controlled group (shown in Table  2 ). The effect sizes varied between -0.12 and 0.94 across the studies. A funnel plot indicated that there was no publication bias (shown in Figure  S1 ), but the quantitative Egger test did not reveal the same result (p-value = 0.001) (shown in Figure  S2 )."
    },
    {
      "title": "Primary Outcome",
      "text": "Overall effect sizes were combined for the 35 trials included in the meta-analysis; 6 studies  [38, 40, 63, 65, 68, 70]  were excluded due to unavailable data. All studies used the measurement of PA as the outcome indicator. By means of the random effect model, the planning interventions group yielded a small-to-medium significant pooled effect size (SMD = 0.35, 95% CI: 0.25, 0.44, I 2 = 61.4%) compared to the controlled group (shown in Table  2 ). The effect sizes varied between -0.12 and 0.94 across the studies. A funnel plot indicated that there was no publication bias (shown in Figure  S1 ), but the quantitative Egger test did not reveal the same result (p-value = 0.001) (shown in Figure  S2 ). Notes: CI: confidence interval; SMD: standard mean differences."
    },
    {
      "title": "Subgroup Analyses",
      "text": "The results of the predefined subgroup analyses, separated into ten subgroups, are shown in Table  2 . Some subgroup analyses produced consistent findings, indicating that the items inside the subgroup were statistically significant: the duration group (≥5 W, SMD = 0.36, 95% CI: 0.23 to 0.49 vs. <5 W, SMD = 0.31, 95% CI: 0.17 to 0.46); the students group (students, SMD = 0.54, 95% CI: 0.23 to 0.85 vs. no students, SMD = 0.33, 95% CI: 0.23 to 0.0.43); however, when the delivery mode were taken into account, face-to-face sessions (SMD = 0.41, 95% CI: 0.27 to 0.55) showed a distinguished improvement compared with CG while online sessions (SMD = 0.14, 95% CI: -0.02 to 0.31) had relatively little improvement. A similar result also occurred in the other six subgroups analyses, i.e., the intervention strategy group (AP, SMD = 0.41, 95% CI: 0.24 to 0.44 vs. AP + CP, SMD = 0.30, 95% CI: 0.19 to 0.42); the publication year group (≥2012, SMD = 0.29, 95% CI: 0.16 to 0.42 vs. <2012, SMD = 0.38, 95% CI: 0.24 to 0.51); those involved in the sample size group (≥100, SMD = 0.27, 95% CI: 0.17 to 0.38 vs. <100, SMD = 0.55, 95% CI: 0.38 to 0.71); the female-to-male ratio group (≥1, SMD = 0.30, 95% CI: 0.19 to 0.42 vs. <1, SMD = 0.43, 95% CI: 0.27 to 0.58); the reinforcement group (reinforcement, SMD = 0.41, 95% CI: 0.28 to 0.53 vs. no reinforcement, SMD = 0.28, 95% CI: 0.15 to 0.42). In terms of the participants group, the magnitude of improvement in patients (SMD = 0.45, 95% CI: 0.29 to 0.61) was a little more than that of the healthy population (SMD = 0.29, 95% CI: 0.18 to 0.40). Finally, it is worth noting that the validated self-report instrument (SMD = 0.37, 95% CI: 0.25 to 0.49) had an approximately equal effect size as the non-validated one (SMD = 0.36, 95% CI: 0.20 to 0.54), while the pooled effect size of objective instruments (SMD = 0.08, 95% CI: -0.39 to 0.54) was the smallest and not statistically significant."
    },
    {
      "title": "Discussion",
      "text": "Thirty-five high-quality RCTs were included in the present study for meta-analysis, and the results found that the planning strategies intervention significantly promoted physical activity in the general population, with the overall effect size (SMD = 0.35, 95% CI: 0.25, 0.44) being \"small-to-medium\" according to Cohen's classification criteria of effect size  (Cohen, 1988) . Subgroup analyses were conducted and revealed that the planning interventions were more effective in the patient group, the group with fewer females. Moreover, the delivery mode of individual or group face-to-face sessions during the imposition of the intervention and the group that underwent post-intervention reinforcement performed better. We also found that the effects of different measurement instruments and sample sizes on the pooled effect sizes suggested that they may be sources of heterogeneity between studies.\n\nA positive and significant intervention effect, as revealed by this study, identified that planning strategies can improve PA successfully. Bélanger-Gravel et al.  [23]  conducted the first meta-analysis of an AP-induced trial, showing that the planning intervention had a significant effect on physical activity, both post-intervention and at follow-up. Almost simultaneously, Carraro and Gaudreau  [24]  also conducted a meta-analysis combining data from both correlational and experimental studies; it showed that both spontaneous and experimentally induced AP and CP were successful in promoting physical activity. A recent meta-analysis of BCT interventions incorporating AP, conducted by Howlett et al.  [16] , also showed a significant small-to-moderate effect size effect of BCTs on initiating PA behaviors. This study, the largest meta-analysis of high-quality RCTs to date, further validated the significant effect of planning interventions to promote physical activity, which results from the key role that planning strategies play in behavioral change as self-regulatory strategies  [71] . According to the health action process approach (HAPA), two types of planning strategies, AP and CP, play a key role in the initiation and maintenance of intended behavior  [72] . The function of AP is to enhance awareness in the individual about potential future scenarios in which the behavior may be performed by making clear when, when, and how the individual would initiate the behavior  [73] . CP focuses on the anticipation of barriers that may interfere with a desired activity and how to choose alternative behaviors that may be implemented to overcome those barriers  [74, 75] . As mental simulations of a series of behavioral processes, planning strategies facilitate the successful translation of good intentions into action through the pre-construction of situations that initiate behavior and the management of possible anticipated obstacles  [76, 77] . Moreover, AP and CP have been designed in HAPA as mediating variables between intentions and behaviors, helping to bridge the gap between intention and behavior  [78] . Some studies have empirically confirmed that AP and CP can also moderate the relationship between intention and behavior  [79] [80] [81] [82] . From the above analysis, it can be identified that AP and CP are crucial psychological determinants of PA initiation, and future research should explore the deeper mechanisms of action of AP and CP in promoting PA  [83] .\n\nThe exploratory subgroup analyses conducted in this study revealed that the effects of the planning interventions differed across conditions and contexts, which contributes to a cautious interpretation of the overall effect sizes. In the intervention strategy group, the intervention effects of AP were superior to AP combined with CP, which may stem from the fact that the AP conducted in the trials was more acceptable to the participants, while the combined strategy added an extra CP to the psychological process of behavior change using an if-then format \"cue\" in response to behavior obstacles  [24] , which may have led to a decline of intervention effects. However, the combination of AP and CP is also a promising choice of an effective strategy for increasing PA, and its efficacy needs to be verified by more RCTs. Moreover, in terms of intervention delivery modes, face-to-face sessions were the most effective, with online sessions alone (e.g., telephone calls, emails, or visiting websites) being the least effective; post-intervention groups with reinforcement achieved better results. As self-regulatory strategies, planning strategies need to control the details of the interventions to be effective in promoting complex behaviors such as physical activity, so the interventions were more effective in the cases using the delivery mode of face-to-face sessions that were adept in focusing the participants' attention and the addition of reinforcements during the follow-up period. Subgroup analysis by publication year showed a higher effect size for studies published before 2012 than those published after 2012, indicating a decreasing trend in overall effect sizes for studies in the last decade; this trend needed to be verified by more evidence. Furthermore, in the subgroup analysis of the different samples, it was found that the planned interventions were more effective with the patients than with the healthy population, which supports the idea that planning interventions were important interventions for rehabilitating patients  [84] . In addition, the interventions were less effective in the population with a high proportion of females, which may be more related to the intention status of the study sample. The planning interventions had a better effect among those with PA intention  [85, 86] , while most females are usually unintentional due to a lack of interest in PA. Although no visible difference was observed between the student and non-student groups, planning strategies remain promising interventions to promote students participating in PA because of their low cost and ease of implementation in campus settings.\n\nOf note, the results from the instrument group in the subgroup analyses suggest that differences between instruments may have contributed to the heterogeneity of the studies. Future studies should employ validated instruments of PA, such as objective instruments (e.g., accelerometers and pedometers) or widely recognized self-report questionnaires (e.g., LTEQ  [87]  and IPAQ  [88] ). Given that objective instruments and self-reported questionnaires measure the different parts of PA and that such measurement outcomes are not equivalent  [89] , further investigation of more appropriate approaches to merging objective instruments and self-reported questionnaires would contribute to improving the validity of evidence based on PA measurements.\n\nThe present study is the first meta-analysis of planning interventions for PA that uses RCTs and includes a significant amount of literature covering a wide range of populations (mean age from 8.06 to 73.30 years old). Although only 11 studies used intention-totreat analysis as a method of calculating outcome indicators, the inclusion of far more than 15 trials gives credibility to the outcomes  [90] . Based on the high-quality literature included and the rigorous research procedure, the findings of this study elucidate the broad effectiveness of planning interventions. As low-cost interventions that can be delivered in a variety of ways, planning interventions can be easily disseminated and promoted to a wide range of populations, providing them with promising strategies used in the public health domain to increase physical activity and prevent noncommunicable diseases caused by sedentary and physical inactivity.\n\nSeveral uncontrollable limitations also affected the results of this study. Firstly, most of the included trials in this study were completed in developed countries, and they fail to reflect the actual characteristics of the broader sample. In addition, few trials completed the registration process on the relevant trial platforms, which may directly affect the stability of our evidence. Finally, although we used quantitative analyses to ensure the accuracy of the effects of planning interventions in promoting PA, the sources of moderate heterogeneity observed (e.g., different planning intervention strategies, intervention delivery models, samples, and sample size selection, etc.) need to be further explored."
    },
    {
      "title": "Conclusions",
      "text": "This review identifies that planning interventions are effective in improving PA behavior among the general population. In addition, the results of this review provide sufficient evidence that the effects of planning interventions vary according to different moderators and contexts. As effective intervention strategies with low cost, planning intervention should be broadly promoted and applied by health practitioners and policymakers."
    },
    {
      "text": "Figure 1. Flow chart of study design by PRISMA 2020."
    },
    {
      "text": "Figure 1. Flow chart of study design by PRISMA 2020."
    },
    {
      "text": "Figure 2. Risk of bias graph.Figure 2. Risk of bias graph."
    },
    {
      "text": "Figure 2. Risk of bias graph.Figure 2. Risk of bias graph."
    },
    {
      "text": "Figure 3. Risk of bias summary for included studies [30-70]."
    },
    {
      "text": "Figure 3. Risk of bias summary for included studies [30-70]."
    },
    {
      "text": "Characteristics of studies."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Primary results and subgroup analyses."
    },
    {
      "text": "Primary results and subgroup analyses."
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "Lack of physical activity is a global problem",
      "authors": [
        "T Haseler",
        "C Haseler"
      ],
      "year": 2022,
      "doi": "10.1136/bmj.o348"
    },
    {
      "title": "Global Action Plan on Physical Activity 2018-2030: More Active People for a Healthier World: At-a-Glance",
      "year": 2018
    },
    {
      "title": "Worldwide trends in insufficient physical activity from 2001 to 2016: A pooled analysis of 358 population-based surveys with 1.9 million participants",
      "authors": [
        "R Guthold",
        "G Stevens",
        "L Riley",
        "F Bull"
      ],
      "year": 2018,
      "doi": "10.1016/S2214-109X(18)30357-7"
    },
    {
      "title": "Global Recommendations on Physical Activity for Health; World Health Organization",
      "year": 2010,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Psycho-social correlates of leisure-time physical activity (LTPA) among older adults: A multivariate analysis",
      "authors": [
        "S Lee",
        "C Lee",
        "J An"
      ],
      "year": 2020,
      "doi": "10.1186/s11556-020-00238-6"
    },
    {
      "title": "Physical activity guidelines for older adults",
      "authors": [
        "B Elsawy",
        "K Higgins"
      ],
      "year": 2010,
      "doi": "10.5040/9781492595700.ch-007"
    },
    {
      "title": "Nature Elements and Fundamental Motor Skill Development Opportunities at Five Elementary School Districts in British Columbia",
      "authors": [
        "C Lim",
        "A Donovan",
        "N Harper",
        "P.-J Naylor"
      ],
      "year": 2017,
      "doi": "10.3390/ijerph14101279"
    },
    {
      "title": "Effectiveness of approaches to increase physical activity behavior to prevent chronic disease in adults: A brief commentary",
      "authors": [
        "J Schwartz",
        "R Rhodes",
        "S Bredin",
        "P Oh",
        "D Warburton"
      ],
      "year": 2019,
      "doi": "10.3390/jcm8030295"
    },
    {
      "title": "Updating goal-setting theory in physical activity promotion: A critical conceptual review",
      "authors": [
        "C Swann",
        "S Rosenbaum",
        "A Lawrence",
        "S Vella",
        "D Mcewan",
        "P Ekkekakis"
      ],
      "year": 2021,
      "doi": "10.1080/17437199.2019.1706616"
    },
    {
      "title": "Effectiveness of acceptance and commitment therapy (ACT) interventions for promoting physical activity: A systematic review and meta-analysis",
      "authors": [
        "S Pears",
        "S Sutton"
      ],
      "year": 2021,
      "doi": "10.1080/17437199.2020.1727759"
    },
    {
      "title": "Physical activity: Health impact, prevalence, correlates and interventions",
      "authors": [
        "R Rhodes",
        "I Janssen",
        "S Bredin",
        "D Warburton",
        "A Bauman"
      ],
      "year": 2017,
      "doi": "10.1080/08870446.2017.1325486"
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037/0033-2909.112.1.155"
    },
    {
      "title": "Effectiveness of interventions and behaviour change techniques for improving physical activity in young adults: A systematic review and meta-analysis",
      "authors": [
        "M Whatnall",
        "T Sharkey",
        "M Hutchesson",
        "R Haslam",
        "A Bezzina",
        "C Collins",
        "L Ashton"
      ],
      "year": 2021,
      "doi": "10.1080/02640414.2021.1898107"
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: Behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carraça",
        "J Rawstorn",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-016-9846-0"
    },
    {
      "title": "The role of smartphones in encouraging physical activity in adults",
      "authors": [
        "M Stuckey",
        "S Carter",
        "E Knight"
      ],
      "year": 2017,
      "doi": "10.2147/ijgm.s134095"
    },
    {
      "title": "Are physical activity interventions for healthy inactive adults effective in promoting behavior change and maintenance, and which behavior change techniques are effective? A systematic review and meta-analysis",
      "authors": [
        "N Howlett",
        "D Trivedi",
        "N Troop",
        "A Chater"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby010"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90020-T"
    },
    {
      "title": "How big is the physical activity intention-behaviour gap? A meta-analysis using the action control framework",
      "authors": [
        "R Rhodes",
        "G De Bruijn"
      ],
      "year": 2013,
      "doi": "10.1111/bjhp.12032"
    },
    {
      "title": "Thought contents and cognitive functioning in motivational versus volitional states of mind",
      "authors": [
        "H Heckhausen",
        "P Gollwitzer"
      ],
      "year": 1987,
      "doi": "10.1007/bf00992338"
    },
    {
      "title": "Self-regulation, health, and behavior: A perceptual-cognitive approach",
      "authors": [
        "H Leventhal",
        "E Leventhal",
        "R Contrada"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407425"
    },
    {
      "title": "Implementation intentions: Strong effects of simple plans",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1999,
      "doi": "10.1037/0003-066X.54.7.493"
    },
    {
      "title": "Predicting physical activity outcomes during episodes of academic goal conflict: The differential role of action planning and coping planning",
      "authors": [
        "N Carraro",
        "P Gaudreau"
      ],
      "year": 2015,
      "doi": "10.1177/0146167215594121"
    },
    {
      "title": "A meta-analytic review of the effect of implementation intentions on physical activity",
      "authors": [
        "A Belanger-Gravel",
        "G Godin",
        "S Amireault"
      ],
      "year": 2013,
      "doi": "10.1080/17437199.2011.560095"
    },
    {
      "title": "Spontaneous and experimentally induced action planning and coping planning for physical activity: A meta-analysis",
      "authors": [
        "N Carraro",
        "P Gaudreau"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2012.10.004"
    },
    {
      "title": "Impact of implementation intentions on physical activity practice in adults: A systematic review and meta-analysis of randomized clinical trials",
      "authors": [
        "M Da Silva",
        "T São-João",
        "V Brizon",
        "D Franco",
        "F Mialhe"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0206294"
    },
    {
      "title": "The PRISMA 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow",
        "L Shamseer",
        "J Tetzlaff",
        "E Akl",
        "S Brennan"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijsu.2021.105906"
    },
    {
      "title": "Chapter 8: Assessing risk of bias in included studies",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2013,
      "doi": "10.1002/9780470712184.ch8"
    },
    {
      "title": "Quantifying heterogeneity in a meta-analysis",
      "authors": [
        "J Higgins",
        "S Thompson"
      ],
      "year": 2002,
      "doi": "10.1002/sim.1186"
    },
    {
      "title": "How important are comprehensive literature searches and the assessment of trial quality in systematic reviews? Empirical study",
      "authors": [
        "M Egger",
        "P Juni",
        "C Bartlett",
        "F Holenstein",
        "J Sterne"
      ],
      "year": 2003,
      "doi": "10.3310/hta7010"
    },
    {
      "title": "Combining motivational and volitional interventions to promote exercise participation: Protection motivation theory and implementation intentions",
      "authors": [
        "S Milne",
        "S Orbell",
        "P Sheeran"
      ],
      "year": 2002,
      "doi": "10.1348/135910702169420"
    },
    {
      "title": "The use of implementation intentions and the decision balance sheet in promoting exercise behaviour",
      "authors": [
        "A Prestwich",
        "R Lawton",
        "M Conner"
      ],
      "year": 2003,
      "doi": "10.1080/08870440310001594493"
    },
    {
      "title": "Helping middle-aged women translate physical activity intentions into action: Combining the theory of planned behavior and implementation intentions",
      "authors": [
        "K Arbour",
        "K Ginis"
      ],
      "year": 2004,
      "doi": "10.1111/j.1751-9861.2004.tb00099.x"
    },
    {
      "title": "Long-term effects of two psychological interventions on physical exercise and self-regulation following coronary rehabilitation",
      "authors": [
        "F Sniehotta",
        "U Scholz",
        "R Schwarzer",
        "B Fuhrmann",
        "U Kiwus",
        "H Völler"
      ],
      "year": 2005,
      "doi": "10.1207/s15327558ijbm1204_5"
    },
    {
      "title": "The efficacy of an implementation intention intervention for promoting physical activity among individuals with spinal cord injury: A randomized controlled trial",
      "authors": [
        "A Latimer",
        "K Ginis",
        "K Arbour"
      ],
      "year": 2006,
      "doi": "10.1037/0090-5550.51.4.273"
    },
    {
      "title": "An implementation intentions intervention, the use of a planning strategy, and physical activity after myocardial infarction",
      "authors": [
        "A Luszczynska"
      ],
      "year": 2006,
      "doi": "10.1016/j.socscimed.2005.06.043"
    },
    {
      "title": "Physical activity and depressive symptoms in cardiac rehabilitation: Long-term effects of a self-management intervention",
      "authors": [
        "U Scholz",
        "N Knoll",
        "F Sniehotta",
        "R Schwarzer"
      ],
      "year": 2006,
      "doi": "10.1016/j.socscimed.2005.11.035"
    },
    {
      "title": "Action plans and coping plans for physical exercise: A longitudinal intervention study in cardiac rehabilitation",
      "authors": [
        "F Sniehotta",
        "U Scholz",
        "R Schwarzer"
      ],
      "year": 2006,
      "doi": "10.1348/135910705x43804"
    },
    {
      "title": "Implementation intentions, occupational stress, and the exercise intention-behavior relationship",
      "authors": [
        "J Budden",
        "B Sagarin"
      ],
      "year": 2007,
      "doi": "10.1037/1076-8998.12.4.391"
    },
    {
      "title": "The Effects of Self-Discordance, Self-Concordance, and Implementation Intentions on Health Behavior",
      "authors": [
        "N Chatzisarantis",
        "M Hagger",
        "C Thøgersen-Ntoumani"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-9861.2008.00035.x"
    },
    {
      "title": "A randomised controlled trial of the effects of implementation intentions on women's walking behaviour",
      "authors": [
        "K Arbour",
        "K Martin Ginis"
      ],
      "year": 2009,
      "doi": "10.1080/08870440801930312"
    },
    {
      "title": "Should implementation intentions interventions be implemented in obesity prevention: The impact of if-then plans on daily physical activity in Dutch adults",
      "authors": [
        "De",
        "E Vet",
        "A Oenema",
        "P Sheeran",
        "J Brug"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-11"
    },
    {
      "title": "Changing nutrition, physical activity and body weight among student nurses and midwives: Effects of a planning intervention and self-efficacy beliefs",
      "authors": [
        "A Luszczynska",
        "C Haynes"
      ],
      "year": 2009,
      "doi": "10.1177/1359105309342290"
    },
    {
      "title": "Examining implementation intentions in an exercise intervention: The effects on adherence and self-efficacy in a naturalistic setting 1",
      "authors": [
        "T Murray",
        "W Rodgers",
        "S Fraser"
      ],
      "year": 2009,
      "doi": "10.1111/j.1559-1816.2009.00527.x"
    },
    {
      "title": "Can the effects of implementation intentions on exercise be enhanced using text messages?",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2009,
      "doi": "10.1080/08870440802040715"
    },
    {
      "title": "Physical activity in women: Effects of a self-regulation intervention",
      "authors": [
        "G Stadler",
        "G Oettingen",
        "P Gollwitzer"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.021"
    },
    {
      "title": "Beyond good intentions: The role of proactive coping in achieving sustained behavioural change in the context of diabetes management",
      "authors": [
        "B Thoolen",
        "D Ridder",
        "J Bensing",
        "K Gorter",
        "G Rutten"
      ],
      "year": 2009,
      "doi": "10.1080/08870440701864504"
    },
    {
      "title": "The roles of behavioral and implementation intentions in changing physical activity in young children with low socioeconomic status",
      "authors": [
        "C Armitage",
        "C Sprigg"
      ],
      "year": 2010,
      "doi": "10.1123/jsep.32.3.359"
    },
    {
      "title": "Effect of Implementation Intentions to Change Behaviour: Moderation by Intention Stability",
      "authors": [
        "G Godin",
        "A Belanger-Gravel",
        "S Amireault",
        "M.-C Gallani",
        "M.-C Vohl",
        "L Perusse"
      ],
      "year": 2010,
      "doi": "10.2466/pr0.106.1.147-159"
    },
    {
      "title": "Can implementation intentions and text messages promote brisk walking? A randomized trial",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2010,
      "doi": "10.1037/a0016993"
    },
    {
      "title": "Imagery and implementation intention: A randomised controlled trial of interventions to increase exercise behaviour in the general population",
      "authors": [
        "E Andersson",
        "T Moss"
      ],
      "year": 2011,
      "doi": "10.1016/j.psychsport.2010.07.004"
    },
    {
      "title": "Self-efficacy as a moderator of the planning-behaviour relationship in interventions designed to promote physical activity",
      "authors": [
        "A Luszczynska",
        "R Schwarzer",
        "S Lippke",
        "M Mazurkiewicz"
      ],
      "year": 2011,
      "doi": "10.1080/08870446.2011.531571"
    },
    {
      "title": "Do brief online planning interventions increase physical activity amongst university students? A randomised controlled trial",
      "authors": [
        "S Skår",
        "F Sniehotta",
        "G Molloy",
        "A Prestwich",
        "V Araújo-Soares"
      ],
      "year": 2011,
      "doi": "10.1080/08870440903456877"
    },
    {
      "title": "A combined planning and self-efficacy intervention to promote physical activity: A multiple mediation analysis",
      "authors": [
        "M Koring",
        "J Richert",
        "L Parschau",
        "A Ernsting",
        "S Lippke",
        "R Schwarzer"
      ],
      "year": 2012,
      "doi": "10.1080/13548506.2011.608809"
    },
    {
      "title": "Randomized Controlled Trial of Collaborative Implementation Intentions Targeting Working Adults' Physical Activity",
      "authors": [
        "A Prestwich",
        "M Conner",
        "R Lawton",
        "J Ward",
        "K Ayres",
        "R Mceachan"
      ],
      "year": 2012,
      "doi": "10.1037/a0027672"
    },
    {
      "title": "Using a combined motivational and volitional intervention to promote exercise and healthy dietary behaviour among undergraduates",
      "authors": [
        "Y Zhang",
        "R Cooke"
      ],
      "year": 2012,
      "doi": "10.1016/j.diabres.2011.10.006"
    },
    {
      "title": "Randomized controlled trial of a behavior change intervention to increase physical activity and quality of life in prostate cancer survivors",
      "authors": [
        "E Mcgowan",
        "S North",
        "K Courneya"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9519-1"
    },
    {
      "title": "Moving Heart Program\": An intervention to improve physical activity among patients with coronary heart disease",
      "authors": [
        "R Rodrigues",
        "T João",
        "M Gallani",
        "M Cornélio",
        "N Alexandre",
        "The"
      ],
      "year": 2013,
      "doi": "10.1590/s0104-11692013000700023"
    },
    {
      "title": "Implementation intentions for physical activity behavior in older adult women: An examination of executive function as a moderator of treatment effects",
      "authors": [
        "P Hall",
        "C Zehr",
        "J Paulitzki",
        "R Rhodes"
      ],
      "year": 2014,
      "doi": "10.1007/s12160-013-9582-7"
    },
    {
      "title": "Impact of the activation of intention to perform physical activity in type II diabetics: A randomized clinical trial",
      "authors": [
        "M Da Silva",
        "G Gouvêa",
        "A Claro",
        "F Agondi Rde",
        "K Cortellazzi",
        "A Pereira",
        "C Meneghim Mde",
        "F Mialhe"
      ],
      "year": 2015,
      "doi": "10.1590/1413-81232015203.06452014"
    },
    {
      "title": "An intervention crossing two types of action planning with mental simulation for the promotion of physical activity among adolescents",
      "authors": [
        "A Koka"
      ],
      "year": 2016,
      "doi": "10.1515/ijamh-2015-0088"
    },
    {
      "title": "Revisiting self-regulatory techniques to promote physical activity in older adults: Null-findings from a randomised controlled trial",
      "authors": [
        "L Warner",
        "J Wolff",
        "J Ziegelmann",
        "R Schwarzer",
        "S Wurm"
      ],
      "year": 2016,
      "doi": "10.1080/08870446.2016.1185523"
    },
    {
      "title": "The Promotion Strategies of Pupils' Exercise Intention and Behavior:the Action Planning Intervention Based on TPB",
      "authors": [
        "M Xiang"
      ],
      "year": 2016,
      "doi": "10.15877/j.cnki.nsin.2016.05.003"
    },
    {
      "title": "A brief intervention to increase physical activity behavior among adolescents using mental simulations and action planning",
      "authors": [
        "A Koka",
        "M Hagger"
      ],
      "year": 2017,
      "doi": "10.1080/13548506.2016.1211298"
    },
    {
      "title": "A randomized controlled trial of WATAAP to promote physical activity in colorectal and endometrial cancer survivors",
      "authors": [
        "C Maxwell-Smith",
        "D Hince",
        "P Cohen",
        "M Bulsara",
        "T Boyle",
        "C Platell",
        "P Tan",
        "M Levitt",
        "P Salama",
        "J Tan"
      ],
      "year": 2019,
      "doi": "10.1002/pon.5090"
    },
    {
      "title": "Evaluating the effectiveness of implementation intentions in a pedometer worksite intervention",
      "authors": [
        "A Rinaldi-Miles",
        "B Das",
        "R Kakar"
      ],
      "year": 2019,
      "doi": "10.3233/wor-193039"
    },
    {
      "title": "Mental contrasting and implementation intentions to increase physical activity in sedentary, disadvantaged adults: A pilot intervention",
      "authors": [
        "S Abbott",
        "J De Wit",
        "P Rawstorne",
        "R Reynolds"
      ],
      "year": 2020,
      "doi": "10.1037/spy0000193"
    },
    {
      "title": "Which behaviour change techniques are effective to promote physical activity and reduce sedentary behaviour in adults: A factorial randomized trial of an e-and m-health intervention",
      "authors": [
        "H Schroé",
        "D Van Dyck",
        "A De Paepe",
        "L Poppe",
        "W Loh",
        "M Verloigne",
        "T Loeys",
        "I De Bourdeaudhuij",
        "G Crombez"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-01001-x"
    },
    {
      "title": "Effect of implementation intention on walking in people with diabetes: An experimental approach",
      "authors": [
        "M Vieira Da Silva",
        "T Sao-Joao",
        "M Cornelio",
        "F Mialhe"
      ],
      "year": 2020,
      "doi": "10.11606/s1518-8787.2020054002024"
    },
    {
      "title": "Collaborative, dyadic, and individual planning and physical activity: A dyadic randomized controlled trial",
      "authors": [
        "E Kulis",
        "Z Szczuka",
        "J Keller",
        "A Banik",
        "M Boberska",
        "M Kruk",
        "N Knoll",
        "T Radtke",
        "U Scholz",
        "R Rhodes"
      ],
      "year": 2022,
      "doi": "10.1037/hea0001124"
    },
    {
      "title": "The Effect of Integrated Intervention Based on Protection Motivation Theory and Implementation Intention to Promote Physical Activity and Physiological Indicators of Patients with Type 2 Diabetes",
      "authors": [
        "M Morowatisharifabad",
        "M Asadpour",
        "M Zakeri",
        "M Abdolkarimi"
      ],
      "year": 2021,
      "doi": "10.1155/2021/6637656"
    },
    {
      "title": "Implementation intention and action planning interventions in health contexts: State of the research and proposals for the way forward",
      "authors": [
        "M Hagger",
        "A Luszczynska"
      ],
      "year": 2014,
      "doi": "10.1111/aphw.12017"
    },
    {
      "title": "Modeling health behavior change: How to predict and modify the adoption and maintenance of health behaviors",
      "authors": [
        "R Schwarzer"
      ],
      "year": 2008,
      "doi": "10.1111/j.1464-0597.2007.00325.x"
    },
    {
      "title": "Health Action Process Approach (HAPA) as a Theoretical Framework to Understand Behavior Change",
      "authors": [
        "R Schwarzer"
      ],
      "year": 2016,
      "doi": "10.15517/ap.v30i121.23458"
    },
    {
      "title": "Increasing physical exercise levels: Age-specific benefits of planning",
      "authors": [
        "U Scholz",
        "F Sniehotta",
        "S Burkert",
        "R Schwarzer"
      ],
      "year": 2007,
      "doi": "10.1177/0898264307305207"
    },
    {
      "title": "A meta-analysis of the health action process approach",
      "authors": [
        "C Zhang",
        "R Zhang",
        "R Schwarzer",
        "M Hagger"
      ],
      "year": 2019,
      "doi": "10.1037/hea0000728"
    },
    {
      "title": "From intentions via planning and behavior to physical exercise habits",
      "authors": [
        "L Fleig",
        "S Pomp",
        "L Parschau",
        "M Barz",
        "D Lange",
        "R Schwarzer",
        "S Lippke"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2013.03.006"
    },
    {
      "title": "Psychological mechanisms in a digital intervention to improve physical activity: A multicentre randomized controlled trial",
      "authors": [
        "R Schwarzer",
        "L Warner",
        "L Fleig",
        "M Gholami",
        "S Salvatore",
        "L Cianferotti",
        "E Ntzani",
        "B Roman-Viñas",
        "A Trichopoulou",
        "M Brandi"
      ],
      "year": 2018,
      "doi": "10.1111/bjhp.12288"
    },
    {
      "title": "Bridging the intention-behaviour gap: Planning, self-efficacy, and action control in the adoption and maintenance of physical exercise",
      "authors": [
        "F Sniehotta",
        "U Scholz",
        "R Schwarzer"
      ],
      "year": 2005,
      "doi": "10.1080/08870440512331317670"
    },
    {
      "title": "The theory of planned behavior and exercise: Evidence for the mediating and moderating roles of planning on intention-behavior relationships",
      "authors": [
        "P Norman",
        "M Conner"
      ],
      "year": 2005,
      "doi": "10.1123/jsep.27.4.488"
    },
    {
      "title": "Making plans to facilitate young children's physical activity: The role of psycho-social mediators and moderators",
      "authors": [
        "K Hamilton",
        "R Schwarzer"
      ],
      "year": 2017
    },
    {
      "title": "Mechanisms of health behavior change in persons with chronic illness or disability: The Health Action Process Approach (HAPA)",
      "authors": [
        "R Schwarzer",
        "S Lippke",
        "A Luszczynska"
      ],
      "year": 2011,
      "doi": "10.1037/a0024509"
    },
    {
      "title": "How does the health action process approach (HAPA) bridge the intention-behavior gap? An examination of the model's causal structure",
      "authors": [
        "S Sutton"
      ],
      "year": 2008,
      "doi": "10.1111/j.1464-0597.2007.00326.x"
    },
    {
      "title": "Planning and implementation intention interventions in physical activity",
      "authors": [
        "S Moyers",
        "M Hagger"
      ],
      "year": 2021
    },
    {
      "title": "Effectiveness of physical activity interventions delivered or prompted by health professionals in primary care settings: Systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "V Kettle",
        "C Madigan",
        "A Coombe",
        "H Graham",
        "J Thomas",
        "A Chalkley",
        "A Daley"
      ],
      "year": 2022,
      "doi": "10.1136/bmj-2021-068465"
    },
    {
      "title": "Matched or nonmatched interventions based on the transtheoretical model to promote physical activity. A meta-analysis of randomized controlled trials",
      "authors": [
        "A Romain",
        "C Bortolon",
        "M Gourlan",
        "M Carayol",
        "E Decker",
        "O Lareyre",
        "G Ninot",
        "J Boiché",
        "P Bernard"
      ],
      "year": 2018,
      "doi": "10.1016/j.jshs.2016.10.007"
    },
    {
      "title": "Using action planning to promote exercise behavior",
      "authors": [
        "M Conner",
        "T Sandberg",
        "P Norman"
      ],
      "year": 2010,
      "doi": "10.1007/s12160-010-9190-8"
    },
    {
      "title": "A simple method to assess exercise behavior in the community",
      "authors": [
        "G Godin",
        "R Shephard"
      ],
      "year": 1985
    },
    {
      "title": "International physical activity questionnaire: 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "M Sjöström",
        "A Bauman",
        "M Booth",
        "B Ainsworth",
        "M Pratt",
        "U Ekelund",
        "A Yngve",
        "J Sallis"
      ],
      "year": 2003,
      "doi": "10.1249/01.MSS.0000078924.61453.FB"
    },
    {
      "title": "Evolution of accelerometer methods for physical activity research",
      "authors": [
        "R Troiano",
        "J Mcclain",
        "R Brychta",
        "K Chen"
      ],
      "year": 2014,
      "doi": "10.1136/bjsports-2014-093546"
    },
    {
      "title": "Effect sizes for continuous data",
      "authors": [
        "M Borenstein",
        "H Cooper",
        "L Hedges",
        "J Valentine"
      ],
      "year": 2009
    }
  ],
  "num_references": 90
}
