{
  "paper_id": "D5ZM2M36",
  "title": "Willingness, perceived barriers and motivators in adopting mobile applications for health-related interventions among older adults: A scoping review",
  "abstract": "Background: Self-management is essential for controlling blood pressure and requires consistent effort. Mobile health (mHealth) applications can support patients in independently managing hypertension and maintaining better control over their blood pressure. Objective: This study aimed to evaluate the effectiveness of MaRiTensi mobile application in improving knowledge, motivation, self-efficacy, and self-care among patients with hypertension, as well as in lowering blood pressure. Methods: A two-arm randomized controlled trial with a single-blind evaluator was conducted among 108 patients with hypertension, recruited from a private hospital and two health centers in Yogyakarta, Indonesia. The 12-week study was implemented from October 2023 to April 2024. Participants were randomly assigned to the intervention group, which used the MaRiTensi app, or the control group, which received usual care. Primary outcomesknowledge, self-care, self-efficacy, and motivation-were measured using a validated questionnaire, while the secondary outcome-blood pressure-was assessed through clinical measurement. Ninety-nine participants completed the study and were included in the analysis. Repeated measures ANOVA was used to evaluate within-group changes over time. Intergroup comparisons were analyzed using the chi-square test, independent t-test, or Mann-Whitney U test. Results: No significant baseline differences were found between the two groups (p >0.05). Significant improvements were observed in knowledge, self-care, and systolic and diastolic blood pressure in both groups (p <0.01). Self-efficacy significantly improved only in the intervention group (p <0.01). No significant changes in motivation were observed over time in either group (p >0.05). Significant between-group differences were found at the first evaluation for self-care (p = 0.005; d = 0.58), self-efficacy (p = 0.011; d = 0.52), motivation (p = 0.026; d = 0.44), systolic pressure (p = 0.039; d = 0.42), and diastolic pressure (p = 0.009; d = 0.54), and at the second evaluation for self-care (p = 0.024; d = 0.46). Conclusions: MaRiTensi may effectively improve self-care, self-efficacy, and blood pressure control among patients with hypertension, although it showed limited impact on knowledge and motivation. The application shows promise as a nursing intervention, but further research is needed to assess its long-term effectiveness and sustainability.",
  "year": 2022,
  "date": "2022",
  "journal": "BMJ Open",
  "publication": "BMJ Open",
  "authors": [
    {
      "forename": "Chatarina",
      "surname": "Widyastuti",
      "name": "Chatarina Widyastuti",
      "affiliation": "1  Faculty of Medicine , Public Health and Nursing , Universitas Gadjah Mada , Yogyakarta , Indonesia \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Public Health and Nursing \n\t\t\t\t\t\t\t\t Universitas Gadjah Mada \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Yogyakarta \n\t\t\t\t\t\t\t\t\t Indonesia",
      "orcid": "0000-0002-9389-7384"
    },
    {
      "forename": "Lucia",
      "surname": "Dinarti",
      "name": "Lucia Dinarti",
      "affiliation": "2  Department of Cardiology and Vascular Medicine , Faculty of Medicine , Public Health and Nursing , Universitas Gadjah Mada , Yogyakarta , Indonesia \n\t\t\t\t\t\t\t\t Department of Cardiology and Vascular Medicine \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Public Health and Nursing \n\t\t\t\t\t\t\t\t Universitas Gadjah Mada \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Yogyakarta \n\t\t\t\t\t\t\t\t\t Indonesia"
    },
    {
      "forename": "Khudazi",
      "surname": "Aulawi",
      "name": "Khudazi Aulawi",
      "affiliation": "3  Department of Medical-Surgical Nursing , Faculty of Medicine , Public Health and Nursing , Universitas Gadjah Mada , Yogyakarta , Indonesia \n\t\t\t\t\t\t\t\t Department of Medical-Surgical Nursing \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Public Health and Nursing \n\t\t\t\t\t\t\t\t Universitas Gadjah Mada \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Yogyakarta \n\t\t\t\t\t\t\t\t\t Indonesia",
      "orcid": "0000-0002-2810-4800"
    },
    {
      "forename": "Lutfan",
      "surname": "Lazuardi",
      "name": "Lutfan Lazuardi",
      "affiliation": "4  Department of Health Policy and Management , Faculty of Medicine , Public Health, and Nursing , Universitas Gadjah Mada , Yogyakarta , Indonesia \n\t\t\t\t\t\t\t\t Department of Health Policy and Management \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Public Health, and Nursing \n\t\t\t\t\t\t\t\t Universitas Gadjah Mada \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Yogyakarta \n\t\t\t\t\t\t\t\t\t Indonesia"
    },
    {
      "forename": "Kris",
      "surname": "Lucia",
      "name": "Kris Lucia"
    },
    {
      "forename": "Sp",
      "surname": "Dinarti",
      "name": "Sp Dinarti",
      "email": "kris_dinarti@ugm.ac.id"
    },
    {
      "affiliation": "Department of Cardiology and Vascular Medicine , Faculty of Medicine , Public Health and Nursing , Universitas Gadjah Mada , Jl. Farmako Sekip Utara , Yogyakarta , Indonesia 55281 \n\t\t\t\t\t\t\t\t Department of Cardiology and Vascular Medicine \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Public Health and Nursing \n\t\t\t\t\t\t\t\t Universitas Gadjah Mada \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jl. Farmako Sekip Utara \n\t\t\t\t\t\t\t\t\t 55281 \n\t\t\t\t\t\t\t\t\t Yogyakarta \n\t\t\t\t\t\t\t\t\t Indonesia"
    }
  ],
  "doi": "10.33546/bnj.3760",
  "keywords": [
    "NCT06049862 [ClinicalTrials.gov] Indonesia",
    "hypertension",
    "mobile health units",
    "self-management",
    "self-care",
    "self-efficacy",
    "motivation, knowledge",
    "randomized controlled trial"
  ],
  "sections": [
    {
      "title": "Original Research",
      "text": "Effectiveness of mHealth on self-care profile and blood pressure among patients with hypertension in Indonesia: A single-blind randomized controlled trial Background Hypertension, characterized by elevated blood pressure, is a condition in which the blood vessels consistently experience increased pressure. An individual is diagnosed with hypertension when repeated measurements show a systolic blood pressure (SBP) of ≥140 mmHg and a diastolic blood pressure (DBP) of ≥90 mmHg  (Unger et al., 2020) . Uncontrolled hypertension can lead to complications and cause structural and functional damage to blood vessels and target organs, including the eyes, brain, heart, and kidneys. Early prevention of complications makes hypertension selfmanagement essential. However, the ability and willingness to manage hypertension are influenced by several factors, such as individual, societal, and cultural perspectives  (Konlan & Shin, 2023) .\n\nGiven these influencing factors, it is crucial to equip patients with adequate knowledge and tools to support their self-care. Through proper education, counseling, support, and monitoring, patients can improve their awareness, knowledge, motivation, and self-efficacy in maintaining self-care. In recent years, advancements in smartphone technology have significantly enhanced the capabilities for data collection and health monitoring, offering new opportunities for improving hypertension management. These developments align with current trends that favor digital innovations in healthcare.\n\nOne such innovation is the integration of mobile technology into healthcare, referred to as e-health, which encompasses telemedicine and mobile health (mHealth). These digital platforms enable patients to monitor their blood pressure and consult with healthcare providers virtually, offering both spatial and temporal flexibility. The use of mHealth is growing globally and has made significant inroads in Indonesia. According to the Association of Indonesian Internet Service Providers (APJII, 2024), Indonesian internet users are projected to reach 221,563,479 by 2024, out of a total population of  278,696,200. This results in an internet penetration rate of 79.5%, up from previous  years-64.8% in 2018, 73.7% in 2020, 77.01% in 2022, and 78.19%  in 2023-marking a 1.4% increase from the last period. These figures suggest a promising environment for the adoption and use of mHealth solutions in Indonesia.\n\nIn light of this increasing digital accessibility, the application of technology offers a promising avenue to improve care quality and enhance the effectiveness of selfmanagement in hypertension. mHealth enables patients to monitor and manage their condition independently, at any time and place, potentially improving compliance  (Kassavou et al., 2022) . Systematic reviews support these claims, reporting that smartphone-based interventions are associated with reduced blood pressure and improved treatment adherence  (Kassavou et al., 2022; Li et al., 2020; Xu & Long, 2020) . While these findings are encouraging, researchers have emphasized the need for future studies to focus more on application-based coaching and its effects on treatment compliance, lifestyle modification, and blood pressure reduction  (Li et al., 2020) .\n\nDespite the promise, there are limitations in the currently available applications. Few mHealth apps offer comprehensive functionality, some lack built-in security features, and many are not grounded in theoretical frameworks  (Alessa et al., 2019) . Addressing these limitations, an Android-based mHealth application called MaRiTensi has been developed to support hypertension self-management. This application is based on self-care theory and tailored to user needs in Indonesia. It has been evaluated through usability testing and offers eight comprehensive features: blood pressure recording, body weight tracking, BMI calculation, physical activity logging, diagnostic examination results, educational content, reminders for medication/activities/doctor visits, medical consultation, and community communication. MaRiTensi is available on the Google Play Store ( https://play.google.com/store/apps/  details?id=com.maritensi ). Despite its potential, no study has yet evaluated the effectiveness of MaRiTensi, presenting a valuable opportunity for further research.\n\nIn evaluating the impact of such applications, it is essential to consider the role of psychological and behavioral factorsparticularly self-efficacy. Self-efficacy significantly influences self-care behavior and medication adherence in individuals with hypertension. Patients with higher self-efficacy are more likely to maintain self-care routines and overcome barriers such as lack of time or motivation  (Tan et al., 2021) . Moreover, motivation has also been positively associated with increased self-care behavior  (Su'ud et al., 2020) . A growing body of evidence supports the link between self-efficacy and self-care among patients with hypertension  (Fathurozak et al., 2022; Idu et al., 2022; Teting et al., 2022) .\n\nTherefore, recognizing the knowledge, motivation, selfefficacy, and self-care behaviors of patients using the app is vital to understanding its role in supporting hypertension management. This study aimed to assess the effectiveness of MaRiTensi in increasing knowledge, motivation, selfefficacy, and self-care in patients with hypertension, as well as its impact on reducing blood pressure."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "This study employed a two-arm randomized controlled trial (RCT) design with a single-blind evaluator. While the evaluator was blinded to group assignments, both researchers and participants were aware of their allocation. The trial was registered at ClinicalTrials.gov (NCT06049862), and the complete study protocol is publicly accessible at  https://  classic.clinicaltrials.gov/ct2/show/NCT06049862 ."
    },
    {
      "title": "Population and Sample",
      "text": "The target population comprised patients with a medical diagnosis of primary hypertension, as recorded in the medical records of Panti Rapih Hospital and the Pakem and Depok 2 Health Centers in Yogyakarta (Code I10). Participants were selected based on the following inclusion criteria: aged 18-60 years, ownership and ability to use a smartphone, blood pressure ≥140/90 mmHg measured during a hospital or home visit, residence in Yogyakarta throughout the study period, and willingness to participate.\n\nTo ensure the validity of the results and control for confounding conditions, several exclusion criteria were applied. These were based on existing diagnoses found in patients' medical records and included renal failure (ICD N17-N19), diabetes mellitus (E10-E14.9), stroke (I60-I69.8), acute myocardial infarction (I21-I21.9), heart failure (I50-I50.9), cancer (C00-C97), dementia (F00-F04), mental disorders (F05-F99.9), thyroid disease (E00-E07.9), and HIV/AIDS (B20). Additionally, individuals with movement limitations, such as hernia nucleus pulposus (M50-M51.9), syndrome piriformis (G57-G57.9), and low back pain (M54-M54.9), were excluded. These conditions were considered due to their potential to contribute to resistant hypertension or hinder patients' ability to engage in physical activity and manage their condition effectively  (Danny et al., 2024; Mannemuddhu et al., 2020; Pappaccogli et al., 2024) .\n\nEligible participants were approached either by healthcare workers during hospital visits or contacted by phone. Once initial interest was established, researchers followed up to provide detailed information about the study and obtain informed consent. During this process, participants were informed of the study's goals, inclusion and exclusion criteria, procedures, the voluntary nature of participation, confidentiality, potential benefits, and any incentives offered for taking part in the study.\n\nParticipant selection was conducted using a simple random sampling technique. To determine the sample size, G*Power software was used with a t-test model comparing the means of two independent groups. The parameters included a 5% tolerance for type I error (α = 0.05) and a statistical power of 90% (1-β = 0.90). The sample size calculation assumed an effect size of 0.6, which was based on pooled estimates from prior studies examining outcomes such as blood pressure reduction, increased physical activity, and improved medication adherence  (Li et al., 2020; Xu & Long, 2020) . This resulted in a required sample of 98 participants. To accommodate potential dropouts, the sample was increased by 10%, bringing the total number of participants to 108, with 54 individuals assigned to each group."
    },
    {
      "title": "Instruments",
      "text": "This study identified six variables to evaluate the outcomes of the intervention effectively. The primary focus was on knowledge, self-care behavior, self-efficacy, and motivation, while the secondary outcomes were systolic and diastolic blood pressure. To assess the primary outcomes, two validated questionnaires were administered by a blinded evaluator. The first was the Hypertension Knowledge Level Scale (HK-LS), originally developed in Turkey in 2012 to measure the knowledge levels of patients with hypertension  (Erkoc et al., 2012) . This instrument consists of 22 items divided into six subdimensions: definition (items 1 and 2), medical treatment (items 6, 7, 8, and 9), medication compliance (items 3, 4, 5, and 12), lifestyle  (items 10, 11, 13, 16, and 17) , diet (items 14 and 15), and complications (items 18-22). The response format includes three options: \"true,\" \"false,\" and \"do not know,\" with the highest possible score being 22. The Indonesian version of the HK-LS was crossculturally adapted following international guidelines. It involved five experts and 245 respondents, yielding a Cronbach's alpha of 0.89 for the Indonesian hypertension population  (Ernawati et al., 2020) . All items were declared valid and reliable, and the researchers obtained the necessary permissions for its use  (Erkoc et al., 2012) .\n\nThe second questionnaire used was the Hypertension Self-Care Profile (HTN-SCP), developed in 2014 as a practical tool to evaluate self-care behavior, motivation, and selfefficacy among hypertensive patients  (Han et al., 2014) . Each of the three domains includes 20 items rated on a four-point scale, resulting in a minimum score of 20 and a maximum of 80 per section. Item-total correlations ranged from 0.20 to 0.63 for behavior, 0.46 to 0.70 for motivation, and 0.40 to 0.74 for self-efficacy, while internal consistency coefficients ranged from 0.83 to 0.93. The Indonesian version of this instrument underwent rigorous translation, validation, and reliability testing by a panel of seven experts. The validity test conducted with 40 respondents produced a content validity index of 0.964, and Cronbach's alpha values were 0.955, 0.918, and 0.911 for behavior, motivation, and self-efficacy, respectively  (Upoyo et al., 2021) . Permission was granted by the original authors for use in this study.\n\nBecause both instruments had previously been validated among Indonesian patients with hypertension living on the island of Java-the same region as the current study-no further cultural adaptation was performed.\n\nSecondary outcomes were measured using the TensiOne 1 A Onemed Digital Tensimeter. Blood pressure readings were taken by two evaluators who were blinded to group assignments. This device has received regulatory approval from the Indonesian Ministry of Health (No. AKL20501906484) and was validated for accuracy under new conditions by comparison with the OMRON Healthcare Automatic Blood Pressure Monitor."
    },
    {
      "title": "Data Collection Procedure",
      "text": "Data collection occurred from October 2023 to April 2024 and followed a structured protocol. Initially, potential participants were identified through hospital and clinic medical records. Individuals who met the inclusion and exclusion criteria were contacted to discuss the study and provide informed consent. Those who agreed to participate and had a blood pressure reading of ≥140/90 mmHg, confirmed at the time of recruitment using the TensiOne 1 A Onemed Digital Tensimeter, proceeded with enrollment.\n\nOnce eligibility was confirmed, participants were asked to complete the two validated questionnaires. To ensure allocation concealment, participants were randomized using sealed envelopes distributed by the researchers. Each envelope revealed the group assignment, either intervention or control.\n\nParticipants in the intervention group received standard hypertension care according to their healthcare facility's protocols, along with access to the MaRiTensi application. Those in the control group received standard care only, without access to the MaRiTensi intervention.\n\nEvaluation was conducted at two time points-after six weeks and twelve weeks. At each interval, a blinded evaluator administered the questionnaires and measured blood pressure using the same device to ensure consistency. This time frame was selected based on evidence from previous cohort studies. Kaplan et al. (2017)  categorized patient engagement levels based on the duration of self-monitoring, identifying more than eight weeks of blood pressure tracking as \"high engagement.\" Additionally,  Morawski et al. (2018)  evaluated the effects of the Medisafe app over a 12-week period, demonstrating its relevance in tracking changes in medication adherence and systolic blood pressure. These precedents provided a strong rationale for the chosen timeline in the current study."
    },
    {
      "title": "Interventions",
      "text": "The MaRiTensi application is an mHealth innovation developed to support self-management among patients with hypertension in Indonesia. It stands out as the only application of its kind currently available in the country. MaRiTensi offers eight core features designed to enhance patient engagement and adherence: the ability to record blood pressure and body weight, automatic calculation of body mass index (BMI), tracking of physical activity, storage of diagnostic examination results, access to educational materials, and automated reminders for medication intake, physical activity, and medical appointments. In addition, it provides access to remote medical consultations and facilitates interaction within a patient community forum. Permission to use the MaRiTensi application in this study was granted by the copyright holder.\n\nParticipants in the intervention group received access to MaRiTensi after completing the baseline questionnaire. They were provided with a download link and a login password to enter their personal data into the application. A tutorial session was conducted to introduce the features of MaRiTensi in a clear and accessible manner, enabling participants to use the application independently. They were instructed to log their blood pressure at least once per week and utilize all features according to their personal needs. The research team monitored participant engagement through an administrator account integrated into the application system. If a participant failed to input their blood pressure as instructed, a reminder was sent via WhatsApp. Individuals who continued to disregard these instructions were considered dropouts or lost to follow-up. Post-intervention evaluations were conducted at six and twelve weeks using validated questionnaires, while blood pressure was measured by a blinded evaluator."
    },
    {
      "title": "Patient Randomization and Trial Implementation",
      "text": "Following informed consent, eligible participants were randomly allocated to either the intervention or control group using centralized randomization with allocation concealment. The sequentially numbered, opaque sealed envelopes (SNOSE) method was used to ensure unbiased assignment. Researchers prepared 108 envelopes, with 54 labeled \"MaRiTensi\" and another 54 labeled \"Self-Management.\" Each label was enclosed in carbon and aluminum foil cut to fit the envelope dimensions. The envelopes were sealed, stapled, and signed on the reverse side by the principal investigator to prevent tampering (Figure  1 ).\n\nAn independent individual, who had no involvement in the study design or implementation, randomized all 108 envelopes and sequentially numbered them from 1 to 108. During recruitment, each participant was assigned an envelope in numerical order, which determined their group allocation."
    },
    {
      "title": "Evaluator Blinding",
      "text": "To reduce bias during data collection, the study employed certified evaluators trained in blood pressure measurement by STRIDE and further instructed by the research team on questionnaire administration. These evaluators remained blinded to the participants' group assignments throughout the study period. Blood pressure readings were recorded directly into a Google Sheet in real time, allowing the research team to monitor compliance and download data periodically for analysis. Evaluators played no role in analyzing the data, thereby maintaining the integrity of the blinding process."
    },
    {
      "title": "Data Analysis",
      "text": "The data analysis in this study followed an as-treated approach, using complete data from 99 participants. Numerical variables were reported as means and standard deviations. To examine changes within groups over time, repeated measures ANOVA was employed. For comparisons between groups, the chi-square test was used for categorical variables. Depending on the distribution of numerical data, either the independent t-test was used for normally distributed data or the Mann-Whitney U test for data that did not meet the assumption of normality. Statistical significance was determined at a p-value of less than 0.05. Additionally, effect sizes were calculated using Cohen's d to assess the magnitude of differences between groups."
    },
    {
      "title": "Ethical Consideration",
      "text": "Ethical approval for this study was granted by the Medical and Health Research Ethics Committee of the Faculty of Medicine, Public Health, and Nursing at Gadjah Mada University, Yogyakarta, Indonesia (Approval No: KE/FK/0186/EC/2023). Further permissions were obtained from Panti Rapih Hospital and the Sleman District Health Service. All participants provided formal written informed consent, which had been reviewed and approved by the ethics committee. To protect participant anonymity and confidentiality, identifying information was coded during electronic data entry, and completed questionnaires were stored securely in a locked filing cabinet at the researcher's office."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participants' Characteristics",
      "text": "Of the 108 participants initially enrolled, nine individuals (8.3%) were excluded from the final analysis due to non-adherence to the study protocol or being unreachable during either the first or second evaluation period. Consequently, data from 99 participants were analyzed-50 in the intervention group and 49 in the control group. Participants displayed a range of demographic and clinical characteristics, including sex, marital status, education level, employment status, age, duration of hypertension treatment, blood pressure control, and proximity to health services.\n\nUpon comparison, no statistically significant differences were identified between the two groups in terms of these baseline characteristics (p >0.05), with the exception of the duration of hypertension treatment, which did show a significant difference (p = 0.041). Despite this, further analysis indicated that the duration of hypertension was not significantly correlated with key outcome variables such as self-care behavior, self-efficacy, motivation, or blood pressure (p >0.05), suggesting that the groups were generally well-matched for comparison (Table  1 )."
    },
    {
      "title": "Intervention Outcomes",
      "text": "Figure  2  presents the score differences for each variable at baseline, and at the first and second evaluations, while Table  2  compares these changes with effect sizes. There were no significant differences between the control and intervention groups at pretest for knowledge, self-care, self-efficacy, motivation, SBP, and DBP (p >0.05). In within-group comparisons, significant improvements were observed in knowledge, self-care, and SBP/DBP (p <0.001). Motivation did not show significant changes in either group, with p-values of 0.022 at 6 weeks and 0.325 at 12 weeks (p >0.05). Significant improvements in self-efficacy were found only in the intervention group (p <0.001).\n\nFigure  3  shows that the use of MaRiTensi significantly increased self-care scores from the pretest to both the first and second evaluations (p <0.05), along with improvements in selfefficacy and motivation. In the control group, SBP and DBP decreased between the pretest and first evaluation (p <0.05). However, no significant difference in knowledge improvement was observed in either group."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "In this study, the effectiveness of MaRiTensi was evaluated using RCT design. To minimize potential bias, a single-blind design was applied for outcome assessment, wherein evaluators were blinded to group allocation. These evaluators had no conflict of interest and were trained to ensure the validity and reliability of the assessments. As highlighted in previous research, blinding is essential in reducing outcome assessment bias, particularly for subjective measures; inadequate blinding may result in skewed treatment effect estimates  (Morawski et al., 2018) .\n\nThe findings of this study suggest that MaRiTensi significantly knowledge, self-care, self-efficacy, and motivation, while also lowering blood pressure. On average, SBP and DBP were reduced by 5.71 mmHg and 4.49 mmHg, respectively, at the six-week evaluation. These results are consistent with previous studies indicating that smartphonebased behavioral interventions can reduce blood pressure by approximately 2 mmHg compared to standard care or minimal intervention  (Kassavou et al., 2022) . Furthermore, improvements in knowledge and self-care at both six and twelve weeks align with findings from studies demonstrating that mHealth app-based interventions can enhance knowledge and promote healthy behaviors such as diet and exercise  (Liu et al., 2023) . However, the lack of significant intergroup differences in knowledge could be attributed to the fact that MaRiTensi's educational content was not based on the Hypertension Knowledge-Level Scale (HKLS), potentially limiting its effectiveness in this domain.\n\nNonetheless, knowledge scores increased significantly in both groups. This may be due to participants' self-reflection after completing the baseline questionnaire and their exposure to other informational resources. The intervention group, however, had greater gains, possibly due to the MaRiTensi application's integrated educational features, which aligned with the questionnaire content and fostered improved knowledge acquisition. These findings align with results from a qualitative study indicating that patients value health education and counseling, though not necessarily from physicians, often due to time constraints  (Chang et al., 2020) .\n\nAs knowledge forms the foundation of self-care, it is not surprising that self-care significantly improved in both groups. This mirrors findings from a study in Bangladesh, where an active SMS intervention improved compliance related to salt intake and physical activity, even among control participants  (Jahan et al., 2020) . It is likely that the act of participating and answering questionnaires prompted awareness and behavioral changes. Nevertheless, the intervention group demonstrated a more substantial improvement in self-care, with a medium effect size at six weeks and a small effect size at twelve weeks, suggesting that MaRiTensi is effective in reinforcing sustainable self-care practices among individuals with hypertension.\n\nSelf-efficacy, a crucial determinant of self-care behavior, improved significantly only in the intervention group. This suggests that MaRiTensi effectively boosts patients' confidence in managing their condition. The app's eight interactive features may contribute to this enhancement by encouraging routine engagement and promoting selfawareness. According to  Alessa et al. (2019) , only a small proportion (2.1%) of health apps offer 5-6 core functionalities, and those that are more comprehensive tend to be more effective. Self-efficacy has been shown to influence self-care and treatment adherence in hypertension management  (Tan et al., 2021) . In this study, a significant increase of 3.48 points (5.73%) in self-efficacy was observed at six weeks in the intervention group compared to the control group. Higher selfefficacy, stronger belief in the need for treatment, older age, and less concern about side effects are associated with better adherence  (Al-Noumani et al., 2018) .\n\nMotivation, another important factor related to self-care, did not show significant changes within or between groups over time, likely due to high baseline levels. This indicates that participants in both groups already possessed strong intrinsic motivation to manage their hypertension. According to Prochaska's stages of change model, this may reflect the contemplation stage, where individuals express a desire for change but have not yet taken concrete steps  (Prochaska et al., 2008) . Michaelsen and Esch (2021)  categorize motivation into three types: approach (seeking pleasure), avoidance (evading threat), and affirmation (purposeful, assertive motivation). Participants in this study were classified as assertively motivated, which may explain the small effect size observed at six weeks. The decrease in motivation in the control group and the slight increase in the intervention group could account for this difference. By twelve weeks, this trend reversed. These fluctuations highlight the need for clear, accessible information to maintain motivation over time, as both motivation and self-efficacy are integral to improving selfcare and achieving better health outcomes.\n\nSignificant reductions in SBP and DBP in the intervention group at six weeks, with small and medium effect sizes respectively, confirm the short-term therapeutic impact of MaRiTensi. These results are supported by earlier studies demonstrating that improved self-efficacy is associated with greater SBP reduction, particularly among women and younger patients  (Goldmann et al., 2020) . The second evaluation echoed these findings. For example,  Persell et al. (2020)  found that patients using a smartphone-based training program with home BP monitoring had comparable blood pressure outcomes at six months to those using a tracking app alone. Similarly,  Martínez-Ibáñez et al. (2023)  reported no significant difference in SBP reduction at twelve months but found that more patients in the intervention group achieved optimal blood pressure control.\n\nDespite these positive outcomes, some participants may have disengaged from MaRiTensi over time. This could be due to busy schedules, limited time to engage with the app, or the perception that they were not actively monitored by healthcare providers. Since MaRiTensi emphasizes self-care without direct provider involvement unless initiated by the user, engagement levels may decline. Some users may also be reluctant to share personal health data. A scoping review identified several barriers to mHealth adoption, including lack of awareness, low technological literacy, limited time, lack of perceived usefulness, professional disengagement, and concerns about privacy  (Ahmad et al., 2022) .\n\nBlood pressure targets should be individualized, but a general goal of reducing 20/10 mmHg is recommended, with an optimal target below 130/80 mmHg for patients under 65 years of age, as tolerated  (Danny et al., 2024; Unger et al., 2020) . Although the intervention group achieved notable improvements in blood pressure and self-care, the therapeutic targets-especially for DBP-were not fully reached. This could be due to factors such as hypertension severity or resistance to treatment. According to the 2023 guidelines from the European Society of Hypertension, resistant hypertension is defined as uncontrolled blood pressure despite lifestyle modification and optimal drug therapy, including a reninangiotensin-aldosterone system inhibitor (or angiotensin receptor blocker), a calcium channel blocker, and a thiazide or thiazide-like diuretic  (Danny et al., 2024) .\n\nIn this study, most participants used amlodipine, either alone or in combination with captopril or candesartan. Medication regimens may require re-evaluation before therapeutic targets can be achieved. Achieving target therapy requires in-depth and long-term assessment, as shown in studies linking hypertension self-management to better outcomes, especially in grade 1 hypertension  (Khasanah et al., 2023) . Nonadherence may contribute to treatment resistance. Additionally, blood pressure was not measured uniformly or with 24-hour monitoring, and white-coat hypertension was not ruled out. Other factors such as age, comorbidities, treatment duration, and medication regimens have also been shown to influence target achievement  (Padmasari & Husna, 2023) .\n\nMaRiTensi was developed to address the specific needs of patients with hypertension. This study involved independently living participants without comorbidities requiring assistance.\n\nAny Indonesian-speaking hypertension patient could potentially benefit from MaRiTensi. The app empowers users with tools tailored to their needs, helping them manage their condition and improve their quality of life. Participants' smartphone literacy was taken into consideration during the study. However, overcoming engagement barriers is essential for maximizing the app's long-term impact. Psychosocial and socioeconomic factors also play a critical role in self-care  (Eghbali et al., 2022)  and should be explored in future research to enhance intervention effectiveness.\n\nFinally, while the intervention group showed significant improvements in self-care, self-efficacy, and blood pressure, these findings are based on an as-treated analysis. Participants who were lost to follow-up were excluded, which may overestimate the intervention's real-world effectiveness."
    },
    {
      "title": "Implications for Nursing Practice",
      "text": "The findings of this study highlight several important implications for nursing practice in the management of hypertension. First, the significant improvements observed in knowledge, self-care, and self-efficacy among participants using the MaRiTensi application suggest that integrating mobile health (mHealth) tools into routine nursing care can enhance patient education and support self-management. Nurses can play a pivotal role in introducing patients to reliable digital tools like MaRiTensi, guiding their use, and reinforcing health education through technology-based interventions.\n\nAdditionally, MaRiTensi empowers patients to take a more active role in managing their condition, which aligns with the nursing goal of promoting patient autonomy. Nurses should encourage this empowerment by supporting the development of self-monitoring habits and providing motivation for consistent app usage. This is particularly important in community settings where patients may have limited access to frequent in-person consultations. Moreover, the use of MaRiTensi allows for real-time data collection, enabling nurses to track patient progress remotely and identify early signs of non-adherence or worsening health status. This can enhance the effectiveness and efficiency of nursing follow-up, leading to more timely and individualized interventions.\n\nHowever, successful implementation of digital tools also requires addressing potential barriers such as low digital literacy, limited access to technology, and concerns about data privacy. Nurses must be prepared to offer initial training, continuous support, and reassurance about data confidentiality to ensure patient engagement and sustained use of mHealth applications. Furthermore, since MaRiTensi is designed with culturally appropriate content and in the local language, this study reinforces the importance of using culturally sensitive and context-specific interventions in nursing practice. Finally, while MaRiTensi has demonstrated positive outcomes in a controlled setting, nurses should be aware that real-world application may differ, and broader adoption should consider psychosocial and socioeconomic factors that influence patient behavior. These findings support the integration of mHealth solutions into nursing care as a promising strategy to improve hypertension management and overall health outcomes."
    },
    {
      "title": "Limitations of the Study",
      "text": "This study has several limitations that should be considered when interpreting the findings. First, the analysis was conducted using an as-treated approach, excluding participants who were lost to follow-up. This may have led to an overestimation of the intervention's effectiveness, as it does not account for the outcomes of non-compliant participants who may represent typical challenges in real-world settings. Second, while the study implemented single blinding for outcome evaluators, the participants themselves were aware of their group allocation, which may have introduced performance bias, particularly in self-reported measures such as self-care and motivation. Additionally, the study was limited to patients who had access to smartphones and were capable of using mobile applications independently, potentially excluding individuals with low digital literacy or limited access to technology. This restricts the generalizability of the findings to the broader hypertensive population, especially among older adults or those in rural areas with limited technological infrastructure. The short duration of follow-up-only up to 12 weeks-also limits the understanding of long-term adherence and sustainability of behavior change and blood pressure control. Furthermore, the educational content within the MaRiTensi app was not based on a standardized instrument such as the Hypertension Knowledge-Level Scale (HKLS), which may have affected the depth and accuracy of knowledge enhancement. Lastly, the study did not control for all potential confounding variables, such as medication adherence, dietary habits, or psychological stressors, which may have influenced blood pressure outcomes. Future studies with longer follow-up periods, broader participant demographics, and more comprehensive controls are needed to validate and expand upon these findings."
    },
    {
      "title": "Conclusion",
      "text": "This study demonstrates that the MaRiTensi mobile health application has significant potential to enhance hypertension management by improving patients' knowledge, self-care, and self-efficacy, as well as contributing to reductions in systolic and diastolic blood pressure. The integration of multiple supportive features tailored to the needs of individuals with hypertension positions MaRiTensi as a valuable digital tool for promoting self-management. While the results are promising, the study's limitations highlight the need for further research involving diverse populations, longer follow-up durations, and additional strategies to address technological, behavioral, and systemic barriers. Nonetheless, MaRiTensi offers a practical, user-friendly intervention that can support nurses and healthcare providers in empowering patients to actively participate in their hypertension care."
    },
    {
      "text": "Figure 1 Respondent recruitment and randomization process"
    },
    {
      "text": "Figure 2 Intragroup changes and intergroup differences at the evaluation"
    },
    {
      "text": "Figure 3 Intergroup percentage change comparisons"
    },
    {
      "text": "The comparison score difference between pretest and post-test scores"
    }
  ],
  "references": [
    {
      "title": "Willingness, perceived barriers and motivators in adopting mobile applications for health-related interventions among older adults: A scoping review",
      "authors": [
        "N Ahmad",
        "A Ludin",
        "S Shahar",
        "S Noah",
        "N Tohit"
      ],
      "year": 2022,
      "doi": "10.1136/bmjopen-2021-054561"
    },
    {
      "title": "Health beliefs and medication adherence in Omanis with hypertension",
      "authors": [
        "H Al-Noumani",
        "J.-R Wu",
        "D Barksdale",
        "G Knafl",
        "E Alkhasawneh",
        "G Sherwood"
      ],
      "year": 2018,
      "doi": "10.1097/jcn.0000000000000511"
    },
    {
      "title": "Smartphone apps to support self-management of hypertension: Review and content analysis",
      "authors": [
        "T Alessa",
        "M Hawley",
        "E Hock",
        "L De Witte"
      ],
      "year": 2019,
      "doi": "10.2196/13645"
    },
    {
      "title": "The number of Indonesian internet users has reached 221 million people",
      "authors": [
        "Apjii"
      ],
      "year": 2024
    },
    {
      "title": "Differences between current and desired physician hypertension management roles among Chinese American Seniors: A qualitative study",
      "authors": [
        "E Chang",
        "V Lin",
        "R Goh",
        "C Chan",
        "M Ong",
        "E Hui",
        "C Sarkisian"
      ],
      "year": 2020,
      "doi": "10.1007/s11606-020-06012-9"
    },
    {
      "title": "Konsensus panduan pengenalan dan tatalaksana hipertensi resisten di indonesia 2024 [Consensus guidelines for the recognition and management of resistant hypertension in Indonesia 2024",
      "authors": [
        "S Danny",
        "A Tiksnadi",
        "A Mumpuni",
        "F Suling",
        "N Hustrini",
        "P Dewi",
        "R Hidayat"
      ],
      "year": 2024
    },
    {
      "title": "Evaluation of psychological distress, self-care, and medication adherence in association with hypertension control",
      "authors": [
        "M Eghbali",
        "M Akbari",
        "K Seify",
        "M Fakhrolmobasheri",
        "M Heidarpour",
        "H Roohafza",
        "M Afzali",
        "F.-S Mostafavi-Esfahani",
        "P Karimian",
        "A Sepehr"
      ],
      "year": 2022,
      "doi": "10.1155/2022/7802792"
    },
    {
      "title": "Hypertension Knowledge-Level Scale (HK-LS): A study on development, validity and reliability",
      "authors": [
        "S Erkoc",
        "B Isikli",
        "S Metintas",
        "C Kalyoncu"
      ],
      "year": 2012,
      "doi": "10.3390/ijerph9031018"
    },
    {
      "title": "Translation and validation of the Indonesian version of the hypertension knowledgelevel scale",
      "authors": [
        "I Ernawati",
        "S Fandinata",
        "S Permatasari"
      ],
      "year": 2020,
      "doi": "10.3889/oamjms.2020.5152"
    },
    {
      "title": "The relationship of self-efficacy and compliance with healthy lifestyle of hypertension patients in Brebes",
      "authors": [
        "F Fathurozak",
        "I Nugroho",
        "E Santoso"
      ],
      "year": 2022
    },
    {
      "title": "Positive health beliefs and blood pressure reduction in the DESERVE study",
      "authors": [
        "E Goldmann",
        "R Jacoby",
        "E Finfer",
        "N Appleton",
        "N Parikh",
        "E Roberts",
        "B Boden-Albala"
      ],
      "year": 2020,
      "doi": "10.1161/jaha.119.014782"
    },
    {
      "title": "Development and validation of the hypertension self-care profile: A practical tool to measure hypertension self-care",
      "authors": [
        "H.-R Han",
        "H Lee",
        "Y Commodore-Mensah",
        "M Kim"
      ],
      "year": 2014,
      "doi": "10.1097/jcn.0b013e3182a3fd46"
    },
    {
      "doi": "10.1097/jcn.0b013e3182a3fd46"
    },
    {
      "title": "Faktor-faktor yang mempengaruhi perilaku self-care pada pasien hipertensi di wilayah kerja Puskesmas Lalang tahun 2022 [Factors influencing self-care behavior in hypertensive patients in the Lalang Health Center work area in 2022",
      "authors": [
        "D Idu",
        "O Ningsih",
        "T Ndorang"
      ],
      "year": 2022
    },
    {
      "title": "Awareness development and usage of mobile health technology among individuals with hypertension in a rural community of Bangladesh: Randomized controlled trial",
      "authors": [
        "Y Jahan",
        "M Rahman",
        "A Faruque",
        "M Chisti",
        "K Kazawa",
        "R Matsuyama",
        "M Moriyama"
      ],
      "year": 2020,
      "doi": "10.2196/19137"
    },
    {
      "title": "Improving patient engagement in self-measured blood pressure monitoring using a mobile health technology",
      "authors": [
        "A Kaplan",
        "E Cohen",
        "E Zimlichman"
      ],
      "year": 2017,
      "doi": "10.1007/s13755-017-0026-9"
    },
    {
      "title": "The association between smartphone app-based self-monitoring of hypertension-related behaviors and reductions in high blood pressure: Systematic review and meta-analysis",
      "authors": [
        "A Kassavou",
        "M Wang",
        "V Mirzaei",
        "S Shpendi",
        "R Hasan"
      ],
      "year": 2022,
      "doi": "10.2196/34767"
    },
    {
      "title": "Hypertension self management behaviors dan ketercapaian target terapi hipertensi essensial grade 1. Profesi (Profesional Islam)",
      "authors": [
        "S Khasanah",
        "D Sasongko",
        "D Soniawati",
        "A Susanto",
        "D Yudono",
        "P Dewi"
      ],
      "year": 2023,
      "doi": "10.26576/profesi.v21i1.190"
    },
    {
      "title": "Determinants of self-care and homebased management of hypertension: An integrative review",
      "authors": [
        "K Konlan",
        "J Shin"
      ],
      "year": 2023,
      "doi": "10.5334/gh.1190"
    },
    {
      "title": "The effectiveness of selfmanagement of hypertension in adults using mobile health: Systematic review and meta-analysis",
      "authors": [
        "R Li",
        "N Liang",
        "F Bu",
        "T Hesketh"
      ],
      "year": 2020,
      "doi": "10.2196/17776"
    },
    {
      "title": "Efficacy of an mHealth app to support patients' self-management of hypertension: Randomized controlled trial",
      "authors": [
        "F Liu",
        "T Song",
        "P Yu",
        "N Deng",
        "Y Guan",
        "Y Yang",
        "Y Ma"
      ],
      "year": 2023,
      "doi": "10.2196/43809"
    },
    {
      "title": "Renovascular hypertension",
      "authors": [
        "S Mannemuddhu",
        "J Ojeda",
        "A Yadav"
      ],
      "year": 2020,
      "doi": "10.1016/j.pop.2020.08.009"
    },
    {
      "title": "Home blood pressure self-monitoring plus self-titration of antihypertensive medication for poorly controlled hypertension in primary care: the ADAMPA randomized clinical trial",
      "authors": [
        "P Martínez-Ibáñez",
        "I Marco-Moreno",
        "S Peiró",
        "L Martínez-Ibáñez",
        "I Barreira-Franch",
        "L Bellot-Pujalte",
        "E Avelino-Hidalgo",
        "M Escrig-Veses",
        "M Bóveda-García",
        "M Calleja-Del-Ser"
      ],
      "year": 2023,
      "doi": "10.1007/s11606-022-07791-z"
    },
    {
      "title": "Motivation and reward mechanisms in health behavior change processes",
      "authors": [
        "M Michaelsen",
        "T Esch"
      ],
      "year": 2021,
      "doi": "10.1016/j.brainres.2021.147309"
    },
    {
      "title": "Association of a smartphone application with medication adherence and blood pressure control: The MedISAFE-BP randomized clinical trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee",
        "L Oley",
        "J Lee",
        "N Mohta",
        "N Haff"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "Faktor prediktor ketercapaian target tekanan darah pasien hipertensi di RS PKU Muhammadiyah Gamping [Predictive factors for achieving blood pressure targets in hypertensive patients at PKU Muhammadiyah Gamping Hospital",
      "authors": [
        "S Padmasari",
        "N Husna"
      ],
      "year": 2023,
      "doi": "10.21776/ub.pji.2023.009.01.4"
    },
    {
      "title": "Management of renovascular hypertension and renal denervation in patients with hypertension: An Italian nationwide survey",
      "authors": [
        "M Pappaccogli",
        "L Ponsa",
        "J Goi",
        "J Burrello",
        "G Di Dalmazi",
        "A Cicero",
        "C Mancusi",
        "E Moia",
        "G Iaccarino",
        "C Borghi"
      ],
      "year": 2024,
      "doi": "10.1007/s40292-024-00668-8"
    },
    {
      "title": "Effect of home blood pressure monitoring via a smartphone hypertension coaching application or tracking application on adults with uncontrolled hypertension: A randomized clinical trial",
      "authors": [
        "S Persell",
        "Y Peprah",
        "D Lipiszko",
        "J Lee",
        "J Li",
        "J Ciolino",
        "K Karmali",
        "H Sato"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.0255"
    },
    {
      "title": "The transtheoretical model and stages of change",
      "authors": [
        "J Prochaska",
        "C Redding",
        "K Evers"
      ],
      "year": 2008
    },
    {
      "title": "Hubungan motivasi dengan perawatan diri pasien hipertensi [The relationship between motivation and self-care of hypertension patients",
      "authors": [
        "A Su'ud",
        "M Murtaqib",
        "K Kushariyadi"
      ],
      "year": 2020,
      "doi": "10.32668/jkep.v5i2.345"
    },
    {
      "title": "The association between self-efficacy and self-care in essential hypertension: A systematic review",
      "authors": [
        "F Tan",
        "P Oka",
        "H Dambha-Miller",
        "N Tan"
      ],
      "year": 2021,
      "doi": "10.1186/s12875-021-01391-2"
    },
    {
      "title": "The relationship of self-efficacy with self-care in elderly with hypertension",
      "authors": [
        "B Teting",
        "S Yani",
        "Y Jho"
      ],
      "year": 2022,
      "doi": "10.52841/cefjk.v1i2.323"
    },
    {
      "title": "2020 International Society of Hypertension global hypertension practice guidelines",
      "authors": [
        "T Unger",
        "C Borghi",
        "F Charchar",
        "N Khan",
        "N Poulter",
        "D Prabhakaran",
        "A Ramirez",
        "M Schlaich",
        "G Stergiou",
        "M Tomaszewski"
      ],
      "year": 2020,
      "doi": "10.1161/HYPERTENSIONAHA.120.15026"
    },
    {
      "title": "Translation and validation of the Indonesian version of the hypertension self-care profile",
      "authors": [
        "A Upoyo",
        "A Taufik",
        "A Anam",
        "N Nuriya",
        "S Saryono",
        "I Setyopranoto",
        "H Pangastuti"
      ],
      "year": 2021,
      "doi": "10.3889/oamjms.2021.7119"
    },
    {
      "title": "The effect of smartphone app-based interventions for patients with hypertension: Systematic review and meta-analysis",
      "authors": [
        "H Xu",
        "H Long"
      ],
      "year": 2020,
      "doi": "10.2196/21759"
    }
  ],
  "num_references": 35
}
