{
  "paper_id": "DC2F5FSN",
  "title": "Investigating patient engagement associations between a postdischarge texting programme and patient experience, readmission and revisit rates outcomes",
  "abstract": "Objectives This study aimed (1) to examine the association between patient engagement with a bidirectional, semiautomated postdischarge texting programme and Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS) survey outcomes, readmissions and revisit rates in a large health system and (2) to describe operational and clinical flow considerations for implementing a postdischarge texting programme. Setting The study involved 1 main academic hospital (beds: 2500+) and 6 community hospitals (beds: 190-400, averaging 300 beds per hospital) in Houston, Texas. Methods Retrospective, observational cohort study between non-engaged patients (responded with 0-2 incoming text messages) and engaged patients (responded with 3+ incoming, patient-initiated text messages) between December 2022 and May 2023. We used the two-tailed t-test for continuous variables and χ 2 test for categorical variables to compare the baseline characteristics between the two cohorts. For the binary outcomes, such as the revisit (1=yes, vs 0=no) and readmissions (1=yes vs 0=no), we constructed mixed effect logistic regression models with the random effects to account for repeated measurements from the hospitals. For the continuous outcome, such as the case mix index (CMI), a generalised linear quantile mixed effect model was built. All tests for significance were two tailed, using an alpha level of 0.05, and 95% CIs were provided. Significance tests were performed to evaluate the CMI and readmissions and revisit rates. Results From 78 883 patients who were contacted over the course of this pilot implementation, 49 222 (62.4%) responded, with 39 442 (50%) responded with 3+ incoming text messages. The engaged cohort had higher HCAHPS scores in all domains compared with the nonengaged cohort. The engaged cohort used significantly fewer 30-day acute care resources, experiencing 29% fewer overall readmissions and 20% fewer revisit rates (23% less likely to revisit) and were 27% less likely to be readmitted. The results were statistically significant for all but two hospitals. Conclusions This study builds on the few postdischarge texting studies, and also builds on the patient engagement literature, finding that patient engagement with postdischarge texting can be associated with fewer acute care resources. To our knowledge, this is the only study that documented an association between a text-based postdischarge programme and HCAHPS scores, perhaps owing to the bidirectionality and ease with which patients could interact with nurses. Future research should explore the texting paradigms to evaluate their associated outcomes in a variety of postdischarge applications. .",
  "year": 2024,
  "date": "2024-03-13",
  "authors": [
    {
      "name": "Courtenay Bruce",
      "email": "crbruce@houstonmethodist.org",
      "affiliation": {
        "organization": "System Patient Experience",
        "department": "System Patient Experience",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Theresa Pinn-Kirkland",
      "affiliation": {
        "organization": "Houston Methodist Physicians Alliance for Quality",
        "department": "Houston Methodist Physicians Alliance for Quality",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Adam Meyers",
      "affiliation": {
        "organization": "Houston Methodist Physician Organization",
        "department": "Houston Methodist Physician Organization",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Emmanuel Javaluyas",
      "affiliation": {
        "organization": "Department of Nursing",
        "department": "Department of Nursing",
        "institution": "Houston Methodist Hospital",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "John Osborn",
      "affiliation": {
        "organization": "System Quality & Patient Safety",
        "department": "System Quality & Patient Safety",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Sayali Kelkar",
      "affiliation": {
        "organization": "System Quality & Patient Safety",
        "department": "System Quality & Patient Safety",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Lindsey Bruchhaus",
      "affiliation": {
        "organization": "Department of Guest Relations and Patient Experience",
        "department": "Department of Guest Relations and Patient Experience",
        "institution": "Houston Methodist The Woodlands",
        "address": "The Woodlands, Texas, USA"
      }
    },
    {
      "name": "Kristen Mclaury",
      "affiliation": {
        "organization": "Department of Guest Relations and Patient Experience",
        "department": "Department of Guest Relations and Patient Experience",
        "institution": "Houston Methodist The Woodlands",
        "address": "The Woodlands, Texas, USA"
      }
    },
    {
      "name": "Katherine Sauceda",
      "affiliation": {
        "organization": "Department of Guest Relations and Patient Experience",
        "department": "Department of Guest Relations and Patient Experience",
        "institution": "Houston Methodist Sugar Land Hospital",
        "address": "Sugar Land, Texas, USA"
      }
    },
    {
      "name": "Karen Carr",
      "affiliation": {
        "organization": "Department of Guest Relations and Patient Experience",
        "department": "Department of Guest Relations and Patient Experience",
        "institution": "Houston Methodist Sugar Land Hospital",
        "address": "Sugar Land, Texas, USA"
      }
    },
    {
      "name": "Claudia Garcia",
      "affiliation": {
        "organization": "Department of Guest Relations and Patient Experience",
        "department": "Department of Guest Relations and Patient Experience",
        "institution": "Houston Methodist Baytown",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Ann Lee"
    },
    {
      "affiliation": {
        "organization": "Houston Methodist Clear Lake",
        "institution": "Houston Methodist Clear Lake",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Terrell Williams",
      "affiliation": {
        "organization": "System Patient Experience",
        "department": "System Patient Experience",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Gail Vozzella",
      "affiliation": {
        "organization": "Department of Nursing",
        "department": "Department of Nursing",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Tariq Nisar",
      "affiliation": {
        "organization": "Center for Health Data Science & Analytics",
        "department": "Center for Health Data Science & Analytics",
        "institution": "Houston Methodist",
        "address": "Houston, Texas, USA"
      }
    },
    {
      "name": "Roberta Schwartz",
      "affiliation": {
        "organization": "Houston Methodist Academic Institute",
        "institution": "Houston Methodist Academic Institute",
        "address": "Houston Methodist, Houston, Texas, USA"
      }
    },
    {
      "name": "Farzan Sasangohar",
      "affiliation": {
        "organization": "Industrial and Systems Engineering",
        "department": "Industrial and Systems Engineering",
        "institution": "Texas A&M University System",
        "address": "College Station, Texas, USA"
      }
    }
  ],
  "doi": "10.1136/bmjopen-2023-079775",
  "md5": "80A7633978E00E5AD0F4AD6F0E1BC9DF",
  "publication": {
    "journal": "JMIR Mhealth Uhealth",
    "journal_inferred": true
  },
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Transitioning care from acute care to home poses many challenges, leaving patients feeling anxious or confused about their healthcare recovery and long-term"
    },
    {
      "title": "STRENGTHS AND LIMITATIONS OF THIS STUDY",
      "text": "⇒ This study reports on an analysis of the relationship between patient engagement with a bidirectional short messaging service texting programme following discharge from a hospital, involving several outcomes: patient experience, readmissions and revisits. ⇒ This study has a large sample size and was conducted with seven hospitals ranging in size and patient demographics. ⇒ This research was conducted in one health system in the Southern USA and results may not generalise to other systems with varying patient demographics, socioeconomic variables, discharge processes and cultures. ⇒ This study focused on a single-mode interaction (ie, bidirectional texting plus human navigator).\n\nProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "title": "Open access",
      "text": "management.  1  Owing to these challenges, hospitals are incentivised to transition care safely, as measured by readmission rates, mortality and morbidity rates, among other metrics.  2  Hospital-based postdischarge follow-up is integral to transitional care, but there is a lack of consensus about the optimal mode of outreach. Face-to-face interventions involving primary care clinic appointments after hospital discharge may not be sustainable.  3 Telephone outreach is often limited in scope, and its effectiveness is questionable. Specifically, a 2006 Cochrane Review examining telephone follow-up showed no significant effect on reduced readmissions or emergency department visits.  4 A few studies have found that a patient education programme, coupled with a nurse-led telephone follow-up, could improve treatment adherence for patients within specific risk profiles and disease populations.  5 n alternative mode of outreach for hospital-based postdischarge follow-up that has received recent attention is text messaging. In particular, short messaging service (SMS) can cast a wide geographical reach, its delivery is cost-efficient, is attention-grabbing and promotes convenience due to its asynchronicity.  [6] [7] ] [8] [9] [10]  A 2022 study involving two academic centres using bidirectional, semiautomated texting programme found significantly fewer emergency department visits or admissions within 30 days of discharge from acute care hospitalisation.  11 In contrast, a 2021 pilot study involving automated unidirectional texting assessing feasibility for patients with acute coronary syndrome showed no significant impact on self-management, medication adherence, health-related quality of life, self-efficacy and healthcare resources.  3 he mixed results of texting studies suggest that engagement factors are not well understood. In addition, core components of the follow-up process are not well described in these preliminary studies, making it challenging to understand how implementation practices could contribute to outcomes. A convergent body of work is needed to explore how patient engagement with a texting intervention is associated with clinical outcomes.\n\nTowards addressing these gaps, this study reports on an analysis of the relationship between patient engagement with a bidirectional SMS texting programme following discharge from a hospital, involving several outcomes: patient experience, readmissions and revisits. The study involves a large sample of patients discharged from a total of seven academic and community hospitals. This paper documents our findings as well as the implementation structure and operational flow in detail, allowing readers to evaluate factors that may have contributed to reported outcomes."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study design and outcomes",
      "text": "We performed a retrospective, observational cohort study. That is, we retrospectively analysed all participating, engaged patients within pilot units for the postdischarge programme between December 2022 and May 2023 and compared them with non-engaged patients on the same units during the same time. Patient engagement was operationalised as the quantity of interactions, rather than the quality of interactions to reduce the subjectivity of analysis. A patient could be responsive if they responded to 1-2 messages, but they did not reach the level of meaningful engagement unless there were at least three incoming texts. 'Incoming texts' were defined to include patient-initiated comments, rather than patients' responses to healthcare professionals' questions. Therefore, an 'engaged' patient was defined as a patient who had three or more patient-initiated incoming text interactions. 'Non-engaged' patients included non-responsive patients (ie, 0 incoming messages), as well as minimally engaged patients (1-2 patient-initiated incoming text messages). We excluded patients whose text messages were not successfully transmitted, because the phone number was a non-working phone number.\n\nOur primary outcome measures were patient experience scores and readmissions and revisit rates. Patient experience included any process observable by patients.  12 e analysed patient experiences by evaluating patients' responses to the validated and widely used Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS) survey (table  1 ).\n\nReadmission rate was operationalised as any subsequent unplanned inpatient admission to any of our system-based acute care facilities occurring within 30 days of hospital discharge. Only unplanned inpatient admissions (for any cause) to short-term acute care, excluding transfer encounters, qualified as readmissions for the purpose of this study. The inclusion and exclusion criteria to identify unplanned inpatient admissions and calculate a readmission rate were consistent with the methodology set by Centers for Medicaid and Medicare Services.  13 Revisit rates were defined as any visit to an acute care facility that occurred within 30 days after hospital discharge for allcause emergency department visits, observation status or unplanned inpatient visits."
    },
    {
      "title": "Setting and context",
      "text": "The setting was a large, quaternary medical care system in the Southern USA and neighbouring suburbs, consisting of 1 academic hospital (>2500 beds) and 6 community hospitals (ranging from 190 beds to 400 beds, with most averaging 300 beds). The implementation was staggered in a phased roll-out, consisting of three sequenced phases across all inpatient units within seven hospitals. The number of cases from project implementation through the study period determined the sample."
    },
    {
      "title": "Texting protocol",
      "text": "On admission, the emergency department registration staff and the perioperative staff asked patients whether they consent to texting updates on their healthcare. On consent, the staff entered the patients' phone number in the electronic medical record (EMR). We used Artera as Open access the vendor to deliver text messages for follow-ups by postdischarge nurse care managers, which pulled the phone numbers from the EMR based on an HL7 discharge feed. The programme involved a series of automated text messages with the ability to receive programmed and open text responses from patients in addition to providing a bidirectional line of communication between the patient and the care team. A participatory design method was used to design and review the text messages and the overall programme. The initial set of automated text messages were developed iteratively by an advisory committee that included clinicians (several acute care nurse leaders and postacute care nurses and pharmacists), researchers and eight patient partners with lived experiences with hospitalisation. The automated messages rode off the HL7 discharge feed within EMR.\n\nThe first automated message occurred on day 0, which was typically transmitted the same day as discharge if the discharge occurred before 21:00 hours. The purpose of this message was to confirm that the cell number listed within the EMR for the patient was correct and sought patients' permission to follow up through texting for patient questions or concerns. If the patient confirmed permission, then we sent an immediate automated follow-up message to let them know that they would receive additional messages on day 1 and who to call with questions between day 0 and day 1, should any arise.\n\nOn day 1 postdischarge, we sent this automated text message: 'Hi, [name]. This is your X care team. Do you have any questions about your recent discharge, such as medication questions or discharge instructions? If yes, please tell us more. If not, reply with 'No'. Reply with 'Decline' if you would rather opt out …' If the patient responded with a question or concern, an alert was triggered to the postdischarge nurse care managers and the question was filed into a channel system.\n\nA closed-loop feedback structure was implemented to ensure patient concerns are addressed in a timely manner. The postdischarge nurse care managers responded to the patient's question via text, and, when appropriate, offered to speak to the patient over the phone, oftentimes converting to this mechanism for"
    },
    {
      "title": "Communication with doctors",
      "text": "During this hospital stay, how often did doctors explain things in a way you could understand?\n\nDuring this hospital stay, how often did doctors listen carefully to you?\n\nDuring this hospital stay, how often did doctors treat you with courtesy and respect?"
    },
    {
      "title": "Communication with nurses",
      "text": "During this hospital stay, how often did nurses explain things in a way you could understand?\n\nDuring this hospital stay, how often did nurses listen carefully to you?\n\nDuring this hospital stay, how often did nurses treat you with courtesy and respect?"
    },
    {
      "title": "Overall rating of hospital",
      "text": "Using any number from 0 to 10, where 0 is the worst hospital possible and 10 is the best hospital possible, what number would you use to rate this hospital during your stay?"
    },
    {
      "title": "Responsiveness of hospital staff",
      "text": "During this hospital stay, after you pressed the call button, how often did you help as soon as you wanted it?\n\nHow often did you get help in getting to the bathroom or in using a bedpan as soon as you wanted? Would recommend hospital Open access lengthier follow-ups. The postdischarge nurse care managers managed all incoming patient texts and sent referrals (by notifying other departments and acute care nurse leaders within a single channel) for any clinical or service concerns for which the postdischarge care team could not provide an answer to the patient. The other departments and acute care teams were expected to acknowledge the postdischarge nurse care managers' referral alert and reply to the postdischarge nurse care managers with how they resolved the patient query within 24 hours after the initial alert. The guest relations department's patient liaison staff were the primary point of contact to resolve service issues. The patient liaisons also helped to facilitate timely resolution of clinical needs verbally reminding or nudging clinical departments with unresolved patient clinical questions or concerns. When possible, acute care nurse leaders responded directly to patients and families, allowing the postdischarge nurse care managers to see the communication and resolution. Acute care nurse leaders also reinforced discharge instructions, provided postoperative teaching and clarified home health issues that they felt were warranted and appropriate.\n\nThe postdischarge nurse care managers' final message to patients reminded them that postdischarge care team was only available for 1-week postdischarge to manage the heavy discharge population workload. At 2 weeks postdischarge, some acute care nurse leaders opted to send a final closing, thanking the patient for the opportunity to care for them."
    },
    {
      "title": "Patient and public involvement",
      "text": "Patients were involved in the development of the automated text messages that are described in the section immediately above. We scripted proposed language and used one Patient and Family Advisory Council to review the messages and provide feedback. The postdischarge nurses also iteratively revised their responses based on patient and family feedback."
    },
    {
      "title": "Education and training for postdischarge nurse care managers",
      "text": "Postdischarge nurse care managers used a semiscripted guide from a trained nurse manager to identify postdischarge problems and to offer additional information. Postdischarge nurse care managers were taught by patient experience specialists how to adapt the conversation, based on the nature of the patient's condition and concern.\n\nWhen indicated, postdischarge nurse care managers would consult pharmacists to answer complex medication questions, one of whom was on their staff full time. Nursing care managers advised patients who reported serious symptoms to visit their primary care physician, an urgent care, emergency care centre or the emergency department, as indicated."
    },
    {
      "title": "Education and training for acute care nurse leader",
      "text": "The leadership team of the postdischarge care team conducted 10 virtual sessions with acute care nurse leaders to train them on how to use the texting system, as well as to bring awareness to the types of questions patients ask and how postdischarge care managers and team address those questions and other concerns. During the training, which was standardised using PowerPoint didactics material, the postdischarge care team leadership explained their workflow and how they would alert or refer cases to acute care nurse leaders and when and how the acute care nursing team should respond.\n\nThree months post-go live, at the main academic facility, only 8 of 37 units were using the texting system with any regularity. To achieve greater saturation and uptake, an acute care nurse leader tag-teamed with the postdischarge acute care nursing leader and chief nursing executive leadership team to do more enhanced training, which consisted of two virtual didactic sessions, as well as hosting eight in-person, face-to-face, at-the-elbow support trainings for larger units that had not yet actively participated.\n\nAn acute care leader at the main academic facility also conducted a survey to assess feasibility and operational uptake after completing the didactic sessions and the in-person at-the-elbow support sessions. In that survey, we asked acute care nurse leaders whether they used the postdischarge texting system and to self-assess their confidence level. The results of that survey indicated that 94% of acute care nurses used the postdischarge texting system for follow-up communication, and 77% reported being highly confident in using it. 65% of acute care nurses reported using it primarily to address patient concerns that were triggered by postdischarge acute care managers alerts, and 35% reported using it to self-initiate follow-up communication with patients to check-in on patients' recovery processes."
    },
    {
      "title": "Data analysis",
      "text": "The primary independent variable was the engagement of participants classified as binary (engaged=1 vs not engaged=0). Data were culled from Artera once a month and then scrubbed for data anomalies/missing data and imported to a secure Quality server (Structured Query Language or SQL server) that is managed by the hospital's System Quality Analytics team. From the SQL server, the analyst-coauthors joined the Artera patient data to Epic databases where encounters, revisits, and unplanned readmits are stored. The databases were validated for consistency and duplication and then imported to Tableau for data visualisation purposes. In Tableau, calculations were composed to show distinct counts of encounters, revisits and unplanned readmissions.\n\nWe plotted a histogram for the continuous outcome variable and used the Shapiro-Wilk test to assess the normal distribution of the continuous variables. We have reported measures of central tendency, including means and SDs for normally distributed variables, medians, and IQRs for non-normally distributed variables, and"
    },
    {
      "title": "Open access",
      "text": "proportions for categorical variables. Two-sample t-test and Wilcoxon-rank test, as appropriate, were used to identify the differences between continuous variables and χ 2 test was used for categorical variables.\n\nFor the quantitative analysis on patient experience, we used the two-tailed t-test for continuous variables and χ 2 test for categorical variables to compare the baseline characteristics between the two cohorts. All tests for significance were two tailed, using an alpha level of 0.05, and 95% CIs were provided. All t tests were performed using Minitab V.20.3.\n\nTo confirm that the engaged cohort had similar patient demographics to the non-engaged cohort, a case mix index (CMI) evaluation was conducted. A CMI reflects the clinical complexity of a population, with a higher CMI indicating greater clinical complexity. A higher CMI corresponds to increased consumption of resources and increased cost of patient care, resulting in increased reimbursement. The first step in evaluating the CMI involved restricting the population in both cohorts to adult age 18 and greater. The remaining population was then evaluated to see if there was a difference in patient acuity and severity using a CMI. The CMI used the relevant federal fiscal year relative weights for Medicare Severity Diagnosis Related Groups on the inpatient population. The CMI was weighted to DRG/population. A t-test was performed, using an alpha level of 0.05, to determine significance in all hospitals. In addition, a generalised linear quantile mixed effect model (GLQMM) was built for the CMI outcomes.\n\nFor the binary outcomes such as the revisit (1=yes, vs 0=no) and readmissions (1=yes vs 0=no) we constructed mixed effect logistic regression models with the random effects (REM) to account for repeated measurements from the hospitals. The hospital readmissions and revisit rates were calculated based on reviewing EMRs for all patients discharged during the study window. Patients readmitted to the same hospital on the same calendar day of discharge for the same diagnoses as the index admission were considered to have one single continuous index readmission. Patients readmitted for a different condition form the index admission were considered to have a readmission within the same index admission. A t-test was performed, using an alpha level of 0.05, to determine significance in all hospitals.\n\nMultivariable models were controlled for demographics (age, gender and race). Statistical significance was established at a two-tailed p<0. 05. We have reported OR and 95% CIs. All multivariable analyses were performed using R V.4.1.3."
    },
    {
      "title": "RESULTS",
      "text": "From 78 883 patients who were contacted over the course of this pilot implementation, 49 222 (62.4%) responded, with 39 442 (50%) having responded with 3+ patientinitiated incoming text messages. On average, 3.68 messages were received from patients. The demographics for the engaged and non-engaged cohorts largely mirrored the hospital patient population demographics, which varied depending on the hospital's location. There were, with a few exceptions, similar breakdowns in sex and age between the engaged and non-engaged cohorts in each hospital. For example, at the largest academic hospital, most of the engaged patients were female (55%) and older than 51 years (27% were younger than 51 years; 25% were 61-70 years; 21.7% were 71-80 years and 10.4% were over 80 years). The non-engaged cohort in this hospital was similar: 55% female and 31% of them were younger than 51 years old (22.5% were 61-70 years; 20.5% were 71-80 years and 10.9% were over 80 years).\n\nWhile the demographics in the study largely matched the patient demographics within each hospital, there was some variability in race/ethnicity as it relates to patient engagement. In the most diverse hospital in the system, of the patients who engaged, 57.8% of them were white, 17.1% were African American, 23.2% were Latino, 0.6% Asian, 0.8% declined to answer and 0.5% were considered 'other'. In this same hospital, of the patients who did not engage, 49.3% were white, 20.8% were African American, 27.9% were Latino, 0.7% were Asian, 0.7% declined to answer and 0.6% were other."
    },
    {
      "title": "Case mix index",
      "text": "The average CMI was higher in the engaged cohort than the non-engaged cohort (1.82 and 1.69 on average, respectively); however, this difference was statistically significant only for four (out of seven) hospitals in the system (table  2 ). Additionally, GLQMM model showed that participants who were engaged had a higher score of CMI (median 1.4 vs 1.3; ∆β=0.03; 95% CI (0.01 to 0.05); p<0.05) compared with non-engaged cohort."
    },
    {
      "title": "Patient experience",
      "text": "For the engaged cohort, every domain in HCAHPS was higher when compared with the non-engaged cohort (table  3 ). Six out of nine HCAHPS domains were 2 or more points higher across the system for the engaged cohort, with some individual hospitals experiencing as much as a 7.4% difference between the engaged cohort and non-engaged cohort for some HCAHPS in some domains (see online supplemental appendix A). At the including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 2, 2025  http://bmjopen.bmj.com/ Downloaded from 13 March 2024. 10.1136/bmjopen-2023-079775 on BMJ Open: first published as"
    },
    {
      "title": "Open access",
      "text": "system level, which is a representation of all the hospitals combined, all HCAHPS domains were higher for the engaged cohort versus the non-engaged cohort. The biggest HCAHPS differences were found with the responsiveness of hospital staff (4.2%), care transition (3.2%), communication with doctors (2.9%) and overall rating (2.8%) domains."
    },
    {
      "title": "Readmissions and revisit rates",
      "text": "The engaged patient cohort used significantly fewer 30-day acute care resources in all hospitals, experiencing approximately 29% fewer overall readmissions at most of our 7 campuses (range 5.0% readmission rate for engaged patients at the lowest end at one campus to a 10.8% readmission rate for non-engaged patients on the highest end  including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 2, 2025  http://bmjopen.bmj.com/ Downloaded from 13 March 2024. 10.1136/bmjopen-2023-079775 on BMJ Open: first published as\n\nOpen access for one hospital, which is, on average, lower than our hospital readmission for most service lines) (table  4 ). The engaged cohort also had significantly lower revisit rates (table  4 ) resources in all hospitals, ranging from a 16.8% revisit rate for engaged patients on the lowest end at one hospital to a 24.4% revisit rate for non-engaged patients on the highest end at one hospital, which is also lower than our revisit rates for most service lines at most hospitals.\n\nMultivariable REM logistic regression model showed that participants who were engaged were 23% less likely to revisit (OR 0.77; 95 % CI (0.60 to 0.98); p=0.04; table  5 ) and 27% less likely to be readmitted (OR 0.73; 95 % CI (0.55 to 0.98); p=0.04; table  5 ). In addition, age played a role as there were higher odds of revisiting (OR 1.01 (95% CI 1.03 to 1.01) ∆β=0.01; 95% CI (0.005 to 0.008); p<0.05) and getting readmitted (OR 1.01 (95% CI 1.01 to 1.01; p<0.05) ∆β=0.01; 95% CI (0.009 to 0.013); p<0.05) with every year of age increase."
    },
    {
      "title": "DISCUSSION",
      "text": "This study reports on an analysis of the relationship between patient engagement with a bidirectional SMS texting programme following discharge from a hospital, involving several outcomes: patient experience, readmissions and revisits.\n\nTo our knowledge, this is the first study examining the association of a fully synchronous texting programme with these outcomes. Previous studies involved automated, unidirectional texting or semiautomated texting programmes wherein patients could not communicate with a human being in most circumstances and could only be routed to nurses in limited, clinically urgent circumstances. Conversely, most of the texting programme in this study was fully bidirectional, allowing patients to speak with postdischarge care managers for any question or concern, if patients indicated they would like to speak with someone."
    },
    {
      "title": "Engagement rates",
      "text": "An interesting finding of this study is the high engagement rates, which were comparable to and exceeding the engagement rates found in other postdischarge texting studies,  11 14  and significantly higher than engagement rates from postdischarge telephone phone calls, as well as postdischarge follow-up clinical appointments.  [15] [16] ] [17] [18]  There are several potential explanations for why the engagement rates are higher with texting than phone calls. An important advantage of text is to provide an at a glance view of both content and the sender information. It is likely that the high frequency of spam phone calls makes people less inclined to answer telephone calls from unrecognised numbers, whereas they may read a text and see that it is from a known hospital. Another advantage of texting is the flexibility. Text messaging does not require immediate attention and allows people to access the content and respond at their convenience and continue to do daily activities while multitasking. Regardless of why texting platforms show higher engagement than telephone surveys, the findings of this study add more credence to the existing body of literature suggesting that text messaging may be a more effective way to engage patients compared with phone calls.  4 tient experience Additionally, the study findings suggest that patients who engaged in the texting programme scored higher on all HCAHPS domains compared with non-engaged patients. We are not aware of any major changes to the care process or implementation of any other intervention at the time this pilot study, and therefore, believe that the difference in scores between the two cohorts is associated with engagement with the follow-up programme. The programme provided a reliable and convenient mode of communication for 'quick' or 'basic' questions that did not warrant a clinical appointment, and likely was a contributor to the overall success of the programme. For example, a common question was: 'My discharge instructions tell me to take MiraLAX for constipation, but my physician didn't write me a prescription. What should I do?' Since MiraLAX is an over-the-counter therapy, the care manager could quickly guide the including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 2, 2025  http://bmjopen.bmj.com/ Downloaded from 13 March 2024. 10.1136/bmjopen-2023-079775 on BMJ Open: first published as Bruce C, et al. BMJ Open 2024;14:e079775. doi:10.1136/bmjopen-2023-079775\n\nOpen access patient without requiring a more in-depth conversation.\n\nAnother common medication-related question that was: 'Can I take Benadryl or Ibuprofen with this prescription drug?' which was quickly addressable. Another common example is when patients could not remember what activities or restrictions they should avoid postdischarge, and the care managers could quickly address these questions by pulling patients' after-visit-summaries and discharge education notes within the EMR and reading or texting/ pasting to patients. Indeed, the postdischarge nurse care managers estimate that over half of their text messages took less than 5 min to fully answer and address patients' one or two questions. In each of these examples, the postdischarge care manager could address an unresolved need or issue stemming from the hospitalisation, allowing the patients' hospital care experience to be fully closed. This closing-of-the-loop, as basic as it may seem, likely contributes to patients' overall impression of the care experience as evidenced by the biggest difference being in the responsiveness of hospital staff domain of HCAHPS for engaged patients.\n\nAlthough engaged patients' scores in the discharge domain were not among the highest scoring domains, the fact that scores for this domain were already high (86.1% for non-engaged) makes the 1.7% difference associated with patient engagement with texting more plausible. Discharge processes are so innately complex for highly acute patients, with little standardisation occurring between hospitals and few tried-and-true best practices established across them, that CMS, the Agency for Healthcare Research and Quality, and other organisations refer to discharge as one of the most challenging touchpoints in patients' care.  [19] [20] 0] [21]  To improve the perception of discharge further, more work is needed to pinpoint where in the care continuum unsatisfaction related to discharge may arise."
    },
    {
      "title": "Revisit and readmit rates",
      "text": "The CMI in this study was unique-with the engaged cohort being sicker and with a higher CMI than the non-engaged cohort. One would expect, then, that the engaged cohort would return to the hospital more frequently, just by virtue of the severity of their illness. In contrast, patients who were engaged were significantly less likely to be readmitted compared with the non-engaged cohort, and their revisit rates were significantly less when compared against the non-engaged cohort. These findings are in line with Bressman et al  11  who also found that a text message-based system of monitoring patients after hospitalisation used significantly fewer revisit and readmission sources. While it is unclear what mechanism or mediating factors are associated with reduced need for acute care resources, Bressman et al theorised that the more frequent check-ins and 'lower friction medium' for patient-initiated outreach allowed for earlier identification of issues that should be escalated or triaged to primary care follow-up or emergency care follow-up. In addition, we believe the rigorous implementation plan, described in this paper, that focused on optimised response time and quality of care coordination, as well as the bidirectional messaging plus human navigation could have contributed to improved patient education, care coordination and monitoring that have shown to improve readmissions and revisit outcomes.  22 mitations and implications for future research This study had several limitations. First, this research was conducted in one health system in Southern SA and results may not generalise to other systems with varying patient demographics, socioeconomic variables, discharge processes and cultures. Second, this study focused on a single-mode interaction (ie, bidirectional texting plus human navigator). Other studies involving semiautomated texting messaging platforms on predischarge and postdischarge with limited escalation to humans either found that automated and semiautomated systems are associated with fewer acute care resources but have had little to no perceived difference in HCAHPS  14 23  or did not evaluate the effects on HCAHPS.  11 More work is needed to compare the effectiveness of various modes such as fully automated texting, phone call or email follow-up.\n\nSecond, the metrics used in this study focus on postdischarge. However, patient experience is a summative construct which may be affected by any events along the care continuum. One could argue that the reason why patients were engaged postdischarge in this study was because they were happy with their earlier hospitalisation experience. Perhaps patients who become so dissatisfied with their hospitalisation disengage altogether from the postdischarge experience, and that is why non-engaged patients tended to score their care experience lower than those who were engaged. Similarly, a limitation of most studies using acute care resources as an outcome measure, like ours, is that we could be underestimating readmissions or revisit rates in that we are only privy to readmissions or revisits within this hospital system. Perhaps patients who are disengaged are less likely to see follow-up care within this, or any other care system. Further, perhaps by including patients who did not fully complete the HCAHPS survey, and only answered some questions, there may be (a) latent factor(s) that we did not fully account for-like perhaps they chose what questions to answer based on their previous hospitalisation experience or their postdischarge experience. It is challenging to speculate on the link between engagement and satisfaction or experience, other than to acknowledge that the causal relationship between them remains elusive.  24 hird, the operationalisation of engagement in this study was limited to quantity of engagement rather than the quality or substance. We chose a quantitative measure of engagement, due to its objectivity and practicality in evaluating thousands of cases and our desire to maintain patient privacy as much as possible by refraining from reading each 1:1 patient-clinician text exchange. However, by choosing a quantitative number threshold, the nuances of patient engagement may be lost.  24 A patient could have initiated one, meaningful text message to a care manager and yet would not be considered 'engaged'. Likewise, a patient could have sent three negative, expletive-filled, patient-initiated messages and yet would have been considered engaged. While qualitative assessment of patient experience remains a challenge, more research is warranted to operationalise more robust engagement metrics, although with a powered sample."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Engagement in a texting programme likely leads to HCAHPS differences and fewer acute care resources Recognising that we only pay a very modest amount to the vendor to support the initiative, and we require only 10 Full-time equivalent (FTEs) of care managers to support all 7 hospitals, the benefits far exceed any financial or logistical burden of sustaining or expanding. As a result of these findings, we are working on promoting patient engagement rates across all hospitals campuses, which includes putting stickers on patient-gifted mugs to make patients aware that care managers will contact them postdischarge to address any questions or concerns. Further, some hospitals are opting to refine verbal scripting, so that nurse leaders remind patients about this method of engagement as part of their nurse leader rounds.\n\nThe hospitals that consistently employ both methods are experiencing upticks in patient engagement relative to the other hospitals in the system, though still short of the desired engagement rates, and sustainment remains unknown. Like other researchers, we strive to identify the ideal way to engage and monitor as many patients as we can without risk of annoying or inundating them-a careful balance that healthcare systems have yet to fully understand and achieve."
    },
    {
      "text": "Would you recommend this hospital to your friends and family? *The three Care Transition Measure questions (questions 20-22) are copyright of Eric A. Coleman, MD, MPH, all rights reserved. HCAHPS, Hospital Consumer Assessment of Healthcare Providers and Systems. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "HCAHPS survey domains and questionsDuring this hospital stay, did doctors, nurses or other hospital staff talk with you about whether you would have the help you needed when you left the hospital?"
    },
    {
      "text": "Case mix index (CMI) for engaged cohort against non-engaged cohort"
    },
    {
      "text": "System findings for engaged cohort's unplanned readmissions and the non-engaged cohort and system findings for engaged cohort's revisits (all-cause return to ED, observation or inpatient) and the non-engaged cohort"
    },
    {
      "text": "System findings for engaged cohort HCAHPS scores and the non-engaged cohort 'n' values presented in the tables are HCAHPS survey returns. Sometimes, patients would respond to one question in the survey and no other questions, and that is why there is some variability in the survey returns for each HCAHPS domain, as presented in the tables. Furthermore, in keeping with national data, our response rates to HCAHPS surveys are low-typically ranging less than 18% in most hospitals. We are only able to evaluate HCAHPS data of patients who answered at completed at least some of surveys-whether they were engaged or not. HCAHPS, Hospital Consumer Assessment of Healthcare Providers and Systems."
    },
    {
      "text": "Multivariable logistic regression model results for revisit and multivariable logistic regression model results for readmit"
    },
    {
      "text": "Acknowledgements The authors thank  Jacob M. Kolman, MA ,  ISMPP CMPP , senior scientific writer,  Houston Methodist Academic Institute , for critical review and formatting feedback on this manuscript.\n\nContributors All authors were involved in the conceptualisation and review/ approval and writing of the manuscript. CB, TP-K, AM, EJ, LB, KM, KS, KC, CG, LAA, GV and RLS were extensively involved in the implementation of the project. TP-K and EJ conducted the training. SK, JO and TN conducted the analyses. TW edited the manuscript, inserted and refined the citations, and gave critical feedback during implementation and writing the manuscript. CB and FS were involved in all stages of development and execution. CB is responsible for the overall content as the guarantor. All authors meaningfully contributed to drafting, writing, brainstorming, executing, finalising, approving.\n\nFunding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors."
    },
    {
      "text": "Competing interests None declared.\n\nPatient and public involvement Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this research.\n\nPatient consent for publication Not applicable."
    },
    {
      "title": "Ethics approval",
      "text": "The study was reviewed by the Houston Methodist Hospital System institutional review board and was deemed exempt (IRB letter number: 37510:1).\n\nProvenance and peer review Not commissioned; externally peer reviewed.\n\nData availability statement Data sharing not applicable as no datasets generated and/or analysed for this study.\n\nSupplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise."
    }
  ],
  "references": [
    {
      "title": "Better understanding care transitions of adults with complex health and social care needs: a study protocol",
      "authors": [
        "C Hudon",
        "K Aubrey-Bassler",
        "M-C Chouinard"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-07588-0",
      "journal": "BMC Health Serv Res",
      "volume": "22",
      "pages": "206",
      "raw": "Better understanding care transitions of adults with complex health and social care needs: a study protocol \n\t\t \n\t\t\t C Hudon \n\t\t \n\t\t \n\t\t\t K Aubrey-Bassler \n\t\t \n\t\t \n\t\t\t M-C Chouinard \n\t\t \n\t\t 10.1186/s12913-022-07588-0 \n\t \n\t \n\t\t BMC Health Serv Res \n\t\t \n\t\t\t 22 \n\t\t\t 206 \n\t\t\t 2022 \n\t\t \n\t \n\t Hudon C, Aubrey-Bassler K, Chouinard M-C, et al. Better understanding care transitions of adults with complex health and social care needs: a study protocol. BMC Health Serv Res 2022;22:206."
    },
    {
      "title": "Improving care transitions",
      "authors": [
        "R Burton"
      ],
      "year": 2012,
      "doi": "10.1377/hpb20120913.327236",
      "raw": "Improving care transitions \n\t\t \n\t\t\t R Burton \n\t\t \n\t\t 10.1377/hpb20120913.327236 \n\t\t \n\t\t\t 2012 \n\t\t\t Health Affairs Health Policy Brief \n\t\t \n\t \n\t Burton R. Improving care transitions. Health Affairs Health Policy Brief 2012."
    },
    {
      "title": "The use of SMS text messaging to improve the hospital-to-community transition in patients with acute coronary syndrome (txt2Prevent): results from a pilot randomized controlled trial",
      "authors": [
        "E Ross",
        "B Sakakibara",
        "M Mackay"
      ],
      "year": 2021,
      "doi": "10.2196/24530",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "9",
      "pages": "e24530",
      "raw": "The use of SMS text messaging to improve the hospital-to-community transition in patients with acute coronary syndrome (txt2Prevent): results from a pilot randomized controlled trial \n\t\t \n\t\t\t E S Ross \n\t\t \n\t\t \n\t\t\t B M Sakakibara \n\t\t \n\t\t \n\t\t\t M H Mackay \n\t\t \n\t\t 10.2196/24530 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 9 \n\t\t\t e24530 \n\t\t\t 2021 \n\t\t \n\t \n\t Ross ES, Sakakibara BM, Mackay MH, et al. The use of SMS text messaging to improve the hospital-to-community transition in patients with acute coronary syndrome (txt2Prevent): results from a pilot randomized controlled trial. JMIR Mhealth Uhealth 2021;9:e24530."
    },
    {
      "title": "Telephone follow-up, initiated by a hospitalbased health professional, for post discharge problems in patients discharged from hospital to home",
      "authors": [
        "P Mistiaen",
        "E Poot"
      ],
      "year": 2006,
      "doi": "10.1002/14651858.cd004510.pub3",
      "journal": "Cochrane Database Syst Rev",
      "pages": "4510",
      "raw": "Telephone follow-up, initiated by a hospitalbased health professional, for post discharge problems in patients discharged from hospital to home \n\t\t \n\t\t\t P Mistiaen \n\t\t \n\t\t \n\t\t\t E Poot \n\t\t \n\t\t 10.1002/14651858.cd004510.pub3 \n\t \n\t \n\t\t Cochrane Database Syst Rev \n\t\t \n\t\t\t 4510 \n\t\t\t 2006. 2006 \n\t\t \n\t \n\t Mistiaen P, Poot E. Telephone follow-up, initiated by a hospital- based health professional, for post discharge problems in patients discharged from hospital to home. Cochrane Database Syst Rev 2006;2006:CD004510."
    },
    {
      "title": "Telephone follow-up as a primary care intervention for post discharge outcomes improvement: a systematic review",
      "authors": [
        "J Crocker",
        "J Crocker",
        "J Greenwald"
      ],
      "year": 2012,
      "doi": "10.1016/j.amjmed.2012.01.035",
      "journal": "Am J Med",
      "volume": "125",
      "raw": "Telephone follow-up as a primary care intervention for post discharge outcomes improvement: a systematic review \n\t\t \n\t\t\t J B Crocker \n\t\t \n\t\t \n\t\t\t J T Crocker \n\t\t \n\t\t \n\t\t\t J L Greenwald \n\t\t \n\t\t 10.1016/j.amjmed.2012.01.035 \n\t \n\t \n\t\t Am J Med \n\t\t \n\t\t\t 125 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Crocker JB, Crocker JT, Greenwald JL. Telephone follow-up as a primary care intervention for post discharge outcomes improvement: a systematic review. Am J Med 2012;125:915-21."
    },
    {
      "title": "Post ambulatory discharge follow-up using automated text messaging",
      "authors": [
        "D Leconte",
        "H Beloeil",
        "T Dreano"
      ],
      "year": 2019,
      "doi": "10.1007/s10916-019-1278-5",
      "journal": "J Med Syst",
      "volume": "43",
      "pages": "217",
      "raw": "Post ambulatory discharge follow-up using automated text messaging \n\t\t \n\t\t\t D Leconte \n\t\t \n\t\t \n\t\t\t H Beloeil \n\t\t \n\t\t \n\t\t\t T Dreano \n\t\t \n\t\t 10.1007/s10916-019-1278-5 \n\t \n\t \n\t\t J Med Syst \n\t\t \n\t\t\t 43 \n\t\t\t 217 \n\t\t\t 2019 \n\t\t \n\t \n\t Leconte D, Beloeil H, Dreano T, et al. Post ambulatory discharge follow-up using automated text messaging. J Med Syst 2019;43:217."
    },
    {
      "title": "The use of mobile apps and SMS messaging as physical and mental health interventions: systematic review",
      "authors": [
        "A Rathbone",
        "J Prescott"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7740",
      "journal": "J Med Internet Res",
      "volume": "19",
      "pages": "e295",
      "raw": "The use of mobile apps and SMS messaging as physical and mental health interventions: systematic review \n\t\t \n\t\t\t A L Rathbone \n\t\t \n\t\t \n\t\t\t J Prescott \n\t\t \n\t\t 10.2196/jmir.7740 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 19 \n\t\t\t e295 \n\t\t\t 2017 \n\t\t \n\t \n\t Rathbone AL, Prescott J. The use of mobile apps and SMS messaging as physical and mental health interventions: systematic review. J Med Internet Res 2017;19:e295."
    },
    {
      "title": "Comparative effectiveness of an automated text messaging service for monitoring COVID-19 at home",
      "authors": [
        "M Delgado",
        "A Morgan",
        "D Asch"
      ],
      "year": 2022,
      "doi": "10.7326/m21-2019",
      "journal": "Ann Intern Med",
      "volume": "175",
      "raw": "Comparative effectiveness of an automated text messaging service for monitoring COVID-19 at home \n\t\t \n\t\t\t M K Delgado \n\t\t \n\t\t \n\t\t\t A U Morgan \n\t\t \n\t\t \n\t\t\t D A Asch \n\t\t \n\t\t 10.7326/m21-2019 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 175 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Delgado MK, Morgan AU, Asch DA, et al. Comparative effectiveness of an automated text messaging service for monitoring COVID-19 at home. Ann Intern Med 2022;175:179-90."
    },
    {
      "title": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies",
      "year": 2025,
      "doi": "10.2139/ssrn.5382545",
      "raw": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies \n\t\t 10.2139/ssrn.5382545 \n\t\t \n\t\t \n\t\t\t July 2, 2025 \n\t\t \n\t \n\t Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 2, 2025 http://bmjopen.bmj.com/ Downloaded from 13 March 2024. 10"
    },
    {
      "title": "Veterans' response to an automated text messaging protocol during the COVID-19 pandemic",
      "authors": [
        "J Saleem",
        "J Read",
        "B Loehr"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa122",
      "journal": "J Am Med Inform Assoc",
      "volume": "27",
      "raw": "Veterans' response to an automated text messaging protocol during the COVID-19 pandemic \n\t\t \n\t\t\t J J Saleem \n\t\t \n\t\t \n\t\t\t J M Read \n\t\t \n\t\t \n\t\t\t B M Loehr \n\t\t \n\t\t 10.1093/jamia/ocaa122 \n\t \n\t \n\t\t J Am Med Inform Assoc \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Saleem JJ, Read JM, Loehr BM, et al. Veterans' response to an automated text messaging protocol during the COVID-19 pandemic. J Am Med Inform Assoc 2020;27:1300-5."
    },
    {
      "title": "Test@Work texts: mobile phone messaging to increase awareness of HIV and HIV testing in UK construction employees during the COVID-19 pandemic",
      "authors": [
        "M Middleton",
        "S Somerset",
        "C Evans"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17217819",
      "journal": "Int J Environ Res Public Health",
      "volume": "17",
      "pages": "7819",
      "raw": "Test@Work texts: mobile phone messaging to increase awareness of HIV and HIV testing in UK construction employees during the COVID-19 pandemic \n\t\t \n\t\t\t M Middleton \n\t\t \n\t\t \n\t\t\t S Somerset \n\t\t \n\t\t \n\t\t\t C Evans \n\t\t \n\t\t 10.3390/ijerph17217819 \n\t \n\t \n\t\t Int J Environ Res Public Health \n\t\t \n\t\t\t 17 \n\t\t\t 7819 \n\t\t\t 2020 \n\t\t \n\t \n\t Middleton M, Somerset S, Evans C, et al. Test@Work texts: mobile phone messaging to increase awareness of HIV and HIV testing in UK construction employees during the COVID-19 pandemic. Int J Environ Res Public Health 2020;17:7819."
    },
    {
      "title": "Evaluation of an automated text message-based program to reduce use of acute health care resources after hospital discharge",
      "authors": [
        "E Bressman",
        "J Long",
        "K Honig"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.38293",
      "journal": "JAMA Netw Open",
      "volume": "5",
      "pages": "2238293",
      "raw": "Evaluation of an automated text message-based program to reduce use of acute health care resources after hospital discharge \n\t\t \n\t\t\t E Bressman \n\t\t \n\t\t \n\t\t\t J A Long \n\t\t \n\t\t \n\t\t\t K Honig \n\t\t \n\t\t 10.1001/jamanetworkopen.2022.38293 \n\t \n\t \n\t\t JAMA Netw Open \n\t\t \n\t\t\t 5 \n\t\t\t 2238293 \n\t\t\t 2022 \n\t\t \n\t \n\t Bressman E, Long JA, Honig K, et al. Evaluation of an automated text message-based program to reduce use of acute health care resources after hospital discharge. JAMA Netw Open 2022;5:e2238293."
    },
    {
      "title": "Evolving concepts of patient-centered care and the assessment of patient care experiences: optimism and opposition",
      "authors": [
        "P Cleary"
      ],
      "year": 2016,
      "doi": "10.1215/03616878-3620881",
      "journal": "J Health Polit Policy Law",
      "volume": "41",
      "raw": "Evolving concepts of patient-centered care and the assessment of patient care experiences: optimism and opposition \n\t\t \n\t\t\t P D Cleary \n\t\t \n\t\t 10.1215/03616878-3620881 \n\t \n\t \n\t\t J Health Polit Policy Law \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Cleary PD. Evolving concepts of patient-centered care and the assessment of patient care experiences: optimism and opposition. J Health Polit Policy Law 2016;41:675-96."
    },
    {
      "title": "Measure methodology",
      "year": 2023,
      "raw": "Measure methodology \n\t\t \n\t\t\t Cms \n\t\t \n\t\t \n\t\t\t Gov \n\t\t \n\t\t \n\t\t \n\t\t\t 2023. 05 Jul 2023 \n\t\t \n\t \n\t CMS. gov. Measure methodology. 2023. Available: https://www.cms. gov/Medicare/Quality-Initiatives-Patient-Assessment-Instruments/ HospitalQualityInits/Measure-Methodology.html [Accessed 05 Jul 2023]."
    },
    {
      "title": "Assessing the impact of patientfacing mobile health technology on patient outcomes: retrospective observational cohort study",
      "authors": [
        "C Bruce",
        "P Harrison",
        "T Nisar"
      ],
      "year": 2020,
      "doi": "10.2196/19333",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "8",
      "pages": "e19333",
      "raw": "Assessing the impact of patientfacing mobile health technology on patient outcomes: retrospective observational cohort study \n\t\t \n\t\t\t C R Bruce \n\t\t \n\t\t \n\t\t\t P Harrison \n\t\t \n\t\t \n\t\t\t T Nisar \n\t\t \n\t\t 10.2196/19333 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 8 \n\t\t\t e19333 \n\t\t\t 2020 \n\t\t \n\t \n\t Bruce CR, Harrison P, Nisar T, et al. Assessing the impact of patient- facing mobile health technology on patient outcomes: retrospective observational cohort study. JMIR Mhealth Uhealth 2020;8:e19333."
    },
    {
      "title": "Do the patient education program and nurse-led telephone follow-up improve treatment adherence in hemodialysis patients? A randomized controlled trial",
      "authors": [
        "M Arad",
        "R Goli",
        "N Parizad"
      ],
      "year": 2021,
      "doi": "10.1186/s12882-021-02319-9",
      "journal": "BMC Nephrol",
      "volume": "22",
      "pages": "119",
      "raw": "Do the patient education program and nurse-led telephone follow-up improve treatment adherence in hemodialysis patients? A randomized controlled trial \n\t\t \n\t\t\t M Arad \n\t\t \n\t\t \n\t\t\t R Goli \n\t\t \n\t\t \n\t\t\t N Parizad \n\t\t \n\t\t 10.1186/s12882-021-02319-9 \n\t \n\t \n\t\t BMC Nephrol \n\t\t \n\t\t\t 22 \n\t\t\t 119 \n\t\t\t 2021 \n\t\t \n\t \n\t Arad M, Goli R, Parizad N, et al. Do the patient education program and nurse-led telephone follow-up improve treatment adherence in hemodialysis patients? A randomized controlled trial. BMC Nephrol 2021;22:119."
    },
    {
      "title": "A real-time electronic symptom monitoring system for patients after discharge following surgery: a pilot study in cancer-related surgery",
      "authors": [
        "H Richards",
        "J Blazeby",
        "A Portal"
      ],
      "year": 2020,
      "doi": "10.1186/s12885-020-07027-5",
      "journal": "BMC Cancer",
      "volume": "20",
      "pages": "543",
      "raw": "A real-time electronic symptom monitoring system for patients after discharge following surgery: a pilot study in cancer-related surgery \n\t\t \n\t\t\t H S Richards \n\t\t \n\t\t \n\t\t\t J M Blazeby \n\t\t \n\t\t \n\t\t\t A Portal \n\t\t \n\t\t 10.1186/s12885-020-07027-5 \n\t \n\t \n\t\t BMC Cancer \n\t\t \n\t\t\t 20 \n\t\t\t 543 \n\t\t\t 2020 \n\t\t \n\t \n\t Richards HS, Blazeby JM, Portal A, et al. A real-time electronic symptom monitoring system for patients after discharge following surgery: a pilot study in cancer-related surgery. BMC Cancer 2020;20:543."
    },
    {
      "title": "Telephone follow-up to reduce unplanned hospital returns for older emergency department patients: a randomized trial",
      "authors": [
        "M Van Loon-Van Gaalen",
        "M Van Der Linden",
        "J Gussekloo"
      ],
      "year": 2021,
      "doi": "10.1111/jgs.17336",
      "journal": "J Am Geriatr Soc",
      "volume": "69",
      "raw": "Telephone follow-up to reduce unplanned hospital returns for older emergency department patients: a randomized trial \n\t\t \n\t\t\t M Van Loon-Van Gaalen \n\t\t \n\t\t \n\t\t\t M C Van Der Linden \n\t\t \n\t\t \n\t\t\t J Gussekloo \n\t\t \n\t\t 10.1111/jgs.17336 \n\t \n\t \n\t\t J Am Geriatr Soc \n\t\t \n\t\t\t 69 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t van Loon-van Gaalen M, van der Linden MC, Gussekloo J, et al. Telephone follow-up to reduce unplanned hospital returns for older emergency department patients: a randomized trial. J Am Geriatr Soc 2021;69:3157-66."
    },
    {
      "title": "Nurse-led post discharge telephone follow-up calls: a mixed study systematic review",
      "authors": [
        "C Woods",
        "R Jones",
        "O' Shea"
      ],
      "year": 2019,
      "doi": "10.1111/jocn.14951",
      "journal": "J Clin Nurs",
      "volume": "28",
      "raw": "Nurse-led post discharge telephone follow-up calls: a mixed study systematic review \n\t\t \n\t\t\t C E Woods \n\t\t \n\t\t \n\t\t\t R Jones \n\t\t \n\t\t \n\t\t\t O' Shea \n\t\t \n\t\t \n\t\t\t E \n\t\t \n\t\t 10.1111/jocn.14951 \n\t \n\t \n\t\t J Clin Nurs \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Woods CE, Jones R, O'Shea E, et al. Nurse-led post discharge telephone follow-up calls: a mixed study systematic review. J Clin Nurs 2019;28:3386-99."
    },
    {
      "title": "CARE tool-discharge",
      "year": 2023,
      "doi": "10.1093/geront/gnv629.01",
      "raw": "Cms \n\t\t \n\t\t \n\t\t\t Gov \n\t\t \n\t\t 10.1093/geront/gnv629.01 \n\t\t \n\t\t CARE tool-discharge \n\t\t \n\t\t\t 19 Jul 2023 \n\t\t \n\t \n\t CMS. gov. CARE tool-discharge. Available: https://www.cms.gov/ Medicare/Quality-Initiatives-Patient-Assessment-Instruments/ Post-Acute-Care-Quality-Initiatives/Downloads/CARE-Discharge- Assessment-Tool.pdf [Accessed 19 Jul 2023]."
    },
    {
      "title": "Hospital discharge planning: a guide for families and caregivers. Hospital discharge planning: a guide for families and caregivers -family caregiver alliance. Family Caregiver Alliance and reviewed by Carol Levine",
      "authors": [
        "A Kathleen",
        "R Cameron",
        "F Alliance"
      ],
      "year": 2023,
      "raw": "A Kathleen \n\t\t \n\t\t \n\t\t\t R Cameron \n\t\t \n\t\t \n\t\t\t F C Alliance \n\t\t \n\t\t \n\t\t Hospital discharge planning: a guide for families and caregivers. Hospital discharge planning: a guide for families and caregivers -family caregiver alliance. Family Caregiver Alliance and reviewed by Carol Levine \n\t\t \n\t\t\t 19 Jul 2023 \n\t\t \n\t \n\t Kathleen A, Cameron R, Alliance FC, et al. Hospital discharge planning: a guide for families and caregivers. Hospital discharge planning: a guide for families and caregivers -family caregiver alliance. Family Caregiver Alliance and reviewed by Carol Levine. Available: https://www.caregiver.org/resource/hospital-discharge- planning-guide-families-and-caregivers/ [Accessed 19 Jul 2023]."
    },
    {
      "title": "Discharge planning and transitions of care. Patient safety network",
      "authors": [
        "S Bajorek",
        "V Mcelroy"
      ],
      "year": 2020,
      "doi": "10.1097/ncm.0000000000000463",
      "raw": "Discharge planning and transitions of care. Patient safety network \n\t\t \n\t\t\t S A Bajorek \n\t\t \n\t\t \n\t\t\t V Mcelroy \n\t\t \n\t\t 10.1097/ncm.0000000000000463 \n\t\t \n\t\t \n\t\t\t 2020. 19 Jul 2023 \n\t\t \n\t \n\t Bajorek SA, McElroy V. Discharge planning and transitions of care. Patient safety network; 2020. Available: https://psnet.ahrq.gov/ primer/discharge-planning-and-transitions-care [Accessed 19 Jul 2023]."
    },
    {
      "title": "Identifying keys to success in reducing readmissions using the ideal transitions in care framework",
      "authors": [
        "R Burke",
        "R Guo",
        "A Prochazka"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-423",
      "journal": "BMC Health Serv Res",
      "volume": "14",
      "pages": "423",
      "raw": "Identifying keys to success in reducing readmissions using the ideal transitions in care framework \n\t\t \n\t\t\t R E Burke \n\t\t \n\t\t \n\t\t\t R Guo \n\t\t \n\t\t \n\t\t\t A V Prochazka \n\t\t \n\t\t 10.1186/1472-6963-14-423 \n\t \n\t \n\t\t BMC Health Serv Res \n\t\t \n\t\t\t 14 \n\t\t\t 423 \n\t\t\t 2014 \n\t\t \n\t \n\t Burke RE, Guo R, Prochazka AV, et al. Identifying keys to success in reducing readmissions using the ideal transitions in care framework. BMC Health Serv Res 2014;14:423."
    },
    {
      "title": "Evaluating patient-centered mobile health technologies: definitions, methodologies, and outcomes",
      "authors": [
        "C Bruce",
        "P Harrison",
        "C Giammattei"
      ],
      "year": 2020,
      "doi": "10.2196/17577",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "8",
      "pages": "e17577",
      "raw": "Evaluating patient-centered mobile health technologies: definitions, methodologies, and outcomes \n\t\t \n\t\t\t C Bruce \n\t\t \n\t\t \n\t\t\t P Harrison \n\t\t \n\t\t \n\t\t\t C Giammattei \n\t\t \n\t\t 10.2196/17577 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 8 \n\t\t\t e17577 \n\t\t\t 2020 \n\t\t \n\t \n\t Bruce C, Harrison P, Giammattei C, et al. Evaluating patient-centered mobile health technologies: definitions, methodologies, and outcomes. JMIR Mhealth Uhealth 2020;8:e17577."
    },
    {
      "title": "Engaging patients to improve quality of care: a systematic review",
      "authors": [
        "Y Bombard",
        "G Baker",
        "E Orlando"
      ],
      "year": 2018,
      "doi": "10.1186/s13012-018-0784-z",
      "journal": "Implement Sci",
      "volume": "13",
      "pages": "98",
      "raw": "Engaging patients to improve quality of care: a systematic review \n\t\t \n\t\t\t Y Bombard \n\t\t \n\t\t \n\t\t\t G R Baker \n\t\t \n\t\t \n\t\t\t E Orlando \n\t\t \n\t\t 10.1186/s13012-018-0784-z \n\t \n\t \n\t\t Implement Sci \n\t\t \n\t\t\t 13 \n\t\t\t 98 \n\t\t\t 2018 \n\t\t \n\t \n\t Bombard Y, Baker GR, Orlando E, et al. Engaging patients to improve quality of care: a systematic review. Implement Sci 2018;13:98."
    }
  ],
  "num_references": 25,
  "figures": [
    {
      "description": "Would you recommend this hospital to your friends and family? *The three Care Transition Measure questions (questions 20-22) are copyright of Eric A. Coleman, MD, MPH, all rights reserved. HCAHPS, Hospital Consumer Assessment of Healthcare Providers and Systems. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "description": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "description": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "HCAHPS survey domains and questionsDuring this hospital stay, did doctors, nurses or other hospital staff talk with you about whether you would have the help you needed when you left the hospital?"
    },
    {
      "type": "table",
      "caption": "Table 2",
      "description": "Case mix index (CMI) for engaged cohort against non-engaged cohort"
    },
    {
      "type": "table",
      "caption": "Table 4",
      "description": "System findings for engaged cohort's unplanned readmissions and the non-engaged cohort and system findings for engaged cohort's revisits (all-cause return to ED, observation or inpatient) and the non-engaged cohort"
    },
    {
      "type": "table",
      "caption": "Table 3",
      "description": "System findings for engaged cohort HCAHPS scores and the non-engaged cohort 'n' values presented in the tables are HCAHPS survey returns. Sometimes, patients would respond to one question in the survey and no other questions, and that is why there is some variability in the survey returns for each HCAHPS domain, as presented in the tables. Furthermore, in keeping with national data, our response rates to HCAHPS surveys are low-typically ranging less than 18% in most hospitals. We are only able to evaluate HCAHPS data of patients who answered at completed at least some of surveys-whether they were engaged or not. HCAHPS, Hospital Consumer Assessment of Healthcare Providers and Systems."
    },
    {
      "type": "table",
      "caption": "Table 5",
      "description": "Multivariable logistic regression model results for revisit and multivariable logistic regression model results for readmit"
    }
  ],
  "num_figures": 8,
  "tables": [
    {
      "content": "HCAHPS domains HCAHPS questions Care transitions During this hospital stay, staff took my preferences and those of my family or caregiver into account in deciding what my healthcare needs would be when I left. When I left the hospital, I clearly understood the purpose for taking each of my medications. When I left the hospital, I had a good understanding of the things I was responsible for in managing my health. Cleanliness/quietness During this hospital stay, how often was the area around your room quiet at night? During this hospital stay, how often were your room and bathroom kept clean? Communication about Before giving you any new medicine, how often did hospital staff describe possible side effects in a medications way you could understand? Before giving you any new medicine, how often did hospital staff tell you what the medicine was for? Discharge information During this hospital stay, did you get information in writing about what symptoms or health problems to look out for after you left the hospital?"
    },
    {
      "content": "Hospital Engaged CMI Non-Engaged CMI P value Hospital 1 2.32 2.1 0.000 Hospital 2 1.69 1.69 0.302 Hospital 3 1.62 1.52 0.001 Hospital 4 1.49 1.55 0.124 Hospital 5 1.62 1.58 0.178 Hospital 6 1.57 1.45 0.000 Hospital 7 1.52 1.45 0.013"
    },
    {
      "content": "Total Engaged patients' Non-engaged patients' Hospital readmissions readmissions (%) readmissions (%) χ 2 P value Hospital 1 1910 817 (43) 1093 (57) 114.099 0.0000 Hospital 2 1033 431 (42) 602 (58) 25.847 0.0000 Hospital 3 653 266 (41) 387 (59) 18.808 0.0000 Hospital 4 265 109 (41) 156 (59) 9.316 0.0020 Hospital 5 845 390 (46) 455 (54) 29.476 0.0000 Hospital 6 972 429 (44) 543 (56) 5.195 0.0230 Hospital 7 698 280 (40) 418 (60%) 31.271 0.0000 Engaged patients' Non-engaged patients' Hospital Total revisits revisits (%) revisits (%) χ 2 P value Hospital 1 4852 2147 (44) 2705 (56) 114.099 0.0000 Hospital 2 2285 1003 (44) 1282 (56) 25.847 0.0000 Hospital 3 1878 747 (40) 1131 (60) 18.808 0.0000 Hospital 4 765 365 (48) 400 (52) 9.316 0.0020 Hospital 5 2051 1002 (49) 1049 (51) 29.476 0.0000 Hospital 6 2405 1083 (45) 1322 (55) 5.195 0.0230 Hospital 7 1823 805 (44%) 1018 (56%) 31.271 0.0000"
    },
    {
      "content": "Engaged No or minimal engagement Score n size Score n size Diff Overall rating 83.3% 5482 80.5% 26 848 2.8% Would recommend hospital 84.9% 5485 82.5% 26 830 2.4% Care transitions 60.1% 5479 56.9% 26 677 3.2% Communication about meds 62.9% 3537 62.2% 16 540 0.7% Communication with doctors Communication with nurses Discharge Hospital environment Responsiveness of hospital staff 83.2% 82.8% 87.8% 73.8% 69.7% 5607 5623 5302 5549 5059 80.3% 80.3% 86.1% 72.0% 65.5% 27 794 27 794 24 810 27 172 25 243 2.9% 2.5% 1.7% 1.8% 4.2% Protected by copyright,"
    },
    {
      "content": "OR (95% CI) P values Variables for revisit Cohort-not engaged Ref Ref Cohort-engaged 0.77 (0.6 to 0.98) 0.04 Age 1.01 (1 to 1.01) <0.001 Gender-female Ref Ref Gender-male 1.09 (0.85 to 1.38) 0.50 Race-Caucasian Ref Ref Race-black 1.28 (0.99 to 1.66) 0.06 Race-Asian 0.78 (0.58 to 1.04) 0.08 Race-Native American 0.96 (0.73 to 1.28) 0.79 Race-Others 0.83 (0.68 to 1.02) 0.08 Variables for readmit Cohort-not engaged Ref Ref Cohort-engaged 0.73 (0.55 to 0.98) 0.04 Age 1.01 (1.01 to 1.01) <0.001 Gender (male-female=ref) 1.12 (0.84 to 1.5) 0.44 Race-Caucasian Ref Ref Black 1.25 (0.91 to 1.72) 0.17 Asian 0.88 (0.61 to 1.26) 0.48 Native American 1.22 (0.84 to 1.77) 0.29 Others 0.86 (0.66 to 1.13) 0.29"
    }
  ],
  "num_tables": 5,
  "license": "Original research © Author(s) (or their employer(s)) 2024. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ. Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/. ORCID iDs Courtenay Bruce",
  "license_type": "unknown",
  "num_citations": 29,
  "cited_references": [
    "b4",
    "b17",
    "b20",
    "b24",
    "b13",
    "b16",
    "b7",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b12",
    "b15",
    "b11",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 1  System Patient Experience , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 2  Houston Methodist Physicians Alliance for Quality , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 3  Houston Methodist Physician Organization , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 4  Department of Nursing , Houston Methodist Hospital , Houston , Texas , USA",
    "[raw_affiliation] 5  System Quality & Patient Safety , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 5  System Quality & Patient Safety , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 6  Department of Guest Relations and Patient Experience , Houston Methodist The Woodlands , The Woodlands , Texas , USA",
    "[raw_affiliation] 6  Department of Guest Relations and Patient Experience , Houston Methodist The Woodlands , The Woodlands , Texas , USA",
    "[raw_affiliation] 7  Department of Guest Relations and Patient Experience , Houston Methodist Sugar Land Hospital , Sugar Land , Texas , USA",
    "[raw_affiliation] 7  Department of Guest Relations and Patient Experience , Houston Methodist Sugar Land Hospital , Sugar Land , Texas , USA",
    "[raw_affiliation] 8  Department of Guest Relations and Patient Experience , Houston Methodist Baytown , Houston , Texas , USA",
    "[raw_affiliation] 9  Houston Methodist Clear Lake , Houston , Texas , USA",
    "[raw_affiliation] 1  System Patient Experience , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 10  Department of Nursing , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 11  Center for Health Data Science & Analytics , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 12  Houston Methodist Academic Institute , Houston Methodist , Houston , Texas , USA",
    "[raw_affiliation] 13  Industrial and Systems Engineering , Texas A&M University System , College Station , Texas , USA",
    "[submission] Received 11 September 2023 Accepted 20 February 2024",
    "ED, emergency department.",
    "The",
    "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 2, 2025 http://bmjopen.bmj.com/ Downloaded from 13 March 2024. 10.1136/bmjopen-2023-079775 on BMJ Open: first published as",
    "Bruce C, et al. BMJ Open 2024;14:e079775. doi:10.1136/bmjopen-2023-079775",
    "[raw_reference] Hudon C, Aubrey-Bassler K, Chouinard M-C, et al. Better understanding care transitions of adults with complex health and social care needs: a study protocol. BMC Health Serv Res 2022;22:206.",
    "[raw_reference] Burton R. Improving care transitions. Health Affairs Health Policy Brief 2012.",
    "[raw_reference] Ross ES, Sakakibara BM, Mackay MH, et al. The use of SMS text messaging to improve the hospital-to-community transition in patients with acute coronary syndrome (txt2Prevent): results from a pilot randomized controlled trial. JMIR Mhealth Uhealth 2021;9:e24530.",
    "[raw_reference] Mistiaen P, Poot E. Telephone follow-up, initiated by a hospital- based health professional, for post discharge problems in patients discharged from hospital to home. Cochrane Database Syst Rev 2006;2006:CD004510.",
    "[raw_reference] Crocker JB, Crocker JT, Greenwald JL. Telephone follow-up as a primary care intervention for post discharge outcomes improvement: a systematic review. Am J Med 2012;125:915-21.",
    "[raw_reference] Leconte D, Beloeil H, Dreano T, et al. Post ambulatory discharge follow-up using automated text messaging. J Med Syst 2019;43:217.",
    "[raw_reference] Rathbone AL, Prescott J. The use of mobile apps and SMS messaging as physical and mental health interventions: systematic review. J Med Internet Res 2017;19:e295.",
    "[raw_reference] Delgado MK, Morgan AU, Asch DA, et al. Comparative effectiveness of an automated text messaging service for monitoring COVID-19 at home. Ann Intern Med 2022;175:179-90.",
    "[raw_reference] Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on July 2, 2025 http://bmjopen.bmj.com/ Downloaded from 13 March 2024. 10",
    "[raw_reference] Saleem JJ, Read JM, Loehr BM, et al. Veterans' response to an automated text messaging protocol during the COVID-19 pandemic. J Am Med Inform Assoc 2020;27:1300-5.",
    "[raw_reference] Middleton M, Somerset S, Evans C, et al. Test@Work texts: mobile phone messaging to increase awareness of HIV and HIV testing in UK construction employees during the COVID-19 pandemic. Int J Environ Res Public Health 2020;17:7819.",
    "[raw_reference] Bressman E, Long JA, Honig K, et al. Evaluation of an automated text message-based program to reduce use of acute health care resources after hospital discharge. JAMA Netw Open 2022;5:e2238293.",
    "[raw_reference] Cleary PD. Evolving concepts of patient-centered care and the assessment of patient care experiences: optimism and opposition. J Health Polit Policy Law 2016;41:675-96.",
    "[raw_reference] CMS. gov. Measure methodology. 2023. Available: https://www.cms. gov/Medicare/Quality-Initiatives-Patient-Assessment-Instruments/ HospitalQualityInits/Measure-Methodology.html [Accessed 05 Jul 2023].",
    "[raw_reference] Bruce CR, Harrison P, Nisar T, et al. Assessing the impact of patient- facing mobile health technology on patient outcomes: retrospective observational cohort study. JMIR Mhealth Uhealth 2020;8:e19333.",
    "[raw_reference] Arad M, Goli R, Parizad N, et al. Do the patient education program and nurse-led telephone follow-up improve treatment adherence in hemodialysis patients? A randomized controlled trial. BMC Nephrol 2021;22:119.",
    "[raw_reference] Richards HS, Blazeby JM, Portal A, et al. A real-time electronic symptom monitoring system for patients after discharge following surgery: a pilot study in cancer-related surgery. BMC Cancer 2020;20:543.",
    "[raw_reference] van Loon-van Gaalen M, van der Linden MC, Gussekloo J, et al. Telephone follow-up to reduce unplanned hospital returns for older emergency department patients: a randomized trial. J Am Geriatr Soc 2021;69:3157-66.",
    "[raw_reference] Woods CE, Jones R, O'Shea E, et al. Nurse-led post discharge telephone follow-up calls: a mixed study systematic review. J Clin Nurs 2019;28:3386-99.",
    "[raw_reference] CMS. gov. CARE tool-discharge. Available: https://www.cms.gov/ Medicare/Quality-Initiatives-Patient-Assessment-Instruments/ Post-Acute-Care-Quality-Initiatives/Downloads/CARE-Discharge- Assessment-Tool.pdf [Accessed 19 Jul 2023].",
    "[raw_reference] Kathleen A, Cameron R, Alliance FC, et al. Hospital discharge planning: a guide for families and caregivers. Hospital discharge planning: a guide for families and caregivers -family caregiver alliance. Family Caregiver Alliance and reviewed by Carol Levine. Available: https://www.caregiver.org/resource/hospital-discharge- planning-guide-families-and-caregivers/ [Accessed 19 Jul 2023].",
    "[raw_reference] Bajorek SA, McElroy V. Discharge planning and transitions of care. Patient safety network; 2020. Available: https://psnet.ahrq.gov/ primer/discharge-planning-and-transitions-care [Accessed 19 Jul 2023].",
    "[raw_reference] Burke RE, Guo R, Prochazka AV, et al. Identifying keys to success in reducing readmissions using the ideal transitions in care framework. BMC Health Serv Res 2014;14:423.",
    "[raw_reference] Bruce C, Harrison P, Giammattei C, et al. Evaluating patient-centered mobile health technologies: definitions, methodologies, and outcomes. JMIR Mhealth Uhealth 2020;8:e17577.",
    "[raw_reference] Bombard Y, Baker GR, Orlando E, et al. Engaging patients to improve quality of care: a systematic review. Implement Sci 2018;13:98."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "BMJ Open",
  "volume": "14",
  "issue": "3",
  "pages": "e079775",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.805667",
    "zotero_item_type": "journalArticle"
  }
}
