{
  "paper_id": "DFG6U8HS",
  "title": "Study protocol for a factorial-randomized controlled trial evaluating the implementation, costs, effectiveness, and sustainment of digital therapeutics for substance use disorder in primary care (DIGITS Trial)",
  "abstract": "Background Experts recommend that treatment for substance use disorder (SUD) be integrated into primary care. The Digital Therapeutics for Opioids and Other SUD (DIGITS) Trial tests strategies for implementing reSET ® and reSET-O ® , which are prescription digital therapeutics for SUD and opioid use disorder, respectively, that include the community reinforcement approach, contingency management, and fluency training to reinforce concept mastery. This purpose of this trial is to test whether two implementation strategies improve implementation success (Aim 1) and achieve better population-level cost effectiveness (Aim 2) over a standard implementation approach. \n Methods/Design The DIGITS Trial is a hybrid type III cluster-randomized trial. It examines outcomes of implementation strategies, rather than studying clinical outcomes of a digital therapeutic. It includes 22 primary care clinics from a healthcare system in Washington State and patients with unhealthy substance use who visit clinics during an active implementation period (up to one year). Primary care clinics implemented reSET and reSET-O using a multifaceted implementation strategy previously used by clinical leaders to roll-out smartphone apps (\"standard implementation\" including discrete strategies such as clinician training, electronic health record tools). Clinics were randomized as 21 sites in a 2x2 factorial design to receive up to two added implementation strategies: (1) practice facilitation, and/or (2) health coaching. Outcome data are derived from electronic health records and logs of digital therapeutic usage. Aim 1's primary outcomes include reach of the digital therapeutics to patients and fidelity of patients' use of the digital therapeutics to clinical recommendations. Substance use and engagement in SUD care are additional outcomes. In Aim 2, population-level cost effectiveness analysis will inform the economic benefit of the implementation strategies compared to standard implementation. Implementation is monitored using formative evaluation, and sustainment will be studied for up to one year using qualitative and quantitative research methods.",
  "year": 2015,
  "date": "2015",
  "journal": "JAMA Psychiatry",
  "publication": "JAMA Psychiatry",
  "authors": [
    {
      "forename": "Joseph",
      "surname": "Glass",
      "name": "Joseph Glass",
      "email": "joseph.e.glass@kp.org",
      "orcid": "0000-0002-2923-3698"
    },
    {
      "forename": "Caitlin",
      "surname": "Dorsey",
      "name": "Caitlin Dorsey",
      "orcid": "0000-0002-2923-3698"
    },
    {
      "forename": "Tara",
      "surname": "Beatty",
      "name": "Tara Beatty"
    },
    {
      "forename": "Jennifer",
      "surname": "Bobb",
      "name": "Jennifer Bobb"
    },
    {
      "forename": "Edwin",
      "surname": "Wong",
      "name": "Edwin Wong",
      "affiliation": "3  15th Ave. NE , Fourth Floor , Seattle , WA 98195 , USA. Department of Veterans Affairs , \n\t\t\t\t\t\t\t\t Department of Veterans Affairs \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 15th Ave. NE Fourth Floor \n\t\t\t\t\t\t\t\t\t 98195 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lorella",
      "surname": "Palazzo",
      "name": "Lorella Palazzo"
    },
    {
      "forename": "Deborah",
      "surname": "King",
      "name": "Deborah King"
    },
    {
      "forename": "Jessica",
      "surname": "Mogk",
      "name": "Jessica Mogk"
    },
    {
      "forename": "Kelsey",
      "surname": "Stefanik-Guizlo",
      "name": "Kelsey Stefanik-Guizlo"
    },
    {
      "forename": "Abisola",
      "surname": "Idu",
      "name": "Abisola Idu"
    },
    {
      "forename": "Dustin",
      "surname": "Key",
      "name": "Dustin Key"
    },
    {
      "forename": "John",
      "surname": "Fortney",
      "name": "John Fortney",
      "affiliation": "3  15th Ave. NE , Fourth Floor , Seattle , WA 98195 , USA. Department of Veterans Affairs , \n\t\t\t\t\t\t\t\t Department of Veterans Affairs \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 15th Ave. NE Fourth Floor \n\t\t\t\t\t\t\t\t\t 98195 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rosemarie",
      "surname": "Thomas",
      "name": "Rosemarie Thomas",
      "affiliation": "5  Department of Psychiatry and Behavioral Sciences , School of Medicine , University of Washington , Box 356560 , 1959 NE Pacific Street , Seattle , WA 98195 , USA. \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1959 NE Pacific Street \n\t\t\t\t\t\t\t\t\t Box 356560 \n\t\t\t\t\t\t\t\t\t 98195 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Angela",
      "surname": "Garza Mcwethy",
      "name": "Angela Garza Mcwethy",
      "affiliation": "5  Department of Psychiatry and Behavioral Sciences , School of Medicine , University of Washington , Box 356560 , 1959 NE Pacific Street , Seattle , WA 98195 , USA. \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1959 NE Pacific Street \n\t\t\t\t\t\t\t\t\t Box 356560 \n\t\t\t\t\t\t\t\t\t 98195 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ryan",
      "surname": "Caldeiro",
      "name": "Ryan Caldeiro",
      "affiliation": "5  Department of Psychiatry and Behavioral Sciences , School of Medicine , University of Washington , Box 356560 , 1959 NE Pacific Street , Seattle , WA 98195 , USA. \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1959 NE Pacific Street \n\t\t\t\t\t\t\t\t\t Box 356560 \n\t\t\t\t\t\t\t\t\t 98195 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Katharine",
      "surname": "Bradley",
      "name": "Katharine Bradley"
    },
    {
      "affiliation": "Kaiser Perma- nente Washington Mental Health & Wellness Services , 1200 SW 27th St , Renton , WA 98057 , USA. \n\t\t\t\t\t\t\t\t Kaiser Perma- nente Washington Mental Health & Wellness Services \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1200 SW 27th St \n\t\t\t\t\t\t\t\t\t 98057 \n\t\t\t\t\t\t\t\t\t Renton \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1186/s13012-022-01258-9",
  "keywords": [
    "Substance use disorders",
    "Opioid use disorders",
    "mHealth",
    "Primary care",
    "Implementation science",
    "Factorial trial"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Substance use disorders (SUD) are prevalent, undertreated, and costly to society  [1] [2] [3] [4] [5] . Approximately 265 people a day died from drug overdose in the United States in 2021  [6] . However, just 8-14% of people with past-year SUD receive treatment  [1, 2] . Most individuals with SUD prefer to receive treatment in primary care  [7] , and it is believed that providing SUD care in primary care would be less stigmatizing  [8] . Consequently, to increase access to SUD treatment, the National Academies of Medicine, Science, and Engineering and others have called for increased integration of substance use care in primary care  [9] [10] [11] [12] [13] [14] [15] .\n\nNew ways to address SUD in primary care are needed. Health systems have taken steps to prevent and treat SUD in primary care through screening, brief intervention, referral to specialty care, and medication treatments that can be prescribed by primary care providers (PCPs)  [13] [14] [15] [16] [17] [18] [19] [20] [21] . However, health systems have been unable to effectively provide treatment to the high volume of patients with SUD who visit primary care  [22, 23] . Implementation of SUD treatments is often hindered by feasibility problems, lack of capacity, and discomfort in treating SUD in primary care  [24] [25] [26] . For instance, traditional treatments such as cognitive behavioral therapy and contingency management are among the most proven psychosocial treatments for SUD  [27] [28] [29] [30] [31] , but may require extensive resources to implement and deliver  [32, 33] . Buprenorphine, a life-saving treatment for opioid use disorder (OUD), can be prescribed in office-based settings, but most do not receive this medication  [34] [35] [36] .\n\nThere is a clear need to identify treatments that are both effective and feasible to implement in primary care.\n\nThe adoption of digital therapeutics in primary care is potentially one way to increase access to evidence-based treatments. Several digital therapeutics for SUD are supported by evidence for their efficacy or effectiveness  [37] [38] [39] . Digital therapeutics may deliver intervention content such as assessments, treatment modules, and normed feedback to patients via websites or smartphone apps, often under the guidance of a clinician  [40] . The use of digital therapeutics could potentially help overcome common barriers in primary care, while providing access to an effective treatment  [41, 42] . For instance, studies have shown that digital therapeutics for SUD can produce beneficial effects while reducing the amount of time that clinicians need to spend with patients  [39, 43] , they are acceptable to patients  [44, 45] , they may improve clinical outcomes when delivered in real-world care  [46] [47] [48] [49] , and they can be effective when added to usual care approaches that lack an evidence-base  [39, 43] .\n\nAt least two logistical challenges must be addressed in implementation research to determine how to achieve a far-reaching, sustainable implementation of digital therapeutics in primary care. First, health systems must solve barriers to getting clinicians to offer these treatments to patients. For instance, clinicians encounter difficulty with executing novel workflow processes  [50] [51] [52] [53] [54] , such as creating login accounts for patients and \"teaching\" them to use apps  [40, 55, 56] , often impacting adoption of these treatments  [52, 57, 58] . A second challenge is that patients often need human support to effectively engage in digital therapeutics  [53, 54, [59] [60] [61] [62] . Successful implementations must provide support to patients to help them engage in use of apps, without overburdening primary care teams  [51, 53, 54, 59, 63] . Given the known time constraints and competing demands in primary care  [25, 64] , teams may find it infeasible to offer adequate support for engagement in digital therapeutics. It is unknown whether clinicians in primary care can add additional tasks to their already demanding workload to encourage digital therapeutic engagement, or if they alternatively need dedicated staff to ensure engagement."
    },
    {
      "title": "The DIGITS Trial",
      "text": "The Digital Therapeutics for Opioids and other SUDs trial (DIGITS Trial) seeks to identify how to best implement digital therapeutics for SUDs in primary care. The clinical intervention includes two 12-week, smartphonebased prescription digital therapeutics, reSET ® and reSET-O ® made by Pear Therapeutics, which have been authorized by the United States Food and Drug Administration (FDA) for the treatment of SUD and OUD, respectively. reSET and reSET-O are commercial versions of a computerized cognitive-behavioral treatment, the Therapeutic Educational System, which was shown to improve patient outcomes in four RCTs  [39, 43, [65] [66] [67] . However, all prior RCTs were conducted in specialty addiction treatment settings, not in primary care.\n\nThe DIGITS Trial seeks to evaluate whether practice facilitation and health coaching can improve digital therapeutic deployment in primary care beyond a standard implementation strategy. The standard implementation strategy, which serves as a comparator, is based on a multifaceted implementation strategy previously used by clinical leaders at the participating healthcare system to implement app-based treatments for depression and anxiety. It includes discrete strategies such as clinician training and electronic health record (EHR) tools.\n\nPractice facilitation is designed to overcome workflow challenges by supporting clinicians to tailor implementation to their local context  [68] [69] [70] . Facilitation methods have been used to implement addiction interventions and experts describe it as one of the most successful implementation strategies  [58, [71] [72] [73] [74] [75] . It is both a process and a set of strategies designed to build relationships, identify and overcome barriers, and help the clinical team with implementation. Meta-analysis has demonstrated that facilitation increases the odds of evidence-based primary care  [76] .\n\nHealth coaching employs a centralized mid-level provider, namely, a medical assistant (MA), to coach patients to engage in the digital therapeutic while reducing burden on primary care teams. The health coach encourages patient engagement and use of the apps, reinforces learning and skill practice, and encourages completion of healthcare visits with the primary care team. The strategy's conceptual targets are informed by the literature on patient-mediated implementation strategies, such that health coaching is designed to inform and educate patients, activate them in healthcare, and promote collaboration between patients and healthcare teams  [77] .\n\nCoaching is an effective strategy for engaging patients in digital therapeutics  [53, 54, [59] [60] [61] .\n\nThe DIGITS Trial is a parallel group, factorial, cluster-randomized trial. Cluster-randomization is at the clinic level because the implementation strategies were assigned to primary care clinics. The strong evidence for reSET and reSET-O from specialty care settings provides sufficient inferential evidence to conduct a trial in primary care that uses a hybrid effectiveness-implementation design with a main focus of evaluating implementation outcomes and a secondary focus of evaluating population-level effectiveness and cost-effectiveness of implementation strategies (\"hybrid type 3\")  [78] ."
    },
    {
      "title": "Specific Aims",
      "text": "The first aim is to estimate the effect of practice facilitation and health coaching in increasing the reach and fidelity  [79, 80]  of digital therapeutics. We hypothesize significantly higher reach among clinics randomized to practice facilitation (hypothesis 1) and significantly higher fidelity among clinics randomized to health coaching (hypothesis 2), compared to clinics that did not implement with these respective strategies.\n\nThe second aim is to compare the population-level cost-effectiveness (PLCEA)  [81]  of the implementation strategies in improving reach, fidelity, and substance use. This analysis will inform the economic value of the additional implementation strategies relative to the standard implementation strategy. PLCEA methods consider that real-world implementations of an evidence-based practice may yield different effectiveness or cost-effectiveness results than tightly controlled RCTs of the same intervention.\n\nOther study objectives are to: 1) conduct a formative evaluation to provide feedback to the healthcare system, monitor implementation fidelity, and record adaptations, 2) evaluate additional secondary and other outcome measures, including sustainment of the implementation, to provide a comprehensive assessment of implementation success, and 3) evaluate patient-level moderators of reach."
    },
    {
      "title": "Methods / Design"
    },
    {
      "title": "Setting",
      "text": "The trial is conducted in primary care clinics of Kaiser Permanente Washington (KPWA), a health insurance coverage and healthcare system that serves a population of privately insured patients and those insured by Medicaid and Medicare. Additional file 1 contains details about the structure of primary care teams and SUD services available. KPWA provides care in urban, rural, and suburban communities. Patient populations of the primary care clinics vary in diversity; clinics range from 13-53% Black, Indigenous, or Persons of Color (includes Black/ African American, American Indian/Alaskan Native, Asian, Native Hawaiian/Pacific Islander, Hispanic or Latino). Annually, approximately 340,000 patients attend healthcare visits."
    },
    {
      "title": "Overview of Trial Design",
      "text": "Primary care clinics are eligible if they have ≥1 clinician trained in reSET and reSET-O and had not previously piloted these digital therapeutics. To maximize the number of study clinics, clinics could become eligible if they met criteria from 12/9/2021 through 8/11/2022 (Fig.  1 ). Each clinic has an active implementation period of a minimum of 6 months to a maximum of 12 months, starting on the clinic's randomization date. Table  1  displays a chart of study eligibility assessment, allocation to study arms, and assessments periods following SPIRIT guidelines  [82] .\n\nEach clinic's implementation approach is assigned using a 2x2 factorial design (see Randomization  Procedures) . This allows this study to estimate the main effects of the implementation strategies, compare their effectiveness, and evaluate their interactions. This design yields four distinct implementation approaches (Table  2 ).\n\nThe study obtains all quantitative data for sample identification and outcome measurement from secondary data. The study is not proactively recruiting participants into the analytic sample; rather, outcomes will be analyzed among all patients who screen positive for unhealthy substance use in primary care, allowing for unbiased assessment of reach into the target population."
    },
    {
      "title": "Ethical Considerations",
      "text": "The Kaiser Permanente Washington Institutional Review Board granted ethical approvals including providing waivers of consent and HIPAA authorization."
    },
    {
      "title": "Data Sources"
    },
    {
      "title": "Quantitative Data Sources",
      "text": "Data for the study are drawn from multiple sources, including: (1) EHR data, (2) health plan insurance claims, and (3) reSET and reSET-O usage and patient self-report files  [46, 83] . Additional data for the economic evaluation are described later (see Economic Costs).\n\nEHR and claims databases include information generated by patient visits inside and outside of the study healthcare system, respectively. Data domains include demographic characteristics, diagnosis codes, procedure codes, medications, visit type and location, and provider type. EHR databases additionally include behavioral health screening data."
    },
    {
      "title": "Randomization Procedures",
      "text": "Sites were randomized with equal probability to the four different implementation approaches by the study biostatistician using a computer-generated list of random numbers. Randomization employs permuted blocks of size 4 or 8 (randomly selected) to balance characteristics of clinics that become eligible for the study over time. The allocation sequence is concealed by the study biostatistician in a password-protected file until clinic eligibility is ascertained. A total of 22 clinics were randomized (Fig.  2 ). Two clinics were paired because of their geographical proximity and sharing of clinic staff, yielding 21 randomized sites."
    },
    {
      "title": "Conceptual Framework",
      "text": "This study uses the dynamic sustainability framework (DSF) to conceptualize the process of implementation and sustainment  [84, 85] . In the DSF, three core constructs, the intervention, practice setting, and ecological system are constantly in flux. Changes are intrinsic in implementation efforts, thus implementation teams Fig.  1  Timing of active implementation and sustainment periods at the study sites must seek to \"maximize fit\" by iteratively monitoring, recording, and adapting to changes over time to increase the likelihood of reach and sustainment  [84] . A failure to maximize fit may lead to implementation failure and lack of sustainment. We chose an adaptive implementation strategy, practice facilitation, to attend to clinic-level barriers and facilitators that vary across clinics and over time  [52, 86] . The DSF also guides our approach to formative evaluation and its continuous assessment of key DSF constructs (see Formative Evaluation)."
    },
    {
      "title": "Study Development and Piloting",
      "text": "From February to May 2021, researchers and healthcare system leaders partnered to conduct a quality improvement project to pilot the standard implementation strategy at two primary care clinics. Goals were to test and refine the clinical workflow for delivering reSET and reSET-O, and to evaluate and improve the acceptability and feasibility of the implementation strategy. Prior to piloting, the study required contracting with the vendor, healthcare system approval of the app's use of monetary\n\nTable 1 Timing of the DIGITS Trial's assessment schedules, following SPIRIT 2013 guidelines (Standard Protocol Items: Recommendations for Interventional Trials)\n\nt 1 through t 8 are discrete 3-month periods. Sites with shorter active implementation and sustainment periods have shorter assessment periods. For instance, the reach & adoption assessment period will be 7 months for a site with a 7-month active implementation period. 1 While sites are allocated to arms upon randomization, an open cohort design is used to identify patients for the analysis. Patients who visit a site after randomization, or in the 2 weeks before randomization, are eligible for the analysis. This 2-week period before randomization allows for the possibility that clinicians will identify patients with recent visits who could benefit from the intervention. 2 Patient covariates are assessed in the year prior to a patient's qualifying visit. 3 For each patient, we will identify whether they were reached from the day of their first qualifying visit through the end of the active implementation period plus a 2 week \"grace\" period. The grace period allows patients who have their first qualifying visit at the end of active implementation at least 2 weeks to be reached."
    },
    {
      "title": "Enrollment",
      "text": "Allocation Post-allocation Close-out TIMEPOINT -t 1 0 t 1 t 2 t 3 t 4 t 5 t 6 t 7 t 8 t x ENROLLMENT: Clinic eligibility assessment X Allocation to study arm 1 X PERIODS: Active implementation X X X X incentives, and an extensive information security risk evaluation. Initial workflow design was informed by two user-centered design studies conducted in partnership clinical leaders  [51, 87] . After the quality improvement pilot, practice facilitation and health coaching were added to the pilot clinics. Learnings led to the modification of EHR tools, training materials and processes, procedures for virtual visits, and economic analysis and formative evaluation data collection materials. The health coaching protocol was modified to proactively inform patients about the digital therapeutics. We also conducted secondary data analyses of health system data to refine the statistical analysis plan and operationalization of study measures."
    },
    {
      "title": "Clinical Intervention",
      "text": "reSET and reSET-O can be prescribed to patients who attend in-person or virtual healthcare visits. Table  3  describes the general procedures used by clinicians to offer these treatments. Clinicians assess patient eligibility for being offered reSET and reSET-O based on the FDA label for each product. Instead of collecting written consent, text is generated by the EHR to notify patients that researchers are using medical records to study offering the apps. Background information about the selection of reSET and reSET-O for this study is included in Additional file 2."
    },
    {
      "title": "Implementation Strategies Standard Implementation",
      "text": "Upon study launch, the healthcare system led a 3-hour, two-part live videoconference training on delivering reSET and reSET-O. The live training was offered three times to accommodate clinician schedules. Clinicians who missed these trainings could complete a \"self-study\" digitally recorded training. The healthcare system identified that integrated mental health specialists embedded  Trainings cover research evidence for reSET and reSET-O, a product demo and evidence review by Pear Therapeutics staff, a description of the implementation toolkit and procedures for prescribing, a question & answer period, and a walkthrough of EHR documentation templates and tools. The implementation toolkit included: (1) a job aid with major steps of digital therapeutic delivery; (2) patient pamphlets that describe the digital therapeutics and steps for getting started; (3) scripts to help clinicians introduce the digital therapeutics; and (4) EHR tools including documentation templates, patient instructions, and a description of risks/ benefits (e.g., app security and privacy information). These were adapted from a toolkit previously used by the healthcare system. New materials for this study included  (5)  an EHR order set to prescribe the digital therapeutics (\"standing order\"), and (6) a \"huddle card\" to guide local reSET and reSET-O prescribers in marketing the apps to primary care teams during standing meetings. All materials are continuously revised as needed and hosted on an intranet website. Healthcare system leaders offer continued support to clinicians on an as-needed basis. Health system leaders review monthly text-based performance reports of clinician and patient digital therapeutic usage data."
    },
    {
      "title": "Practice Facilitation",
      "text": "In the context of a supportive relationship, facilitation is centered around four components of an implementation facilitation manual  [88] : Trained facilitators hold practice facilitation sessions over videoconference consistent with a virtual facilitation approach  [88] . After randomization, the facilitator meets with the local reSET and reSET-O prescriber to establish a relationship, set expectations, and learn about the clinic context. The facilitator then meets with clinic leadership to set expectations and secure leadership endorsement of facilitation activities.\n\nAfter the leadership meeting, the facilitator holds an implementation kickoff meeting with the local clinic reSET and reSET-O prescriber(s) (and health coach, if applicable), which is the first of 12 monthly facilitation meetings. Facilitators are available for ad-hoc support between meetings and keep a log of meeting length, attendance, and implementation activity completion. Meeting agendas are tailored in response to staff capacity and progress on the four facilitation components strategies. If the clinic's prescriber leaves the organization, the facilitator will suspend monthly meetings until another staff is hired and/or trained, at which point meetings will resume with the new team member."
    },
    {
      "title": "Health Coaching",
      "text": "The health coach is a credentialed MA employed by the healthcare system (not by researchers). The healthcare system provides a supervision structure, credentialing, and oversight, and the research grant funds the position. The MA completed training and certification as a Certified Wellness Health Coach through Real Balance Global Wellness Services [89], paid for by the study. A study research interventionist developed the manualized coaching protocol, trained the health coach to follow the manual, and provides ongoing technical assistance in approximately weekly calls. The MA conducts visits from an office at a central location via telephone and electronic messages through the EHR patient portal. Before the first session, the health coach notifies patients that researchers are studying the impact of health coaching.\n\nHealth coaching includes approximately weekly coaching contact with enrolled patients and outreaches to those who are prescribed but do not initiate or engage with the therapeutic. The health coach discusses digital therapeutic lesson content with the patient and encourages them to engage in the content. The coaching protocol guides the MA to handle patient concerns (e.g., substance use, safety concerns, technical issues) directing clinical concerns to a clinician. The health coach documents contact with patients in the medical record. In addition, the health coach conducts proactive outreach by sending messages to potentially eligible patients via the patient portal to notify them about the availability of the digital therapeutics. To facilitate these activities, the health coach monitors an EHR-based population management workbench and the app vendor's web-based clinical dashboard."
    },
    {
      "title": "Additional implementation strategy details",
      "text": "Additional file 3 follows reporting guidelines outlined by Proctor and colleagues to document the implementation strategies  [90] ."
    },
    {
      "title": "Quantitative Evaluation"
    },
    {
      "title": "Study Sample and Eligibility Criteria",
      "text": "Sites are the unit of analysis. The study uses an opencohort design, identifying patients following randomization because the digital therapeutic is offered when patients have a clinical encounter. For the statistical analyses, patients will be attributed to the site where they had their first qualifying visit. Patient eligibility criteria for automatic inclusion are determined with EHR data.\n\nPatient inclusion criteria are (1) had a primary care visit in a participating clinic from 2 weeks before through the active implementation period (for primary outcome analyses) or sustainment period (for sustainment analyses), (2) screened positive for substance use on the day of the visit or in the prior year, and (3) adult 18 years of age or older at the time of the visit. Positive screens are indicated by patient self-report of daily cannabis use or any drug use in the past year on instruments described previously  [91, 92] . Patients are excluded if they have previously requested to opt out of research studies."
    },
    {
      "title": "Outcome Measures",
      "text": "Table  4  outlines the study's primary and secondary outcomes, other pre-specified outcomes, and other explanatory and sensitivity analysis measures. Outcomes are conceptualized via the RE-AIM framework (reach, effectiveness, Table  4  Primary, secondary, and other outcomes in the DIGITS Trial 1   EHR=electronic health record 1 Primary, secondary, and other pre-specified outcome measures are described as registered on ClinicalTrials.Gov. The other explanatory and sensitivity analysis measures were not registered. 2 Visits must indicate that the clinician coded an International Classification of Disease (ICD-10) substance use disorder diagnosis. 3 Fidelity and engagement are measured while a prescription is active, even if the prescription starts before but ends after their clinic's active implementation period is complete. 4 Pre-specified substance use and abstinence are collected via self-report as part of routine annual screening for cannabis, alcohol, and other drug use  [22] . The assessment period includes up to 18 months after each patient's qualifying visit to help ensure a follow-up measure is collected. These will be analyzed among patients who become eligible before the last 3 months of active implementation (to help ensure the patients could complete the 12-week prescription before the outcomes were measured). Substance use will also be assessed separately by each type (i.e., drug-specific reductions in the frequency of cannabis use, illicit drug and prescription medications use, and alcohol use separately)."
    },
    {
      "title": "Primary Outcome Measures",
      "text": "Reach. Reach of the digital therapeutic to patients in the primary care clinic, measured as the proportion of patients who initiate the digital therapeutic, defined by instances in which patients open the app, enter the prescription code, and use a treatment module Fidelity. Fidelity of patients' use of the digital therapeutic to clinical recommendations, measured as the mean number of weeks during patients' 12-week prescription in which patients use 4 app modules/week and have visited a clinician in the past 30 days 2,3"
    },
    {
      "title": "Secondary Outcome Measures",
      "text": "Engagement (patient engagement in substance use care). Mean number of months in which patients make ≥1 visit for substance use disorder 2,3   Economic costs. Costs from the perspective of a health system and payer including implementation, direct intervention, operating, and other indirect healthcare costs. This measure will be used to calculate the population-level cost effectiveness of increasing reach, fidelity, and engagement."
    },
    {
      "title": "Other Pre-Specified Outcome Measures"
    },
    {
      "title": "Reach-2. The proportion of patients prescribed the digital therapeutic",
      "text": "Fidelity-2. Mean number of weeks in which patients use at least 1 module/week 3   Substance use. The proportion of patients who are reached and reduce their substance use 4   Abstinence. The proportion of patients who are reached and are abstinent from substances 4   Sustainment. The proportion of patients who are reached during the sustainment period."
    },
    {
      "title": "Other Explanatory and Sensitivity Analysis Measures",
      "text": "Adoption. The proportion of healthcare provider prescribing the digital therapeutic, overall and by provider type"
    },
    {
      "title": "Adoption-2. The mean number of months in which providers access clinician dashboards"
    },
    {
      "title": "Reach-3. Proportion of patients who download and unlock the digital therapeutic",
      "text": "Fidelity-3: Mean number of weeks in which the patients use at least 1 module/week 3   Fidelity-4: Mean number of weeks in which the patients use 4 modules per week but without the requirement that they visit a clinician 3   Fidelity-5: Mean number of modules completed over the 12-week prescription 3"
    },
    {
      "title": "Substance use-2. The proportion of patients who are reached and reduce their substance use, as measured by self-report data collected by the digital therapeutic",
      "text": "Abstinence-2. The proportion of patients who are reached and are abstinent from substances, as measured by self-report data collected by the digital therapeutic"
    },
    {
      "title": "Abstinence-3. Abstinence verified by urine drug screens among patients prescribed the digital therapeutic for opioid use disorder, based on EHR data",
      "text": "adoption, implementation fidelity, maintenance/sustainment) and measured at the site-level  [93, 94] .\n\nReach and fidelity are primary outcomes. Reach is the site-level proportion of patients who initiate reSET or reSET-O. For this outcome to occur, a clinician must prescribe the digital therapeutic and the patient must complete at least one treatment module. Fidelity is the site-level mean number of weeks in which patients use the digital therapeutic as recommended. This includes completing a recommended 4 or more modules per week while under the care of a clinician  [39, 95, 96] .\n\nPatient engagement in SUD care, a secondary outcome, is operationalized as the mean number of months in which patients make at least one visit for SUD in any setting. Engagement is conceptualized as an effectiveness outcome. Economic costs are another secondary outcome operationalized using PLCEA methodology (see Economic Evaluation).\n\nOther pre-specified outcome measures include an additional measure of reach quantifying the proportion of patients who are prescribed reSET or reSET-O by a clinician, irrespective of whether a patient initiates its use. An additional fidelity measure will estimate the number of weeks in which patients complete at least one module per week. Two effectiveness outcomes include substance use and abstinence, measured as the proportion of patients who are reached and reduce their substance use, or who use no substances, respectively.\n\nSustainment will be operationalized as the proportion of patients who are reached (same definition as above) during the sustainment period of the study.\n\nExploratory measures will be analyzed to comprehensively assess implementation and effectiveness. One adoption measure is operationalized as the proportion of healthcare providers prescribing reSET or reSET-O, overall and by provider type. Another adoption measure is the mean number of months in which providers access clinician dashboards. An additional reach variable will indicate the proportion of patients who download and unlock the digital therapeutics. Two additional fidelity variables indicate the mean number of weeks in which patients use 4 modules per week regardless of whether they see a clinician, and the mean number of modules completed over the 12-week prescription. Additional substance use and abstinence measures will use self-report timeline followback data collected by the app every four days during the 12-week prescription  [75] . We will also measure the proportion of patients who are reached by reSET-O and achieve abstinence from all substances, as evidenced by results of routine urine drug screens administered as part of clinical care (often administered among patients with OUD)."
    },
    {
      "title": "Statistical Analysis",
      "text": "Following procedures for factorial trials, we will analyze main effects on primary and secondary outcomes by examining the mean responses at one factor level and at a contrasting factor level, collapsed across all levels of the other factors (e.g., practice facilitation versus no practice facilitation)  [97] [98] [99] ."
    },
    {
      "title": "Primary Outcome Analyses",
      "text": "Analyses will follow intent-to-treat principles, with site analyzed according to their assigned treatment group regardless of the amount of implementation strategy delivered. We will fit a linear regression model to estimate the main effect of each factor level (practice facilitation, health coach)  [97, 99] . For the primary outcomes of reach and fidelity, we will apply linear regression to model the proportion of patients reached within a site and the site-specific mean number of weeks with fidelity, respectively. We will test hypotheses 1 and 2 by testing the appropriate contrast from the regression model and use the Holm procedure to control the familywise type 1 error rate of the two primary hypotheses at 0.05. In addition to the hypothesis above (see Specific Aims), we secondarily hypothesize that practice facilitation is superior to health coaching in increasing reach, and health coaching is superior to practice facilitation in increasing fidelity. We also will examine whether the two enhanced strategies together are superior to standard implementation by comparing clinics with both enhanced strategies to clinics with neither. We will also examine interaction effects between the two enhanced strategies."
    },
    {
      "title": "Secondary and Other Pre-Specified Outcome Analyses",
      "text": "We hypothesize significantly higher engagement among sites randomized to practice facilitation or health coaching. Analyses will follow the same general modeling approach as the primary outcomes. Secondary outcome analyses will apply a traditional two-sided type 1 error rate of 0.05; considering issues of multiple comparisons, findings will be interpreted with caution. See Economic Evaluation for a description of cost analyses.\n\nAdditional pre-specified reach and fidelity measures and other outcomes will follow the same analytic procedures as the primary outcomes (e.g., linear regression of the site-level measures).\n\nSustainment analyses will describe reach over time during the sustainment period graphically by study arm. If reach is greater than 5% during sustainment (overall or in any study arm), we will conduct secondary analyses allowing the intervention effect to vary over time. Specifically, we will subdivide the sustainment period into discrete time intervals (e.g., 4-month windows) and include interaction terms with intervention group; repeated measures over time within a clinic will be accounted for using a mixed-effects model with site-specific random intercepts."
    },
    {
      "title": "Patient-level moderators of reach and fidelity",
      "text": "We will conduct exploratory patient-level analyses stratified by sex and by SUD type when estimating reach, fidelity, abstinence, and substance use reductions, allowing us to provide data about implementation effectiveness in specific subgroups."
    },
    {
      "title": "Sensitivity Analyses",
      "text": "We will conduct several sensitivity analyses to examine the robustness of trial results. If, due to random chance, factor levels are imbalanced in any baseline characteristics (e.g., site size), we will perform sensitivity analyses where we include these characteristics in the regression models. Following reporting guidelines [100, 101], we will examine whether the proportion of screen-positive patients (the measure defining the study population) differs across arms. To assess for identification bias [102, 103], we plan to conduct sensitivity analyses in which we consider alternative population denominators: all patients with a SUD diagnosis, and all patients with visits regardless of whether they screened positive for substance use."
    },
    {
      "title": "Statistical Power",
      "text": "Minimal detectable differences for fixed 80% power were estimated based on 27 clinics (number of clinics available during the study pilot phase) and a two-sided type 1 error rate of 0.025 for the two primary outcomes of reach and fidelity (to control the familywise type 1 error at 0.05). We estimated that we will have >0.80 power to detect an increase of 2 percentage points in site-level reach among screen-positive patients in sites with versus without practice facilitation. We estimated that we will have >0.80 power to detect an increase in the site-level mean number of weeks fidelity of 0.088 among screen-positive patients in sites with versus without a health coach. Power analysis assumptions and other details are in Additional file 4."
    },
    {
      "title": "Economic evaluation",
      "text": "Aim 2 will conduct PLCEA to measure the cost of each implementation strategy in increasing reach, fidelity, and engagement.\n\nTo operationalize PLCEA, we will measure the following ratio:\n\nwhere incremental population-level costs are the difference in costs between population in sites targeted by each Incremental Population level Costs Incremental Population level effectiveness implementation strategy. Population-level costs include implementation costs, direct intervention costs and indirect healthcare costs. While the primary outcome analyses above test specific hypotheses regarding the main effects followed by exploratory tests of interactions, the PLCEA will estimate the difference in the outcomes of reach, fidelity and engagement (see Outcome Measures) between respective populations targeted by one of the enhanced implementation strategies and the standard strategy. This produces information about incremental costs of each implementation approach while accounting for potential multiplicative effects on implementation costs  [104] . Analyses will be performed from the perspective of a healthcare system and payer. Implementation Costs Implementation costs, which are collected for all trial arms, include the monetary value of time and resources incurred by the healthcare system needed to roll-out the digital therapeutics. We use an activity-based approach to calculate the opportunity cost of time devoted to activities related to implementation  [105] . This approach uses microcosting, applying unit costs to the amount of time spent by multiplying the number of hours devoted to activities by the estimated wage rate of an implementation participant. Wage rates will be ascertained from Bureau of Labor Statistics data that captures the average wage for an implementation participant's occupation in the geographical area of employment. Implementation costs also include the direct cost of implementation resources (e.g., printing cost of materials to support adoption). We will sum costs associated with activities and resources needed to execute all implementation strategies. Details about cost data collection are in Additional file 5.\n\nOperating Costs Operating costs are dollars spent on regular operation of the digital therapeutics incurred by the healthcare system and patients. We include both direct operating and indirect overhead costs for completeness. Direct costs include digital therapeutic licensing fees. Indirect cost expenditures include infrastructure/technical resources and staff support such as information technology, office space, and capital equipment. We will estimate infrastructure costs from public data sources following methods used in prior implementation cost studies  [106] .\n\nDirect Intervention Costs Intervention costs include encounters with clinicians related to the initiation and continued use of reSET and reSET-O. We will identify patient visits with app prescribers and health coaches during the 12-week prescription period, using EHR data.\n\nWe will count encounters on the day of and in 12-weeks after patients activate their prescription.\n\nUsing patient-level encounter records, we will calculate intervention costs using KPWA's internal accounting that measures actual production costs incurred by the healthcare system in providing care to members. This model allocates costs to all encounters based on a general ledger for all services. Cost values include a direct care component (e.g., nurse salaries) or an overhead component (e.g., facilities). Costs excluded from allocation include those not directly related to delivering health services (e.g., insurance) and patient out-of-pocket costs.\n\nOther Indirect Healthcare Costs Digital therapeutics usage may impact patients' use of services other than SUD care. Thus, we will sum costs for all outpatient encounters (including primary care, specialty mental health, specialty medical, ancillary, acute care) and dispensed medications expected in this population."
    },
    {
      "title": "Qualitative Formative Evaluation of Implementation Evaluation goals and methods",
      "text": "Formative evaluation is used to continuously identify and document modifications, adaptations, and implementation determinants (i.e., barriers and facilitators) as they pertain to each DSF construct. Evaluators communicate salient findings with the implementation team  [70] . Evaluators also monitor for contamination across implementation strategy conditions and observe how implementation outcomes change in correspondence to changes in DSF constructs. The Framework for Reporting Adaptations and Modifications to Evidence-based Implementation Strategies (FRAME-IS) guides tracking of modifications, adaptations, processes of and reasons for change  [107, 108] .\n\nFormative evaluation analyses follow a qualitative rapid assessment process  [109, 110] . Using templated forms (Additional file 6), evaluators take field notes at implementation meetings and review secondary data sources (e.g., meeting notes, communications, and implementation documents). Analysis procedures consist of structured data reduction to categorize and summarize fieldnotes and secondary data sources according to predetermined domains  [90, 107, 111] , while also capturing emergent findings (e.g., decision points). Summary data are entered into a strategy-by-domain matrix to systematically extract themes, detect trends, and answer main evaluation questions (Additional file 7). Synthetized findings and recommended adaptations are regularly presented to the study team and healthcare system partners, who decide by consensus whether to execute adaptations."
    },
    {
      "title": "Sustainment",
      "text": "Following the end of the active implementation period, funding and support for implementation strategies by the research grant is scaled back to study sustainment and institutionalization of the digital therapeutics. The grant will provide additional prescriptions after the active implementation period ends to allow time for the health system to decide whether to continue offering reSET and reSET-O, and to allow for the continued measurement of reach and fidelity and qualitative measures of sustainment."
    },
    {
      "title": "Trial Status",
      "text": "No outcome data have been analyzed yet; the last site completes active implementation on 2/10/2023."
    },
    {
      "title": "Discussion",
      "text": "This trial is designed to overcome several limitations of prior research on digital treatments for SUD. Real-world implementation studies in health systems may provide more actionable information to decision makers such as health system leaders than traditional effectiveness trials  [81, 84] . For instance, other trials may be conducted within selected patient populations who consent to participate in studies of treatment for SUD, who may not be representative of typical patients. Moreover, other trials may rely on researchers to deliver digital treatments whose workloads and primary responsibilities are very different from those who are delivering clinical care.\n\nThis study fills a gap in implementation science, where evidence is needed on the comparative effectiveness and cost-effectiveness of different implementation strategies on improving care. Findings regarding the populationlevel cost effectiveness of implementation strategies will further provide information to decisions makers about the financial implications of this study's strategies. For instance, while an implementation strategy may result in greater effectiveness, it may not necessarily be more cost-effective. Other aspects of this study, such as the workflows created and the insights into sustainment ascertained through qualitative research methods, will help create a roadmap for other health care organizations wishing to care more effectively for SUDs."
    },
    {
      "title": "Strengths and Limitations",
      "text": "Significant strengths of this trial include that 1) the health system has high universal screening rates for substance use that can assist with comprehensively identifying the population targeted (i.e., the reach denominator); 2) the study has access to a diverse set of data enabling the detailed analysis of clinical and economic outcomes, and 3); the study is built on principles of preserving real-world conditions. However, the study design also presents limitations. Notably, the study is being conducted after the COVID pandemic began; in the context of significant healthcare system staffing shortages, fewer clinics were recruited, and the intervention is delivered in clinics with reduced capacity. The substance use and abstinence measures collected from the EHR will be available only for an estimated ~70% of patients because of reliance on follow-up screening data. Findings may not generalize into systems that primarily serve uninsured populations."
    },
    {
      "title": "Conclusion",
      "text": "This trial seeks to understand how to best engage primary care clinicians and patients to increase the reach and fidelity of digital therapeutics for SUD. As opposed to providing data on clinical and cost outcomes associated with a digital therapeutic, this study will provide health system leaders with data on the outcomes of using specific implementation strategies.\n\n• fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance\n\n• support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year"
    },
    {
      "title": "•",
      "text": "At BMC, research is always in progress."
    },
    {
      "title": "Learn more biomedcentral.com/submissions",
      "text": "Ready to submit your research Ready to submit your research ? Choose BMC and benefit from:\n\n? Choose BMC and benefit from:"
    },
    {
      "text": "Fig 2 CONSORT diagram of site enrollment and allocation to study arms"
    },
    {
      "text": "Bolster education: Help the local clinic's reSET and reSET-O prescriber learn how to market the therapeutic to patients and care teams and garner support for digital therapeutic use.Audit and provide feedback: Share progress on measurable performance goals of reach and fidelity for self-assessment and individual performance ranking in comparison to other anonymized clinics to prompt change in practice. 3. Support Plan-Do-Study-Act (PDSA) cycles: Support the clinic's reSET and reSET-O prescriber in designing small tests of change to increase intervention reach and fidelity. This involves reviews of audit and feedback data followed by goal setting, problem solving, and adjustment of activities (e.g., workflows). 4. Engage others in change: Invite additional implementation stakeholders (e.g., clinic leadership, PCPs, care team members) to participate in problem-solving and PDSA cycles."
    },
    {
      "text": "Random assignment of primary care clinics to two implementation strategies resulting in four implementation approaches (2x2 factorial design)"
    },
    {
      "text": "General procedures for using reSET and reSET-O in primary careConsolidate what patients learn and discuss next steps in clinical teams would be the main digital therapeutic prescribers. Within three months after randomization, PCPs and nurses began to express interest in prescribing and thus were provided with self-study training materials."
    }
  ],
  "references": [
    {
      "title": "Epidemiology of DSM-5 Alcohol Use Disorder: Results From the National Epidemiologic Survey on Alcohol and Related Conditions III",
      "authors": [
        "B Grant",
        "R Goldstein",
        "T Saha",
        "S Chou",
        "J Jung",
        "H Zhang"
      ],
      "year": 2015,
      "doi": "10.1001/jamapsychiatry.2015.0584"
    },
    {
      "title": "Epidemiology of DSM-5 Drug Use Disorder: Results From the National Epidemiologic Survey on Alcohol and Related Conditions-III",
      "authors": [
        "B Grant",
        "T Saha",
        "W Ruan",
        "R Goldstein",
        "S Chou",
        "J Jung"
      ],
      "year": 2016
    },
    {
      "title": "Actual causes of death in the United States, 2000",
      "authors": [
        "A Mokdad",
        "J Marks",
        "D Stroup",
        "J Gerberding"
      ],
      "year": 2004
    },
    {
      "title": "Extent of illicit drug use and dependence, and their contribution to the global burden of disease",
      "authors": [
        "L Degenhardt",
        "W Hall"
      ],
      "year": 2012
    },
    {
      "title": "2010 national and state costs of excessive alcohol consumption",
      "authors": [
        "J Sacks",
        "K Gonzales",
        "E Bouchery",
        "L Tomedi",
        "R Brewer"
      ],
      "year": 2015
    },
    {
      "title": "Provisional drug overdose death counts",
      "authors": [
        "F Ahmad",
        "J Cisewski",
        "L Rossen",
        "P Sutton"
      ],
      "year": 2022
    },
    {
      "title": "Estimating demand for primary care-based treatment for substance and alcohol use disorders",
      "authors": [
        "C Barry",
        "A Epstein",
        "D Fiellin",
        "L Fraenkel",
        "S Busch"
      ],
      "year": 2016,
      "doi": "10.1111/add.13364"
    },
    {
      "title": "Facing addiction in America: The surgeon general's report on alcohol, drugs, and health",
      "year": 2016,
      "doi": "10.1111/dar.12578"
    },
    {
      "title": "Challenges and opportunities for integrating preventive substance-use-care services in primary care through the Affordable Care Act",
      "authors": [
        "U Ghitza",
        "B Tai"
      ],
      "year": 2014,
      "doi": "10.1353/hpu.2014.0067"
    },
    {
      "title": "The case for chronic disease management for addiction",
      "authors": [
        "R Saitz",
        "M Larson",
        "C Labelle",
        "J Richardson",
        "J Samet"
      ],
      "year": 2008,
      "doi": "10.1097/adm.0b013e318166af74"
    },
    {
      "title": "Public Policy Committee of the American College of P. The integration of care for mental health, substance abuse, and other behavioral health conditions into primary care: executive summary of an American College of Physicians position paper",
      "authors": [
        "R Crowley",
        "N Kirschner",
        "Health"
      ],
      "year": 2015
    },
    {
      "title": "Improving the quality of health care for mental and substance-use conditions",
      "year": 2006
    },
    {
      "title": "Implementing care for alcohol & other drug use in medical settings: An extension of SBIRT",
      "year": 2021
    },
    {
      "title": "Final recommendation statement: Unhealthy alcohol use in adolescents and adults: Screening and behavioral counseling interventions",
      "year": 2018
    },
    {
      "title": "Screening for unhealthy drug use: US preventive services task force recommendation statement",
      "authors": [
        "U Services Task Force",
        "A Krist",
        "K Davidson",
        "C Mangione",
        "M Barry",
        "M Cabana"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.8020"
    },
    {
      "title": "Health-care reform provides an opportunity for evidencebased alcohol treatment in the USA: The National Institute for Health and Clinical Excellence (NICE) guideline as a model: Editorial",
      "authors": [
        "B Mccrady"
      ],
      "year": 2013
    },
    {
      "title": "Pharmacotherapy for adults with alcohol use disorders in outpatient settings: a systematic review and meta-analysis",
      "authors": [
        "D Jonas",
        "H Amick",
        "C Feltner",
        "G Bobashev",
        "K Thomas",
        "R Wines"
      ],
      "year": 2014
    },
    {
      "title": "Collaborative care for opioid and alcohol use disorders in primary care: The SUMMIT randomized clinical trial",
      "authors": [
        "K Watkins",
        "A Ober",
        "K Lamp",
        "M Lind",
        "C Setodji",
        "K Osilla"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3947"
    },
    {
      "title": "Screening, Brief Intervention, and Referral to Treatment (SBIRT): Toward a public health approach to the management of substance abuse",
      "authors": [
        "T Babor",
        "B Mcree",
        "P Kassebaum",
        "P Grimaldi",
        "K Ahmed",
        "J Bray"
      ],
      "year": 2007
    },
    {
      "title": "Integrating mental health into primary care within the Veterans Health Administration",
      "authors": [
        "E Post",
        "M Metzger",
        "P Dumas",
        "L Lehmann"
      ],
      "year": 2010,
      "doi": "10.1037/a0020130"
    },
    {
      "title": "PRimary Care Opioid Use Disorders treatment (PROUD) trial protocol: A pragmatic, cluster-randomized implementation trial in primary care for opioid use disorder treatment",
      "authors": [
        "C Campbell",
        "A Saxon",
        "D Boudreau",
        "P Wartko",
        "J Bobb",
        "A Lee"
      ],
      "year": 2021
    },
    {
      "title": "Routine assessment of symptoms of substance use disorders in primary care: Prevalence and severity of reported symptoms",
      "authors": [
        "M Sayre",
        "G Lapham",
        "A Lee",
        "M Oliver",
        "J Bobb",
        "R Caldeiro"
      ],
      "year": 2020,
      "doi": "10.1007/s11606-020-05650-3"
    },
    {
      "title": "Prevalence of behavioral health conditions across frequency of cannabis use among adult primary care patients in Washington state",
      "authors": [
        "G Lapham",
        "A Lee",
        "R Caldeiro",
        "J Glass",
        "D Carrell",
        "J Richards"
      ],
      "year": 2018,
      "doi": "10.1007/s11606-018-4558-8"
    },
    {
      "title": "Alcohol stigma and persistence of alcohol and other psychiatric disorders: A modified labeling theory approach",
      "authors": [
        "J Glass",
        "O Mowbray",
        "B Link",
        "S Kristjansson",
        "K Bucholz"
      ],
      "year": 2013
    },
    {
      "title": "Health habit counseling amidst competing demands: effects of patient health habits and visit characteristics",
      "authors": [
        "B Chernof",
        "S Sherman",
        "A Lanto",
        "M Lee",
        "E Yano",
        "L Rubenstein"
      ],
      "year": 1999,
      "doi": "10.1097/00005650-199908000-00004"
    },
    {
      "title": "Competing demands of primary care: a model for the delivery of clinical preventive services",
      "authors": [
        "C Jaen",
        "K Stange",
        "P Nutting"
      ],
      "year": 1994
    },
    {
      "title": "Contingency management for treatment of substance use disorders: a meta-analysis",
      "authors": [
        "M Prendergast",
        "D Podus",
        "J Finney",
        "L Greenwell",
        "J Roll"
      ],
      "year": 2006,
      "doi": "10.1111/j.1360-0443.2006.01581.x"
    },
    {
      "title": "Psychosocial interventions for cannabis use disorder",
      "authors": [
        "P Gates",
        "P Sabioni",
        "J Copeland",
        "Le Foll",
        "B Gowing"
      ],
      "year": 2016
    },
    {
      "title": "A meta-analytic review of psychosocial interventions for substance use disorders",
      "authors": [
        "L Dutra",
        "G Stathopoulou",
        "S Basden",
        "T Leyro",
        "M Powers",
        "M Otto"
      ],
      "year": 2008
    },
    {
      "title": "A meta-analysis of voucher-based reinforcement therapy for substance use disorders",
      "authors": [
        "J Lussier",
        "S Heil",
        "J Mongeon",
        "G Badger",
        "S Higgins"
      ],
      "year": 2006,
      "doi": "10.1111/j.1360-0443.2006.01311.x"
    },
    {
      "title": "Cognitive-behavioral treatment with adult alcohol and illicit drug users: a meta-analysis of randomized controlled trials",
      "authors": [
        "M Magill",
        "L Ray"
      ],
      "year": 2009
    },
    {
      "title": "Dissemination of evidence-based practices: how far we've come, and how much further we've got to go",
      "authors": [
        "K Carroll"
      ],
      "year": 2012
    },
    {
      "title": "New developments in behavioral treatments for substance use disorders",
      "authors": [
        "B Kiluk",
        "K Carroll"
      ],
      "year": 2013
    },
    {
      "title": "Prevalence and treatment of opioid use disorders among primary care patients in six health systems",
      "authors": [
        "G Lapham",
        "D Boudreau",
        "E Johnson",
        "J Bobb",
        "A Matthews",
        "J Mccormack"
      ],
      "year": 2020,
      "doi": "10.1016/j.drugalcdep.2019.107732"
    },
    {
      "title": "Documented opioid use disorder and its treatment in primary care patients across six U.S. health systems",
      "authors": [
        "D Boudreau",
        "G Lapham",
        "E Johnson",
        "J Bobb",
        "A Matthews",
        "J Mccormack"
      ],
      "year": 2020,
      "doi": "10.1016/j.jsat.2020.02.001"
    },
    {
      "title": "The impact of buprenorphine and methadone on mortality: a primary care cohort study in the United Kingdom: burpenorphine vs methadone on mortality risk",
      "authors": [
        "M Hickman",
        "C Steer",
        "K Tilling",
        "A Lim",
        "J Marsden",
        "T Millar"
      ],
      "year": 2018,
      "doi": "10.1111/add.14188"
    },
    {
      "title": "Computer-assisted delivery of cognitive-behavioral therapy for addiction: a randomized trial of CBT4CBT",
      "authors": [
        "K Carroll",
        "S Ball",
        "S Martino",
        "C Nich",
        "T Babuscio",
        "K Nuro"
      ],
      "year": 2008,
      "doi": "10.1176/appi.ajp.2008.07111835"
    },
    {
      "title": "A smartphone application to support recovery from alcoholism: a randomized clinical trial",
      "authors": [
        "D Gustafson",
        "F Mctavish",
        "M Chih",
        "A Atwood",
        "R Johnson",
        "M Boyle"
      ],
      "year": 2014
    },
    {
      "title": "Internet-delivered treatment for substance abuse: a multisite randomized controlled trial",
      "authors": [
        "A Campbell",
        "E Nunes",
        "A Matthews",
        "M Stitzer",
        "G Miele",
        "D Polsky"
      ],
      "year": 2014
    },
    {
      "title": "Measuring the Implementation of Behavioral Intervention Technologies: Recharacterization of Established Outcomes",
      "authors": [
        "E Hermes",
        "A Lyon",
        "S Schueller",
        "J Glass"
      ],
      "year": 2019,
      "doi": "10.2196/11752"
    },
    {
      "title": "Barriers to integrating the continuum of care for opioid and alcohol use disorders in primary care: A qualitative longitudinal study",
      "authors": [
        "E Storholm",
        "A Ober",
        "S Hunter",
        "K Becker",
        "P Iyiewuare",
        "C Pham"
      ],
      "year": 2017
    },
    {
      "title": "Barriers and facilitators affecting the implementation of substance use screening in primary care clinics: a qualitative study of patients, providers, and staff",
      "authors": [
        "J Mcneely",
        "P Kumar",
        "T Rieckmann",
        "E Sedlander",
        "S Farkas",
        "C Chollak"
      ],
      "year": 2018
    },
    {
      "title": "Web-based behavioral treatment for substance use disorders as a partial replacement of standard methadone maintenance treatment",
      "authors": [
        "L Marsch",
        "H Guarino",
        "M Acosta",
        "Y Aponte-Melendez",
        "Cleland Grabinski"
      ],
      "year": 2014
    },
    {
      "title": "Acceptability of a web-based community reinforcement approach for substance use disorders with treatment-seeking American Indians/ Alaska Natives",
      "authors": [
        "A Campbell",
        "E Turrigiano",
        "M Moore",
        "G Miele",
        "T Rieckmann",
        "M Hu"
      ],
      "year": 2015,
      "doi": "10.1007/s10597-014-9764-1"
    },
    {
      "title": "Racial/ethnic subgroup differences in outcomes and acceptability of an Internet-delivered intervention for substance use disorders",
      "authors": [
        "Anc Campbell",
        "L Montgomery",
        "K Sanchez",
        "M Pavlicova",
        "M Hu",
        "H Newville"
      ],
      "year": 2017,
      "doi": "10.1080/15332640.2017.1300550"
    },
    {
      "title": "Realworld evidence for a prescription digital therapeutic to treat opioid use disorder",
      "authors": [
        "Y Maricich",
        "X Xiong",
        "R Gerwien",
        "A Kuo",
        "F Velez",
        "B Imbert"
      ],
      "year": 2021
    },
    {
      "title": "Evaluation of real-world outcomes associated with use of a prescription digital therapeutic to treat substance use disorders",
      "authors": [
        "X Xiong",
        "S Braun",
        "M Stitzer",
        "H Luderer",
        "G Shafai",
        "B Hare"
      ],
      "year": 2022,
      "doi": "10.1111/ajad.13346"
    },
    {
      "title": "Real-World Reductions in Healthcare Resource Utilization over 6 Months in Patients with Substance Use Disorders Treated with a Prescription Digital Therapeutic",
      "authors": [
        "N Shah",
        "F Velez",
        "S Colman",
        "L Kauffman",
        "C Ruetsch",
        "K Anastassopoulos"
      ],
      "year": 2022
    },
    {
      "title": "Reduced Healthcare Resource Utilization in Patients with Opioid Use Disorder in the 12 Months After Initiation of a Prescription Digital Therapeutic",
      "authors": [
        "F Velez",
        "K Anastassopoulos",
        "S Colman",
        "N Shah",
        "L Kauffman",
        "S Murphy"
      ],
      "year": 2022,
      "doi": "10.1007/s12325-022-02217-y"
    },
    {
      "title": "Lessons learned from service design of a trial of a digital mental health service: Informing implementation in primary care clinics",
      "authors": [
        "A Graham",
        "C Greene",
        "T Powell",
        "P Lieponis",
        "A Lunsford",
        "C Peralta"
      ],
      "year": 2020
    },
    {
      "title": "Approaches for Implementing App-Based Digital Treatments for Drug Use Disorders Into Primary Care: A Qualitative, User-Centered Design Study of Patient Perspectives",
      "authors": [
        "J Glass",
        "T Matson",
        "C Lim",
        "A Hartzler",
        "K Kimbel",
        "A Lee"
      ],
      "year": 2021
    },
    {
      "title": "Implementing an mHealth system for substance use disorders in primary care: a mixed methods study of clinicians' initial expectations and first year experiences",
      "authors": [
        "M Mares",
        "D Gustafson",
        "J Glass",
        "A Quanbeck",
        "H Mcdowell",
        "F Mctavish"
      ],
      "year": 2016,
      "doi": "10.1186/s12911-016-0365-5"
    },
    {
      "title": "Patient experience of computerised therapy for depression in primary care",
      "authors": [
        "S Knowles",
        "K Lovell",
        "P Bower",
        "S Gilbody",
        "E Littlewood",
        "H Lester"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2015-008581"
    },
    {
      "title": "Computerised cognitive behaviour therapy (cCBT) as treatment for depression in primary care (REEACT trial): large scale pragmatic randomised controlled trial",
      "authors": [
        "S Gilbody",
        "E Littlewood",
        "C Hewitt",
        "G Brierley",
        "P Tharmanathan",
        "R Araya"
      ],
      "year": 2015
    },
    {
      "title": "Supportive Accountability: A Model for Providing Human Support to Enhance Adherence to eHealth Interventions",
      "authors": [
        "D Mohr",
        "P Cuijpers",
        "K Lehman"
      ],
      "year": 2011
    },
    {
      "title": "Lack of Adoption of a Mobile App to Support Patient Self-Management of Diabetes and Hypertension in a Federally Qualified Health Center: Interview Analysis of Staff and Patients in a Failed Randomized Trial",
      "authors": [
        "K Thies",
        "D Anderson",
        "B Cramer"
      ],
      "year": 2017
    },
    {
      "title": "Implementing a Mobile Health System to Integrate the Treatment of Addiction Into Primary Care: A Hybrid Implementation-Effectiveness Study",
      "authors": [
        "A Quanbeck",
        "D Gustafson",
        "L Marsch",
        "M Chih",
        "R Kornfield",
        "F Mctavish"
      ],
      "year": 2018
    },
    {
      "title": "Integrating addiction treatment into primary care using mobile health technology: protocol for an implementation research study",
      "authors": [
        "A Quanbeck",
        "D Gustafson",
        "L Marsch",
        "F Mctavish",
        "R Brown",
        "M-L Mares"
      ],
      "year": 2014
    },
    {
      "title": "Telephone-supported computerised cognitive-behavioural therapy: REEACT-2 large-scale pragmatic randomised controlled trial",
      "authors": [
        "S Gilbody",
        "S Brabyn",
        "K Lovell",
        "D Kessler",
        "T Devlin",
        "L Smith"
      ],
      "year": 2017,
      "doi": "10.1192/bjp.bp.116.192435"
    },
    {
      "title": "Internet-based psychological treatments for depression",
      "authors": [
        "R Johansson",
        "G Andersson"
      ],
      "year": 2012,
      "doi": "10.1586/ern.12.63"
    },
    {
      "title": "Internet-based and other computerized psychological treatments for adult depression: a meta-analysis",
      "authors": [
        "G Andersson",
        "P Cuijpers"
      ],
      "year": 2009
    },
    {
      "title": "Testing an mHealth System for Individuals With Mild to Moderate Alcohol Use Disorders: Protocol for a Type 1 Hybrid Effectiveness-Implementation Trial",
      "authors": [
        "L Park",
        "M-Y Chih",
        "C Stephenson",
        "N Schumacher",
        "R Brown",
        "D Gustafson"
      ],
      "year": 2022,
      "doi": "10.2196/31109"
    },
    {
      "title": "Electronic Interventions for Alcohol Misuse and Alcohol Use Disorders: A Systematic Review",
      "authors": [
        "E Dedert",
        "J Mcduffie",
        "R Stein",
        "J Mcniel",
        "A Kosinski",
        "C Freiermuth"
      ],
      "year": 2015
    },
    {
      "title": "Challenges During Implementation of a Patient-Facing Mobile App for Surgical Rehabilitation: Feasibility Study",
      "authors": [
        "A Lau",
        "K Piper",
        "D Bokor",
        "P Martin",
        "V Lau",
        "E Coiera"
      ],
      "year": 2017,
      "doi": "10.2196/humanfactors.8096"
    },
    {
      "title": "Computerized behavior therapy for opioid-dependent outpatients: a randomized controlled trial",
      "authors": [
        "W Bickel",
        "L Marsch",
        "A Buchhalter",
        "G Badger"
      ],
      "year": 2008,
      "doi": "10.1037/1064-1297.16.2.132"
    },
    {
      "title": "Adding an Internet-delivered treatment to an efficacious treatment package for opioid dependence",
      "authors": [
        "D Christensen",
        "R Landes",
        "L Jackson",
        "L Marsch",
        "M Mancino",
        "M Chopra"
      ],
      "year": 2014
    },
    {
      "title": "Safety and efficacy of a digital therapeutic for substance use disorder: Secondary analysis of data from a NIDA clinical trials network study",
      "authors": [
        "Y Maricich",
        "E Nunes",
        "Anc Campbell",
        "J Botbyl",
        "H Luderer"
      ],
      "year": 2022
    },
    {
      "title": "Using implementation facilitation to improve care in the Veterans Health Administration (Version 2). Quality Enhancement Research Initiative",
      "authors": [
        "M Ritchie",
        "K Dollar",
        "C Miller",
        "K Oliver",
        "J Smith",
        "J Lindsay"
      ],
      "year": 2017
    },
    {
      "title": "PARIHS revisited: from heuristic to integrated framework for the successful implementation of knowledge into practice",
      "authors": [
        "G Harvey",
        "A Kitson"
      ],
      "year": 2016,
      "doi": "10.1186/s13012-016-0398-2"
    },
    {
      "title": "Role of \"external facilitation\" in implementation of research findings: a qualitative evaluation of facilitation experiences in the Veterans Health Administration",
      "authors": [
        "C Stetler",
        "M Legro",
        "J Rycroft-Malone",
        "C Bowman",
        "G Curran",
        "M Guihan"
      ],
      "year": 2006
    },
    {
      "title": "Study protocol: A cluster-randomized trial implementing Sustained Patientcentered Alcohol-related Care (SPARC trial)",
      "authors": [
        "J Glass",
        "J Bobb",
        "A Lee",
        "J Richards",
        "G Lapham",
        "E Ludman"
      ],
      "year": 2018
    },
    {
      "title": "A controlled trial to integrate smoking cessation advice into primary care practice: Doctors Helping Smokers. Round III",
      "authors": [
        "T Kottke",
        "L Solberg",
        "M Brekke",
        "S Conn",
        "P Maxwell",
        "M Brekke"
      ],
      "year": 1992
    },
    {
      "title": "Implementation outcomes of evidence-based quality improvement for depression in VA community based outpatient clinics",
      "authors": [
        "J Fortney",
        "M Enderle",
        "S Mcdougall",
        "J Clothier",
        "J Otero",
        "L Altman"
      ],
      "year": 2012
    },
    {
      "title": "Randomised trial of three approaches for marketing smoking cessation programmes to Australian general practitioners",
      "authors": [
        "J Cockburn",
        "D Ruth",
        "C Silagy",
        "M Dobbin",
        "Y Reid",
        "M Scollo"
      ],
      "year": 1992
    },
    {
      "title": "Which elements of improvement collaboratives are most effective? A cluster-randomized trial: NIATx 200 main outcomes",
      "authors": [
        "D Gustafson",
        "A Quanbeck",
        "J Robinson",
        "J Ford",
        "A Pulvermacher",
        "M French"
      ],
      "year": 2013
    },
    {
      "title": "Systematic review and meta-analysis of practice facilitation within primary care settings",
      "authors": [
        "N Baskerville",
        "C Liddy",
        "W Hogg"
      ],
      "year": 2012
    },
    {
      "title": "Patient-mediated knowledge translation (PKT) interventions for clinical encounters: a systematic review",
      "authors": [
        "A Gagliardi",
        "F Legare",
        "M Brouwers",
        "F Webster",
        "E Badley",
        "S Straus"
      ],
      "year": 2016
    },
    {
      "title": "Effectiveness-implementation hybrid designs: combining elements of clinical effectiveness and implementation research to enhance public health impact",
      "authors": [
        "G Curran",
        "M Bauer",
        "B Mittman",
        "J Pyne",
        "C Stetler"
      ],
      "year": 2012
    },
    {
      "title": "A conceptual framework for implementation fidelity",
      "authors": [
        "C Carroll",
        "M Patterson",
        "S Wood",
        "A Booth",
        "J Rick",
        "S Balain"
      ],
      "year": 2007
    },
    {
      "title": "Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda",
      "authors": [
        "E Proctor",
        "H Silmere",
        "R Raghavan",
        "P Hovmand",
        "G Aarons",
        "A Bunger"
      ],
      "year": 2011
    },
    {
      "title": "Population-level cost-effectiveness of implementing evidence-based practices into routine care",
      "authors": [
        "J Fortney",
        "J Pyne",
        "J Burgess"
      ],
      "year": 2014
    },
    {
      "title": "SPIRIT 2013 Statement: Defining Standard Protocol Items for Clinical Trials",
      "authors": [
        "A-W Chan",
        "J Tetzlaff",
        "D Altman",
        "A Laupacis",
        "P Gøtzsche",
        "K Krleža-Jerić"
      ],
      "year": 2013
    },
    {
      "title": "Real-world use and clinical outcomes after 24 weeks of treatment with a prescription digital therapeutic for opioid use disorder",
      "authors": [
        "Y Maricich",
        "R Gerwien",
        "A Kuo",
        "D Malone",
        "F Velez"
      ],
      "year": 2021
    },
    {
      "title": "The dynamic sustainability framework: addressing the paradox of sustainment amid ongoing change",
      "authors": [
        "D Chambers",
        "R Glasgow",
        "K Stange"
      ],
      "year": 2013
    },
    {
      "title": "Making sense of implementation theories, models and frameworks",
      "authors": [
        "P Nilsen"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0242-0"
    },
    {
      "title": "Organizational readiness to change assessment (ORCA): development of an instrument based on the Promoting Action on Research in Health Services (PARIHS) framework",
      "authors": [
        "C Helfrich",
        "Y-F Li",
        "N Sharp",
        "A Sales"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-38"
    },
    {
      "title": "Approaches for implementing digital interventions for alcohol use disorders in primary care: A qualitative, user-centered design study",
      "authors": [
        "J Glass",
        "B Tiffany",
        "T Matson",
        "C Lim",
        "G Gundersen",
        "K Kimbel"
      ],
      "year": 2022,
      "doi": "10.1177/26334895221135264"
    },
    {
      "title": "Using implementation facilitation to improve healthcare (Version 3). Veterans Health Administration, Behavioral Health Quality Enhancement Research Initiative (QUERI)",
      "authors": [
        "M Ritchie",
        "K Dollar",
        "C Miller",
        "J Smith",
        "K Oliver",
        "B Kim"
      ],
      "year": 2020,
      "doi": "10.4135/9781412971942.n336"
    },
    {
      "title": "Implementation strategies: recommendations for specifying and reporting",
      "authors": [
        "E Proctor",
        "B Powell",
        "J Mcmillen"
      ],
      "year": 2013
    },
    {
      "title": "Integration of screening, assessment, and treatment for cannabis and other drug use disorders in primary care: An evaluation in three pilot sites",
      "authors": [
        "J Richards",
        "J Bobb",
        "A Lee",
        "G Lapham",
        "E Williams",
        "J Glass"
      ],
      "year": 2019,
      "doi": "10.1016/j.drugalcdep.2019.04.015"
    },
    {
      "title": "Cannabis use, other drug use, and risk of subsequent acute care in primary care patients",
      "authors": [
        "T Matson",
        "G Lapham",
        "J Bobb",
        "E Johnson",
        "J Richards",
        "A Lee"
      ],
      "year": 2020,
      "doi": "10.1016/j.drugalcdep.2020.108227"
    },
    {
      "title": "Implementation science approaches for integrating eHealth research into practice and policy",
      "authors": [
        "R Glasgow",
        "S Phillips",
        "M Sanchez"
      ],
      "year": 2014
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999,
      "doi": "10.2105/ajph.89.9.1322"
    },
    {
      "title": "reSET-O Digital Mobile Therapy: Clinician Directions for Use",
      "authors": [
        "Pear Therapeutics"
      ],
      "year": 2018
    },
    {
      "title": "reSET Digital Mobile Therapy: Clinician Directions for Use",
      "authors": [
        "Pear Therapeutics"
      ],
      "year": 2018
    },
    {
      "title": "Effect coding versus dummy coding in analysis of data from factorial experiments",
      "authors": [
        "K Kugler",
        "J Trail",
        "J Dziak",
        "L Collins"
      ],
      "year": 2012
    },
    {
      "title": "Experiments: planning, analysis, and optimization",
      "authors": [
        "C Wu",
        "M Hamada"
      ],
      "year": 2011,
      "doi": "10.1002/9781119470007"
    },
    {
      "title": "Factorial experiments: efficient tools for evaluation of intervention components",
      "authors": [
        "L Collins",
        "J Dziak",
        "K Kugler",
        "Jb ; Trail",
        "S Eldridge",
        "M Campbell",
        "M Campbell",
        "A Drahota-Towns",
        "B Giraudeau",
        "J Higgins"
      ],
      "year": 2014
    },
    {
      "title": "Bias in identifying and recruiting participants in cluster randomised trials: what can be done?",
      "authors": [
        "S Eldridge",
        "S Kerry",
        "D Torgerson"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b4006"
    },
    {
      "title": "Addressing identification bias in the design and analysis of cluster-randomized pragmatic trials: a case study",
      "authors": [
        "J Bobb",
        "H Qiu",
        "A Matthews",
        "J Mccormack",
        "K Bradley"
      ],
      "year": 2020,
      "doi": "10.1186/s13063-020-4148-z"
    },
    {
      "title": "Experimental designs and randomization schemes: designing to avoid identification bias",
      "authors": [
        "J Bobb",
        "A Cook",
        "S Shortreed",
        "J Glass",
        "W Vollmer"
      ],
      "year": 2019,
      "doi": "10.28929/109"
    },
    {
      "title": "Economic evaluation of factorial randomised controlled trials: challenges, methods and recommendations: Factorial trials: Methods for economic evaluation",
      "authors": [
        "H Dakin",
        "A Gray"
      ],
      "year": 2017
    },
    {
      "title": "Costs of using evidence-based implementation strategies for behavioral health integration in a large primary care system",
      "authors": [
        "J Baker",
        "K Yeung",
        "J Richards",
        "E Goemer",
        "P Lozano",
        "G Lapham",
        "E Williams"
      ],
      "year": 1998
    },
    {
      "title": "The FRAME-IS: a framework for documenting modifications to implementation strategies in healthcare",
      "authors": [
        "C Miller",
        "M Barnett",
        "A Baumann",
        "C Gutner",
        "S Wiltsey-Stirman"
      ],
      "year": 2021
    },
    {
      "title": "The FRAME: an expanded framework for reporting adaptations and modifications to evidencebased interventions",
      "authors": [
        "S Wiltsey Stirman",
        "A Baumann",
        "C Miller"
      ],
      "year": 2013
    },
    {
      "title": "Barriers and facilitators to implementing evidence-based interventions among third sector organisations: a systematic review",
      "authors": [
        "A Bach-Mortensen",
        "Bcl Lange",
        "P Montgomery"
      ],
      "year": 2018
    }
  ],
  "num_references": 106
}
