{
  "paper_id": "DH9QCYZM",
  "title": "Persistent racial disparity in stroke hospitalization and economic impact in young adults in the buckle of stroke belt",
  "abstract": "Fig. 1 Comparison of clinic systolic blood pressure (SBP) values in stroke patients who participated in the mHealth program vs. those who just received standard care (SC).",
  "year": 2014,
  "date": "2014",
  "authors": [
    {
      "name": "Bruce Ovbiagele"
    },
    {
      "name": "Carolyn Jenkins"
    },
    {
      "affiliation": {
        "organization": "Department of Neurology",
        "department": "Department of Neurology",
        "institution": "Medical University of South Carolina",
        "address": "Charleston, SC, United States"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Neurology",
        "department": "Department of Neurology",
        "institution": "Medical University of South Carolina",
        "address": "96 Jonathan Lucas Street CSB 301 MSC 606, 29425, Charleston, SC, United States"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Nursing",
        "department": "Department of Nursing",
        "institution": "Medical University of South Carolina",
        "address": "Charleston, SC, United States"
      }
    }
  ],
  "doi": "10.1016/j.jns.2015.10.008",
  "md5": "80E6243928689332E6AF05E1C514EB6A",
  "publication": {
    "journal": "Stroke J. Cereb. Circ",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "",
    "Acknowledgments This publication was supported with funding from the  Medical University of South Carolina's Telehealth Initiative and National Institutes of Health (NIH)  grants  U01 NS079179 ,  R21 NS094033 , and the  South Carolina Clinical and Translational Research Institute , with an academic home at  MUSC , through  NIH  Grant Number  UL1 TR000062 . The content does not represent the official views of  NIH ."
  ],
  "sections": [
    {
      "text": "Among stroke survivors, achieving consistency of blood pressure (BP) control lowers risk of recurrent stroke, myocardial infarction, and other vascular events  [1]    [2] . However, less than one third of recent stroke survivors have BP controlled ≥ 75% of the time  [2] . Key factors responsible for suboptimal BP control are medication non-adherence and failure to intensify therapy in a timely manner (i.e., therapeutic inertia). [3, 4]  Efficacious BP control programs are needed which are feasible, and sustainable  [1] .\n\nMobile health (mHealth) technology may offer a promising approach towards enhancing BP control after stroke  [5, 6] . mHealth tools provide an easy to use self-management framework that permits optimal medication adherence guided by patients' physiological data  [5, 6] . This technology is relatively inexpensive and provides real-time personalized feedback to boost patient self-efficacy. Automated summary reports of patients' adherence and BP can be readily uploaded to providers' networks, helping mitigate clinical inertia by reducing regimen alteration time  [5, 6] . Recently, as part of a hospital quality improvement (QI) initiative, we evaluated the feasibility and preliminary signals of clinical outcomes of a mHealth medication and BP self-management system for recent ischemic stroke patients with uncontrolled hypertension encountered at a tertiary medical center. A smartphone enabled medication adherence and BP self-management system  [7, 8] , was adapted for utilization by stroke patients using a patient and provider based design. A 3-month pilot quality improvement initiative was conducted in 24 hypertensive post-stroke patients. Eight patients were randomly selected to receive the mHealth program involving a GSM enabled electronic medication tray (MedMinder, Maya, Inc., Needham, MA); a wireless Bluetooth enabled BP monitor (A&D model UA-767PlusBT San Jose, CA, USA); and a 4G smartphone (if needed) that received and transmitted encrypted physiological data and delivered text message reminders to measure BP. Culturally-attuned motivational and reinforcement text messages were sent based upon medication adherence rates  [7, 8] . Following instruction on usage of the devices, they (and in 2 cases, a caregiver) were required to provide a successful demonstration before completion of their visit. Primary care providers received weekly summary reports of mHealth patients' medication adherence and BP readings.\n\nFor the mHealth program, at the prescribed dosing day/time, a blinking light from the tray's specific dose compartment came on. If, after 30 min the compartment had not been opened, removed, and returned, a loud chime activated for 30 min. If the compartment still had not been opened, an automated reminder phone call or text message was sent to the patient's phone. Failure to open the compartment at 90 min prompted an automated text message or email to the program coordinator. Patients were sent text messages every 3 days to measure BP in the morning and evening using the A&D device using a standardized resting BP protocol  [7, 8] . BP readings were automatically sent via Bluetooth to the mobile phone and from there, through cellular network encrypted, to the secure and Health Insurance Portability and Accountability Act compliant data repository. No patient names were transmitted and no identifying information was stored on the smartphone. Participants received immediate audio and visual feedback via smartphone on average BPs after each measurement; and the application charted cumulative averages over time against threshold lines for BP control (i.e., set at b 140/90 mmHg). [9] .\n\nPatients were contacted through their preferred mode (text, email, phone) when server processed alerts suggested: 1) medication nonadherence (i.e., medications taken outside of a 6 h window centered on the prescribed dosing time[s]).; 2) failure to measure BP as scheduled; 3) BP was outside of threshold ranges established by patient's physician. If participants were nonadherent to the BP monitoring or if the average of the last two BP measurements were outside threshold range specified by their physician, the study coordinator was alerted via text message. The patient was contacted to obtain additional BP measurements. If the BP remained outside of the threshold range, the nurse manager was alerted.\n\nA weekly email report, tailored to the treating physician's guidelines, summarized the patient's adherence to medication dosing and BP monitoring, and BP data (i.e., average, range, % within recommended guideline classifications)  [9] . The treating physician made medical regimen changes as warranted, and the program coordinator was notified via email. The changes were duplicated in the programming of the medication tray after the coordinator established with the patient that the changes had been enacted.\n\nAll patients received standard care (SC) at the hospital's stroke clinic, which included visits roughly every 6 weeks depending on the medical indication and time since index stroke. The mHealth group used the system for 3 months. Clinic BP readings and record of emergency department (ED) use were retrieved from patients' electronic medical records from the 6 months prior to the stroke, the 3 month period during the mHealth program, and the subsequent 3 months. One mHealth participant withdrew from the program during second month, indicating that he no longer needed the system.\n\nA series of Likert scale questions were completed by the mHealth participants at conclusion of the program which assessed acceptability and usability. Responses ranged from 0(strongly disagree) to 4(strongly agree). Scores ranged from 3.25-3.75 with average of 3.5. Overall satisfaction with the program was 3.5; program was easy to learn (3.25), easy to use (3.75), and audio/visual BP feedback on the phone and various pill tray alerts were well liked (scores of 3.6). Finally, level of"
    },
    {
      "title": "Acknowledgments",
      "text": "This publication was supported with funding from the  Medical University of South Carolina's Telehealth Initiative and National Institutes of Health (NIH)  grants  U01 NS079179 ,  R21 NS094033 , and the  South Carolina Clinical and Translational Research Institute , with an academic home at  MUSC , through  NIH  Grant Number  UL1 TR000062 . The content does not represent the official views of  NIH ."
    },
    {
      "text": "increased involvement in staying healthy and likelihood of recommending to other stroke patients were both rated 3.5.\n\nmHealth participants were on 1.5 antihypertensive drugs on average while SC group participants were on 2.7 drugs on average. Large reductions in clinic systolic BP were observed for mHealth group compared to the SC group (Fig.  1 ). Mean systolic BP at baseline was 153.9 (standard deviation [SD]: 11.4) in the mHealth group vs. 156.7 (SD: 26.5) in the SC group; at program end systolic BP was 136.3 (SD: 15.9) in the mHealth group vs. 151.3 (SD: 14.5) in the SC group; and 3 months post-program final systolic BP was 137.8 (SD: 24) in the mHealth group vs. 151.9 (SD: 13) in the SC group. The slight rise in mean systolic BP at 3 month post-program was likely due to one former mHealth participant being nonadherent to his antihypertensive drugs prior to their clinic visit.\n\nComparing the 6 month pre-stroke period vs. the 6 month period involving the QI program and followup, the mHealth group showed an 87.5% reduction vs. a 20% reduction in ED use by the SC group. Collectively, these data support the feasibility of using an mHealth medical regimen self management system to improve medication adherence and BP control after stroke. Randomized controlled trials (RCT) are warranted to assess efficacy and effectiveness of the system, especially long term BP control and clinical outcomes. We plan to use these findings to apply for funding to conduct a small scale efficacy RCT and also explore the cost-effectiveness of mhealth in improving medication adherence after stroke."
    },
    {
      "title": "Conflict of interest disclosures:",
      "text": "• Bruce Ovbiagele (None)"
    }
  ],
  "references": [
    {
      "title": "Persistent racial disparity in stroke hospitalization and economic impact in young adults in the buckle of stroke belt",
      "authors": [
        "A Boan",
        "W Feng",
        "B Ovbiagele",
        "D Bachman",
        "C Ellis",
        "R Adams",
        "S Kautz",
        "D Lackland"
      ],
      "year": 2014,
      "doi": "10.1161/strokeaha.114.004853",
      "journal": "Stroke J. Cereb. Circ",
      "volume": "45",
      "raw": "Persistent racial disparity in stroke hospitalization and economic impact in young adults in the buckle of stroke belt \n\t\t \n\t\t\t A D Boan \n\t\t \n\t\t \n\t\t\t W W Feng \n\t\t \n\t\t \n\t\t\t B Ovbiagele \n\t\t \n\t\t \n\t\t\t D L Bachman \n\t\t \n\t\t \n\t\t\t C Ellis \n\t\t \n\t\t \n\t\t\t R J Adams \n\t\t \n\t\t \n\t\t\t S A Kautz \n\t\t \n\t\t \n\t\t\t D T Lackland \n\t\t \n\t\t 10.1161/strokeaha.114.004853 \n\t \n\t \n\t\t Stroke J. Cereb. Circ \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t A.D. Boan, W.W. Feng, B. Ovbiagele, D.L. Bachman, C. Ellis, R.J. Adams, S.A. Kautz, D.T. Lackland, Persistent racial disparity in stroke hospitalization and economic impact in young adults in the buckle of stroke belt, Stroke J. Cereb. Circ. 45 (2014) 1932-1938."
    },
    {
      "title": "Consistency of blood pressure control after ischemic stroke: prevalence and prognosis",
      "authors": [
        "A Towfighi",
        "D Markovic",
        "B Ovbiagele"
      ],
      "year": 2014,
      "doi": "10.1161/strokeaha.113.001900",
      "journal": "Stroke J. Cereb. Circ",
      "volume": "45",
      "raw": "Consistency of blood pressure control after ischemic stroke: prevalence and prognosis \n\t\t \n\t\t\t A Towfighi \n\t\t \n\t\t \n\t\t\t D Markovic \n\t\t \n\t\t \n\t\t\t B Ovbiagele \n\t\t \n\t\t 10.1161/strokeaha.113.001900 \n\t \n\t \n\t\t Stroke J. Cereb. Circ \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t A. Towfighi, D. Markovic, B. Ovbiagele, Consistency of blood pressure control after is- chemic stroke: prevalence and prognosis, Stroke J. Cereb. Circ. 45 (2014) 1313-1317."
    },
    {
      "title": "Interventions used to improve control of blood pressure in patients with hypertension",
      "authors": [
        "L Glynn",
        "A Murphy",
        "S Smith",
        "K Schroeder",
        "T Fahey"
      ],
      "year": 2010,
      "doi": "10.1002/14651858.cd005182.pub4",
      "journal": "Cochrane database Syst. Rev",
      "pages": "5182",
      "raw": "Interventions used to improve control of blood pressure in patients with hypertension \n\t\t \n\t\t\t L G Glynn \n\t\t \n\t\t \n\t\t\t A W Murphy \n\t\t \n\t\t \n\t\t\t S M Smith \n\t\t \n\t\t \n\t\t\t K Schroeder \n\t\t \n\t\t \n\t\t\t T Fahey \n\t\t \n\t\t 10.1002/14651858.cd005182.pub4 \n\t \n\t \n\t\t Cochrane database Syst. Rev \n\t\t \n\t\t\t 5182 \n\t\t\t 2010 \n\t\t \n\t \n\t L.G. Glynn, A.W. Murphy, S.M. Smith, K. Schroeder, T. Fahey, Interventions used to im- prove control of blood pressure in patients with hypertension, Cochrane database Syst. Rev. (2010) CD005182."
    },
    {
      "title": "Role of home blood pressure monitoring in overcoming therapeutic inertia and improving hypertension control: a systematic review and meta-analysis",
      "authors": [
        "R Agarwal",
        "J Bills",
        "T Hecht",
        "R Light"
      ],
      "year": 2011,
      "doi": "10.1161/hypertensionaha.110.160911",
      "journal": "Hypertension",
      "volume": "57",
      "raw": "Role of home blood pressure monitoring in overcoming therapeutic inertia and improving hypertension control: a systematic review and meta-analysis \n\t\t \n\t\t\t R Agarwal \n\t\t \n\t\t \n\t\t\t J E Bills \n\t\t \n\t\t \n\t\t\t T J Hecht \n\t\t \n\t\t \n\t\t\t R P Light \n\t\t \n\t\t 10.1161/hypertensionaha.110.160911 \n\t \n\t \n\t\t Hypertension \n\t\t \n\t\t\t 57 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t R. Agarwal, J.E. Bills, T.J. Hecht, R.P. Light, Role of home blood pressure monitoring in overcoming therapeutic inertia and improving hypertension control: a systematic re- view and meta-analysis, Hypertension 57 (2011) 29-38."
    },
    {
      "title": "Mobile phone messaging for facilitating self-management of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007459",
      "journal": "Cochrane database Syst. Rev",
      "volume": "12",
      "pages": "7459",
      "raw": "Mobile phone messaging for facilitating self-management of long-term illnesses \n\t\t \n\t\t\t T De Jongh \n\t\t \n\t\t \n\t\t\t I Gurol-Urganci \n\t\t \n\t\t \n\t\t\t V Vodopivec-Jamsek \n\t\t \n\t\t \n\t\t\t J Car \n\t\t \n\t\t \n\t\t\t R Atun \n\t\t \n\t\t 10.1002/14651858.cd007459 \n\t \n\t \n\t\t Cochrane database Syst. Rev \n\t\t \n\t\t\t 12 \n\t\t\t 7459 \n\t\t\t 2012 \n\t\t \n\t \n\t T. de Jongh, I. Gurol-Urganci, V. Vodopivec-Jamsek, J. Car, R. Atun, Mobile phone mes- saging for facilitating self-management of long-term illnesses, Cochrane database Syst. Rev. 12 (2012), CD007459."
    },
    {
      "title": "Mobile phone messaging for communicating results of medical investigations",
      "authors": [
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007456",
      "journal": "Cochrane database Syst. Rev",
      "volume": "6",
      "pages": "7456",
      "raw": "Mobile phone messaging for communicating results of medical investigations \n\t\t \n\t\t\t I Gurol-Urganci \n\t\t \n\t\t \n\t\t\t T De Jongh \n\t\t \n\t\t \n\t\t\t V Vodopivec-Jamsek \n\t\t \n\t\t \n\t\t\t J Car \n\t\t \n\t\t \n\t\t\t R Atun \n\t\t \n\t\t 10.1002/14651858.cd007456 \n\t \n\t \n\t\t Cochrane database Syst. Rev \n\t\t \n\t\t\t 6 \n\t\t\t 7456 \n\t\t\t 2012 \n\t\t \n\t \n\t I. Gurol-Urganci, T. de Jongh, V. Vodopivec-Jamsek, J. Car, R. Atun, Mobile phone mes- saging for communicating results of medical investigations, Cochrane database Syst. Rev. 6 (2012) CD007456."
    },
    {
      "title": "Medication and blood pressure mhealth selfmanagement program with hispanic hypertensives: a proof of concept trial",
      "authors": [
        "J Sieverdes",
        "M Gregoski",
        "S Patel",
        "D Williamson",
        "B Brunner-Jackson",
        "J Rundbaken",
        "E Treiber",
        "L Davidson",
        "F Treiber"
      ],
      "year": 2013,
      "doi": "10.2147/shtt.s49633",
      "journal": "Smart Homecare Technol. TeleHealth",
      "volume": "1",
      "raw": "Medication and blood pressure mhealth selfmanagement program with hispanic hypertensives: a proof of concept trial \n\t\t \n\t\t\t J Sieverdes \n\t\t \n\t\t \n\t\t\t M Gregoski \n\t\t \n\t\t \n\t\t\t S Patel \n\t\t \n\t\t \n\t\t\t D Williamson \n\t\t \n\t\t \n\t\t\t B Brunner-Jackson \n\t\t \n\t\t \n\t\t\t J Rundbaken \n\t\t \n\t\t \n\t\t\t E Treiber \n\t\t \n\t\t \n\t\t\t L Davidson \n\t\t \n\t\t \n\t\t\t F Treiber \n\t\t \n\t\t 10.2147/shtt.s49633 \n\t \n\t \n\t\t Smart Homecare Technol. TeleHealth \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t J. Sieverdes, M. Gregoski, S. Patel, D. Williamson, B. Brunner-Jackson, J. Rundbaken, E. Treiber, L. Davidson, F. Treiber, Medication and blood pressure mhealth self- management program with hispanic hypertensives: a proof of concept trial, Smart Homecare Technol. TeleHealth 1 (2013) 1-10."
    },
    {
      "title": "Mobile health medication adherence and blood pressure control in renal transplant recipients: a proof-of-concept randomized controlled trial",
      "authors": [
        "J Mcgillicuddy",
        "M Gregoski",
        "A Weiland",
        "R Rock",
        "B Brunner-Jackson",
        "S Patel",
        "B Thomas",
        "D Taber",
        "K Chavin",
        "P Baliga",
        "F Treiber"
      ],
      "year": 2013,
      "doi": "10.2196/resprot.2633",
      "journal": "JMIR Res. Protoc",
      "volume": "2",
      "pages": "32",
      "raw": "Mobile health medication adherence and blood pressure control in renal transplant recipients: a proof-of-concept randomized controlled trial \n\t\t \n\t\t\t J W Mcgillicuddy \n\t\t \n\t\t \n\t\t\t M J Gregoski \n\t\t \n\t\t \n\t\t\t A K Weiland \n\t\t \n\t\t \n\t\t\t R A Rock \n\t\t \n\t\t \n\t\t\t B M Brunner-Jackson \n\t\t \n\t\t \n\t\t\t S K Patel \n\t\t \n\t\t \n\t\t\t B S Thomas \n\t\t \n\t\t \n\t\t\t D J Taber \n\t\t \n\t\t \n\t\t\t K D Chavin \n\t\t \n\t\t \n\t\t\t P K Baliga \n\t\t \n\t\t \n\t\t\t F A Treiber \n\t\t \n\t\t 10.2196/resprot.2633 \n\t \n\t \n\t\t JMIR Res. Protoc \n\t\t \n\t\t\t 2 \n\t\t\t 32 \n\t\t\t 2013 \n\t\t \n\t \n\t J.W. McGillicuddy, M.J. Gregoski, A.K. Weiland, R.A. Rock, B.M. Brunner-Jackson, S.K. Patel, B.S. Thomas, D.J. Taber, K.D. Chavin, P.K. Baliga, F.A. Treiber, Mobile health medication adherence and blood pressure control in renal transplant re- cipients: a proof-of-concept randomized controlled trial, JMIR Res. Protoc. 2 (2013), e32."
    },
    {
      "title": "Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American heart association/American stroke association",
      "authors": [
        "W Kernan",
        "B Ovbiagele",
        "H Black",
        "D Bravata",
        "M Chimowitz",
        "M Ezekowitz",
        "M Fang",
        "M Fisher",
        "K Furie",
        "D Heck",
        "S Johnston",
        "S Kasner",
        "S Kittner",
        "P Mitchell",
        "M Rich",
        "D Richardson",
        "L Schwamm",
        "J Wilson",
        "; Council On Peripheral",
        "D Vascular"
      ],
      "year": 2014,
      "doi": "10.1161/str.0000000000000024",
      "journal": "Stroke J. Cereb. Circ",
      "volume": "45",
      "raw": "Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American heart association/American stroke association \n\t\t \n\t\t\t W N Kernan \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t B Ovbiagele \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t H R Black \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t D M Bravata \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t M I Chimowitz \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t M D Ezekowitz \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t M C Fang \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t M Fisher \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t K L Furie \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t D V Heck \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t S C Johnston \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t S E Kasner \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t S J Kittner \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t P H Mitchell \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t M W Rich \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t D Richardson \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t L H Schwamm \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t J A Wilson \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t ; Council On Peripheral \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t \n\t\t\t D Vascular \n\t\t\t \n\t\t\t\t American Heart Association Stroke Council CoC \n\t\t\t \n\t\t \n\t\t 10.1161/str.0000000000000024 \n\t \n\t \n\t\t Stroke J. Cereb. Circ \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t\t \n\t\t\t Stroke Nursing CoCC \n\t\t \n\t \n\t W.N. Kernan, B. Ovbiagele, H.R. Black, D.M. Bravata, M.I. Chimowitz, M.D. Ezekowitz, M.C. Fang, M. Fisher, K.L. Furie, D.V. Heck, S.C. Johnston, S.E. Kasner, S.J. Kittner, P.H. Mitchell, M.W. Rich, D. Richardson, L.H. Schwamm, J.A. Wilson, American Heart Association Stroke Council CoC, Stroke Nursing CoCC, Council on Peripher- al Vascular D. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American heart association/American stroke association, Stroke J. Cereb. Circ. 45 (2014) 2160-2236."
    }
  ],
  "num_references": 9,
  "num_citations": 20,
  "cited_references": [
    "b8",
    "b6",
    "b4",
    "b1",
    "b0",
    "b3",
    "b5",
    "b2",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] Department of Neurology , Medical University of South Carolina , Charleston , SC , United States",
    "[raw_affiliation] Department of Neurology , Medical University of South Carolina , 96 Jonathan Lucas Street , CSB 301 , MSC 606 , Charleston , SC 29425 , United States.",
    "[raw_affiliation] Department of Nursing , Medical University of South Carolina , Charleston , SC , United States",
    "[raw_reference] A.D. Boan, W.W. Feng, B. Ovbiagele, D.L. Bachman, C. Ellis, R.J. Adams, S.A. Kautz, D.T. Lackland, Persistent racial disparity in stroke hospitalization and economic impact in young adults in the buckle of stroke belt, Stroke J. Cereb. Circ. 45 (2014) 1932-1938.",
    "[raw_reference] A. Towfighi, D. Markovic, B. Ovbiagele, Consistency of blood pressure control after is- chemic stroke: prevalence and prognosis, Stroke J. Cereb. Circ. 45 (2014) 1313-1317.",
    "[raw_reference] L.G. Glynn, A.W. Murphy, S.M. Smith, K. Schroeder, T. Fahey, Interventions used to im- prove control of blood pressure in patients with hypertension, Cochrane database Syst. Rev. (2010) CD005182.",
    "[raw_reference] R. Agarwal, J.E. Bills, T.J. Hecht, R.P. Light, Role of home blood pressure monitoring in overcoming therapeutic inertia and improving hypertension control: a systematic re- view and meta-analysis, Hypertension 57 (2011) 29-38.",
    "[raw_reference] T. de Jongh, I. Gurol-Urganci, V. Vodopivec-Jamsek, J. Car, R. Atun, Mobile phone mes- saging for facilitating self-management of long-term illnesses, Cochrane database Syst. Rev. 12 (2012), CD007459.",
    "[raw_reference] I. Gurol-Urganci, T. de Jongh, V. Vodopivec-Jamsek, J. Car, R. Atun, Mobile phone mes- saging for communicating results of medical investigations, Cochrane database Syst. Rev. 6 (2012) CD007456.",
    "[raw_reference] J. Sieverdes, M. Gregoski, S. Patel, D. Williamson, B. Brunner-Jackson, J. Rundbaken, E. Treiber, L. Davidson, F. Treiber, Medication and blood pressure mhealth self- management program with hispanic hypertensives: a proof of concept trial, Smart Homecare Technol. TeleHealth 1 (2013) 1-10.",
    "[raw_reference] J.W. McGillicuddy, M.J. Gregoski, A.K. Weiland, R.A. Rock, B.M. Brunner-Jackson, S.K. Patel, B.S. Thomas, D.J. Taber, K.D. Chavin, P.K. Baliga, F.A. Treiber, Mobile health medication adherence and blood pressure control in renal transplant re- cipients: a proof-of-concept randomized controlled trial, JMIR Res. Protoc. 2 (2013), e32."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of the Neurological Sciences",
  "volume": "358",
  "issue": "1-2",
  "pages": "535-537",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.374648",
    "zotero_item_type": "journalArticle"
  }
}
