{
  "paper_id": "DLDSMVFZ",
  "title": "The Development of Goal Setting Theory: A Half Century Retrospective",
  "abstract": "This chapter summarizes the authors' joint development of the goal setting theory. The basic concept was based on more than 50 years of research and the formal theory has endured for 28 years  (Locke & Latham, 1990) . The theory was not developed through overgeneralization from only a few studies or by deduction but rather by induction. The inductions involved the integration of hundreds of studies involving thousands of participants. The theory initially focused solely on consciously set goals. To date, the goal setting theory has shown generality across participants, tasks, nationality, goal source, settings, experimental designs, outcome variables, levels of analysis (individual, group, division, and organizational), and time spans. The theory identifies both mediators and moderators of goal effects. Numerous subsequent studies since 1990 have supported the main tenets of the theory. New findings have enlarged our knowledge of the relevant mediators and moderators as well as showing new applications  (Locke & Latham, 2013) . Among these discoveries are when to set learning rather than performance goals, the effect of goals primed in the subconscious on job performance, and that goal effects are enhanced by having people write at length about them.",
  "year": 1997,
  "date": "1997",
  "journal": "Journal of Applied Psychology",
  "publication": "Journal of Applied Psychology",
  "authors": [
    {
      "forename": "Edwin",
      "surname": "Locke",
      "name": "Edwin Locke",
      "affiliation": "University of Maryland University of Toronto School of Business , Uni- versity of Maryland ; Gary P. Latham , Rotman School of Management and Departments of Psychology , Industrial Relations, and Nursing , University of Toronto. 2451 Norwalk Avenue , Los Angeles , CA 90041. \n\t\t\t\t\t\t\t\t School of Business \n\t\t\t\t\t\t\t\t Gary P. Latham \n\t\t\t\t\t\t\t\t Rotman School of Management and Departments of Psychology \n\t\t\t\t\t\t\t\t Industrial Relations, and Nursing \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t Uni- versity of Maryland \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2451 Norwalk Avenue \n\t\t\t\t\t\t\t\t\t 90041. \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA",
      "email": "elocke@rhsmith.umd.edu"
    },
    {
      "forename": "Gary",
      "surname": "Latham",
      "name": "Gary Latham",
      "affiliation": "University of Maryland University of Toronto School of Business , Uni- versity of Maryland ; Gary P. Latham , Rotman School of Management and Departments of Psychology , Industrial Relations, and Nursing , University of Toronto. 2451 Norwalk Avenue , Los Angeles , CA 90041. \n\t\t\t\t\t\t\t\t School of Business \n\t\t\t\t\t\t\t\t Gary P. Latham \n\t\t\t\t\t\t\t\t Rotman School of Management and Departments of Psychology \n\t\t\t\t\t\t\t\t Industrial Relations, and Nursing \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t Uni- versity of Maryland \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2451 Norwalk Avenue \n\t\t\t\t\t\t\t\t\t 90041. \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "R",
      "surname": "Smith",
      "name": "R Smith",
      "affiliation": "University of Maryland University of Toronto School of Business , Uni- versity of Maryland ; Gary P. Latham , Rotman School of Management and Departments of Psychology , Industrial Relations, and Nursing , University of Toronto. 2451 Norwalk Avenue , Los Angeles , CA 90041. \n\t\t\t\t\t\t\t\t School of Business \n\t\t\t\t\t\t\t\t Gary P. Latham \n\t\t\t\t\t\t\t\t Rotman School of Management and Departments of Psychology \n\t\t\t\t\t\t\t\t Industrial Relations, and Nursing \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t Uni- versity of Maryland \n\t\t\t\t\t\t\t\t University of Toronto \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2451 Norwalk Avenue \n\t\t\t\t\t\t\t\t\t 90041. \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA"
    }
  ],
  "doi": "10.1037/mot0000127",
  "keywords": [
    "goal setting",
    "motivation",
    "theory building"
  ],
  "sections": [
    {
      "text": "The present authors independently discovered the importance of goal setting for significantly improving the performance of individuals and teams. We subsequently formed a research partnership in 1974  (Latham & Locke, 1975)  that has continued to the present day (e.g.,  Latham & Locke, 2018) . In this chapter we describe our individual discoveries, our joint research that led to the development of the goal setting theory in 1990, and new developments to the theory since that time period."
    },
    {
      "title": "Locke",
      "text": "I entered graduate school in the Department of Psychology at Cornell University in 1960.\n\nMy first course was Introduction to Industrial-Organizational (I-O) Psychology taught by Patricia Cain Smith, who was among the earliest and most respected female industrial psychologists. The textbook she assigned to the students in this course was Principles of Industrial Psychology that she had coauthored with Thomas A. Ryan  (Ryan & Smith, 1954) . A figure in a chapter in this book entitled Industrial Motivation showed the results of an experiment conducted in England by C. A.  Mace (1935) . The figure (p. 397) showed that employees who were given a specific goal to attain each day on a computation task showed markedly greater improvement than those who had been told to do their best. However, no statistical tests had been used to analyze the data. Nevertheless, this appeared to be a promising way to approach the topic of work motivation.  1 o put this in context, I must digress with a discussion of the field of psychology at that point in time. The dominant philosophy underlying empirical experiments was behaviorism, the doctrine that human action can be predicted, explained, and controlled without reference to consciousness. John B.  Watson (1924) , the founder of behaviorism, argued that because consciousness can be neither weighed nor measured as with physical entities, it should not be considered as part of science. Only observable behavior should be studied. Behaviorists denied free will and asserted that psychology should embrace environmental determinism.  2 he philosophy of behaviorism was accepted by most psychologists in Canada and the United States because it did not encounter much opposition. For example, instinct theory turned out to be a dead end because people were not found to have inborn goals or knowledge. Superficially, the school of introspectionism seemed better than the study of instincts because it dealt with consciousness, but its core was narrowly focused on reports of physical sensations. The success psychologists had in influencing animal behavior at that time through the use of rewards was considered to provide support for behaviorism. Ryan (1970)  rejected behaviorism as inadequate and asserted that conscious intentions should be studied. He was writing his book on intentions during my time in the Cornell doctoral program  (1960 -1964) . Thus, I was able to read drafts of his chapters.\n\nIn this same time period, I was reading the work of philosopher Ayn Rand (for a summary see  Peikoff, 1991) . I learned that consciousness had the status of an axiom, that is, a concept that along with other axioms such as existence, formed the basis for all knowledge and are self-evident to perception and thus irrefutable. Consequently, I knew that behaviorism, including  Skinner's (1953)  operant model and environmental determinism, was wrong in principle. As a result, I wrote a number of critiques of behaviorism (e.g.,  Locke, 1971)  and its alleged applicability to management  (Locke, 1977) . Ultimately the behaviorist doctrine failed because of its inadequacy as an explanation of human action.\n\nAnother aspect of Ryan's book proved especially useful to me. He reviewed the most common, contemporary attempts at dealing with the issue of motivation, aside from the behaviorist's concept of reinforcement. He noted the substan-tial Freudian influence on some psychologists such as Henry  Murray. Murray (1938)  viewed motivation as stemming from an individual's unconscious motives or general needs as measured by projective tests. These were often poor predictors of job performance.  3 The thrust of Ryan's book is an approach to motivation that includes conscious, task, and situationally specific intentions on the premise that these are the most direct regulators of an individual's actions.\n\nArmed with philosophical confidence, I did my dissertation on goal setting, under Ryan's and Smiths' supervision. Following in  Mace's (1935)  footsteps, I added task and goal variety and, most importantly, statistical tests. The laboratory experiments I conducted supported Mace, and I was able to publish my results. I was subsequently hired by the American Institutes for Research where the director of the Washington office, Ed Fleishman, helped me get a grant from the Office of Naval Research. With my research assistant, Judy Bryan, I conducted additional laboratory experiments on the goal-performance relationship. Two years later I was hired by the University of Maryland Department of Psychology. There I continued my research on goal setting.\n\nHere it is worth pointing out why a large number of researchers proceeded to conduct goal setting experiments after seeing these results. Goal setting is a technique that, if properly implemented, works, and it works reliably to increase an individual and a team's performance. Researchers like their experiments to succeed because it is difficult to publish null findings.\n\nFrederick Herzberg's motivator-hygiene theory  (Herzberg, Mausner, & Snyderman, 1959)  was a competing theory to goal setting. Herzberg's theory asserted that extrinsic aspects of the job, that is, hygiene variables (e.g., an employee's pay) cause job dissatisfaction but not job satisfaction. The theory claimed that intrin-sic aspects of the job, that is motivating variables (e.g., such as the work itself) influence job satisfaction but not dissatisfaction. This theory was based on only two studies and did not focus directly on performance. The methodology used in both studies was the critical incident technique (CIT), a technique originally developed for conducting a job analysis, not for identifying sources of job satisfaction  (Flanagan, 1954) . Research that used different methodologies did not replicate Herzberg's findings (e.g.,  Locke, 1976) .\n\nAnother competitor to goal setting in the 1960s-1980s was the expectancy theory  (Vroom, 1964) . This theory states that an employee's decisions are made by multiplying valence (value) of a Task ϫ Expectancy of performing a Task Effectively ϫ Instrumentality to the individual for doing so, and the product of these in turn leads to making choices. This theory was developed through deduction. However, it turned out that people do not typically make choices by performing such multiplications and Vroom later admitted this fact  (Latham, 2012) .\n\nAnother motivation theory, the prospect theory, is based on Kahneman and Tversky's research. Heath, Larrick, and Wu (1999)  and  Wu, Heath, and Larrick (2008)  claimed that the prospect theory parsimoniously explains goal setting results when, in fact, few if any of its claims about goals and goal setting theory are correct  (Locke & Latham, in press ). The claims of prospect theorists include misstatements about goal setting such as: (a) the theory does not take into account reference standards, even though a goal is a standard for self-evaluation; (b) it cannot explain the effect on performance of setting a difficult-to-attain goal; (c) claiming goal difficulty and specificity are the same; (d) failing to take into account the theory's moderators (e.g., goal commitment) and goal determinants (e.g., values, self-efficacy); and (e) an overreliance on paper people experiments in which an individual's actual performance is not measured."
    },
    {
      "title": "Latham",
      "text": "In the fall of 1967, I began my pursuit of a master's degree in I-O psychology at the Georgia Institute of Technology. The I-O faculty, most of whom had served in the military as psychologists during World War II, instilled in students the desire to make a difference as scientist-practitioners. I was assigned to work with William Ronan as his research assistant. Ronan was a former student of  Flanagan (1954) , the developer of the critical incident technique noted above.\n\nIn the summer of 1968, Ronan was hired by the American Pulpwood Association to find ways to increase the productivity of pulpwood crews. Organizations such as International Paper were dependent on these crews for timber to make paper. Ronan accepted the consulting assignment on the condition that I be hired as a research assistant for that summer to initiate and implement a project that would be of sufficient quality to serve as a master's thesis. I chose to conduct a job analysis, using the CIT, to identify behaviors that differentiate effective from ineffective pulpwood crews. Among my discoveries was that effective crews set specific production goals for the amount of wood that they would harvest in a day and/or week.\n\nDuring the second year of my master's program, Ronan was factor analyzing the results of questionnaires that had been completed by foresters regarding their observations of pulpwood crews. Fortuitously, the questionnaire included an item on setting a weekly goal for the amount of wood to be harvested. This item loaded on the same factor as an objective measure of crew productivity (i.e., cords per employee hour). Thus, two different methodologies, the CIT and a questionnaire, yielded the same conclusion: There is a goal-performance relationship.\n\nThe very day in 1969 that I presented the results of my thesis to the American Pulpwood Association, the organization hired me to be its first staff psychologist. On Saturdays I frequently returned to the Georgia Tech library where I perused the quarterly issues of Psychological Abstracts. In issue after issue, I read abstracts of journal articles that described laboratory experiments in which people who had been assigned a specific, high goal brainstormed more ideas, solved more arithmetic problems, made more tinker toys, and so forth than did those who had been randomly assigned to a placebo (control) condition in which they had been urged to do their best. Racing into his office the following week, I excitedly exclaimed, \"Dr. Ronan, an I-O psychologist by the name of Locke has found. . . .\" Suddenly, we had the beginning of a theoretical framework for conducting our research and explaining our inductively obtained results (e.g.,  Locke, 1968) .\n\nBased on Locke's laboratory experiments, Sid Kinne, a PhD forester who reported directly to Georgia Kraft Company's CEO, convinced him to allow the two of us to conduct a field experiment in which we randomly assigned pulpwood crews to an experimental condition in which they were assigned a specific, highproductivity goal or to a placebo condition in which they were urged to do their best. The importance of the latter exhortation to these crews was highly relevant for them because they were paid on a piece-rate basis. In the very first week and throughout this 3-month experiment, the crews that had specific, high goals outperformed those in the control condition. The goals provided the crews with a purpose, a sense of challenge, and feelings of accomplishment for otherwise tedious work. Consequently, in addition to significant increases in weekly productivity, job attendance soared in the goalsetting condition because cutting trees was now meaningful to the crews. The goal was a standard for self-assessing their effectiveness  (Latham & Kinne, 1974) .\n\nBy this time Ronan was far more than my thesis supervisor; he was a trusted mentor to me. Sadly, the psychology department's emphasis in that time period was solely on industrial psychology and human factors engineering. There was no organizational psychology faculty. Thus, rather than return to Georgia Tech to pursue a PhD, I entered the doctoral program in psychology at the University of Akron (Akron, OH) in 1971. Two things had attracted me to that department. First, only a PhD in I-O psychology was offered; second, the department had recently hired Gary Yukl, a rapidly rising star in I-O psychology.\n\nThe assigned readings in Yukl's doctoral seminar included Locke's research. Hence, I showed Yukl the technical reports on goal setting published by the American Pulpwood Association for its client companies. He immediately urged me to send copies to Locke. Within the week Locke sent me a letter in which he suggested that I submit them for publication, which I did  (Latham & Kinne, 1974; Ronan, Latham, & Kinne, 1973) . The timing was perfect because that was the time period in which Locke's goal-setting experiments were being criticized for lack of external/ecological validity (e.g.,  Heneman & Schwab, 1972; Hinrichs, 1970) .\n\nUnbeknownst to me, the global forest products company, Weyerhaeuser, was aware of my research conducted at the American Pulpwood Association as well as my progress in the doctoral program at the University of Akron. In November 1972, they offered me a job starting in June 1973 as their first staff psychologist. I immediately accepted the offer when the company informed me that upon joining them I could choose any topic for my dissertation and that I would be given all the resources I would need to complete it. The reason for this wonderful offer was the results of my goal-setting research involving pulpwood crews.\n\nWeyerhaeuser's senior management had been astounded that something so simple and straightforward as setting a specific, high goal could have such a positive effect on an employee's and a team's performance. \"Doesn't everyone set goals?\" was the question commonly asked of me. The answer was and is yes, but the goals are almost always general or vague in nature and thus have little or no effect on a person's behavior. Remaining a bit skeptical yet intrigued by my findings, they asked whether \"my methodology\" could be tweaked to further inspire productivity.\n\nAs a doctoral student, I was impressed by Rensis  Likert's (1967)  research on principles that he had labeled a system 4 style of leadership, namely encouraging employee participation in decision making, goal setting, and developing a supportive relationship with subordinates. Thus, my response to the question of tweaking goal setting determined my choice of my doctoral dissertation. I compared the effect of assigned versus participatively set goals on performance versus a do-your-best condition  (Latham & Yukl, 1975) . This led to programmatic research involving about 17 subsequent field and laboratory experiments on this topic. I found that the crews that participated in setting their performance goals had the highest productivity. Moreover, they set higher goals than those who had been assigned goals by the crew supervisor. The goal setting theory states that high goals lead to higher performance than easy goals  (Latham & Locke, 2018; Locke & Latham, 1990 ).\n\nAmong my other findings in that time period was that goals improve performance in the absence of monetary incentives. For example, they did so for unionized loggers  (Latham & Baldes, 1975)  and truck drivers  (Latham & Saari, 1982) , foot_5  who were paid by the hour. They also did so for scientists/engineers, most of whom possessed graduate degrees. Consistent with the goal setting theory, those individuals who were urged to do their best despite receiving praise, public recognition, or a monetary bonus performed no better than those in the control group. The scientists/engineers who participated in the goal-setting process had the same level of goal commitment as those who had been assigned goals. But, as was the case with the loggers  (Latham & Yukl, 1975) , the difficulty level of the participatively set goals was higher than the goals that had been assigned by a manager. For the same reason, as was the case with the loggers, job performance was highest in the participative goal condition  (Latham, Mitchell, & Dossett, 1978) . Subsequent laboratory experiments (e.g.,  Latham & Saari, 1979; Latham, Steele, & Saari, 1982) , as well as an earlier field experiment involving word processing operators  (Latham & Yukl, 1976) , showed that when goal difficulty between conditions is the same, the performance of those with assigned versus participatively set goals does not differ.\n\nLocke and I met at the 1974 annual meeting of the American Psychological Association. As noted earlier, we coauthored our first paper together a year later  (Latham & Locke, 1975) . Based on data from the American Pulpwood Association, we discovered that pulpwood crews, paid on a piece rate basis and restricted to cutting wood to 2-3 days a week cut as much as they normally did in a 5-day week. The restricted number of days had become a specific, challenging time frame (i.e., a goal)."
    },
    {
      "title": "Theory Building",
      "text": "We did not begin our research with theory building in mind. Because of Herzberg, we were acutely aware of the dangers of premature theorizing  (Locke, 1976 (Locke, , 2007;; Locke & Latham, 2005) . As we noted earlier, Herzberg's database was very small, his methodology was dubious, and his results could not be replicated using different and sounder methodologies.\n\nIn 1968, Locke published an article entitled \"Toward a Theory of Task Motivation and Incentives\" based primarily on the results of his early goal-setting experiments and the ideas of Mace. But there was insufficient empirical evidence at that time to build a formal theory. However, the evidence supporting the development of a theory soon began to accumulate based on hundreds of studies conducted by ourselves and others. Thus, in 1990 we published a book that presents the goal setting theory based on approximately 400 studies  (Locke & Latham, 1990) .\n\nA good theory must be based on a clear definition of its concept or concepts  (Locke, 2003) .\n\nKey concepts require careful measurement. We discovered empirically that the best goal measure was: \"What is the minimum score you would be satisfied with?\" (An untested alternative would be, \"What is the lowest score you would not be dissatisfied with?\"). Previously such measures had not been used. Usually people had simply been asked to try for X.\n\nSeveral meta-analyses had been done on the effects of goals on task performance  (Locke & Latham, 1990 , Tables  2-1  and  2-2 ). These analyses show that people with specific, challenging goals reliably outperform those with do-yourbest goals because the latter type of goal is interpreted too subjectively. Moreover, the degree of goal challenge or difficulty is linearly related to performance, given sufficient skill or ability. We concluded that the most effective goals for increasing performance are those that are specific and difficult. With regard to goal specificity, we found that it alone does not necessarily lead to high performance because a goal can be both specific and easy to attain. We found that specific goals in and of themselves affect the variance in performance only to the degree that performance is controllable.\n\nOften overlooked by subsequent researchers are our Appendixes C and D in  Locke and Latham (1990) , which present guidelines for conducting laboratory and field experiments. Ignoring these guidelines can lead to substandard performance and erroneous conclusions. For example, assigning impossible goals in a laboratory increases performance because there are no pen-alties for failure to attain them. Impossible goals can motivate in the short run if people try hard to attain them. In field settings, impossible-toattain goals can lead to demoralization and punishment. In organizations, goals should be challenging yet attainable.\n\nGenerality. Inductive theory building requires evidence of generality. Although we had no formal theory of induction when we began our research, we reported evidence of generality across tasks (n ϭ 88), participants (n Х 40,000), countries (n ϭ 7), outcome measures (n ϭ 10), and time spans ranging from 1 min to several years, foot_6  designs (experimental, correlational), settings (laboratory, simulation, field), and goal sources (assigned, self-set, participatively set). Studies also showed that goal setting could be used successfully with groups/teams, divisions, and even small organizations (e.g.,  Porter & Latham, 2013; Pritchard, Young, Koenig, Schmerling, & Dixon, 2013) .\n\nOur focus on generality has implications for how the issue of replication might best be addressed in the psychological sciences and maybe elsewhere. The emphasis in many discussions of replication has been on exact replication of single studies. But it is hard to know how a study using one task, one set of instructions, one setting, one type of measure, one time span, and one class of participants and so forth will generalize. Our view is that generality is best achieved by replication with variation of the type used in our research program.\n\nMediators. Goal research showed that goal mediators include choice/attention, effort, and persistence. Goals were also found to motivate people to use existing strategies for goal attainment or to discover new ones  (Seijts & Latham, 2005; Winters & Latham, 1996) . Having relevant strategies for goal attainment is a fourth mediator.\n\nAn important finding of goal research on the opposite side of the mediator coin showed that self-set goals along with self-efficacy could mediate the results of other motivators on performance (e.g., assigned goals, feedback, personality, incentives, job design, and leadership). This research was updated by  Locke (2001) .\n\nModerators. We identified four moderators of goal-performance effects. Feedback is critical to goal effects because it enables people to track progress so that effort and strategy can be adjusted to attain the goal. Goals and feed-back work better together to increase performance than either one alone.\n\nA second moderator is goal commitment. A goal that one is not committed to attain will not affect that person's actions. The ultimate proof of commitment is action, but self-report scales can be useful  (Klein, Cooper, & Monahan, 2013) . Commitment is especially important when a goal is difficult to attain because the goal requires more effort and persistence when setbacks are inevitably experienced. Commitment is affected by values, including incentives, and self-efficacy.\n\nA third moderator, which as noted is also a mediator, is ability, namely knowledge or skill. People cannot attain goals if they do not know how to do so. This is an example of motivation and cognition working together (see  Wood, Whelan, Sojo, & Wong, 2013) . Perceptions by supervisors that the goals assigned to them by their managers are excessively difficult has been shown subsequently to be related to their abuse of employees  (Mawritz, Folger, & Latham, 2014) .\n\nSituational factors. Situational factors, a fourth moderator, affect the goal-performance relationship. Goal-directed action may be facilitated or hindered by environmental factors and the degree of support an individual receives (e.g., people, money, facilities).\n\nAffect. Goals are by their nature something one values. Emotions are based on subconscious value judgments  (Locke, 2009) . Thus, goal attainment is related to affect (see  Locke & Latham, 1990, Chapter 10) . Numerous studies show that goal attainment is related to satisfaction. However, there is an apparent paradox. Difficult goals are less likely to be attained than easier goals, thus making satisfaction harder to experience. So why do people try to attain them? The explanation, provided by an experiment by  Mento, Locke, and Klein (1992) , is that attaining challenging goals is often the path to more internal and external benefits than easier goals (e.g., pride, educational credentials, better job, higher pay).\n\nExpectancy and self-efficacy. Another paradox arose in relation to the expectancy theory, which states that a higher expectancy of performance effectiveness is more motivating than a lower expectancy  (Vroom, 1964) . A challenging goal is less likely to be attained. Nevertheless, a high goal leads to higher performance than one that is easily attained. The resolution to this paradox was found in  Bandura's (1997)  concept of self-efficacy. Self-efficacy refers to task or domain self-confidence and is positively related to performance. It is measured by ratings across multiple performance levels and then averaged. In contrast, expectancy is normally measured in relation to only one outcome level at a time. A single outcome expectancy rating does not predict well across participants when different individuals are assigned different goal levels relative to the more comprehensive self-efficacy scale because the frame of reference is not constant (see  Locke & Latham, 1990, Chapter 3) .\n\nThe self-efficacy theory  (Bandura, 1997)  has been incorporated into goal theory and vice versa. This is because self-efficacy is affected by assigned goals, influences self-set goals, affects responses to performance feedback, affects goal commitment, and is associated with the use of effective task strategies  (Locke & Latham, 1990 , 2002) .\n\nSupplemental results. Other issues discussed in our 1990 book include the hypothesized causes of null results from goal setting, the flaws in Atkinson's deductively derived motivation theory, the positive effects of proximal versus distal goals on tasks that are complex for an individual, the determinants of goal choice, the role of participation in goal setting, the effects of value importance on affect, and the application of goal setting to human resource management.\n\nContingencies. A noteworthy aspect of our 1990 book is that we analyzed every goalsetting study that obtained contingent or negative results. The law of contradiction asserts that something cannot be true and not true at the same time and in the same respect. Usually replication problems are caused by one of two factors: (a) the theory is wrong or at least needs further development or (b) the theory was tested inappropriately. Our analyses suggested what could be done to verify our hypotheses. So far, no one has followed up, but we believe that such an analysis serves as an antidote to the all-too-common procedure in psychology of citing only results that fit one's theory while ignoring those that do not."
    },
    {
      "title": "Induction",
      "text": "The goal setting theory appears to be unique among work motivation theories in withstanding the test of time-some 50 years since the first goal-setting experiments were conducted and 28 years since the first statement of the theory. It has been rated as the most valid and practical theory of work motivation  (Lee & Earley, 1992; Miner, 2003; Pinder, 1998) . We attribute this success to the use of the inductive method.\n\nInduction goes against what has become all but an axiom in psychology: Deduce a theory and then test it. When an experimental hypothesis is supported, theory building often is considered closed. Induction, on the other hand, helps prevent premature theorizing and premature closure. Induction minimizes the temptation for harking, namely formulating hypotheses after the results are known. Induction lengthens the time perspective for theory development. Most importantly, once a theory is formulated inductively, the theory is open to further development; The theory continues to be a work in progress rather than a closed system. New studies are not a threat to the theory; rather, they are an opportunity for further development. In sum, induction helps prevent premature theorizing, premature closure, and desperate attempts to prove one is not wrong.\n\nFollowing the publication of our 1990 book, goal-setting research exploded to more than 1,000 studies  (Latham, 2012; Mitchell & Daniels, 2003) . Thus, we decided that an update to the theory was needed. There were more studies than we could keep track of so our new, edited book involves some 70 scholars who updated the literature  (Locke & Latham, 2013) . Below are examples."
    },
    {
      "title": "Participative Versus Assigned Goals",
      "text": "Prior to 1990, experiment after experiment on assigned and participatively set goals showed that performance, whether in the laboratory or in the field, was the same if goal difficulty was held constant as long as the rationale or logic for the assigned goal was provided. This was not the case if the goal was assigned in a curt manner  (Latham, Erez, & Locke, 1988) .  6 That an assigned goal was as effective as a participatively set goal ran counter to the prevailing belief in I-O psychology (e.g.,  Likert, 1967) . The explanation for this seemingly contradictory finding was provided in an experiment by  Latham, Winters, and Locke (1994) . Researchers, including us, had been looking in the wrong direction. That is, we were searching in vain for the motivational effects of participation in settings goals (e.g., commitment) when the main benefit is cognitive. A mediation analysis revealed that the quality of the strategies that are used is responsible for the high performance of the individuals who participate in the goalsetting process. Scully, Kirkpatrick, and Locke (1995)  found that participation's benefits were based on knowledge exchange."
    },
    {
      "title": "Learning Versus Performance Goals",
      "text": "When participants were given a task that exceeded their knowledge or ability, a moderator in the goal setting theory, participants with a goal had higher performance than those assigned performance goals. People who were given high goals under time pressure typically failed to explore alternative strategies. The best procedure here is to assign specific, challenging learning goals  (Seijts, Latham, & Woodwark, 2013; Winters et al., 1996) . Selfefficacy and strategies mediate learning goal effects. Learning goals are especially effective when negative feedback is given on the performance of a task that is experienced as highly complex  (Cianci, Klein, & Seijts, 2010) . Learning and performance goals actually can be assigned together so long as the cognitive load is not too high  (Masuda, Locke, & Williams, 2015) ."
    },
    {
      "title": "Learning Goals Versus a Learning Goal Orientation",
      "text": "A learning goal, a state, is not to be confused with a learning goal orientation conceived by  Dweck (1986)  as a quasitrait. Setting a specific, high goal provides direction for one's behavior; it serves as a motivator for performance attainment. The importance of not blurring the distinction between these two concepts was shown empirically by  Seijts, Latham, Tasa, and Latham (2004) . Using a complex simulation in which participants sought to increase market share under rapidly evolving changes in the telecommunications industry, the researchers found that those who had a specific, challenging learning goal to discover and implement a specific number of strategies or were urged to do their best significantly increased market share versus those with a specific challenging performance goal. A learning goal orientation predicted performance only when a vague goal had been set, namely to do one's best. In short, specific goal setting masked the effect of a learning goal orientation on subsequent performance. Self-efficacy and information search (strategy) mediated the learning goal-performance effect."
    },
    {
      "title": "Primed Goals",
      "text": "Arguably the most remarkable finding with regard to the goal setting theory since 1990 is that it is as applicable to goals primed in the subconscious as it is to consciously set goals  (Latham, 2018) . Additive effects on performance of these two types of goals have been obtained in both laboratory  (Ganegoda, Latham, & Folger, 2011; Stajkovic, Locke, & Blair, 2006)  and field experiments  (Shantz & Latham, 2009) . A context-specific primed goal has been shown to lead to higher job performance than a general one  (Latham & Piccolo, 2012) . On a task that is complex for people, a primed learning goal led to higher performance than a primed performance goal  (Chen & Latham, 2014) . Latham, Brcic, and Steinhauer (2017)  found that a goal can be primed for the subsequent conscious choice of a difficult versus an easy goal as well as effort expended. Choice and effort, as noted earlier, are mediators in the goal setting theory. Latham et al. (2017)  also found that the more difficult the goal primed in the subconscious, the higher the goal that is consciously set. Moreover, a conscious self-set goal partially mediated the subconscious goalperformance relationship. A self-report measure of conscientiousness moderated this relation-ship. The effects of goal priming are not limited to an individual's performance. A primed goal can even increase satisfaction with customer service  (Brcic & Latham, 2016) ."
    },
    {
      "title": "Other Findings",
      "text": "Among the other findings since 1990 are the following. First is the economic benefits of goal setting. Schmidt (2013) calculated, on the basis of utility analysis, that given an average salary of $50,000, the average increase in output of employees is $9,200 a year as the result of a goal-setting intervention. Second,  Klein et al. (2013)  updated their goal commitment scale and identified several determinants of commitment. Third,  Wood et al. (2013)  updated the research on strategy as a moderator. Specific, challenging goals combined with appropriate strategies produce stronger performance effects than either one alone. Fourth,  Sun and Frese (2013)  shed light on multiple goal pursuit. Proximal goals are especially important for attaining sequentially interdependent distal goals that are long term and are complex for an individual or team  (Latham & Locke, 2007; Locke, 2018b) . Fifth, the goal-performance relationship is not restricted to the workplace. Goal setting has beneficial effects in sports, psychotherapy, creativity, leadership, negotiation, health care, and entrepreneurship. And sixth, writing about goals is beneficial. For example, in the field of education  Morisano, Hirsh, Peterson, Pihl, and Shore (2010)  found that when students wrote at length about their goals, their grades improved, regardless of whether a goal for a specific grade had been set. Similar to  Morisano et al.'s quantitative experiment, Travers (2013)  conducted a qualitative study that showed the self-development benefits of students simply writing about their goals. These findings are inconsistent with the goal setting theory, which advocates matching the goal to the desired outcome. Rather than viewing these results as a threat to our theory, we view it as an opportunity to expand it based on corroborating and further exploratory research."
    },
    {
      "title": "Goals and Organizations",
      "text": "All organizations require goals; otherwise they have no purpose in being and would not achieve anything. A recent book by John Doerr (2018), inspired by goal-setting research, provides a detailed method of how organizations can and should use goal setting to be successful. Based on his work at Intel, he introduced Google's leadership team to goal setting (based on a study by Locke), which is now a critical part of Google's leadership strategy. Doerr explained the necessity of making goals transparent to all departments, thus making unethical behavior less likely. Similarly,  Kerr and Lepelley (2013)  described how G.E. managers, at the insistence of Jack Welch, set stretch goals, that is, goals that were arguably impossible to attain. These were set to stimulate creative outside-the-box thinking. No one was penalized for failure to attain these goals. Hence, no one was tempted to cheat or exaggerate goal attainment. Stretch goals were in addition to assigned minimum goals that did have to be attained."
    },
    {
      "title": "The Biological Basis for Goals",
      "text": "We noted in our 1990 book that the foundation of goal directed action is biology. Life is a conditional process; it requires action that sustains survival. If no action is taken or the wrong actions are taken, the organism does not survive and cannot reproduce. At the level of lower animals, action that is guided by sensory perception and perceptual level learning is needed. At the human level, there is the need for conceptual thought (reason), volitional goal choices  (Locke, 2018b) , and longrange thinking.\n\nGiven the nature of life and human nature, it seems obvious that goal-directed choice and action are at the core of human motivation. This fact shows the inadequacy of control theory models of goal setting  (Locke, 2018a) . Machines (e.g., thermostats, torpedoes) do not have goals; only their builders and users do. Contrary to control theory, discrepancy reduction between a desired goal and one's level of performance cannot be the primary source of motivation; otherwise the easiest path to take would be to not set goals. More foundational than discrepancy reduction is that the goal-setting process involves discrepancy production  (Bandura & Locke, 2003) . Furthermore, once a goal has been attained, given self-efficacy, people typically set an even higher goal rather than rest on their laurels."
    },
    {
      "title": "Conclusion",
      "text": "We have two closing comments. First, it is widely believed that intrinsic motivation includes achievement motivation. It does not  (Locke & Schattke, 2018) . This confound, unfortunately, has been accepted in psychology for more than 100 years. In psychology, intrinsic motivation properly means loving an activity just for its own sake, regardless of how well one performs it (e.g., walking) or just for the sake of contemplation (e.g., music). It means loving what one is doing. The goal setting theory is based on achievement motivation  (Mc-Clelland, Atkinson, Clark, & Lowell, 1953) , which involves striving to meet a standard of excellence; it means not just doing but also doing something well (e.g., attaining a sales objective). Ideally, the two go together, but they can vary independently (e.g., hating being a lawyer while still trying to be excellent at it; loving tennis while being indifferent to attaining excellence or even to improving).\n\nSecond, we are champions of the inductive method in science. So we conclude this chapter by noting the wisdom of Sherlock Holmes, our favorite detective: \"I have no data yet. It is a capital mistake to theorize before one has data. Insensibly one begins to trust facts to suit theories, instead of theories to suit facts\"  (Doyle, 2003) ."
    }
  ],
  "references": [
    {
      "title": "Self-efficacy: The exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1997,
      "doi": "10.1891/0889-8391.13.2.158"
    },
    {
      "title": "Negative selfefficacy and goal effects revisited",
      "authors": [
        "A Bandura",
        "E Locke"
      ],
      "year": 2003,
      "doi": "10.1037/0021-9010.88.1.87"
    },
    {
      "title": "The effect of priming affect on customer service satisfaction",
      "authors": [
        "J Brcic",
        "G Latham"
      ],
      "year": 2016,
      "doi": "10.5465/amd.2015.0052"
    },
    {
      "title": "The effect of priming learning vs performance goals on a complex task",
      "authors": [
        "X Chen",
        "G Latham"
      ],
      "year": 2014,
      "doi": "10.1016/j.obhdp.2014.06.004"
    },
    {
      "title": "The effect of negative feedback on tension and subsequent performance: The main and interactive effects of goal content and conscientiousness",
      "authors": [
        "A Cianci",
        "H Klein",
        "G Seijts"
      ],
      "year": 2010,
      "doi": "10.1037/a0019130"
    },
    {
      "title": "The relationship of achievement motivation to entrepreneurial behavior: A meta-analysis",
      "authors": [
        "C Collins",
        "P Hanges",
        "E Locke"
      ],
      "year": 2004,
      "doi": "10.1207/s15327043hup1701_5"
    },
    {
      "doi": "10.1207/s15327043hup1701_5"
    },
    {
      "title": "Measure what matters",
      "authors": [
        "J Doerr"
      ],
      "year": 2018
    },
    {
      "title": "The complete Sherlock Holmes",
      "authors": [
        "A Doyle"
      ],
      "year": 2003
    },
    {
      "title": "Motivational processes affecting learning",
      "authors": [
        "C Dweck"
      ],
      "year": 1986,
      "doi": "10.1037/0003-066X.41.10.1040"
    },
    {
      "title": "The critical incident technique",
      "authors": [
        "J Flanagan"
      ],
      "year": 1954,
      "doi": "10.1037/h0061470"
    },
    {
      "title": "The effect of subconscious goal setting on organizational justice",
      "authors": [
        "D Ganegoda",
        "G Latham",
        "R Folger"
      ],
      "year": 2011,
      "doi": "10.1037/e518362013-712"
    },
    {
      "title": "Goals as reference points",
      "authors": [
        "C Heath",
        "R Larrick",
        "G Wu"
      ],
      "year": 1999,
      "doi": "10.1006/cogp.1998.0708"
    },
    {
      "title": "Evaluation of research on expectancy theory predictions of employee performance",
      "authors": [
        "H Heneman",
        "D Schwab"
      ],
      "year": 1972,
      "doi": "10.1037/h0033093"
    },
    {
      "title": "The motivation to work",
      "authors": [
        "F Herzberg",
        "B Mausner",
        "B Snyderman"
      ],
      "year": 1959
    },
    {
      "title": "Psychology of men at work",
      "authors": [
        "J Hinrichs"
      ],
      "year": 1970,
      "doi": "10.1146/annurev.ps.21.020170.002511"
    },
    {
      "title": "The predictive validity of conscious and subconscious motives on career advancement",
      "authors": [
        "A Howard"
      ],
      "year": 2013
    },
    {
      "title": "New developments in goal setting and task performance",
      "doi": "10.1111/peps.12113_5"
    },
    {
      "title": "Stretch goals: Risks, possibilities, and best practices",
      "authors": [
        "S Kerr",
        "D Lepelley"
      ],
      "year": 2013
    },
    {
      "title": "Goal commitment",
      "authors": [
        "H Klein",
        "J Cooper",
        "C Monahan"
      ],
      "year": 2013
    },
    {
      "title": "Work motivation: History, theory, research and practice",
      "authors": [
        "G Latham"
      ],
      "year": 2012,
      "doi": "10.4135/9781506335520"
    },
    {
      "title": "The effect of priming goals on organizational related behavior: My transition from skeptic to believer",
      "authors": [
        "G Latham"
      ],
      "year": 2018
    },
    {
      "title": "The \"practical significance\" of Locke's theory of goal setting",
      "authors": [
        "G Latham",
        "J Baldes"
      ],
      "year": 1975,
      "doi": "10.1037/h0076354"
    },
    {
      "title": "Toward an integration of goal setting theory and the automaticity model",
      "authors": [
        "G Latham",
        "J Brcic",
        "A Steinhauer"
      ],
      "year": 2017,
      "doi": "10.1111/apps.12087"
    },
    {
      "title": "Resolving scientific disputes by the joint design of crucial experiments by the antagonists: Application to the Erez-Latham dispute regarding participation in goal setting",
      "authors": [
        "G Latham",
        "M Erez",
        "E Locke"
      ],
      "year": 1988,
      "doi": "10.1037/0021-9010.73.4.753"
    },
    {
      "title": "Improving job performance through training in goal setting",
      "authors": [
        "G Latham",
        "S Kinne"
      ],
      "year": 1974,
      "doi": "10.1037/h0036530"
    },
    {
      "title": "Increasing productivity with decreasing time limits: A field replication of Parkinson's Law",
      "authors": [
        "G Latham",
        "E Locke"
      ],
      "year": 1975,
      "doi": "10.1037/h0076916"
    },
    {
      "title": "New developments in and directions for goal setting",
      "authors": [
        "G Latham",
        "E Locke"
      ],
      "year": 2007,
      "doi": "10.1027/1016-9040.12.4.290"
    },
    {
      "title": "Goal setting theory: Controversies and resolutions",
      "authors": [
        "G Latham",
        "E Locke"
      ],
      "year": 2018,
      "doi": "10.4135/9781473914957.n8"
    },
    {
      "title": "Importance of participative goal setting and anticipated rewards on goal difficulty and job performance",
      "authors": [
        "G Latham",
        "T Mitchell",
        "D Dossett"
      ],
      "year": 1978,
      "doi": "10.1037/0021-9010.63.2.163"
    },
    {
      "title": "The effect of context specific versus non-specific subconscious goals on employee performance",
      "authors": [
        "G Latham",
        "R Piccolo"
      ],
      "year": 2012,
      "doi": "10.1002/hrm.21486"
    },
    {
      "title": "The effects of holding goal difficulty constant on assigned and participatively set goals",
      "authors": [
        "G Latham",
        "L Saari"
      ],
      "year": 1979,
      "doi": "10.2307/255489"
    },
    {
      "title": "The importance of union acceptance for productivity improvement through goal setting",
      "authors": [
        "G Latham",
        "L Saari"
      ],
      "year": 1982,
      "doi": "10.1111/j.1744-6570.1982.tb02221.x"
    },
    {
      "title": "The effects of participation and goal difficulty on performance",
      "authors": [
        "G Latham",
        "T Steele",
        "L Saari"
      ],
      "year": 1982,
      "doi": "10.1111/j.1744-6570.1982.tb02218.x"
    },
    {
      "title": "Cognitive and motivational effects of participation: A mediator study",
      "authors": [
        "G Latham",
        "D Winters",
        "E Locke"
      ],
      "year": 1994,
      "doi": "10.1002/job.4030150106"
    },
    {
      "title": "Assigned versus participative goal setting with educated and uneducated woods workers",
      "authors": [
        "G Latham",
        "G Yukl"
      ],
      "year": 1975,
      "doi": "10.1037/h0076753"
    },
    {
      "title": "The effects of assigned and participative goal setting on performance and job satisfaction",
      "authors": [
        "G Latham",
        "G Yukl"
      ],
      "year": 1976,
      "doi": "10.1037/0021-9010.61.2.166"
    },
    {
      "title": "Comparative peer evaluations of organizational behavior theories",
      "authors": [
        "C Lee",
        "P Earley"
      ],
      "year": 1992,
      "doi": "10.4324/9781315702001-29"
    },
    {
      "title": "The human organization: Its management and values",
      "authors": [
        "R Likert"
      ],
      "year": 1967
    },
    {
      "title": "Toward a theory of task motivation and incentives",
      "authors": [
        "E Locke"
      ],
      "year": 1968,
      "doi": "10.1016/0030-5073%2868%2990004-4"
    },
    {
      "title": "Is \"behavior therapy\" behavioristic? (An analysis of Wolpe's psychotherapeutic methods)",
      "authors": [
        "E Locke"
      ],
      "year": 1971,
      "doi": "10.1037/h0031721"
    },
    {
      "title": "The nature and causes of job satisfaction",
      "authors": [
        "E Locke"
      ],
      "year": 1976
    },
    {
      "title": "The myths of behavior mod in organizations",
      "authors": [
        "E Locke"
      ],
      "year": 1977,
      "doi": "10.5465/amr.1977.4406724"
    },
    {
      "title": "Self-set goals and self-efficacy as mediators of incentives and personality",
      "authors": [
        "E Locke"
      ],
      "year": 2001,
      "doi": "10.4324/9781410600349"
    },
    {
      "title": "Good definitions: The epistemological foundation of scientific progress",
      "authors": [
        "E Locke"
      ],
      "year": 2003
    },
    {
      "title": "The case for inductive theory building",
      "authors": [
        "E Locke"
      ],
      "year": 2007,
      "doi": "10.1177/0149206307307636"
    },
    {
      "title": "Attain emotional control by understanding what emotions are",
      "authors": [
        "E Locke"
      ],
      "year": 2009
    },
    {
      "title": "Theory building, replication, and behavioral priming: Where do we need to go from here",
      "authors": [
        "E Locke"
      ],
      "year": 2015,
      "doi": "10.1177/1745691614567231"
    },
    {
      "title": "The illusion of determinism: Why free will is real and causal",
      "authors": [
        "E Locke"
      ],
      "year": 2018,
      "doi": "10.4159/9780674239807-006"
    },
    {
      "title": "Long-range thinking and goal directed action",
      "authors": [
        "E Locke"
      ],
      "year": 2018
    },
    {
      "title": "A theory of goal setting and task performance",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 1990
    },
    {
      "title": "Building a practically useful theory of goal setting and task performance",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2002,
      "doi": "10.1037/0003-066X.57.9.705"
    },
    {
      "title": "Goal setting theory: Theory by induction",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2005,
      "doi": "10.1093/oso/9780199276813.003.0007"
    },
    {
      "title": "New developments in goal setting and task performance",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2013,
      "doi": "10.4324/9780203082744"
    },
    {
      "title": "Does prospect theory add or subtract from our understanding of goal directed motivation? Research in Human Resource Management",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "doi": "10.4135/9781452276090.n95"
    },
    {
      "title": "Intrinsic and extrinsic motivation: Time for expansion and clarification",
      "authors": [
        "E Locke",
        "K Schattke"
      ],
      "year": 2018,
      "doi": "10.1037/mot0000116"
    },
    {
      "title": "Incentives: Some experimental studies (Report No. 72",
      "authors": [
        "C Mace"
      ],
      "year": 1935,
      "doi": "10.1038/135865c0"
    },
    {
      "title": "The effects of simultaneous learning and performance goals on performance: An inductive exploration",
      "authors": [
        "A Masuda",
        "E Locke",
        "K Williams"
      ],
      "year": 2015,
      "doi": "10.1080/20445911.2014.982128"
    },
    {
      "title": "Supervisors' exceedingly difficult goals and abusive supervision: The mediating effects of hindrance stress, anger, and anxiety",
      "authors": [
        "M Mawritz",
        "R Folger",
        "G Latham"
      ],
      "year": 2014,
      "doi": "10.1002/job.1879"
    },
    {
      "title": "The achievement motive",
      "authors": [
        "D Mcclelland",
        "J Atkinson",
        "R Clark",
        "E Lowell"
      ],
      "year": 1953,
      "doi": "10.1037/11144-000"
    },
    {
      "title": "Relationship of goal level to valence and instrumentality",
      "authors": [
        "A Mento",
        "E Locke",
        "H Klein"
      ],
      "year": 1992,
      "doi": "10.1037/0021-9010.77.4.395"
    },
    {
      "title": "The rated importance, scientific validity, and practical usefulness of organizational behavior theories: A quantitative review",
      "authors": [
        "J Miner"
      ],
      "year": 2003,
      "doi": "10.5465/amle.2003.10932132"
    },
    {
      "title": "Motivation",
      "authors": [
        "T Mitchell",
        "D Daniels"
      ],
      "year": 2003
    },
    {
      "title": "Setting, elaborating, and reflecting on personal goals improves academic performance",
      "authors": [
        "D Morisano",
        "J Hirsh",
        "J Peterson",
        "R Pihl",
        "B Shore"
      ],
      "year": 2010,
      "doi": "10.1037/a0018478"
    },
    {
      "title": "Explorations in personality",
      "authors": [
        "H Murray"
      ],
      "year": 1938,
      "doi": "10.1093/acprof:oso/9780195305067.003.0004"
    },
    {
      "title": "Objectivism: The philosophy of Ayn Rand",
      "authors": [
        "L Peikoff"
      ],
      "year": 1991
    },
    {
      "title": "Work motivation: Theory, issues, and applications",
      "authors": [
        "C Pinder"
      ],
      "year": 1998
    },
    {
      "title": "The effect of employee learning goals and goal commitment on departmental performance",
      "authors": [
        "R Porter",
        "G Latham"
      ],
      "year": 2013,
      "doi": "10.1177/1548051812467208"
    },
    {
      "title": "Long-term effects of goal setting on performance with the productivity measurement and enhancement system (ProMES)",
      "authors": [
        "R Pritchard",
        "B Young",
        "N Koenig",
        "D Schmerling",
        "N Dixon"
      ],
      "year": 2013
    },
    {
      "title": "The effects of goal setting and supervision on worker behavior in an industrial situation",
      "authors": [
        "W Ronan",
        "G Latham",
        "S Kinne"
      ],
      "year": 1973,
      "doi": "10.1037/h0036303"
    },
    {
      "title": "Intentional behavior",
      "authors": [
        "T Ryan"
      ],
      "year": 1970
    },
    {
      "title": "Principles of industrial psychology",
      "authors": [
        "T Ryan",
        "P Smith"
      ],
      "year": 1954
    },
    {
      "authors": [
        "Ronald"
      ]
    },
    {
      "title": "The economic value of goal setting to employers",
      "authors": [
        "F Schmidt"
      ],
      "year": 2013
    },
    {
      "title": "Locus of knowledge as a determinant of the effects of participation on performance, affect and perceptions",
      "authors": [
        "J Scully",
        "S Kirkpatrick",
        "E Locke"
      ],
      "year": 1995,
      "doi": "10.1006/obhd.1995.1022"
    },
    {
      "title": "Learning versus performance goals: When should each be used?",
      "authors": [
        "G Seijts",
        "G Latham"
      ],
      "year": 2005,
      "doi": "10.5465/ame.2005.15841964"
    },
    {
      "title": "Goal setting and goal orientation: An integration of two different yet related literatures",
      "authors": [
        "G Seijts",
        "G Latham",
        "K Tasa",
        "B Latham"
      ],
      "year": 2004
    },
    {
      "title": "Learning goals: A qualitative and quantitative review",
      "authors": [
        "G Seijts",
        "G Latham",
        "M Woodwark"
      ],
      "year": 2013
    },
    {
      "title": "An exploratory field experiment of the effect of subconscious and conscious goals on employee performance",
      "authors": [
        "A Shantz",
        "G Latham"
      ],
      "year": 2009,
      "doi": "10.1016/j.obhdp.2009.01.001"
    },
    {
      "title": "Science and human behavior",
      "authors": [
        "B Skinner"
      ],
      "year": 1953
    },
    {
      "title": "A first examination of the relationships between primed subconscious goals, assigned conscious goals, and task performance",
      "authors": [
        "A Stajkovic",
        "E Locke",
        "E Blair"
      ],
      "year": 2006,
      "doi": "10.1037/0021-9010.91.5.1172"
    },
    {
      "title": "goal pursuit",
      "authors": [
        "S Sun",
        "M Frese"
      ],
      "year": 2013
    },
    {
      "title": "Using goal setting theory to promote personal development",
      "authors": [
        "C Travers"
      ],
      "year": 2013
    },
    {
      "title": "Work and motivation",
      "authors": [
        "V Vroom"
      ],
      "year": 1964
    },
    {
      "title": "Behaviorism. Illinois",
      "authors": [
        "J Watson"
      ],
      "year": 1924
    },
    {
      "title": "The effect of learning versus outcome goals on a simple versus a complex task",
      "authors": [
        "D Winters",
        "G Latham"
      ],
      "year": 1996,
      "doi": "10.1177/1059601196212007"
    },
    {
      "title": "Goals, goal orientation, strategies, and performance",
      "authors": [
        "R Wood",
        "J Whelan",
        "V Sojo",
        "M Wong"
      ],
      "year": 2013
    },
    {
      "title": "A prospect theory model of goal behavior",
      "authors": [
        "G Wu",
        "C Heath",
        "R Larrick"
      ],
      "year": 2008
    }
  ],
  "num_references": 88
}
