{
  "paper_id": "DT9CKWCJ",
  "title": "Bayesian persuasion",
  "abstract": "Calculations From The Introduction Here are the calculations for the expected waiting time under the random beep with probability z. First, consider the probability that there has been an arrival conditional on no beep prior to date t. This is the probability that of at least one silent arrival conditional on the event that there was no noisy arrival. Notice that by the memoryless property of the Poisson process, conditional on any number of noisy arrivals, the distribution of silent arrivals is Poisson with parameter λ(1z). 1 That is, the proba- bility of a silent arrival is independent of the number of noisy arrivals. In particular the probability of at least one silent arrival conditional on no noisy arrival is just the unconditional probability of a silent arrival, i.e.",
  "year": 2016,
  "date": "2016-07-25",
  "journal": "American Economic Review",
  "publication": "American Economic Review",
  "authors": [
    {
      "forename": "Jeffrey",
      "surname": "Ely",
      "name": "Jeffrey Ely",
      "affiliation": "Professor of Economics , Northwestern University. \n\t\t\t\t\t\t\t\t Professor of Economics \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Emma",
      "surname": "Morrison",
      "name": "Emma Morrison",
      "affiliation": "Professor of Economics , Northwestern University. \n\t\t\t\t\t\t\t\t Professor of Economics \n\t\t\t\t\t\t\t\t Northwestern University"
    }
  ],
  "doi": "10.1257/aer.101.6.2590",
  "arxiv": "arXiv:1407.5649",
  "sections": [
    {
      "text": "Therefore the time it takes for the agent's beliefs to reach p * in the absence of a beep is\n\nand the probability that this time is reached without a beep is\n\nFinally, the expected time before the first beep conditional on that beep occurring prior to the agent's beliefs reaching the threshold is\n\nSince the agent stops working either because his beliefs reach the threshold or because a beep is heard earlier than ω, the total expected waiting time is the weighted average\n\n) and after some algebra this simplifies to\n\nλz ."
    },
    {
      "title": "Formal Derivation Of The HJB Equation",
      "text": "Let us approximate the optimized continuous time discounted payoff for the principal by discretizing the time dimension into intervals of length h and the summation\n\nDividing through by e -rt ,\n\nNow a first-order approximation\n\nI claim that at an optimum q * of the maximization above, E q * V(ν) = V(µ). To see why, for each ν ∈ ∆(S), let q * (ν) be a maximizer for the optimization that defines V(ν). Then we have\n\n] since the left-hand side is a feasible value for the right-hand side optimization, taking q to be the degenerate lottery. Therefore\n\nbut also\n\nsince the compound lottery in the middle expression above is feasible for the optimization that defines V(µ). We can thus re-arrange as follows\n\nDividing through by h and then taking h → 0 we obtain by l'Hopital's rule ,\n\n] .\n\n3 Calculations For The Basic Model"
    },
    {
      "title": "Value Function For Delayed Beep",
      "text": "First, lets calculate the continuation value when the agent's belief is at the threshold p * .\n\nThe principal collects a flow payoff of 1 until a beep arrives. He discounts payoffs at rate r and beeps arrive at rate λ. This yields the following expected discounted value\n\nNext consider any µ ≤ p * . Let τ(µ) be the time remaining before the belief reaches p * .\n\nThe principal collects a flow payoff of 1 until the belief for a duration τ(µ) then earns the continuation value V(p * ). The overall payoff is thus"
    },
    {
      "title": "Solving the HJB Equation",
      "text": "We begin with the function in brackets, i.e.,\n\nFor µ ≤ p * , the flow payoff is constant u ≡ 1, the value function is given by Equation  1 and we have\n\nand noting that dτ dµ = -( dν dt ) -1 , this reduces to\n\n1e -rτ(µ) + e -rτ(µ) r r + λ which is simply rV over the range µ ≤ p * . For µ > p * , the flow payoff is constant u ≡ 0, and the value function is linear with negative slope\n\nwhich is negative for µ < 1 and zero at µ = 1.\n\nFinally we consider the concavification. We can analyze the two intervals [0,\n\np * ] and [p * , 1] separately. Since the bracketed function equals rV which is already concave on the interval [0, p * ], it is its own concavification on that interval. Turning to the interval [p * , 1], the linear function which connects the points (p * , V(p * )) and (1, 0) is concave and no smaller than the bracketed function over this interval. Therefore the concavifi-cation (which is the pointwise smallest such function) must have these two points in its graph. And any function with smaller values elsewhere would not be concave. Thus the linear function is the concavification on this interval. Finally, rV is just the union of these two functions, and it is concave over the full domain µ ∈ [0, 1]. It is therefore the concavification of the function in brackets."
    },
    {
      "title": "Proofs For The General Single Agent Model",
      "text": "Proof of Lemma 1. For any current state s and subsequent state s ′ let χ(s, s ′ ) equal the probability conditional on the process being in state s at time l that the process is in state s ′ at time l + h where h is the discrete period length. Let χ be the matrix of these transition probabilities. Then if the agent begins period t with belief µ and obtains no information, he will begin period t + 1 with belief\n\nProof of Theorem 1. It remains only to show that the operator\n\nis a contraction mapping on the complete metric space of bounded real-valued functions with the sup metric. The Blackwell sufficient conditions for T to be contraction mapping (with modulus δ) are as follows.\n\nThe first follows from the observation that if g ≥ g ′ , then any concave function which is weakly larger than g is also weakly larger than g ′ and therefore cav g ≥ cav g ′ . The second follows from the observation that for any function h and any constant k, a concave function y is weakly larger than h if and only if y + k is weakly larger than h + k.\n\nTherefore cav(h + k) = (cav h) + k."
    },
    {
      "title": "Calculations For the Monopoly Example",
      "text": "It was asserted that a convex u implies that full-disclosure is optimal and that a concave u implies that no disclosure is optimal. These claims are immediate consequences of Theorem 1. In particular consider any convex u.\n\nThe operator T applied to any V is hence the concavification of convex function, i.e. linear (and hence convex.) Thus the set of all convex functions V is closed under the operator T when u is convex. Thus its fixed point is in the (sup-norm) closure of of the set of all convex functions. The set of all convex functions is closed in the supnorm topology. The optimal value function is thus the concavification of some convex function and therefore it is linear. A linear value function implies that full-disclosure is optimal. An analogous argument shows that the optimal value function is (strictly) concave when u is (resp. strictly) concave. A (strictly) concave value function implies that no disclosure is (resp. strictly) optimal.\n\nTurning to the mixed demand case, let W(ν) represent the value of the no-disclosure policy beginning with belief ν. It satisfies the recursive equation (recall that we have set λ and r both to 1.)\n\nand it inherits the shape of u: it is first strictly concave and then strictly convex as µ ranges from 0 to 1. 2 Refer to Figure  1  throughout.\n\nFigure  1 : The mixed-demand monopoly example.\n\nWe will show that the optimal policy is partially informative: at belief µ = 1 the monopoly continuously sends a partially informative message which sends the belief either to an interior target ν * or keeps it at 1. Once the belief is sent to ν * , no further information is disclosed and the principal earns continuation value W(ν * ).\n\nDefine X(ν * ) by\n\nNote that this formula, rearranged, gives the initial value from a policy which, at rate 1/(1 -ν * ) sends the belief to ν * (and otherwise keeps it fixed at 1.)\n\nThe function W can be computed in closed form:\n\nI claim that there is a unique ν * ∈ (0, 1) satisfying\n\nTo prove this, first note that for all ν * in the convex range of W, X(ν\n\nLet us prove these inequalities in turn.\n\nConsider a policy which discloses nothing until the belief reaches µ ∈ (ν * , 1) whereupon it sends a binary message which sends the belief to 1 or ν * with probabilities p and (1p) respectively. After that it reverts to non-disclosure forever. The value of this policy is\n\nwhere τ(µ) is the time it takes to reach belief µ. If W is convex to the right of ν * and by the law of total probability, this is greater than W(1). By induction therefore the value of a policy which sends the same binary signal every time the belief reaches ν * is greater than W(1). Since this is true for all µ ∈ (ν * , 1), it is true by continuity for the policy that generates X(ν * ) (i.e. taking limits as µ approaches 1), hence X(ν * ) ≥ W(1).\n\nThe second inequality follows immediately from strict convexity of W on [ν * , 1].\n\nThus, if there exists a solution to the displayed equation it must occur at a value of ν * at which W is (strictly) concave. Moreover by continuity there must exist at least\n\nand thus the derivative vanishes at a value ν * that satisfies the displayed equation.\n\nWhen W is strictly concave, the function W ′ (µ)(1 -µ) is strictly decreasing and therefore can intersect at most once where X ′ (µ) is zero.\n\nLet L(µ) be the linear function connecting the points (ν * , W(ν * )) and (1, X(ν * )) and consider the candidate value function\n\nThe function V is concave because we have shown that W is concave on [0, ν * ].\n\nWe will show that it solves the HJB equation. Define the function U as the bracketed expression in the HJB equation:\n\nFor µ < ν * , since V(µ) = W(µ), i.e. the no information value, it satisfies the differential equation in Equation  3 . Therefore U(µ) = V(µ). Also, for µ = 1, the definition of\n\nis the slope of L and hence equals V ′ (1) and dµ dt (1) = -1. We will now show that for µ ∈ (ν * , 1) we have U(µ) ≤ V(µ). It will then follow that the concave function V is the smallest concave function no smaller than U, i.e. the concavification.\n\nSince\n\nand V is linear on [ν * , 1], as is V ′ dµ dt , it follows that over this range\n\nwhere l is the linear function whose graph is the chord connecting the points (ν * , u(ν * ))\n\nand (1, u(  1 )) on the graph of u. Moreover, by definition\n\nConsider the graph of u. Since u is concave then convex, there exists a point ν ∈ (0, 1) such that for all µ ≥ ν, the chord connecting points (µ, u(µ)) and (1, u(1)) is above the graph of u, and for all µ < ν, the chord intersects the graph in three points.\n\nIn fact, the point ν is the unique point satisfying foot_0\n\nDirect calculation foot_1  reveals that ν * > ν. Thus, l ≥ u over [ν * , 1].\n\nWe have shown U ≤ V. And since the two functions coincide over [0, ν * ] and at 1, there can be no smaller concave function that is pointwise larger than U. Thus V is the concavification of U and thus solves the HJB equation."
    },
    {
      "title": "Additional Examples"
    },
    {
      "title": "Beeps In Discrete Time",
      "text": "In discrete time the email beeps example can be described as follows. The set of states is S = {0, 1} indicating whether or not an email has arrived to the inbox. The discrete time transition probability from state 0 to 1 is the probability within a period of length h that at least one email arrives and is given by M = 1e -λh yielding the following law of motion for the agent's beliefs when uninformed:\n\nThe principal's indirect utility function is\n\nand he maximizes his expected discounted utility where the discount factor is e -r∆\n\ngiven a continuous time discount rate r.\n\nIn Section 3.1 I derive the value function and optimal policy analytically. Here we will follow a sequence of diagrams to visualize the derivation and gain intuition. Recall the Bellman equation:\n\nConsider as an initial guess, a linear V. We can trace through the operations on the right-hand side. The first step is to compose V with the transition mapping f . Since f is linear and f (ν) > ν, this composition has the effect of flattening V by rotating its graph to the left as illustrated in the following figure.\n\nNext, we take the convex combination with the step function u yielding the discontinuous decreasing function below.\n\nLastly, we concavify the resulting function as illustrated in the next figure, and we have the first iteration of the right-hand side operator. Notice that the function obtained differs from the initial candidate value function which is therefore not a fixed point and not the optimal value. In fact, since the beep-on mechanism discussed in the introduction yields a linear value function, we have shown that beep-on is not an optimal mechanism. 5\n\nLet us take stock of this first iteration and its implications for the optimal policy.\n\nRecall that the concavification represents the optimal lottery over interim beliefs, i.e.\n\nthe optimal message distribution. At beliefs along a segment where the concavification differs from the underlying function, the optimal policy is to randomize between the beliefs at the endpoints of the segment. Thus in the interval (p * , 1], the principal wants to send the agent to either µ = p * or µ = 1 with the appropriate probabilities. At beliefs along a segment where the concavifcation and the underlying function coincide it is optimal to send no message, as is here between µ = 0 and µ = p * .\n\nThe kink at p * is a remnant of the discontinuity in the flow payoff u. It is easy to see that this kink will re-appear at every step of the iteration, as well as the linear segment  5  We did not discuss how to interpret beep-on when the agent begins with a prior greater than zero. A fitting story is the following. The agent arrives to his office in the morning with a belief µ 0 that there is an email already there waiting for him. If indeed there is an email it will beep when his computer boots up, i.e. with probability µ 0 . If it does not, then his belief jumps to 0 and beep-on continues from there. Thus, the value at µ 0 is just (1 -µ 0 )V(0). from p * to 1. What subsequent iterations add are additional kinks, first at the point f -1 (p * ) in the second iteration, then at f -2 (p * ), etc. This occurs when we compose the drift mapping f with the previous iteration, shifting the kinks successively leftward.\n\nAs we continue to iterate these are the qualitative features of the fixed point to which we converge.  6 The optimal value function is represented in Figure  2 . Now consider what happens to the optimal value function when we shorten the period length. In the shorter time interval the belief moves less between periods and f approaches the identity mapping. This has two implications. First, the number of kinks multiplies and in the limit the value function is smooth to the left of p * . Second, the slope of the linear segment just to the left of p * approaches the slope of the linear segment from p * to 1. In the limit therefore, the value function is differentiable at p * and indeed at every belief, see Figure  3 .\n\nIt follows that to the left of p * , it is uniquely optimal to send no message. In the discrete-time approximation, the linear segments between kinks allowed for a multiplicity of optimal policies ranging from randomization across the whole segment to no message at all. In continuous time, the strict concavity implies that any non-degenerate lottery is suboptimal. To the right of p * , it remains optimal to randomize between p * and 1."
    },
    {
      "title": "Ergodic Process",
      "text": "In the beeps example the state s = 1 is absorbing. When on the other hand the process is ergodic a new issue must be addressed. If the agent's belief reaches µ = 1, it will begin to drift back to the interior, enabling further information revelation by the principal."
    },
    {
      "title": "How does the principal optimally incorporate this possibility?",
      "text": "To address this, consider now full-support transition probabilities so that the process admits a unique invariant distribution µ * and let's assume µ * > p * . foot_3\n\nWith µ * as the invariant distribution, the law of motion for beliefs is no longer monotonic. Beliefs greater than µ * move downward and beliefs below µ * move upward. The mapping f crosses the 45-degree line at µ * :\n\nTo aid the analysis, it helps to make a general observation about absorbing sets of beliefs. Say that an interval I ⊂ [0, 1] is absorbing under f if f (µ) ∈ I for all µ ∈ I.\n\nAccording to the following lemma, if u is linear over an interval that is absorbing under f , then the value function must also be linear over that interval.\n\nLemma 1. Suppose that I is absorbing under f , and that u is linear over I. Then V is also linear on I.\n\nProof. Consider any candidate value function W which is linear over I. Since f is linear and u is linear over I, the formula\n\nmust be linear over I because it is the convex combination of two functions which are linear over that interval. (That the composition is linear follows from the assumption that I is absorbing and W is linear on I.)\n\nThe concavification of Equation 5 must be linear over I. Thus, iteration starting with W must always stay within the set of functions which are linear over I, i.e. the set of such functions is invariant under the value. Since the value mapping is a contraction, iteration converges globally to a fixed point, the fixed point must belong to any invariant set of functions.\n\nWhen µ * > p * the interval(p * , 1) is absorbing under f . Therefore the value function is linear there. It follows that the value function has the same shape as in the absorbing beeps problem. The optimal policy is therefore identical. In terms of implementation there is only one novelty: at µ = 1 beliefs are now trending downward, i.e. the agent knows that eventually there will be a transition from state 1 to state 0. According to the optimal policy, the instant beliefs move into the interior the principal is randomizing between the two endpoints p * and 1. This is achieved by a random message that reveals state changes but with false positives. As soon as a transition occurs the message is sent, but also each instant a transition does not occur the message is still sent but with a probability less than 1 calibrated so that the message induces interim belief p * . Since the message has false positives but not false negatives, the agent remains at µ = 1 as long as no message is heard.\n\nIn particular, the value V(  1 ) is positive now because the agent will periodically switch back to working when his beliefs jump down to p * ."
    },
    {
      "title": "Three States",
      "text": "When there are three states, S = {0, 1, 2} and two actions, the threshold is no longer a point but a line segment through the simplex of beliefs ∆S. On one side of the line the agent takes action 0 and on the other side he takes action 1. The belief dynamics operate in a 2-dimensional simplex and can therefore be significantly more complicated. In this section I analyze a simple extension of the beeps problem to 3 states to illustrate. This example is special because the belief dynamics have a monotonicity property. Once the to zero at the s = 2 vertex, iterations lead to a piecewise linear value function with kinks along these segments.  8 The continuous time limit value function will therefore be linear along these line segments but strictly concave along rays toward the s = 2 vertex in the region below the threshold. It will be linear above the threshold and equal to zero at the s = 2 vertex. Thus, the optimal mechanism is a delayed beep signaling a past arrival of the second email.\n\nThe novelty that arises with three states concerns the evolution of beliefs and continuation values along the threshold. At the threshold the principal's policy is designed to maximize the probability that the agent continues working. As usual this is accomplished by sending the agent either to the threshold or to the most distant point in the shirk region (with the appropriate probability), in this case the vertex (0, 0, 1) where the agent is certain that two emails are waiting. This signal allows the agent to increase his belief that a single email has arrived and thus as long as the agent remains at the threshold, this belief will continue to trend upward, converging toward the right face of the simplex. Note that the right face, where the agent is certain that at least 1 email is waiting, is isomorphic to the original 1-dimensional beeps problem because the agent is simply waiting to find out if one more email arrives.\n\nThe following diagram shows the path of the agent's beliefs. The beliefs will follow this path until they reach the threshold, then remain on the path until a beep sounds.\n\nAs long as there is no beep the beliefs will converge asymptotically to the right face.\n\nIt follows that the length of the optimal delay must change as time passes. To see this, first consider the delay length at the point a where the beliefs first touch the threshold. Let's determine the delay length that keeps the agent on the threshold. Let t a denote the length of time it takes for beliefs to reach a from the vertex (1, 0, 0). If the beep has delay t a then when the agent is at a and hears no beep his updated beliefs continue to attach probability p * to the presence of 2 emails. The absence of a beep tells the agent that a second email did not arrive t a moments ago. The key question is what does this information tell the agent about the conditional distribution over the remaining states s = 0, s = 1. At that point in the past he was at the point (1, 0, 0). In particular he is certain that not even the first email had arrived. Learning that a second email did not arrive at that moment gives him no information about the other states since the simultaneous arrival of two emails has probability zero.\n\nThus, the absence of a beep tells him that his beliefs at the time t a ago were correct, and thus that his current beliefs should be updated from those prior beliefs based only on the information that a time period of length t a has passed during which he learns nothing about arrivals. By construction that updated belief assigns exactly p * to s = 2.\n\nBy contrast, consider a point like b, further to the right. At this point he attaches higher probability to the presence of a single email. Suppose the principal continued to use a beep with delay t a . What does the agent believe conditional on hearing no beep?\n\nHe learns that as of t a ago, the second email had not arrived. At that point in the past he assigned positive probability to the arrival of the first email. Of course the absence of the second email is information: it makes it less likely that the first email arrived.\n\nBut nevertheless he will continue to assign positive probability to the event that a first email had arrived t a ago. To obtain his current beliefs he will update that posterior based on knowing that t a time has passed. His updated belief that a second has arrived during that time will be larger when starting from a positive probability of a first email than when starting with probability zero. The latter starting point would lead him to p * , so using the delay length t a would put him above p * .\n\nTherefore, in order to keep the agent on the threshold, the delay length must be shorter the more time has passed. In particular if the second email arrives at time t ′ then the delay before beeping must be shorter than if the second email arrived at time t < t ′ . What happens to this delay length asymptotically as time increases? Since the beliefs are approaching probability 1 that exactly 1 email is waiting, the length of time it takes for the probability of a second email to equal p * converges to the length of time it would take if the agent were certain at the outset that the first email had already arrived. This is just the length of time for the arrival of a single email and that is the length t * from the 1-dimensional problem.\n\nWe can understand in these terms why the continuation value must decline as we move toward the right face. Because the delay is shortening but the arrival rate of email is constant, it follows that beeps are arriving more quickly and thus the agent is jumping sooner on average to the upper vertex."
    },
    {
      "title": "Three Actions",
      "text": "The solutions for each of the examples considered thus far are special in at least two senses. First, as was shown by Renault, Solan and Vieille (2014) the optimal mechanism is greedy; in particular it is nearly identical to the optimal mechanism in a static version of the problem. Second, the optimal policy is monotonic in that there is an initial phase of silence leading eventually to a phase of random messages. These features are typical of problems with two states and two actions. In this subsection I present the simplest 3 action problem in which the optimal mechanism is very different than the static problem and in particular consists of an early phase of messages followed by a duration of silence and then ultimately a final message phase. foot_5\n\nConsider the following indirect utility function with 3 steps:\n\nHere is a story that goes with it. When the agent is certain there is no email waiting he can work with full concentration. When there is a small chance of an email he is tempted to check but he resists the temptation. The effort spent on willpower makes him somewhat less productive. Finally when his beliefs cross the threshold (here p * = 1/2) he succumbs to temptation and stops working.\n\nThe interval (1/2, 1] is absorbing and u is linear there and so by Lemma 1 the value function has the familiar linear segment and the optimal mechanism randomizes between 1/2 and 1 when the beliefs are anywhere in between. To analyze the interval [0, 1/2) note that one feasible mechanism for the principal is to use the optimal mechanism from the basic beep example. That would yield a value function which is differentiable at the threshold 1/2. Even though this is not optimal for the present problem, it places a lower bound on the optimal value function. In particular, the optimal value function cannot have a kink at 1/2. The value function is in fact smooth and strictly concave over some interval (p * * , 1/2] so that no message is optimal there. However, unlike the original beeps problem, p * * ̸ = 0 and on the interval [0, p * * ] the value function is again linear. Intuitively, randomizing between 0 and p * * allows the principal to stay at the point 0, earning the high flow payoff of 5/4 for some duration, whereas following the original beeps solution the beliefs would spend only an instant there.\n\nWith these observations in hand we can now show formally how the optimal mechanism changes in the three action version. Indeed, if we take the original beeps value function V as a candidate continuous-time value function for the three-action problem, the HJB equation tells us to compute its time-derivative and add it to the three-step u in Equation  6 . We obtain exactly the same graph except that the height at µ = 0 jumps up by 1/4. When we concavify:\n\nWe see that we do not recover V but instead there is now a linear segment over an initial interval. This gives us a hint that the optimal value function will have a similar shape. We can solve the model by picking the p * * that equates these and thus produces a fixed point.\n\nV(p * * ) + p * * V ′ (p * * ) = 5/4 + V ′ (p * * )λ.\n\nA distinguishing feature of this example is that the optimal policy uses both false negatives and false positives. In the initial phase, the signals that move from 0 to p * * are false positives: conditional on the agent receiving this signal he changes his behavior but there is a probability 1p * * that this signal was received even if no email arrived.\n\nOn the other hand, once the agent reaches µ = 1/2 the optimal policy reverts to the false negatives from the original email problem.\n\nfunctions of the state change date, ϕ. In particular,\n\nThe graphs of these functions are depicted in Figure  4 . Highlighted in blue is the graph of max ri , the date at which a bank run occurs. First, notice that a bank run cannot occur prior to the date t * * . It is the unique intersection of the two curves above, t * * = r1 (ϕ * * ) = r2 (ϕ * * ). Since this occurs prior to t * it"
    },
    {
      "text": "Figure 2: The optimal value function for the Beeps problem."
    },
    {
      "text": "Figure 3: The continuous time value function."
    },
    {
      "text": "And indeed we can reduce the functional fixed-point problem in the HJB equation to a parametric equation with a single unknown p * * . For suppose we pick a threshold p * * where the mechanism switches from randomizing to silence. Knowing that the value function will be smooth at that point tells us what the slope of the initial linear segment must be. It must be the slope of the email value function at p * * , namely V ′ (p * * ). This therefore tells us a candidate value for V(0):V(p * * ) + p * * V ′ (p * * )Now when we take the resulting candidate value function and feed it into the righthand side of the HJB equation we obtain a new value for V(0):u(0) + V ′ (p * * )λ"
    },
    {
      "text": "Figure 4: Beep times ri as a function of the state change time ϕ for the optimal multiagent mechanism."
    }
  ],
  "references": [
    {
      "title": "Bayesian persuasion",
      "authors": [
        "Emir Kamenica",
        "Matthew Gentzkow"
      ],
      "year": 2011,
      "doi": "10.1257/aer.101.6.2590"
    },
    {
      "title": "An introduction to copulas",
      "authors": [
        "Roger Nelsen"
      ],
      "year": 1999,
      "doi": "10.1007/978-1-4757-3076-0_4"
    },
    {
      "title": "Optimal Dynamic Information Provision",
      "authors": [
        "Jér Renault",
        "Eilon Ôme",
        "Nicolas Solan",
        "Vieille"
      ],
      "year": 2014,
      "doi": "10.1016/j.geb.2017.04.010"
    }
  ],
  "num_references": 3
}
