{
  "paper_id": "DVU82M4M",
  "title": "Cochrane Database of Systematic Reviews [Intervention Review] Mobile phone text messaging and app-based interventions for smoking cessation",
  "abstract": "Background Mobile phone-based smoking cessation support (mCessation) offers the opportunity to provide behavioural support to those who cannot or do not want face-to-face support. In addition, mCessation can be automated and therefore provided affordably even in resource-poor settings. This is an update of a Cochrane Review first published in 2006, and previously updated in 2009 and 2012. \n Objectives To determine whether mobile phone-based smoking cessation interventions increase smoking cessation rates in people who smoke. \n Search methods For this update, we searched the Cochrane Tobacco Addiction Group's Specialised Register, along with clinicaltrials.gov and the ICTRP. The date of the most recent searches was 29 October 2018. \n Selection criteria Participants were smokers of any age. Eligible interventions were those testing any type of predominantly mobile phone-based programme (such as text messages (or smartphone app) for smoking cessation. We included randomised controlled trials with smoking cessation outcomes reported at at least six-month follow-up. \n Data collection and analysis We used standard methodological procedures described in the Cochrane Handbook for Systematic Reviews of Interventions. We performed both study eligibility checks and data extraction in duplicate. We performed meta-analyses of the most stringent measures of abstinence at six months' follow-up or longer, using a Mantel-Haenszel random-effects method, pooling studies with similar interventions and similar comparators to calculate risk ratios (RR) and their corresponding 95% confidence intervals (CI). We conducted analyses including all randomised (with dropouts counted as still smoking) and complete cases only. \n Main results This review includes 26 studies (33,849 participants). Overall, we judged 13 studies to be at low risk of bias, three at high risk, and the remainder at unclear risk. Settings and recruitment procedures varied across studies, but most studies were conducted in high-income countries. There was moderate-certainty evidence, limited by inconsistency, that automated text messaging interventions were more effective than minimal smoking cessation support (RR 1.54, 95% CI 1.19 to 2.00; I 2 = 71%; 13 studies, 14,133 participants). There was also \n Mobile phone text messaging and app-based interventions for smoking cessation (Review)",
  "year": 2009,
  "date": "2009",
  "journal": "Cochrane Database of Systematic Reviews",
  "publication": "Cochrane Database of Systematic Reviews",
  "authors": [
    {
      "forename": "Robyn",
      "surname": "Whittaker",
      "name": "Robyn Whittaker",
      "affiliation": "1  National Institute for Health Innovation , University of Auckland , Auckland , New Zealand. \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand",
      "email": "r.whittaker@auckland.ac.nz."
    },
    {
      "forename": "Hayden",
      "surname": "Mcrobbie",
      "name": "Hayden Mcrobbie",
      "affiliation": "2  National Drug and Alcohol Research Centre , University of New South Wales , Sydney , Australia. \n\t\t\t\t\t\t\t\t National Drug and Alcohol Research Centre \n\t\t\t\t\t\t\t\t University of New South Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Chris",
      "surname": "Bullen",
      "name": "Chris Bullen",
      "affiliation": "1  National Institute for Health Innovation , University of Auckland , Auckland , New Zealand. \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Anthony",
      "surname": "Rodgers",
      "name": "Anthony Rodgers",
      "affiliation": "3  The George Institute for Public Health , Sydney , Australia. \n\t\t\t\t\t\t\t\t The George Institute for Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Yulong",
      "surname": "Gu",
      "name": "Yulong Gu",
      "affiliation": "4  School of Health Sciences , Stockton University , Galloway , New Jersey , USA \n\t\t\t\t\t\t\t\t School of Health Sciences \n\t\t\t\t\t\t\t\t Stockton University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Galloway \n\t\t\t\t\t\t\t\t\t New Jersey \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rosie",
      "surname": "Dobson",
      "name": "Rosie Dobson",
      "affiliation": "1  National Institute for Health Innovation , University of Auckland , Auckland , New Zealand. \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "National Institute for Health Innovation , University of Auckland , Tamaki Campus , Private Bag 92019 , Auckland , 1142 , New Zealand. \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tamaki Campus Private Bag 92019 \n\t\t\t\t\t\t\t\t\t 1142 \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    }
  ],
  "doi": "",
  "keywords": [
    "Trusted evidence",
    "Informed decisions",
    "Better health Trusted evidence",
    "Informed decisions",
    "Better health"
  ],
  "sections": [
    {
      "text": "moderate-certainty evidence, limited by imprecision, that text messaging added to other smoking cessation interventions was more effective than the other smoking cessation interventions alone (RR 1.59, 95% CI 1.09 to 2.33; I 2 = 0%, 4 studies, 997 participants). Two studies comparing text messaging with other smoking cessation interventions, and three studies comparing high-and low-intensity messaging, did not show significant differences between groups (RR 0.92 95% CI 0.61 to 1.40; I 2 = 27%; 2 studies, 2238 participants; and RR 1.00, 95% CI 0.95 to 1.06; I 2 = 0%, 3 studies, 12,985 participants, respectively) but confidence intervals were wide in the former comparison. Five studies compared a smoking cessation smartphone app with lower-intensity smoking cessation support (either a lower-intensity app or non-app minimal support). We pooled the evidence and deemed it to be of very low certainty due to inconsistency and serious imprecision. It provided no evidence that smartphone apps improved the likelihood of smoking cessation (RR 1.00, 95% CI 0.66 to 1.52; I 2 = 59%; 5 studies, 3079 participants). Other smartphone apps tested differed from the apps included in the analysis, as two used contingency management and one combined text messaging with an app, and so we did not pool them. Using complete case data as opposed to using data from all participants randomised did not substantially alter the findings."
    },
    {
      "title": "Authors' conclusions",
      "text": "There is moderate-certainty evidence that automated text message-based smoking cessation interventions result in greater quit rates than minimal smoking cessation support. There is moderate-certainty evidence of the benefit of text messaging interventions in addition to other smoking cessation support in comparison with that smoking cessation support alone. The evidence comparing smartphone apps with less intensive support was of very low certainty, and more randomised controlled trials are needed to test these interventions."
    },
    {
      "title": "P L A I N L A N G U A G E S U M M A R Y",
      "text": "Can programmes delivered by mobile phones help people to stop smoking?"
    },
    {
      "title": "Background",
      "text": "Tobacco smoking is a leading cause of preventable death. Mobile phones can be used to support people who want to quit smoking. In this review, we have focused on programmes that use text messages or smartphone apps to do so."
    },
    {
      "title": "Search date",
      "text": "We searched for published and unpublished studies in October 2018."
    },
    {
      "title": "Study characteristics",
      "text": "We included 26 randomised controlled studies (involving over 33,000 people) that compared smoking quit rates in people who received text messages or smartphone apps to help them quit, with people who did not receive these programmes. We were interested in studies that measured smoking for six months or longer."
    },
    {
      "title": "Key results",
      "text": "We found that text messaging programmes may be effective in supporting people to quit, increasing quit rates by 50% to 60%. This was the case when they were compared to minimal support or were tested as an addition to other forms of stop-smoking support. There was not enough evidence to determine the effect of smartphone apps."
    },
    {
      "title": "Quality and completeness of the evidence",
      "text": "Most of the studies were of high quality, although three studies had high drop out rates. We are moderately confident in the results of the text messaging interventions, but there were some issues with unexplained differences between study findings and for some comparisons there was not much data. We have low confidence in the results concerning smartphone apps, and more studies are needed in this field."
    },
    {
      "title": "Description of the intervention",
      "text": "'mHealth' describes the use of mobile communications technologies and mobile phones to support health care. In this review, we are specifically interested in the use of text messaging and smartphone applications (apps) to support smoking cessation."
    },
    {
      "title": "How the intervention might work",
      "text": "The benefits of mobile phone-based smoking cessation support (mCessation) interventions are: the ease of use anywhere at any time; cost-effective delivery and scalability to large populations, regardless of location; the ability to tailor messages to key user characteristics (such as age, sex, ethnicity); the ability to send time-sensitive messages with an 'always on' device; the provision of content that can distract the user from cravings; and the ability to link the user with others for social support.\n\nA key benefit of the use of mobile phones for health programmes is their widespread uptake in those areas where health services are not easily accessible or used. In 2018, the number of mobile phone subscriptions globally topped 8 billion, with the developing world now having more mobile phone subscriptions than population (population penetration of 102%; ITU 2018). There is evidence to suggest that people from lower socioeconomic groups may prefer mCessation interventions due to the greater feeling of control associated with the ability to decide when and where they engage with messages, and the perception of around-the-clock support (Boland 2017). Focusing mCessation efforts on the populations in greatest need, could help to address the health inequalities that come about from high use of tobacco and lack of accessible health promotion and prevention services in low-resource settings globally.\n\nFurthermore, initial research suggests that the use of text messaging for smoking cessation is cost effective. Guerriero 2013 found that the cost of text message-based support was GBP 278 per quitter. When the future health service costs saved (as a result of smoking cessation) were included, with 0.5 quality-adjusted life years (QALYs) gained per quitter, text-based support was considered to be cost saving."
    },
    {
      "title": "Why it is important to do this review",
      "text": "Smartphones (mobile phones with a computer operating system) are fast becoming the computer of choice, or at least the most accessible computer, in many countries. According to the International Telecommunications Union only 36.3% of low-and middle-income countries has a computer in the household, but 61% have mobile broadband subscriptions (allowing mobile phones to access to the Internet; ITU 2018). Therefore, it was important to update this review to include studies on the effectiveness of smartphone apps, as well as text messaging interventions, for smoking cessation."
    },
    {
      "title": "O B J E C T I V E S",
      "text": "To determine whether mobile phone-based smoking cessation interventions increase smoking cessation rates in people who smoke."
    },
    {
      "title": "M E T H O D S",
      "text": "Criteria for considering studies for this review"
    },
    {
      "title": "Types of studies",
      "text": "Randomised or quasi-randomised trials. Cluster-randomised trials were eligible for inclusion."
    },
    {
      "title": "Types of participants",
      "text": "People who smoked at study enrolment."
    },
    {
      "title": "Types of interventions",
      "text": "We included studies that examined any intervention that could be considered predominantly a mobile phone-based programme (such as text messaging or smartphone apps) for smoking cessation. We excluded interventions where mobile phones were seen as an adjunct to a predominantly face-to-face or Internet programme, such as to remind participants of appointments, or where the effects of the various components of a multi-faceted programme could not be separated. We also excluded interventions that could be performed via any type of telephone such as telephone counselling. We did not exclude any studies based on comparator, but instead grouped studies by comparators in the analyses."
    },
    {
      "title": "Types of outcome measures",
      "text": "The primary outcome was smoking abstinence at longest follow-up, and at least six months from baseline. Where multiple measures were available, we preferred sustained abstinence to point prevalence abstinence, and biochemically validated results to selfreport.\n\nThere is no obvious risk of adverse events for text messaging or smartphone app interventions, and so we have not included this as an outcome in this review."
    },
    {
      "title": "Search methods for identification of studies",
      "text": "For the present update of the review, we searched the Cochrane Tobacco Addiction Group's Specialised Register on 29 October 2018 using the terms 'mobile phone', 'cell phone', 'txt', 'pxt', 'sms', or 'mms' in the title, abstract or keyword fields. The Specialised Register includes reports of possible controlled trials of smoking cessation interventions identified from sensitive searches of databases. At the time of the search, the Register included the following results of searches\n\n• Cochrane Central Register of Controlled trials (CENTRAL; 2018, Issue 1) • MEDLINE (via Ovid, to 26 October 2018) • Embase (via Ovid, to 28 October 2018) • PsycINFO (via Ovid; to 22 October 2018) See the Cochrane Tobacco Addiction Group website for full search strategies and a list of other resources searched. We also searched the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP; apps.who.int/trialsearch/) and ClinicalTrials.gov trials registers for ongoing or recently completed studies. We Cochrane Library Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews searched through the reference lists of identified studies for any additional eligible studies and attempted to contact the authors of ongoing studies.\n\nWe placed no restrictions on publication language or date."
    },
    {
      "title": "Data collection and analysis"
    },
    {
      "title": "Selection of studies",
      "text": "The Cochrane Tobacco Addiction Group's Information Specialist ran the searches and provided the results. Two review authors (YG, HM) independently pre-screened the titles and abstracts of records identified in duplicate to exclude reports that had no relevance to the topic and to provide a list of potentially relevant citations. A third reviewer (CB) resolved any differences in initial screening. Two review authors (from RW, YG, CB, RD) independently reviewed full-text manuscripts in duplicate for the final eligibility screen.\n\nWe resolved any disagreements by discussion or by obtaining further information through contacting study authors. We recorded reasons for exclusion of studies in the Characteristics of excluded studies table. We contacted authors of unpublished, registered studies, which could potentially have been completed, to determine ongoing status or to request unpublished data."
    },
    {
      "title": "Data extraction and management",
      "text": "We extracted the following methodological details from the included study reports and presented them in the Characteristics of included studies table. Two review authors (from RW, YG, RD, CB, HM) independently extracted data using the standardised Covidence data extraction form. A third review author provided a review of the quality assessment and a consensus check.\n\n• Funding source • Authors' declarations of interest • Country and context of the study • Study design • Number of participants • Age and other relevant recorded characteristics of study participants • Inclusion criteria • Exclusion criteria • Intervention details • Control details • Definition of abstinence outcome • Smoking cessation rates at six months (self-reported abstinence or biochemically verified abstinence, or both) • Smoking cessation rates at final follow-up (if follow-up greater than six months and where these data were available) Assessment of risk of bias in included studies Two review authors (from RW, YG, RD, CB, HM) independently assessed the risk of bias for included studies, based on the guidance of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2017), and the Cochrane Tobacco Addiction Group. For each study, we assessed the following domains. • Random sequence generation • Allocation concealment • Blinding of outcome assessment • Incomplete outcome data • Other sources of bias Specific 'Risk of bias' guidance developed by the Cochrane Tobacco Addiction Group to assess smoking cessation studies states that performance bias (relating to the blinding of participants and providers) should not be assessed for behavioural interventions, as it is impossible to blind people to these types of interventions.\n\nWe graded detection bias as low where there was biochemical verification of abstinence, or where abstinence was self-reported with no difference in face-to-face contact between control and intervention arms. We considered bias due to incomplete outcome as low risk where numbers lost to follow-up were clearly reported for each group, the overall loss was not greater than 50%, and the difference between groups was not greater than 20%, or sensitivity analysis showed that the direction of effect was not sensitive to different imputation methods for loss to follow-up.\n\nEach review author recorded information in study reports relevant to each relevant domain and then judged each domain as either at low, high, or unclear risk of bias. We resolved disagreements through discussion with a third review author."
    },
    {
      "title": "Measures of treatment effect",
      "text": "We recorded the information below.\n\n• Smoking cessation rates at six months or longer using the most stringent measure available • Biochemically verified abstinence, where available We calculated risk ratios (RR) and 95% confidence intervals (CI) for the smoking cessation outcome for each included study. We calculated outcomes on an intention-to-treat basis, including all participants randomised to a trial arm and assuming that participants lost to follow-up had continued to smoke or relapsed."
    },
    {
      "title": "Dealing with missing data",
      "text": "If we found any important study characteristics or outcome data to be missing, we followed up with study authors where possible."
    },
    {
      "title": "Assessment of heterogeneity",
      "text": "In order to assess whether it was appropriate to pool studies and conduct meta-analyses we assessed the characteristics of included studies to identify any clinical or methodological heterogeneity. Where we deemed studies homogeneous enough to be combined meaningfully, we conducted a meta-analysis, and we assessed statistical heterogeneity using the I 2 statistic; we deemed an I 2 value greater than 50% to indicate substantial heterogeneity  (Higgins 2003) ."
    },
    {
      "title": "Assessment of reporting biases",
      "text": "We planned to use funnel plots to assess reporting bias for any comparisons where we identified and analysed abstinence rates from at least 10 studies. Only the 'text messaging versus minimal smoking cessation support' comparison met this criteria in this review; therefore a funnel plot was generated for this comparison only. Funnel plots illustrate the relationship between the effect estimates from individual studies against their size or precision. The greater the degree of asymmetry, the greater the risk of reporting bias."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Data synthesis",
      "text": "We conducted meta-analyses of the included studies, using the Mantel-Haenszel random-effects method to pool RRs and 95% CIs calculated for the smoking abstinence outcome, across the following comparisons.\n\n• Text messaging versus minimal smoking cessation support (including standard self-help materials, as is standard practice in the Cochrane Tobacco Addiction Group) • Text messaging in addition to another form of smoking cessation support • Text messaging versus other smoking cessation support • Higher-versus lower-frequency text messaging • Smartphone app versus less intensive smoking cessation support\n\nWhere studies had multiple intervention arms relevant to a single meta-analysis, we split control arm data to avoid double-counting."
    },
    {
      "title": "Subgroup analysis and investigation of heterogeneity",
      "text": "We carried out the following subgroup analyses.\n\n• We split the 'smartphone app versus less intensive smoking cessation support' comparison into two subgroups to reflect the different comparators used across studies; either minimal nonapp smoking cessation support (e.g. self-help materials, information on existing stop-smoking services) or a less intensive smartphone app."
    },
    {
      "title": "Sensitivity analysis",
      "text": "We conducted the following sensitivity analyses.\n\n• We calculated pooled RRs and 95% CIs for all analyses using complete case data to calculate quit rates. People may drop out of studies for reasons other than still smoking, and these reasons may differ between groups. For example, people who successfully stop smoking may withdraw from receiving an intervention if the text messages remind them of smoking. Therefore, this analysis tests whether assuming that all people lost to follow-up are smoking (as in our primary analyses of all participants randomised) is potentially biasing our results. • Removing any studies judged to be at high risk of bias from all comparisons • Removing the only cluster-RCT (Haug 2013), as information was not available to adjust for any potential clustering effect • Removing the two studies carried out in a pregnant  (Abroms 2017) , or postnatal population (Yu 2017), as these populations differ substantially from those recruited in the other studies."
    },
    {
      "title": "'Summary of findings' tables",
      "text": "Following standard Cochrane methods (Schünemann 2017), we created a 'Summary of findings' table for the primary outcome (smoking abstinence), for the following comparisons.\n\n• Text messaging versus minimal smoking cessation support • Text messaging in addition to other smoking cessation support • Smartphone app versus less intensive smoking cessation support Also following standard Cochrane methodology (Schünemann 2017), we used the five GRADE considerations (risk of bias, inconsistency, imprecision, indirectness and publication bias) to assess the certainty of the body of evidence for the abstinence outcome for each comparison, and to draw conclusions about the certainty of evidence within the text of the review."
    },
    {
      "title": "R E S U L T S"
    },
    {
      "title": "Description of studies",
      "text": "See Characteristics of included studies; Characteristics of excluded studies; and Characteristics of ongoing studies for further details."
    },
    {
      "title": "Results of the search",
      "text": "The previous version of this review  (Whittaker 2016) , included 12 studies  (Abroms 2014; Bock 2013; Borland 2013; Ferguson 2015; Free 2009; Free 2011; Gritz 2013; Haug 2013; Naughton 2014; Rodgers 2005; Tseng 2017; Whittaker 2011) . Gritz 2013 was excluded at this update, as their intervention (telephone counselling and help line) was significantly different from the other interventions included in this review. A telephone help line intervention does not need to be carried out using a mobile phone specifically. Therefore, 11 of the previously included studies were included at this update, as well as one previously 'ongoing' study that was changed to 'included' as the study is now complete and data was available (Danaher 2019).\n\nFor this update of our review, the new literature search identified 370 studies (Figure  1 ). Many were duplicates, or unrelated and were immediately excluded at the title and abstract screening phase.\n\nWe screened the full-text of 71 reports of 62 studies, excluding 16 studies, and leaving 14 new studies eligible for inclusion at this update (Abroms 2017; Alessi 2017; Augustson 2017; Baskerville 2018; BinDhim 2018; Chan 2015; Cobos-Campos 2017; Garrison 2018; Herbec 2019; Liao 2018; Peiris 2019; Squiers 2017; Wilson 2016; Yu 2017). Data were supplied by the authors for two studies (Danaher 2019; Herbec 2019). Reasons for excluding studies included: intervention that was not predominantly a mobile phone programme; not a randomised controlled trial; relapse prevention only; or no abstinence outcome measured at ≥ 6 months follow-up (see Characteristics of excluded studies table for further details). Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 1. (Continued) Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "We also identified 32 ongoing studies at this update. When added to the previously identified ongoing studies there was a total of 34 ongoing studies (for further details see the Characteristics of ongoing studies table )."
    },
    {
      "title": "Included studies"
    },
    {
      "title": "Context and participants",
      "text": "The settings and recruitment methods, and therefore the participants, varied considerably across studies. Where previously this review had included only studies from a small range of high-income countries, the new studies included in this update provided greater variation in settings, including China (\n\nAugustson 2017; Chan 2015; Liao 2018). Bock 2013 (USA) found usual in-person recruitment methods slow and shifted to online recruitment methods during the study. Baskerville 2018 (Canada), Borland 2013 (Australia), Danaher 2019 (USA), Garrison 2018 (USA), Squiers 2017 (USA), Herbec 2019 (UK), and Abroms 2014 (USA) also used online recruitment via Internet advertisements. In Abroms 2014 this initially led to some fraudulent participants who were discovered and disqualified, and extra procedures were put in place to prevent this from happening again. Free 2009 and Free 2011 recruited via advertisements at UK primary care centres, smoking cessation clinics, pharmacies, newspapers, websites, bus billboards and on the radio in the UK, and Liao 2018 used similar advertising methods in China. Rodgers 2005 also used direct advertising via websites, email, and posters at tertiary institutions across New Zealand. Similarly Whittaker 2011 (New Zealand) used a wide range of advertising media, including Māori-specific media, and targeted young people. Alessi 2017 recruited through email, flyers, and print advertisements and Ferguson 2015 (Australia) used advertisements in papers, radio, and Facebook. Abroms 2017 was embedded in the Text4Baby text message (three messages a week) health information programme for pregnant women in the USA. Women who had smoked at least one puff in the past two weeks were eligible to also receive Quit4Baby text messages (between one to eight messages a day) to support smoking cessation. Augustson 2017 recruited through Nokia Life Tools, a service providing more than 100 million users with tools pre-installed on their Nokia mobile phones, in urban and rural areas of China's Zhejiang, Heilongjiang and Shaanxi provinces. BinDhim 2018 recruited through the Apple App Store in several countries (Australia, Singapore, UK, USA). Participants were advised that by downloading the app they would be participating in a study. Chan 2015 recruited through a Quit and Win competition in Hong Kong that was promoted in shopping malls and other public areas. Wilson 2016 mailed letters to potential participants in the US Veterans Administration health system. Naughton 2014 was set in primary care practices in the UK with trained smoking cessation advisors providing smoking cessation advice; Cobos-Campos 2017 in two health clinics in Spain with health advice provided by a doctor or nurse; and Tseng 2017 in large urban HIV clinics. Haug 2013 recruited in vocational schools and differed from the other studies by allowing the inclusion of occasional smokers (at least four cigarettes in the past month or at least one in the preceding week). Peiris 2019 (Australia) recruited via an Aboriginal Community Controlled Health Service, a regional community event, and the New South Wales Government telephone coaching service. Yu 2017 recruited in maternal-child health centres in China after asking mothers about household second-hand smoke exposure. The intervention included messages on both the harms of second-hand smoke (to the mother and her husband) and additional messages to the husband to encourage quitting. Four studies deliberately targeted young adults (Baskerville 2018 in Canada, Haug 2013 in Switzerland; Squiers 2017 in USA; Whittaker 2011 in New Zealand). Most studies had similar proportions of men and women or slightly more women than men. The exceptions were Abroms 2017, as the intervention was targeted at pregnant women (100% women), Wilson 2016, which recruited 89% male veterans, and the studies in China, where the rates of smoking in women are low (Chan 2015 > 80% men, Liao 2018 94.6% men, Yu 2017 100% men). Intervention programmes Text messaging All studies tested automated text messaging interventions. Eighteen of the included studies used text messaging (SMS) as a central component of the intervention (Abroms 2014; Abroms 2017; Augustson 2017; Bock 2013; Borland 2013; Chan 2015; Cobos-Campos 2017; Ferguson 2015; Free 2009; Free 2011; Haug 2013; Liao 2018; Naughton 2014; Rodgers 2005; Tseng 2017; Squiers 2017; Whittaker 2011; Yu 2017). Whittaker 2011 sent text messages containing links to theoretically driven video messages from 'ordinary' role models coping with quitting. Several studies paired text messages with in-person visits or assessments (Bock 2013; Cobos-Campos 2017; Haug 2013; Naughton 2014). The text message interventions varied in length from one week (Chan 2015), to five weeks (Ferguson 2015), six weeks (Augustson 2017; Yu 2017), eight weeks (Bock 2013; Squiers 2017), three months (Abroms 2017; Haug 2013; Naughton 2014; Tseng 2017), and six months (Abroms 2014; Cobos-Campos 2017; Free 2009; Free 2011; Liao 2018; Rodgers 2005; Whittaker 2011), or were variable (Borland 2013). Eight studies did not state that text messages were tailored to the individual (Abroms 2017; Augustson 2017; Chan 2015; Cobos-Campos 2017; Liao 2018; Tseng 2017; Squiers 2017; Yu 2017). In other studies using text messages, the degree of individual tailoring varied: • Abroms 2014 tailored messages to include first name, quit date, top three reasons for quitting, money saved by quitting, and use of quit-smoking medications; • Bock 2013 and Haug 2013 tailored messages to the stage of readiness to quit; • Borland 2013's programme could be interacted with by reporting changes in smoking behavior (e.g. a quit attempt, relapse), so that appropriate stage-specific messages could be sent; • Ferguson 2015 tailored their intervention text messages to contain advice and encouragement tailored to participants' current quit status (preparing to quit, first week of the quit attempt, second week of attempt etc.) • Free 2009 and Free 2011 tailored the messages to information collected at baseline about the individual; • Naughton 2014 individually tailored messages using 24 items from the iQuit questionnaire and information on smoking status at three and seven weeks; • Rodgers 2005 matched participant characteristics to messages by keyword to create an individualised programme; Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews • Whittaker 2011's participants selected the role model from whom they wished to receive messages. A number of text messaging interventions included interactive components such as: • the ability to text for more support in the instance of cravings or lapses (Abroms 2014; Bock 2013; Free 2011; Liao 2018; Naughton 2014; Rodgers 2005); • an optional Quit Buddy in Rodgers 2005 and Free 2011; • a Quit support network in Bock 2013; • polls and quizzes (Rodgers 2005); • regular checking in on smoking status (Haug 2013). Borland 2013 was the only study to include some degree of choice. Participants received offers of support via a personalised tailored Internet programme, a text message programme, both programmes, a choice of all three, or a minimal control. For the purposes of meta-analyses, we compared the text message group with the control group. Some of the included interventions were somewhat related to each other. The text messaging intervention in Rodgers 2005 was developed in New Zealand, and later adapted and tested in a UK pilot study (Free 2009), and then a large randomised controlled study (Free 2011). The intervention in Abroms 2017 was developed for pregnant women from the same group's previous intervention for adult smokers in Abroms 2014. The Augustson 2017 intervention in China was adapted from the smoke-free text programme that was evaluated in Squiers 2017. For further details of the messaging interventions across individual studies see the Characteristics of included studies table. The control conditions used in the text message studies could be categorised into four groups. • Minimal smoking cessation support (13 studies): the control programmes across the studies in this category varied from no smoking cessation support (Haug 2013; Yu 2017), to nonsmoking-related text messages sent two-weekly (Free 2009; Free 2011; Rodgers 2005; Whittaker 2011), or weekly (Liao 2018), to written or Internet untailored materials (Abroms 2014; Chan 2015; Ferguson 2015), to links to smoking cessation support (Borland 2013; Rodgers 2005), or regular general health advice provided by a clinician (Cobos-Campos 2017). Abroms 2017's control group participants received standard non-smoking-related Text4Baby text messages (three a week) without the extra smoking cessation-related Quit4Baby text messages. • Another form of smoking cessation support (matched to support received by the intervention group, but without the text messaging intervention; four studies): support varied across studies and included a single session of smoking cessation counselling plus non-smoking-related text messages (Bock 2013); smoking cessation behavioural support and pharmacotherapy (Naughton 2014), and behavioural support and pharmacotherapy (Tseng 2017). Participants in the comparison arm of Yu 2017 received inperson counselling and materials on establishing a smoke-free home. • Another form of smoking cessation support (not matched in the intervention arm; two studies): an Internet-based interactive smoking cessation programme (Borland 2013), and a fiveminute smoking cessation counselling session (Chan 2015). • Higher-versus lower-frequency text messaging. Three studies examined the effect of higher-versus lower-frequency text messages (Augustson 2017; Liao 2018; Squiers 2017). In Augustson 2017 this was comparing 91 messages over six weeks (three a day initially, followed by two a day, then one a day), with one text message a week for six weeks. In Liao 2018 this was three to five messages per day compared with three to five messages per week. Squiers 2017 compared smoking assessment and quit date messages only, with those messages plus motivational preparatory messages for two weeks prior to quitting, and with all of those messages plus six weeks of follow-up post-quit messages. Smartphone apps Five studies tested the effectiveness of smoking cessation smartphone apps alone (Baskerville 2018; BinDhim 2018; Garrison 2018; Herbec 2019; Peiris 2019). These apps varied considerably in intervention content and components. The app in Baskerville 2018 was described as comprehensive and evidence-informed, including components such as a quit plan, contingency reinforcement, a link to an online Facebook community, supportive messages through the app, web-based distraction, information and performance feedback, access to evidence-based cessation services. BinDhim 2018 described their app as a decision aid (based on the Ottawa Decision Support Framework drawing from a number of psychological and behavioural theories) with additional support with push notifications, messages, diary and benefits tracker. The Garrison 2018 app training modules taught mindfulness for smoking cessation and how to work through cravings. Herbec 2019 included craving management tools within an app that supported smokers to be smoke free for 28 days.\n\nThe control conditions used in these smoking cessation app studies could be categorised into two groups:\n\n• minimal non-app smoking cessation support that included: a printed self-help guide (Baskerville 2018), and encouragement to access available smoking cessation services (Peiris 2019); • less intensive app support that included an app that provided only basic information. In BinDhim 2018 this included information only on quitting (no structured process or support). Garrison 2018 delivered experience sampling to query smoking, craving, and mindfulness in real time, and the control app in Herbec 2019 was designed to be a minimally credible intervention that resembled the intervention but without key intervention components."
    },
    {
      "title": "Carbon monoxide (CO) monitoring and contingency management",
      "text": "Alessi 2017 and Wilson 2016 used mobile phone technology slightly differently to the above studies, by specifically using mobile phones to monitor the concentration of carbon monoxide in end-expiratory air (CO levels). In Alessi 2017 interactive voice response calls would prompt the participant to conduct a CO test using a CO monitor. This was video recorded on the mobile phone and submitted using multimedia messaging. The CO result was provided via interactive voice response call. In the reinforcement arm of the trial, this was supplemented by negative CO test results (not smoking), which were rewarded with chances to win prizes. Therefore, the study had two arms that received mHealth CO monitoring as well as counselling and nicotine replacement therapy (NRT), with one of the arms also receiving rewards for smoking abstinence. Wilson 2016 combined cognitive behavioural telephone counselling and access"
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews to NRT with a mobile app for CO monitoring and contingency management in one study arm, and compared this to the same intervention without the CO monitoring and contingency management app. Participants provided CO readings twice a day by video through the app and received payment for abstinence in the intervention arm."
    },
    {
      "title": "Smartphone app plus text messaging",
      "text": "Danaher 2019 tested an intervention that used both an integrated mobile web app and text messaging. Text messages were prompts and motivations to visit parts of the web programme as well as information, motivation and smoking questions (290 messages over six months). The control group received a PC-based web intervention with interactive and multimedia features based on phases of quitting, the main difference to the intervention app being that it was not adapted for the small screen and did not include text messaging. Emails were sent as prompts if there were periods of inactivity."
    },
    {
      "title": "Outcome",
      "text": "The included studies provided a range of abstinence outcome measures. Five studies (Cobos-Campos 2017; Free 2009; Free 2011; Liao 2018; Peiris 2019), reported the strictest outcome as biochemically verified sustained/continuous abstinence, and Abroms 2014 and Alessi 2017 defined abstinence as biochemically confirmed repeat point prevalence at six months. Seven additional studies reported self-reported continuous abstinence at six months, without biochemical verification Baskerville 2018; BinDhim 2018; Borland 2013; Herbec 2019; Naughton 2014; Rodgers 2005; Whittaker 2011). Two studies used self-reported four-week or 30-day point prevalence abstinence at six-month follow-up (Abroms 2017; Haug 2013), three studies used self-reported seven-day point prevalence at six months (Augustson 2017; Bock 2013; Danaher 2019), one used selfreported point prevalence abstinence at 32 weeks (Squiers 2017), one at 12 months (Yu 2017), and an additional four studies used sixmonth biochemically verified measures of seven-day point prevalence (Chan 2015; Ferguson 2015; Garrison 2018; Tseng 2017). Chan 2015 also provided biochemically verified seven-day point prevalence abstinence rates at 12-month follow-up. Wilson 2016 reported six month follow-up data in their trial registry entry; however they do not specify whether these rates were validated or not."
    },
    {
      "title": "Risk of bias in included studies",
      "text": "The Characteristics of included studies table provides details of 'Risk of bias' judgements for each domain of each included study. Figure  2  illustrates judgements for each included study. Overall, we judged 13 studies to be at low risk of bias (judged at low risk for all domains), and three to be at high risk (judged to be at high risk in at least one domain). We judged the remaining studies to be at unclear risk (judged to be at unclear risk of bias for at least one domain, but with no judgements of high risk).\n\nCochrane Library\n\nTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 2. 'Risk of bias' summary: review authors' judgements about each 'Risk of bias' item for each included study Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 2. (Continued) Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 2. (Continued) Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews"
    },
    {
      "title": "Selection bias",
      "text": "The majority of studies (17 of 26) appeared to have adequate procedures for random sequence generation and allocation concealment, so we judged them to be at low risk of bias for these domians; however  Alessi 2017; Augustson 2017; Chan 2015; Ferguson 2015; Garrison 2018; Haug 2013; Squiers 2017 ; Wilson 2016 and Yu 2017 did not provide sufficient description of either randomisation, concealment procedures, or both. Therefore, it is impossible to know whether the lack of information is due to actual bias or simply because it has not been reported, and we judged them to be at unclear risk of bias for at least random sequence generation or allocation concealment."
    },
    {
      "title": "Detection bias",
      "text": "Blinding of participants is not possible in studies of behavioural interventions. In this case participants knew if they were receiving text messages or using an app. Therefore, we did not assess performance bias, and instead judged the likelihood of detection bias. We did not deem a study to be high risk for this domain where there was biochemical verification of abstinence, or where both arms received the same amount of face-to-face contact (or none).\n\nIn most cases, studies collected outcomes electronically and remotely (Abroms 2014; Augustson 2017; Baskerville 2018; BinDhim 2018; Bock 2013; Danaher 2019; Free 2009; Free 2011; Garrison 2018; Squiers 2017). Chan 2015; Herbec 2019; Liao 2018; Haug 2013 and Wilson 2016 all collected outcomes by phone, and Naughton 2014 by mailed questionnaire or in person. Cobos-Campos 2017 collected outcomes in person in the clinic and this was not blinded, however this was mitigated by biochemical verification of quitting. A number of the trials sought biochemical verification of longterm abstinence with salivary cotinine (Abroms 2014; Free 2009; Free 2011), urinary cotinine (Liao 2018), or expired CO (Cobos-Campos 2017; Garrison 2018). Chan 2015 assessed both CO and cotinine concentrations. Abroms 2017 biochemically validated their primary outcome at three months, but not at six months, and Rodgers 2005 validated abstinence at six weeks but not long-term follow-up. Similarly, Naughton 2014 used verification at four weeks only.\n\nWilson 2016 stated that they planned to verify abstinence at all follow-up points using salivary cotinine; however it is not stated whether the abstinence rates reported in their trial registry entry were the validated rates or not. However, as data was collected remotely this study was still deemed to be at low risk of bias for this domain. In fact, we deemed all studies to be at low risk of detection bias."
    },
    {
      "title": "Attrition bias",
      "text": "We judged three studies to be at high risk of bias due to greater than 50% of participants lost to follow-up at six months (Augustson 2017; Cobos-Campos 2017; Herbec 2019). Several other studies had moderately high loss to follow-up but the numbers were clearly reported. The difference between groups was not greater than 20%, and overall loss was not greater than 50%. Ferguson 2015 did not report loss to follow-up and so we judged it to be at unclear risk of attrition bias."
    },
    {
      "title": "Other",
      "text": "In Abroms 2014 there were some issues with fraudulent enrolment at the outset of the study, although this was corrected once detected. In Haug 2013, although clustering is adjusted for in this study's analysis the authors do not report the clustering effect, making it impossible to adjust for this in our analysis. Therefore, it is not clear how much the clustering adjustment influences the result from this study and our meta-analyses. Rodgers 2005 suggested that some participants in their control group may have thought their incentive at follow-up (a month of free text messaging) depended on reporting quitting. This could account for an unexpected increase in control group participants reporting quitting from six weeks (109 participants) to six months (202 participants reporting no smoking in the past seven days), which could have led to an underestimation of the effect of the intervention."
    },
    {
      "title": "Effects of interventions",
      "text": "See: Summary of findings for the main comparison Text messaging compared to minimal support for smoking cessation; Summary of findings 2 Text messaging in addition to other smoking cessation support; Summary of findings 3 Smartphone app compared to lower-intensity support for smoking cessation"
    },
    {
      "title": "Text messaging versus minimal smoking cessation support",
      "text": "We pooled those studies that compared a text messaging intervention with minimal smoking cessation support.\n\nThis included 13 studies (Abroms 2014; Abroms 2017; Borland 2013; Chan 2015; Cobos-Campos 2017; Ferguson 2015; Free 2009; Free 2011; Haug 2013; Liao 2018; Rodgers 2005; Whittaker 2011; Yu 2017). The analysis of all randomised participants, with those lost to follow-up classified as smokers resulted in a RR of 1.54 (95% CI 1.19 to 2.00; I 2 = 71%; 14,133 participants; Analysis 1.1) with minimal difference found in the result when we carried out a complete case analysis (RR 1.56, 95% CI 1.21 to 2.02; I 2 = 72%; 11,969 participants; Analysis 1.2).\n\nWe conducted the following sensitivity analyses:\n\n• removing studies with very different populations from the main analysis (i.e. Analysis 1.1), pregnant women only in Abroms 2017 and postnatal families only in Yu 2017. This made very little difference to the overall result (RR 1.57, 95% CI 1.18 to 2.07; I 2 = 68%; 13,408 participants); • removing the only cluster-randomised trial, which we were unable to adjust for (Haug 2013). That again had minimal impact on the result (RR 1.57, 95% CI 1.19 to 2.07; I 2 = 73%; 13,378 participants); • removing the only study judged to be at high risk of bias (Cobos-Campos 2017), which again had minimal impact on the result (RR 1.49, 95% CI 1.13 to 1.96; I 2 = 72%; 13,813 participants)."
    },
    {
      "title": "Text messaging versus other smoking cessation intervention",
      "text": "Only two studies (Borland 2013; Chan 2015; 2238 participants), compared text messaging with another smoking cessation intervention. When pooled these did not show a superior effect of either text message support to quit or the other forms of smoking cessation intervention in either an analysis including all randomised participants (RR 0.92, 95% CI 0.61 to 1.40; I 2 = 27%; 2238 participants; Analysis 2.1) or a complete case analysis (RR 0.93, 95% CI 0.63 to 1.36; I 2 = 20%; 1813 participants; Analysis 2.2). Text messaging plus other smoking cessation support versus other smoking cessation support alone Four studies (Bock 2013; Naughton 2014; Tseng 2017; Yu 2017; 997 participants), compared those who received both text messaging Cochrane Library Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews and another form of smoking cessation support with those only receiving the other form of smoking cessation support. The analysis of all randomised participants, assuming those lost to follow-up were smoking, showed a benefit of adding the text messaging with RR of 1.59 (95% CI 1.09 to 2.33; I 2 = 0%; 997 participants; Analysis 3.1). The result was comparable when we carried out a complete case analysis (RR 1.63; 1.12 to 2.37; I 2 = 0%; 796 participants; Analysis 3.2).\n\nWe carried out a sensitivity analysis on Analysis 3.1 removing Yu 2017, as it had a substantially different population (postnatal families). The interpretation of the effect remained the same (RR 1.87, 95% CI 1.13 to 3.09; I 2 = 0%; 769 participants)."
    },
    {
      "title": "High-frequency versus low-frequency text messaging",
      "text": "Three studies (Augustson 2017; Liao 2018; Squiers 2017; 12,985 participants), compared high-frequency text messaging interventions with low-frequency text messaging interventions. The pooled effect indicated no difference in cessation rates between groups in either the analysis of all participants randomised (RR 1.00, 95% CI 0.95 to 1.06; I 2 = 0%; Analysis 4.1) or the complete case analysis (RR 1.04, 95% CI 1.00 to 1.09; I 2 = 0%; 6798 participants; Analysis 4.2). A sensitivity analysis removing the one study judged to be at high risk of bias (Augustson 2017), led to no difference in the interpretation of the effect (RR 1.02, 95% CI 0.92 to 1.12; I 2 = 0%; 4985 participants)."
    },
    {
      "title": "Smartphone app versus lower-intensity smoking cessation support",
      "text": "We divided studies of smartphone apps according to the type of control. Two studies (Baskerville 2018; Peiris 2019; 1645 participants), compared a smartphone app with minimal non-app smoking cessation support. There was no evidence of a favourable effect of smartphone apps in comparison with minimal non-app smoking cessation support (RR 0.82, 95% CI 0.56 to 1.18; I 2 = n/a as Peiris 2019 had no events; Analysis 5.1). Interpretation remained the same when we carried out a complete case analysis (RR 0.87, 95% CI 0.62 to 1.23; I 2 = n/a; 771 participants; Analysis 5.2). Three studies (BinDhim 2018; Garrison 2018; Herbec 2019; 2175 participants), compared a smoking cessation smartphone app with a less intensive smoking cessation smartphone app. The analysis including all randomised participants resulted in an RR of 1.12 (95% CI 0.60 to 2.09; I 2 = 68%; Analysis 5.1) with a very similar result in the complete case analysis (RR 1.18, 95% CI 0.67 to 2.09; I 2 = 65%; 1003 participants). When we pooled all five studies, the resulting RR for all randomised participants was 1.00 (95% CI 0.66 to 1.52; I 2 = 59%; 3079 participants; Analysis 5.1), providing no clear evidence of an increase in quit rates as a result of smart phone smoking cessation apps when compared to smoking cessation support of lower intensity. A sensitivity analysis removing the only study judged to be at high risk of bias (Herbec 2019), led to no difference in the interpretation of the effect (RR 1.10, 95% CI 0.60 to 2.00; I 2 = 71%; 2654 participants)."
    },
    {
      "title": "Carbon monoxide monitoring + contingency management versus smoking cessation support",
      "text": "Neither of the studies that used mobile phones to monitor CO and provide contingency management provided evidence that these strategies were more effective than standard smoking cessation support.\n\nAlessi 2017 compared messages prompting CO monitoring via video alone with the same CO monitoring plus reinforcement (with the chance to win prizes) for negative readings, and resulted in a RR of 0.88 (95% CI 0.35 to 2.21; 90 participants; Analysis 6.1).\n\nWilson 2016 compared CO monitoring and contingency management combined with smoking cessation telephone counselling and NRT, with the counselling and NRT alone, and resulted in an RR of 0.94 (95% CI 0.64 to 1.38; 310 participants; Analysis 6.1).\n\nIn both cases carrying out a complete case analysis resulted in a change in the direction of the effect estimate; however CIs still incorporated evidence of both considerable benefit and harm (Alessi 2017: RR 1.13, 95% CI 0.44 to 2.93; 81 participants; Wilson 2016: RR 1.06, 95% CI 0.74 to 1.54; 250 participants; Analysis 6.2)."
    },
    {
      "title": "Smartphone app + text messaging versus web-based interventions",
      "text": "Danaher 2019 compared a smartphone app plus text messaging with a web-based smoking cessation intervention and found evidence for a benefit of the app plus text messaging (RR 1.\n\n80, 95% CI 1.32 to 2.45; 1271 participants; Analysis 7.1). Complete case analysis resulted in a similar point estimate (RR 1.56, 95% CI 1.19 to 2.05; 463 participants; Analysis 7.2)."
    },
    {
      "title": "D I S C U S S I O N"
    },
    {
      "title": "Summary of main results",
      "text": "We found 26 randomised controlled trials of mobile phone smoking cessation interventions that met our inclusion criteria.\n\nWhilst text messaging interventions tend to be very similar in design and content, the choice of control varied considerably. In this update, we separated out comparisons ensuring that only similar interventions and similar controls were pooled in meta-analyses.\n\nOur analyses found moderate-certainty evidence (Summary of findings for the main comparison), that text messaging interventions are more effective than minimal smoking cessation support (Abroms 2014; Abroms 2017; Borland 2013; Chan 2015; Cobos-Campos 2017; Ferguson 2015; Free 2009; Free 2011; Haug 2013; Liao 2018; Rodgers 2005; Whittaker 2011; Yu 2017). Text messaging added to other smoking cessation interventions also appeared more effective than the other smoking cessation interventions alone (Bock 2013; Naughton 2014; Tseng 2017; Yu 2017; Summary of findings 2). However, when text messaging was compared with other smoking cessation interventions, the analysis did not find evidence that either the text messaging intervention or the other smoking cessation interventions resulted in superior quit rates. It is important to highlight that there were just two studies in this analysis and they each had slightly different contexts: Borland 2013 included people not seeking cessation support and participants were given 'suggestions about resources to use'; Chan 2015 was in the context of a Quit & Win contest.\n\nWe were also able to assess the effect of higher-versus lower-intensity text messages on long-term abstinence rates, using data pooled from three studies providing direct\n\ncomparisons (Augustson 2017; Liao 2018; Squiers 2017). The frequency of messaging did differ somewhat between studies (e.g. Augustson 2017 used on av-Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews erage 15 versus 1 text message per week; Liao 2018 used 21 to 35 versus 3 to 5 messages per week; and Squiers 2017 used, on average, 16 versus 5 versus 1 text message per week), but overall, this analysis did not provide evidence that the intensity of the text messaging intervention impacted on abstinence rates. On average high intensity interventions resulted in abstinence rates of 26.6% versus 27.1% in low intensity interventions. Studies of smartphone apps also included various control programmes. We found no evidence for a benefit of high intensity smartphone apps when compared with lower-intensity smoking cessation apps (BinDhim 2018; Garrison 2018; Herbec 2019), or minimal non-app smoking cessation support (Baskerville 2018; Peiris 2019\n\n), but we judged the evidence to be of very low certainty, meaning we have very little confidence in the effect estimate (Summary of findings 3) .\n\nDanaher 2019 was the only intervention that used both text messaging and a smartphone app and found that this combination resulted in higher quit rates than a web-based smoking cessation intervention."
    },
    {
      "title": "Overall completeness and applicability of evidence",
      "text": "Our review includes 26 studies with 33,849 participants. In comparison with previous reviews, there is now a much greater number of eligible studies, with increased sample sizes and including a greater diversity of settings and countries. We also found a large number of ongoing studies (n = 34), the results of which are likely to increase the diversity of contexts even further. This is the first update of this review where there were randomised controlled trials of smartphone apps eligible to be included. In 2011, a review of available smoking cessation apps found them to be lacking in adherence to cessation guidelines or theory (Abroms 2011). In this review the included smartphone apps, although few in number, tended to be based on evidence or theory and were tested in high-quality randomised controlled trials.\n\nThere has been criticism that smartphone apps may not be widely accessible to all, as they may rely on a certain degree of digital literacy and technology access that may not be widely dispersed in the population. It is important to note that in the included studies of smartphone apps there were reasonably high levels of education: 84% of participants in Garrison 2018 had greater than high school education; in BinDhim 2018, 53.7% had graduate level or higher education; in Baskerville 2018, 55.5% had post-secondary education or higher; Danaher 2019 included 70% with a high school graduate education and higher; and in Herbec 2019, 68.7% had a post-16 years qualification.\n\nA common criticism of randomised controlled trials is that whilst they might provide evidence of effectiveness in a clinical trial setting, these data are not applicable to 'real-world' settings. We are aware that many countries are implementing mCessation interventions and encourage routine monitoring and evaluation of these programmes, which will provide important 'real-world' evidence for consideration alongside the research evidence."
    },
    {
      "title": "Certainty of the evidence",
      "text": "There was moderate-certainty evidence that text messaging increases quit rates by approximately 50% when compared to minimal support for smoking cessation (Summary of findings for the main comparison). We downgraded the evidence by one level due to inconsistency as there was substantial unexplained statistical heterogeneity. This means the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different.\n\nThere was also moderate-certainty evidence that text messages increase quit rates by approximately 60% when tested as an addition to other smoking cessation support (Summary of findings 2). We downgraded results by one level due to imprecision: there were fewer than 300 events overall, and confidence intervals encompassed minimal benefit and substantial benefit.\n\nThere was very low-certainty evidence regarding the effect of smartphone apps compared to lower-intensity support (Summary of findings 3). This is due to inconsistency (considerable unexplained statistical heterogeneity) and very serious imprecision, with confidence intervals encompassing both clinically significant harm and clinically significant benefit."
    },
    {
      "title": "Potential biases in the review process",
      "text": "A wide variability of control group programmes is potentially important in ensuring that the studies can provide the best information for decision makers who may want to compare mCessation with what already exists in their context. However, it could also lead to difficulties in the interpretation of the results. In some cases control groups received substantial smoking cessation support and the details of this were not always clear. This is supported by the fact that in some cases high quit rates, over what might have been expected, were observed in control groups (Rodgers 2005; Squiers 2017), with high rates in both the intervention and control groups in another study  (Augustson 2017) . This could indicate some degree of trial effect (everyone does better just through being involved in a research study), social desirability bias, or that minimal mobile phone interventions (just for reminders, prompts or data collection) may also be effective in producing behaviour change. High-intensity control groups leading to high quit rates could have underestimated the relative effect of mobile phone interventions.\n\nThough we searched trial registries, there remains a risk that there were eligible but unpublished studies we failed to identify. Reassuringly, a funnel plot (Figure  3 ), showed no evidence of asymmetry."
    },
    {
      "title": "Cochrane"
    },
    {
      "title": "Library",
      "text": "Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews Agreements and disagreements with other studies or reviews This review agrees with other reviews of the benefits of text messaging to support healthy behaviour change (Armanasco 2017; Thakkar 2016; Scott-Sheldon 2016). Several reviews have shown mixed results with respect to the effectiveness of smartphone apps for behaviour change, with significant issues relating to the size and quality of studies (Byambasuren 2018; Dirieto 2016; Lunde 2018; Schoeppe 2016; Zhao 2016)."
    },
    {
      "title": "A U T H O R S ' C O N C L U S I O N S"
    },
    {
      "title": "Implications for practice",
      "text": "There is moderate-certainty evidence that text-message-based interventions improve smoking cessation rates, either delivered on their own or as an add-on to other treatments. There is insufficient evidence with which to evaluate the effect of mobile app interventions, but there are many ongoing studies, so evidence on these interventions will continue to evolve over time."
    },
    {
      "title": "Implications for research",
      "text": "Research in diverse populations and contexts is still required in order to understand what types of mCessation might be effective for particular groups and those most in need of support. The heterogeneity in text message programmes and the variation in functionality within the apps means further research is also needed to understand the effective elements, components and durations of these types of interventions. The variety of control programmes in the studies reviewed, and the often unexpectedly high abstinence rates in control groups, is an issue that may require further research in order to determine the actual size of the effect of interventions and potentially the 'minimal' effective mCessation intervention. More large-scale randomised controlled trials are needed in order to establish whether mobile app interventions are effective for smoking cessation."
    },
    {
      "title": "A C K N O W L E D G E M E N T S",
      "text": "We acknowledge the assistance of Cochrane Tobacco Addiction Editorial base in the preparation of this review, whose time on the review was supported by the National Institute for Health Research (NIHR), via Cochrane Infrastructure and Cochrane Programme Grant funding to Cochrane Tobacco Addiction. The views and opinions expressed therein are those of the authors and do not necessarily reflect those of the Systematic Reviews Programme, NIHR, NHS or the Department of Health and Social Care. We also gratefully acknowledge the consumer review by Lee Bromhead. Baskerville 2018 {published data only} Baskerville N, Struik L, Dash D. Crush the Crave: development and formative evaluation of a smartphone app for smoking cessation. JMIR Mhealth Uhealth 2018;6(3):e52. [DOI: 10.2196/ mhealth.9011] * Baskerville N, Struik L, Guindon G, Norman C, Whittaker R, Burns C, et al. Effect of a mobile phone intervention on quitting smoking in a young adult population of smokers: randomized controlled trial. JMIR Mhealth and Uhealth 2018;6(10):e10893. Baskerville N, Struik L, Hammond D, Guindon G, Norman C, Whittaker R, et al. Effect of a mobile phone intervention on quitting smoking in a young adult population of smokers: randomized controlled trial study protocol. JMIR Research Protocols 2015;4(1):e10. [DOI: 10.2196/resprot.3823] NCT01983150. A randomized controlled trial to test the effect of a smartphone quit smoking intervention on young adult smokers. clinicaltrials.gov/ct2/show/NCT01983150 (first received 13 November 2013). BinDhim 2018 {published data only} ACTRN12613000833763. Assessing the effect of an interactive decision-aid smartphone smoking cessation application (app) on quit rates: a double-blind randomized control trial [In adult smokers, does an interactive smartphone smoking cessation application, compared to standard information, increase the quit rates?]. anzctr.org.au/Trial/Registration/TrialReview.aspx? id=364613 (first received 17 July 2013). * BinDhim N, McGeechan K, Revena L. Smartphone smoking cessation application (SSC App) trial: a multicountry doubleblind automated randomised controlled trial of a smoking cessation decision-aid 'app'. BMJ Open 2018;8(1):e017105. [DOI: 10.1136/bmjopen-2017-017105] BinDhim N, McGeechan K, Trevena L. Assessing the effect of an interactive decision-aid smartphone smoking cessation application (app) on quit rates: a double-blind automated randomised control trial protocol. BMJ Open 2014;4(7):e005371. [DOI:  http://dx.doi.org/10.1136/bmjopen-2014-005371 ] Bock 2013 {published data only} * Bock B, Heron K, Jennings E, Morrow K, Cobb V, Magee J, et al. A text message delivered smoking cessation intervention: the initial trial of TXT-2-Quit: randomized controlled trial. JMIR MHealth and UHealth 2013;1(2):e17. [CENTRAL: 1015646; CRS: 9400129000003441] Borland 2013 {published and unpublished data} Balmford J, Borland R. How do smokers use a smoking cessation text messaging intervention?. Nicotine & Tobacco Research 2014;16(12):1586-92. [DOI: 10.1093/ntr/ntu111] Balmford J, Borland R, Benda P, Howard S. Factors associated with use of automated smoking cessation interventions: findings from the eQuit study. Health Education Research 2013;28(2):288-99. [CENTRAL: 921007; CRS: 9400107000001543; PUBMED: 23107931] * Borland R, Balmford J, Benda P. Population-level effects of automated smoking cessation help programs: a randomized controlled trial. Addiction 2013;108(3):618-28. [CENTRAL: 921001; CRS: 9400107000000767; PUBMED: 22994457] Chan 2015 {published data only} Chan SS, Wong DC, Cheung YT, Leung DY, Lau L, Lai V, et al. A block randomized controlled trial of a brief smoking cessation counselling and advice through short message service on participants who joined the Quit to Win Contest in Hong Kong. Health Education Research 2015;30(4):609-21. [DOI: 10.1093/ her/cyv023] Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Cobos-Campos 2017 {published data only} Cobos-Campos R, de Larrinoa A, Morinigo A, Parraza N, Barandiaran F. Effectiveness of text messaging as an adjuvant to health advice in smoking cessation programs in primary care. A randomized clinical trial. Nicotine & Tobacco Research 2017;19(8):901-7. [DOI: 10.1093/ntr/ntw300] Danaher 2019 {published data only} * Danaher B, Tyler M, Crowley R, Brendryen H, Seeley J. Outcomes and device usage for fully automated Internet interventions designed for a smartphone or personal computer: the MobileQuit smoking cessation randomized controlled trial. JMIR 2019;21(6):e13290. NCT01952236. Web and mobile smoking cessation (MobileQuit). clinicaltrials.gov/show/nct01952236 (first received 27 September 2013). Ferguson 2015 {published and unpublished data} * Ferguson SG, Walters JA. The effect of mobile phone text messages on short and long term quitting in motivated smokers: a randomised controlled trial. Society for Research on Nicotine and Tobacco 21st Annual Meeting; 2015 Feb 25-28; Philadelphia. 2015. [CRS: 9400131000001072; POS3-80] Schuz N, Walters JA, Frandsen M, Bower J, Ferguson SG. Compliance with an EMA monitoring protocol and its relationship with participant and smoking characteristics. Nicotine & Tobacco Research 2014;16(S2):S88-92. [CRS: 9400129000001511; EMBASE: 2014262309] Free 2009 {published and unpublished data} Free C, Whittaker R, Knight R, Abramsky T, Rodgers A, Roberts IG. Txt2stop: a pilot randomised controlled trial of mobile phone-based smoking cessation support. Tobacco Control 2009;18:88-91. Free 2011 {published and unpublished data} Douglas N, Free C. 'Someone batting in my corner': experiences of smoking-cessation support via text message. British Journal of General Practice 2013;63(616):e768-76. [CENTRAL: 1000333; CRS: 9400129000002807; PUBMED: 24267860] Free C, Hoile E, Robertson S, Knight R. Three controlled trials of interventions to increase recruitment to a randomized controlled trial of mobile phone based smoking cessation support. Clinical Trials 2010;7(3):265-73. * Free C, Knight R, Robertson S, Whittaker R, Edwards P, Zhou W, et al. Smoking cessation support delivered via mobile phone text messaging (Txt2stop): a single-blind, randomised trial. Lancet 2011;378:49-55. Guerriero C, Cairns J, Roberts I, Rodgers A, Whittaker R, Free C. The cost-effectiveness of smoking cessation support delivered by mobile phone text messaging: Txt2stop. European Journal of Health Economics 2013;14(5):789-97. [CENTRAL: 986154; CRS: 9400129000001252; PUBMED: 22961230] Michie S, Free C, West R. Characterising the 'Txt2Stop' smoking cessation text messaging intervention in terms of behaviour change techniques. Journal of Smoking Cessation 2012;7(1):55-60. [CRS: 9400123000018452] Severi E, Free C, Knight R, Robertson S, Edwards P, Hoile E. Two controlled trials to increase participant retention in a randomized controlled trial of mobile phone-based smoking cessation support in the United Kingdom. Clinical Trials 2011;8(5):654-60. Garrison 2018 {published data only} * Garrison K, Pal P, O'Malley S, Pittman B, Gueorguieva R, Rojiani R, et al. Craving to Quit: a randomised controlled trial of smartphone app-based mindfulness training for smoking cessation. Nicotine & Tobacco Research 2018 [Epub ahead of print]:1-8. [DOI: 10.1093/ntr/nty126] Garrison KA, Pal P, Rojiani R, Dallery J, O'Malley SS, Brewer JA. A randomized controlled trial of smartphone-based mindfulness training for smoking cessation: a study protocol. BMC Psychiatry 201;15(1):83. [DOI: 10.1186/s12888-015-0468-z] Haug 2013 {published and unpublished data} Haug S, Meyer C, Dymalski A, Lippke S, John U. Efficacy of a text messaging (SMS) based smoking cessation intervention for adolescents and young adults: study protocol of a cluster randomised controlled trial. BMC Public Health 2012;12:51. [CENTRAL: 814353; CRS: 9400123000011961; EMBASE: 22260736; PUBMED: 22260736] * Haug S, Schaub MP, Venzin V, Meyer C, John U. Efficacy of a text message-based smoking cessation intervention for young people: a cluster randomized controlled trial. Journal of Medical Internet Research 2013;15(8):142-55. [CENTRAL: 980800; CRS: 9400129000000569; PUBMED: 23956024] Haug S, Schaub MP, Venzin V, Meyer C, John U. Moderators of outcome in a text messaging (SMS)-based smoking cessation intervention for young people [Differenzielle Wirksamkeit eines Short Message Service (SMS)-basierten Programms zur Forderung des Rauchstopps bei Jugendlichen]. Psychiatrische Praxis 2013;40(6):339-46. [CENTRAL: 875575; CRS: 9400126000000210; EMBASE: 2013576012; PUBMED: 24008683] Haug S, Schaub Michael P, Schmid H. Predictors of adolescent smoking cessation and smoking reduction. Patient Education and Counseling 2014;95(3):378-83. [CRS: 9400129000001807; PUBMED: 24674150] Herbec 2019 {unpublished data only} * Herbec A, Brown J, Shahab L, West R. Lessons learned from unsuccessful use of personal carbon monoxide monitors to remotely assess abstinence in a pragmatic trial of a smartphone stop smoking app -a secondary analysis. Addictive Behaviors Reports 2019;9:100122. Herbec A, Shahab L, Matei A, Brown J, Kaur Ubhi H, et al. Does inclusion of craving management tools increase effectiveness and usage of a stop smoking app? Results from BupaQuit trial. 3rd UCL Centre for Behaviour Change Digital Health Conference 2017: Harnessing digital technology for behaviour change; 2017 Feb 22-23; London, UK. 2017. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews ISRCTN10548241. Study of effectiveness of a smartphone application for quitting smoking. isrctn.com/ISRCTN10548241 (first received 10 February 2015). Liao 2018 {published data only} * Liao Y, Wu Q, Kelly B, Zhang F, Tang YY, Want Q, et al. Effectiveness of a text-messaging-based smoking cessation intervention (\"Happy Quit\") for smoking cessation in China: a randomized controlled trial. PLOS Medicine 2018;15(12):e1002713. Liao Y, Wu Q, Tang J, Zhang F, Wang X, Qi C, et al. The efficacy of mobile phone-based text message interventions ('Happy Quit') for smoking cessation in China. BMC Public Health 2016;16(1):833. [DOI: 10.1186/s12889-016-3528-5] Naughton 2014 {published data only} Faulkner K, Sutton S, Jamison J, Sloan M, Boase S, Naughton F. Are nurses and auxiliary healthcare workers equally effective in delivering smoking cessation support in primary care?. Nicotine & Tobacco Research 2016;18(5):1054-60. [DOI: 10.1093/ntr/ ntv206] * Naughton F, Jamison J, Boase S, Sloan M, Gilbert H, Prevost AT, et al. Randomized controlled trial to assess the short-term effectiveness of tailored web-and text-based facilitation of smoking cessation in primary care (iQuit in Practice). Addiction 2014;109(7):1184-93. [CENTRAL: 1051137; CRS: 9400129000001642; PUBMED: 24661312] Sutton S, Smith S, Jamison J, Boase S, Mason D, Prevost AT, et al. Study protocol for iQuit in Practice: a randomised controlled trial to assess the feasibility, acceptability and effectiveness of tailored web-and text-based facilitation of smoking cessation in primary care. BMC Public Health 2013;13:324. [CENTRAL: 873088; CRS: 9400126000000015; PUBMED: 23575031] Peiris 2019 {published data only} Peiris D, Wright L, News M, Rogers K, Redfern J, Chow C, et al. A smartphone app to assist smoking cessation among Aboriginal Australians: findings from a pilot randomized controlled trial. JMIR MHealth and UHealth 2019;7(4):e12745. Rodgers 2005 {published data only} Bramley D, Riddell T, Whittaker R, Corbett T, Lin R-B, Wills M. Smoking cessation using mobile phone text messaging is as effective in Maori as non-Maori. New Zealand Medical Journal 2005;118(1216):1494-504. * Rodgers A, Corbett T, Bramley D, Riddell T, Wills M, Lin R-B, et al. Do u smoke a er txt? Results of a randomised trial of smoking cessation using mobile phone text messaging. Tobacco Control 2005;14:255-61. [doi: 10.1136/tc.2005.011577] Squiers 2017 {published data only} Coa K, Augustson E, Kaufman A. The impact of weight and weight-related perceptions on smoking status among young adults in a text-messaging cessation program. Nicotine & Tobacco Research 2018;20(5):614-9. [DOI: 10.1093/ntr/ntx053] * Squiers L, Augustson E, Brown D, Kelly B, Southwell B, Dever J, et al. An experimental comparison of mobile texting programs to help young adults quit smoking. Health Systems 2017;6:1-14. Squiers L, Brown D, Parvanta S, Dolina S, Kelly B, Dever J, et al. The smokefreeTXT (SFTXT) study: web and mobile data collection to evaluate smoking cessation for young adults. JMIR Research Protocols 2016;5(2):e134. [DOI: 10.2196/resprot.5653] Tseng 2017 {published and unpublished data} NCT01898195. Improving adherence to smoking cessation medication among PLWHA (HIV). clinicaltrials.gov/ show/NCT01898195 (first received 12 July 2013). [CRS: 9400129000001221] Shelley D, Krebs P, Schoenthaler A, Urbina A, Gonzalez M, Tseng T-Y, et al. Correlates of adherence to varenicline among HIV+ smokers: a path analysis. Society for Research on Nicotine and Tobacco 21st Annual Meeting; 2015 Feb 25-28; Philadelphia. 2015. [CRS: 9400131000001079; PA14-2] * Tseng TY, Krebs P, Schoenthaler A, Wong S, Sherman S, Gonzalez M, et al. Combining text messaging and telephone counselling to increase varenicline adherence and smoking abstinence among cigarette smokers living with HIV: a randomized controlled trial. AIDS Behavior 2017;21(7):1964-74. Whittaker 2011 {published and unpublished data} Whittaker R, Dorey E, Bramley D, Bullen C, Denny S, Elley C, et al. A theory-based video messaging mobile phone intervention for smoking cessation: randomised controlled trial. Journal of Medical Internet Research 2011;13(1):e10. Wilson 2016 {published data only} NCT01723163. Abstinence Reinforcement Therapy (ART) for rural veteran smokers. www.clinicaltrials.gov/ct2/show/ NCT01723163 (first received 7th November 2012). Wilson S, Hair L, Hertzberg J, Kirby A, Olsen M, Lindquist J, et al. Abstinence reinforcement therapy (ART) for rural veterans: methodology for an mHealth smoking cessation intervention. Contempory Clinical Trials 2016;50:157-65. Yu 2017 {published data only} ChiCTR-OIC-17010803. Changchun Smoke-Free Home mHealth Program [Creating smoke-free homes for infants and increasing quitting among fathers through education and mHealth interventions in Changchun, China]. chictr.org.cn/ showprojen.aspx?proj=18143 (first received 06 March 2017). * Yu S, Duan Z, Redmon PB, Eriksen MP, Koplan JP, Huang C. MHealth intervention is effective in creating smoke-free homes for newborns: a randomized controlled trial study in China. Scientific Reports 2017;7(1):9276. [DOI: 10.1038/ s41598-017-08922-x] Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews during a quit attempt]. anzctr.org.au/Trial/Registration/ TrialReview.aspx?id=372661 (first received 29 March 2017). Aigner 2017 {published data only} Aigner C, Gritz E, Tami-Maury I, Baum G, Arduino R, Vidrine D. The role of pain in quitting among human immunodeficiency virus (HIV)-positive smokers enrolled in a smoking cessation trial. Substance Abuse 2017;38(3):249-52. [DOI: 10.1080/08897077.2017.1291466] Applegate 2007 {published data only} Applegate B, Raymond C, Collado-Rodriguez A, Riley W, Schneider N. Improving adherence to nicotine gum by SMS text messaging: a pilot study. Society for Research on Nicotine and Tobacco 13th Annual Meeting; 2007 Feb 21-24; Austin, Texas. 2007. [RPOS3-57] Bamidis 2017 {published data only} Bamidis P, Paraskevopoulos E, Konstantinidis E, Spachos D, Billis A. Multimodal e-health services for smoking cessation and public health: the SmokeFreeBrain project approach. Studies in Health Technology and Informatics 2017;245:5-9. Bernstein 2018 {published data only} Bernstein S, Dziura J, Weiss J, Miller T, Vickerman K, Grau L, et al. Tobacco dependence treatment in the emergency department: a randomized trial using the Multiphase Optimization Strategy. Contemporary Clinical Trials 2018;66:1-8. [DOI: 10.1016/ j.cct.2017.12.016] Blasco 2012 {published data only} Blasco A, Carmona M, Fernandez-Lozano I, Salvador CH, Pascual M, Sagredo PG, et al. Evaluation of a telemedicine service for the secondary prevention of coronary artery disease. Journal of Cardiopulmonary Rehabilitation and Prevention 2012;32(1):25-31. [CENTRAL: 814645; CRS: 9400123000012404; 6831; PUBMED: 22113368] Brendryen 2008 {published data only} Brendryen H, Drozd F, Kra P. A digital smoking cessation program delivered through internet and cell phone without nicotine replacement (Happy Ending): randomized controlled trial. Journal of Medical Internet Research 2008;10(5):e51. * Brendryen H, Kra P. Happy Ending: a randomized controlled trial of a digital multi-media smoking cessation intervention. Addiction 2008;103:478-84. [doi:10.1111/ j.1360-0443.2007.02119.x] Bricker 2014 {published data only} * Bricker J, Mull K, Kientz J, Vilardaga R, Mercer L, Akioka K, et al. Randomized, controlled pilot trial of a smartphone app for smoking cessation using acceptance and commitment therapy. Drug and Alcohol Dependence 2014;143(1):87-94. [CENTRAL: 1047686; CRS: 9400050000000151; EMBASE: 2014721228; PUBMED: 25085225] Heffner JL, Vilardaga R, Mercer LD, Kientz JA, Bricker JB. Feature-level analysis of a novel smartphone application for smoking cessation. American Journal of Drug and Alcohol Abuse 2015;41(1):68-73. [CENTRAL: 1036931; CRS: 9400129000003871; EMBASE: 2014973943] Brinker 2016 {published data only} Brinker T, Holzapfel J, Baudson T, Sies K, Jakob L, Baumert H, et al. Photoaging smartphone app promoting poster campaign to reduce smoking prevalence in secondary schools: the Smokerface randomized trial: design and baseline characteristics. BMJ Open 2016;6(11):e014288. [DOI: 10.1136/ bmjopen-2016-014288] Bronshtein 2016 {published data only} Bronshtein E, Ondersma S, Sokol R. Optimizing ehealth for smoking in pregnancy: a pilot factorial evaluation of providing single vs multiple options. Reproductive Sciences 2016;S1:195A. Buller 2014 {published data only} Buller DB, Borland R, Bettinghaus EP, Shane JH, Zimmerman DE. Randomized trial of a smartphone mobile application compared to text messaging to support smoking cessation. Telemedicine Journal and E-health 2014;20(3):206-14. [CENTRAL: 1053488; CRS: 9400129000003463] Chow 2012 {published data only} Chow CK, Redfern J, Thiagalingam A, Jan S, Whittaker R, Hackett M, et al. Design and rationale of the tobacco, exercise and diet messages (TEXT ME) trial of a text message-based intervention for ongoing prevention of cardiovascular disease in people with coronary disease: a randomised controlled trial protocol. BMJ Open 2012;2(1):e000606. Dale 2014 {published data only} Dale L, Whittaker R, Jiang Y, Stewart R, Rolleston A, Maddison R. Improving coronary heart disease self-management using mobile technologies (Text4Heart): a randomised controlled trial protocol. Trials 2014;15:71. [CENTRAL: 984614; CRS: 9400129000001546; EMBASE: 2014230967; PUBMED: 24588893] Fingrut 2014 {published data only} Fingrut W, Stewart L, Cheung K. Choice of smoking cessation counselling via phone, text, or email in emergency department patients. Canadian Journal of Emergency Medicine 2014;16:S86. [CENTRAL: 1009852; CRS: 9400129000003122; EMBASE: 75007022] Fraser 2014 {published data only} Fraser D, Kobinsky K, Smith SS, Kramer J, Theobald WE, Baker TB. Five population-based interventions for smoking cessation: a MOST trial. Translational Behavioral Medicine 2014;4(4):382-90. [CENTRAL: 1040081; CRS: 9400129000003838; EMBASE: 2015657527] Gritz 2013 {published data only} * Gritz E, Danysh H, Fletcher F, Tami-Maury I, Fingeret M, King R, et al. Long-term outcomes of a cell phone-delivered intervention for smokers living with HIV/AIDS. Clinical Infectious Diseases 2013;57(4):608-15. Gritz E, Vidrine D, Marks R, Arduino R. A randomized trial of an innovative cell phone intervention for smokers living with HIV/ AIDS. Society for Research on Nicotine & Tobacco 17th Annual Meeting; 2011 Feb 16-19; Toronto, Canada. 2011. [SYM 10A] Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews intervention for pregnant smokers (MiQuit): study protocol for a randomised controlled trial. Trials 2015;16(1):29. [DOI:  http://  dx.doi.org/10.1186/s13063-014-0546-4 ] Naughton F, Cooper S, Foster K, Emery J, Leonardi-Bee J, Sutton S, et al. Large multi-centre pilot randomized controlled trial testing a low-cost, tailored, self-help smoking cessation text message intervention for pregnant smokers (MiQuit). Addiction 2017;112(7):1238-49. [DOI: 10.1111/add.13802] NCT01454999 {unpublished data only} Jordan P. Tailored texting to enhance a stage-based online tailored program for veterans who smoke: a randomized breakthrough and benchmark trial [personal communication]. Email 2015. * NCT01454999. Cell phone-based expert systems for smoking cessation (TXT). clinicaltrials.gov/ct2/show/NCT01454999 (first received 19 October 2011). NCT02245308 {published data only} NCT02245308. Abstinence reinforcement therapy (ART) for homeless veteran smokers. clinicaltrials.gov/show/ NCT02245308 (first received 19 September 2014). [CRS: 9400131000001050] NCT02844296 {published data only} NCT02844296. Short-bout handgrip exercise for smoking cessation (SHESC). clinicaltrials.gov/ct2/show/NCT02844296 (first received 26 July 2016). NCT03177265 {published data only} NCT03177265. Text messaging to engage and retain veterans in smoking cessation counseling (TiMES). clinicaltrials.gov/ct2/ show/NCT03177265 (first received 6 June 2017). Obermayer 2004 {published data only} Obermayer JL, Riley WT, Asif O, Jean-Mary J. College smoking cessation using cell phone text messaging. Journal of American College Health 2004;53(2):71-8. Pechmann 2015 {published data only} * Pechmann C, Pan L, Delucchi K, Lakon CM, Prochaska JJ. Development of a Twitter-based intervention for smoking cessation that encourages high-quality social media interactions via automessages. Journal of Medical Internet Research 2015;17(2):e50. [CRS: 9400131000001029; PUBMED: 25707037] Prochaska JJ, Pechmann C, Lakon C, Delucchi K. Randomized controlled trial of tweet2quit for smoking cessation. Society for Research on Nicotine and Tobacco 21st Annual Meeting; 2015 Feb 25-28; Philadelphia. 2015. [CRS: 9400131000001026; PA21-2] Peng 2013 {published data only} Peng WB, Schoech D. Evaluation of a web-phone intervention system in changing smoking behavior -a randomized controlled trial. Journal of Technology in Human Services 2013;31(3):248-68. [CENTRAL: 1053486; CRS: 9400129000000455] Pollak 2013 {published data only} Pollak KI, Lyna P, Bilheimer A, Farrell D, Gao X, Swamy GK, et al. A pilot study testing SMS text delivered scheduled gradual reduction to pregnant smokers. Nicotine & Tobacco Research 2013;15(10):1773-6. [CENTRAL: 982524; CRS: 9400129000000412; EMBASE: 2014131762; PUBMED: 23569007] Riley 2008 {published data only} Riley W, Obermayer J, Jean-Mary J. Internet and mobile phone text messaging intervention for college smokers. Journal of American College Health 2008;57(2):245-8. Shi 2013 {published data only} Shi HJ, Jiang XX, Yu CY, Zhang Y. Use of mobile phone text messaging to deliver an individualized smoking behaviour intervention in Chinese adolescents. Journal of Telemedicine and Telecare 2013;19(5):282-7. [CENTRAL: 984362; CRS: 9400126000000380; PUBMED: 24163238] Skov-Ettrup 2013 {published data only} Skov-Ettrup LS, Dalum P, Ekholm O, Tolstrup JS. Reach and uptake of Internet-and phone-based smoking cessation interventions: results from a randomized controlled trial. Preventive Medicine 2014;62:38-43. [CENTRAL: 1001289; CRS: 9400129000000774; EMBASE: 2014140700] * Skov-Ettrup LS, Dalum P, Tolstrup JS. Internet-based intervention and telephone counselling for smoking cessation: results from a 4-arm randomised controlled trial. European Journal of Epidemiology 2013;28(S1):S48-9. [CENTRAL: 1011884; CRS: 9400130000000339; EMBASE: 71300831] Skov-Ettrup 2014 {published data only} Skov-Ettrup LS, Ringgaard LW, Dalum P, Flensborg-Madsen T, Thygesen LC, Tolstrup JS. Comparing tailored and untailored text messages for smoking cessation: a randomized controlled trial among adolescent and young adult smokers. Health Education Research 2014;29(2):195-205. [CRS: 9400129000003462; PUBMED: 24399268] Skov-Ettrup 2016 {published data only} Skov-Ettrup LS, Dalum P, Bech M, Tolstrup JS. The effectiveness of telephone counselling and Internet-and text-message-based support for smoking cessation: results from a randomized controlled trial. Addiction 2016;111(7):1257-66. [DOI: 10.1111/ add.13302] Snider 2011 {published data only} Snider J. Cell phone text messaging may boost smoking quit rates. Journal of the American Dental Association 2011;142(8):901-2. Stanczyk 2014 {published data only} * Stanczyk N, Bolman C, Van Adrichem M, Candel M, Muris J, De Vries H. Comparison of text and video computer-tailored interventions for smoking cessation: randomized controlled trial. Journal of Medical Internet Research 2014;16(3):e69. [CENTRAL: 1046762; CRS: 9400129000002402] Stanczyk NE, Bolman C, Muris JW, De Vries H. Study protocol of a Dutch smoking cessation e-health program. BMC Public Health Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 2011;11:847. [CENTRAL: 814250; CRS: 9400100000000130; PUBMED: 22059446] Stanczyk NE, Crutzen R, Bolman C, Muris J, De Vries H. Influence of delivery strategy on message-processing mechanisms and future adherence to a Dutch computer-tailored smoking cessation intervention. Journal of Medical Internet Research 2013;15(2):e28. [CENTRAL: 873085; CRS: 9400107000001436; PUBMED: 23388554] Vidrine 2006 {published data only} * Vidrine D, Arduino R, Gritz E. Impact of a cell phone intervention on mediating mechanisms of smoking cessation in individuals living with HIV/AIDS. Nicotine & Tobacco Research 2006;8(S1):S103-8. Vidrine D, Arduino R, Lazev A, Gritz E. A randomized trial of a proactive cellular telephone intervention for smokers living with HIV/AIDS. AIDS 2006;20:253-60. [ISSN 0269-9370] Vilaplana 2014 {published data only} Vilaplana J, Solsona F, Abella F, Cuadrado J, Alves R, Mateo J. S-PC: an e-treatment application for management of smokequitting patients. Computer Methods and Programs in Biomedicine 2014;115(1):33-45. [CENTRAL: 988111; CRS: 9400050000000047; EMBASE: 2014296941; PUBMED: 24742965] Wizner 2009 {published data only} Wizner B, Gaciong Z, Narkiewicz K, Grodzicki T. Education using SMS increases efficacy of treatment of hypertensive patients [Zwiększenie skuteczności terapii hipotensyjnej u pacjentów z nadciśnieniem tętniczym dzięki edukacji przez SMS]. Nadcisnienie Tetnicze 2009;13(3):147-57. Ybarra 2012 {published and unpublished data} * Ybarra M, Bagci Bosi AT, Korchmaros J, Emri S. A text messaging-based smoking cessation program for adult smokers: randomized controlled trial. Journal of Medical Internet Research 2012;14(6):e172. [CENTRAL: 863878; CRS: 9400107000000182; PUBMED: 23271159] Ybarra ML, Holtrop JS, Bagci Bosi AT, Emri S. Design considerations in developing a text messaging program aimed at smoking cessation. Journal of Medical Internet Research 2012;14(4):e103. [CRS: 9400123000016823; PUBMED: 22832182] Ybarra ML, Holtrop JS, Bosi AT, Bilir N, Korchmaros JD, Emri AK. Feasibility and acceptability of a text messaging-based smoking cessation program in Ankara, Turkey. Journal of Health Communication 2013;18(8):960-73. [CRS: 9400126000000575; PUBMED: 23627304] Ybarra 2013 {published and unpublished data} * Ybarra M, Hotrop J, Prescott T, Rahbar M, Strong D. Pilot RCT results of Stop My Smoking (SMS) USA: a text messagingbased smoking cessation program for young adults. Nicotine & Tobacco Research 2013;15(8):1388-99. Ybarra ML, Holtrop JS, Prescott TL, Strong D. Process evaluation of a mHealth program: lessons learned from Stop my Smoking USA, a text messaging-based smoking cessation program for young adults. Patient Education and Counseling 2014;97(2):236-43. [CRS: 9400131000000800; PUBMED: 25103183] Yuhongxia 2011 {published data only} Yuhongxia L. The compliance of varenicline usage and the smoking abstinence rate via mobile phone text messaging combine with varenicline: a single-blind, randomised control trial. Respirology 2011;16 :46-7. References to ongoing studies Cambon 2017 {published data only} Cambon L, Bergman P, Le Faou A, Vincent I, Le Maitre B, Pasquereau A, et al. Study protocol for a pragmatic randomised controlled trial evaluating efficacy of a smoking cessation e-'Tabac Info Service': ee-TIS trial. BMJ Open 2017;7(2):e013604. [DOI: 10.1136/bmjopen-2016-013604] Collins 2017 {published data only} Collins BN, Lepore SJ. Babies living safe & smokefree: randomized controlled trial of a multilevel multimodal behavioral intervention to reduce low-income children's tobacco smoke exposure. BMC Public Health 2017;17(1):249. [DOI: 10.1186/s12889-017-4145-7] CTRI201801011643 {published data only} CTRI/2018/01/011643. Tobacco cessation at non communicable disease clinics [Development of tobacco cessation training package and assessing its impact on tobacco use behavior of patients attending non communicable diseases clinics of Punjab]. ctri.nic.in/Clinicaltrials/showallp.php? mid1=20950&EncHid=&userName=Tobacco%20Cessation %20at%20Non%20Communicable%20Disease%20Clinics (first received 31 January 2018). CTRI201803012401 {published data only} CTRI/2018/03/012401. A clinical trial to study the effect of WhatsApp and pamphlet based quit smoking interference among so ware professionals in Bengaluru City [Effectiveness of WhatsApp based smoking cessation intervention among so ware professional in Bengaluru City: a randomised controlled trial]. ctri.nic.in/Clinicaltrials/pmaindet2.php? trialid=21448&EncHid=&userName=CTRI/2018/03/012401 (first received 07 March 2018). Graham 2016 {published data only} Graham AL, Jacobs MA, Cohn AM, Cha S, Abroms LC, Papandonatos GD, et al. Optimising text messaging to improve adherence to web-based smoking cessation treatment: a randomised control trial protocol. BMJ Open 2016;6(3):e010687. [DOI: 10.1136/bmjopen-2015-010687] Graham 2017 {published data only} Graham A, Burke M, Jacobs M, Cha S, Croghan I, Schroeder D, et al. An integrated digital/clinical approach to smoking cessation in lung cancer screening: study protocol for a randomized controlled trial. Trials 2017;18(1):568. [DOI: 10.1186/s13063-017-2312-x] Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews ISRCTN11154315 {published data only} ISRCTN11154315. Efficacy of a smoking cessation intervention using smartphones. isrctn.com/ISRCTN11154315 (first received 04 April 2018). ISRCTN11318024 {published data only} ISRCTN11318024. Impact of a smartphone application on smoking cessation: a randomized controlled trial. isrctn.com/ ISRCTN11318024 (first received 26 April 2018). ISRCTN15396225 {published data only} ISRCTN15396225. Evaluation of the effectiveness of a text-based mHealth smoking cessation intervention among high school students in Sweden. isrctn.com/ISRCTN15396225 (first received 10 October 2017). ISRCTN16022919 {published data only} ISRCTN16022919. Mobile health interventions for smoking cessation services uptake and smoking cessation: a factorial randomised trial in Thailand. isrctn.com/ISRCTN16022919 (first received 11 November 2016). ISRCTN17964518 {published data only} ISRCTN17964518. Evaluation of the \"Stop Tabac\" Android phone application. isrctn.com/ISRCTN17964518 (first received 24 June 2015). ISRCTN33869008 {published data only} ISRCTN33869008. Mobile phone-based smoking cessation intervention for patients with elective surgery. isrctn.com/ ISRCTN33869008 (first received 17 Auguts 2018). NCT01982110 {published data only} NCT01982110. A mindfulness based application for smoking cessation. clinicaltrials.gov/show/NCT01982110 (first received 13 November 2013). [CRS: 9400131000001042] NCT01990079 {published data only} NCT01990079. Use of technological advances to prevent smoking relapse among smokers with PTSD. clinicaltrials.gov/ show/NCT01990079 (first received 21 November 2013). [CRS: 9400131000001036] NCT01995097 {published data only} NCT01995097. BABY STEPS II: SMS scheduled gradual reduction text messages to help pregnant smokers quit. clinicaltrials.gov/ ct2/show/NCT01995097 (first received 26 November 2013). NCT02037360 {published data only} NCT02037360. Mobile mindfulness training for smoking cessation. clinicaltrials.gov/show/NCT02037360 (first received 15 January 2014). [CRS: 9400131000001048] NCT02218281 {published data only} NCT02218281. Developing a smartphone app with mindfulness training for teen smoking cessation. clinicaltrials.gov/ show/NCT02218281 (first received 15 January 2014). [CRS: 9400131000001087] NCT02218944 {published data only} NCT02218944. Response inhibition training in smoking cessation. clinicaltrials.gov/ct2/show/NCT02037360 (first received 15 January 2014). NCT02237898 {published data only} NCT02237898. Harnessing the power of technology: MOMBA for postpartum smoking. clinicaltrials.gov/show/NCT02237898 (first received 11 September 2014). [CRS: 9400131000001085] NCT02420015 {published data only} NCT02420015. Mobile health technology to enhance abstinence in smokers with schizophrenia. clinicaltrials.gov/ct2/show/ NCT02420015 (first received 17 April 2015). NCT02665208 {published data only} NCT02665208. A pilot text messaging intervention to reduce smoking in office-based buprenorphine and inpatient detoxification patients. clinicaltrials.gov/ct2/show/ NCT02665208 (first received 27 January 2016). NCT02724462 {published data only} NCT02724462. Trial of an innovative smartphone intervention for smoking cessation. clinicaltrials.gov/ct2/show/NCT02665208 (first received 27 January 2016). NCT02840513 {published data only} NCT02840513. Smartphone app and CO self-monitoring for smoking cessation. clinicaltrials.gov/ct2/show/NCT02840513 (first received 21 July 2016). NCT02901171 {published data only} NCT02901171. The contribution of a smartphone application to acceptance and commitment therapy group treatment for smoking cessation. clinicaltrials.gov/show/NCT02901171 (first received 21 July 2016). NCT03021655 {published data only} NCT03021655. A pilot randomized control trial to help youth smokers to quit smoking. clinicaltrials.gov/ct2/show/ NCT03021655 (first received 16 January 2017). NCT03038542 {published data only} NCT03038542. Quit4hlth: enhancing tobacco and cancer control through framed text messages. clinicaltrials.gov/ct2/show/ NCT03021655 (first received 16 January 2017). NCT03191019 {published data only} NCT03191019. A mobile-phone based intervention to support smoking cessation among Chilean women. clinicaltrials.gov/ ct2/show/NCT03191019 (first received 19 June 2017). NCT03445507 {published data only} NCT03445507. Effectiveness of a chat bot for smoking cessation: a pragmatic trial in primary care. clinicaltrials.gov/show/ NCT03445507 (first received 19 June 2017). NCT03495622 {published data only} NCT03495622. Effectiveness of a combined CHW and text messaging-based tobacco intervention in India. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews clinicaltrials.gov/show/NCT03495622 (first received 12 April 2018). NCT03538938 {published data only} NCT03538938. Improving quitline support study (IQS). clinicaltrials.gov/show/NCT03538938 (first received 28 May 2018). NCT03552978 {published data only} NCT03552978. Tech and telephone smoking cessation treatment for young veterans with PTSD. clinicaltrials.gov/ show/NCT03552978 (first received 12 June 2018). NCT03553173 {published data only} NCT03553173. So-Lo-Mo intervention applied to the smoking cessation process. clinicaltrials.gov/ct2/show/NCT03553173 (first received 12 June 2018). Valdivieso-Lopez 2013 {published data only} Valdivieso-López E, Flores-Mateo G, Molina-Gómez JD, Rey-Reñones C, Uriarte ML, Duch J, et al. Efficacy of a mobile application for smoking cessation in young people: study protocol for a clustered, randomized trial. BMC Public Health 2013;13(1):704. Weng 2018 {published data only} Weng X, Wang M, Suen Y, Li W, Wu Y, Cheung D, et al. Comparing different intensities of active referral to smoking cessation services in promoting smoking cessation among community smokers: a study protocol of a cluster randomized controlled trial. BMC Public Health 2018;18(1):830. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Exclusion criteria: Text4baby subscribers from California, Oklahoma, Ohio, and Louisiana were excluded because Quit4baby was already available in those states. Interventions Quit4Baby: Text4baby plus Quit4baby. Quit4baby: 1-8 text messages/day based on social cognitive theory guidelines for SC in pregnancy, that lasts 3 months Control: Text4Baby: 3 health information text messages each week for pregnant women and mothers Outcomes Definition of abstinence: self-reported 30-day abstinence at 6 months (only 3-month abstinence was biochemically verified) Cochrane Library Trusted evidence. Informed decisions. Better health."
    },
    {
      "title": "Cochrane Database of Systematic Reviews",
      "text": "• FTND: approx 3 • White: 74% (N = 67)\n\nInclusion criteria: inclusion criteria were (1) ≥ 10 cigarettes daily verified by CO ≥ 8 ppm, (2) no pastyear abstinence > 3 months, (3) intent to quit within 3 weeks (score ≥ 7 out of 10, \"How much do you want to quit smoking within the next 3 weeks?\"15, (4) aged ≥ 18 years, and (  5 ) mailing address and valid photo ID Exclusion criteria: Exclusion criteria were (1) past month behavioral or pharmacotherapy for smoking, (2) serious and unstable psychiatric illness (e.g. schizophrenia, non-nicotine substance use disorder) or medical disease, or contraindication for transdermal nicotine, (3) pregnant, nursing a child, or not using effective contraceptive if female, (4) ongoing use of monoamine oxidase inhibitors, antipsychotics, mood stabilisers, bupropion, or naltrexone, and (  5 ) not English-speaking Interventions mHealth monitoring: for all participants, brief counselling (˜10 min) was scheduled to occur twice weekly for 4 weeks by phone. Discussion included personal reasons for quitting, skills-based items, and craving control strategies. Self-reported smoking status was documented. The study also provided 8 weeks of transdermal nicotine (typically 21 mg patches for 4 weeks, 14 mg for 2 weeks, and 7 mg for 2 weeks). All participants were instructed that an IVR system would send prompts to conduct CO selftests up to 3 times daily between 7 a.m. and 10 p.m. for the next 4 weeks, with the exact number and timing not disclosed. When prompted, participants used the video-record function on their study cell phone (with a front-facing lens) to record the CO self-test process, and sent the date and time-stamped video to research staff using multimedia messaging. Participants also reported the CO results and number of cigarettes smoked using the IVR. Video test results were compared against IVR reports to confirm accuracy (confirmed in all but 2 instances).\n\nmHealth reinforcement: as above, plus mHealth reinforcement participants earned chances for prizes contingent on on-time and smoking-negative breath tests (CO ≤ 6 ppm). Earnings were determined immediately via computer algorithm during IVR calls, and were available for redemption after IVR reports were confirmed against video clips."
    },
    {
      "title": "Outcomes",
      "text": "Definition of abstinence: 6-month biochemically confirmed repeat point prevalence Funding source National Institutes of Health grants R21-DA029215 and R01-DA01344 Conflicts of interest None declared Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Quote: \"On the target quit date, participants (N = 90) were randomly assigned (allocated 1:1) to one of two treatment conditions using an urn procedure 34 and stratified on at least one smoking-negative CO during baseline\" Allocation concealment (selection bias) Unclear risk Not stated Blinding of outcome assessment (detection bias) All outcomes Low risk Abstinence was biochemically verified. Incomplete outcome data (attrition bias) All outcomes Low risk Follow-up rates did not differ between conditions (P > 0.05). Reinforcement group (n = 45) follow-up questionnaires: 38, samples: 33; usual care group (n = 45) questionnaires 43, samples 39. Used ITT analysis Alessi 2017 (Continued) Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Methods Study design: RCT Country: China Recruitment: recruited from subscribers to Nokia Life Tools on Nokia phones in both urban and rural areas of China's Zhejiang, Heilongjiang, and Shaanxi provinces Date of study: 2013 Participants Baseline characteristics (n = 8000) • Female %: not stated • Mean age: not stated • High school or lower education: not stated • FTND: not stated • White: not stated Inclusion criteria: Nokia Life Tools users; adult smokers Exclusion criteria: none specifically stated Interventions High-frequency text contact (HFTC): 91 messages during the 6 weeks; 3 messages/day for weeks 1 and 2, 2/day for weeks 3-5, and 1/day for week 6. At the end of each text message, participants in both groups were offered the opportunity to cancel the service via text. The text messages provided encouragement, practical advice to help maintain cessation, and information on the health effects of smoking. Low-frequency text contact (LFTC): 1 text message/week, for a total of 6 text messages during the 6week intervention period; a subset of text messages on smoking's health effects Outcomes Definition of abstinence: 7-day point prevalence abstinence self-reported via text message at 6month follow-up Funding source National Cancer Institute, National Institutes of Health, U.S. Dept of Health Human Services Conflicts of interest None declared Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Unclear risk Quote: \"Intervention participants who opted into the phase 3 SC trial were randomly assigned to the intervention or comparison group (n ¼ 4000 in each group)\" Therefore, participants were randomly assigned but it was not stated how Allocation concealment (selection bias) Unclear risk Not stated Blinding of outcome assessment (detection bias) All outcomes Low risk Outcome assessed by text message with no face-to-face contact Quote: \"participants were not aware of the separate intervention arms and therefore did not know what group they were assigned to\" Incomplete outcome data (attrition bias) High risk Loss to follow-up clearly stated but > 50%; 58.4% of intervention group and 56.1% of control group lost to follow-up at 6-month assessment. ITT analysis Augustson 2017 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews All outcomes Augustson 2017 (Continued) Methods Study design: RCT Country: Canada Setting: recruited through web-based media including Facebook, Google, and other sources Study dates: 2014-15 Participants Baseline characteristics (n = 1599) • Age: 49.1% aged 19-23 years • Female: 45.6% • High school or lower education: 44.5% • Moderate to high nicotine dependence: 26.5% • White: 73% • Smokes at least a packet a day: 25.6% Inclusion criteria: aged 19-29 years, smoked cigarettes daily, resided in Canada, were considering quitting smoking in the next 30 days, had an Android (version 2.0-5.0) or iPhone (version 4.0-7.0) smartphone, were able to provide informed consent, were able to comprehend English, and were not referred to the study by an existing study participant. Exclusion criteria: not explicitly stated Interventions Crush the Crave: a comprehensive and evidence-informed SC smartphone app; enabled users to customise a quit plan by choosing a QD and whether to quit or reduce every week; reminders of money saved and health improvements; contingency reinforcement with milestones tracked as rewards, choose to share to Facebook/Twitter; Facebook community for additional support; supportive messages and inspirational photos; recording smoking; feedback; web-based distractions; evidence-informed information for relapses and cravings; access to cessation services Control: standard print-based self-help guide 'On the Road to Quitting' for young adult smokers Outcomes Definition of abstinence: self-reported continuous 6-month abstinence Funding source Health Canada, Federal Tobacco Control Strategy and a grant from the Canadian Institutes of Health Research Conflicts of interest NBB received salary support from the Canadian Cancer Society Research Institute Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Computer-generated randomisation procedure Allocation concealment (selection bias) Low risk Participants were blinded to group allocation and were not aware of which was the control and intervention condition. Investigators were blinded to group allocation until completion of the trial after initial analysis of the primary and secondary outcomes. Baskerville 2018 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Blinding of outcome assessment (detection bias) All outcomes Low risk Contact with investigators was minimal Incomplete outcome data (attrition bias) All outcomes Low risk ITT analysis was conducted. High rates of attrition, but no significant difference between groups. Follow-up at 6 months was 60.48%, however complete case follow-up was considered at both 3 and 6 months for primary outcomes data; 43.2% intervention and 47.6% control groups (no significant difference) Baskerville 2018 (Continued) Methods Study design: RCT Countries: USA, Australia, UK and Singapore Recruitment: users of the Apple App Store in the 4 countries were recruited passively via the app's download page in the Apple App Store Study date: 2014 Participants Baseline characteristics (n = 684) • Mean age: 28.3 (SD 10.0) • Female: 55% (N = 376) • < graduate level education: 46.3% (N = 317) • FTND: proportion 6-10 (high-very high): 36.7% (N = 251) • White: not stated\n\nInclusion criteria: the eligibility criteria were daily smokers of cigarettes, ≥ 18 years and from USA, UK, Singapore, Australia\n\nExclusion criteria: occasional smokers and users of other tobacco products Interventions SSC app: decision aid app that included 4 main components that made optimal use of smartphone features: (1) mandatory information about quitting options, with their benefits and harms; (2) daily motivational messages using push notifications sent from the study server, (3) a quitting diary and (4) a quitting benefits tracker. The decision-aid app allowed smokers to freely choose a quit method through a structured process of weighing up the available options and their benefits and harms.\n\nControl App: both groups encouraged to set QD. App with information about quitting only Outcomes Definition of abstinence: self-reported continuous abstinence at 6 months"
    },
    {
      "title": "Funding source",
      "text": "The app was developed by NFB as part of a PhD degree, advertisement was covered by a small fund from the PhD sponsor (Ministry of Education, Saudi Arabia)"
    },
    {
      "title": "Conflicts of interest None declared"
    },
    {
      "title": "Notes"
    },
    {
      "title": "Risk of bias"
    },
    {
      "title": "Bias Authors' judgement Support for judgement",
      "text": "Random sequence generation (selection bias)\n\nLow risk Quote: \"The study app automatically randomised eligible participants (daily cigarette smokers, aged 18 years and above and from the four countries) to either the intervention or the control sub-app using stratified block (age, gen-\n\nBinDhim 2018 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews der, country) randomisation. The strata were defined by age, country and gender.\" Allocation concealment (selection bias) Low risk Quote: \"The study app automatically randomised eligible participants (daily cigarette smokers, aged 18 years and above and from the four countries) to either the intervention or the control sub-app using stratified block (age, gender, country) randomisation. The strata were defined by age, country and gender.\" Blinding of outcome assessment (detection bias) All outcomes Low risk All participant involvement was remote, through the apps, in both study arms Incomplete outcome data (attrition bias) All outcomes Low risk Numbers reported, similar in both groups (289/342 completed follow-up in control group, 294/342 in intervention group). ITT analysis, imputation of missing data including sensitivity analysis and all missing as smoking BinDhim 2018 (Continued) Methods Study design: RCT Country: USA Recruitment: advertisements in local media outlets, Internet sites, radio programmes, asking interested individuals to call or text Study date: 2011 Participants Baseline characteristics(n = 60) • Mean age: 30.7 (9.0) • Female: 57% (N = 34) • High school or less: 30% (N = 18) • FTND: not stated • White: 66% (N = 40) Inclusion criteria: current daily smoker, interested in quitting smoking in the next 30 days, have a mobile phone with SMS text messaging capability, use SMS messaging at least once monthly Exclusion criteria: not explicitly stated Interventions All participants received a single, individual 30-min SC counselling session. TXT-2-Quit: an 8-week programme with 1-4 text messages/day (depending on quit stage). SC messages were tailored to the participant's stage of SC, with specialised messages provided on demand, based on user requests for additional support, and an optional peer-to-peer social support network Control: an 8-week programme of daily non-smoking-related text messages Outcomes Primary outcome: self-reported 7-day point-prevalence abstinence at 6 months Funding source National Institute on Drug Abuse Conflicts of interest None declared Notes Bock 2013 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Simple randomisation via computerised random number generator Allocation concealment (selection bias) Low risk Assignments in a sealed envelope delivered after completion of the baseline data collection Blinding of outcome assessment (detection bias) All outcomes Low risk Questionnaires were filled in online with minimal investigator contact Incomplete outcome data (attrition bias) All outcomes Low risk Only 2 participants in control group appeared to be missing at 6 months; ITT analysis presented Bock 2013 (Continued) Methods Study design: RCT. Participants were not pre-committed to consider using the interventions they were offered Country: Australia Recruitment: from those having recently sought cessation assistance (mainly Quitline callers who were not seeking help from a counsellor) via the study website, and from a cold-contacted sample taken from two Internet survey panels Study dates: 2008-09 Participants Baseline characteristics (n = 3530) • Mean age: 42.1 • Female: 60% (N = 2118) • High school or less: not stated • Smoking: 16.9 cigarettes/day • White: not stated Inclusion criteria: none stated Exclusion criteria: none stated Interventions onQ programme: provides a stream of SMS messages that mix snippets of advice on strategy and motivational messages. The user can interact with it by indicating their stage of quitting so that appropriate stage-specific messages are sent, and once quit can also call up messages in crisis situations. QuitCoach: a personalised, automated tailored cessation programme delivered via the Internet. It generates letters of advice based on answers to an assessment questionnaire, including suggestions about strategy and motivational messages. It also provides further untailored supplementary resources. Control: brief information on Internet-and phone-based assistance available in Australia Outcomes Definition of abstinence: self-reported 6-months, sustained abstinence at 7-month follow-up Intention-to-quit analysis and sensitivity analysis around treatment of missing data Borland 2013 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Funding source National Health and Medical Research Council (Australia) Conflicts of interest JB is currently employed part-time through the University of Freiburg, Germany, on a project funded by Pfizer Global Health Partnership Notes OnQ and control arms used in comparison of text messaging with minimal SC. OnQ and QuitCoach arms used in comparison of text messaging with other SC support Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Computerised random number generator embedded within the baseline survey Allocation concealment (selection bias) Low risk Participant allocation was embedded into the baseline survey, which appeared to be carried out online Blinding of outcome assessment (detection bias) All outcomes Low risk Outcome data assessed through online surveys with no difference in contact between study arms Incomplete outcome data (attrition bias) All outcomes Low risk Loss to follow-up 475 (13% total) with similar numbers across groups (control = 66, onQ = 89, QuitCoach = 104, both = 121, participant choice = 95); 2 excluded as reported to have died at 7-month follow-up Borland 2013 (Continued) Methods Study design: RCT Country: China Recruitment: recruitment activities for the Quit to Win Contest took place at shopping malls or public areas in 16 out of the 18 districts in Hong Kong during May-July 2009. Participants who expressed an interest in joining the contest were screened for eligibility and tested on their exhaled CO to ascertain their smoking status Study year: 2009 Participants Baseline characteristics (n = 1003) • Female: 8.2% • Education level primary or below: 21.6% • White: not stated • Age group: 49.1% aged 40-59 years • Nicotine dependency (Heaviness of Smoking Index): 32.6% Heavy Inclusion criteria: eligible participants were (1) Hong Kong residents aged ≥ 18 years; (2) daily smokers who smoked at least 1 cigarette/day in the past 6 months; (3) exhaled CO of ≥ 4 ppm; (4) able to communicate in Cantonese and read Chinese and (5) had a mobile phone to receive SMS. Exclusion criteria: smokers who were physically or mentally unable to communicate or currently following other forms of SC programme were excluded from this RCT. Interventions All participants were given an 8-page self-help SC booklet. TEL Group: 5-min telephone SC counselling by a trained nurse within 7 days of enrolment Chan 2015 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews SMS Group: 8 mobile telephone text messages that were constructed with reference to the 8-page SC booklet Control Group: self-help booklet and the contact information of the SC services at the enrolment Outcomes Definition of abstinence: biochemically validated 7-day point prevalence at 12-month follow-up Cochrane Library Trusted evidence. Informed decisions. Better health.\n\nCochrane Database of Systematic Reviews\n\n• White: not stated Inclusion criteria: smokers aged ≥ 18 years, had a mobile phone, were able to receive and send text messages, and were motivated to start a SC programme (based on a score of ≥ 5 on the Richmond test)\n\nExclusion criteria: people who were on drug treatment for SC or had a history of mental or behavioral disorders or a diagnosis of depression (using the Goldberg scale; 23), as well as women who were pregnant"
    },
    {
      "title": "Interventions",
      "text": "Health advice: usual clinical practice (health advice provided by a doctor or nurse). Both groups followed the usual protocol (health advice) with its 4 visits (protocol according to recommendations of Spanish Society of Family and Community Medicine)\n\nText messaging + health advice: as above, plus reinforcement text messages to their mobile phones. 2 automatically generated text messages/day (1 in the morning and 1 in the evening) for the first 5 weeks and 3 messages/week from weeks 6 to 26. Messages were motivational in intent, to encourage participants in their efforts to stop smoking, and also provided information about the health-related risks of smoking. (SMSalud®)\n\nOutcomes Definition of abstinence: biochemically confirmed prolonged abstinence (participant reporting not having smoked > 5 cigarettes since the start of the follow-up period) at 6 months Funding source Departamento de Industria del Gobierno Vasco of the Basque Country under the 2012 Saiotek funding round (reference number SAIO12-OA12BF001) Departamento de Educación, Política Lingüística y Cultura del Gobierno Vasco (IT620-13) Conflicts of interest None declared Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Randomly assigned to groups using computer-generated sequence Allocation concealment (selection bias) Low risk Researchers involved were blind to the computer-generated sequence used for randomisation until the moment of group allocation Blinding of outcome assessment (detection bias) All outcomes Low risk Biochemical confirmation of abstinence Incomplete outcome data (attrition bias) All outcomes High risk Dropout rate was > 50%: 48.75% intervention and 43.75% provided 6-month follow-up data, similar in both groups, all numbers reported, ITT analysis Cobos-Campos 2017 (Continued) Methods Study design: RCT Country: USA Recruitment: multifaceted nationwide online marketing campaign using Google AdWords and Reddit ads combined with listings on Smokefree.gov and ORI.org Danaher 2019 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study dates: 2015-2017 Participants Baseline characteristics (n = 1271) • Mean age: 44.9 • Female: 78% (N = 991) • High school or lower education: 27.9% (N = 355) • FTND (FTND-6): mean: 5.5 • White: 76.6% (N = 974) Inclusion criteria: (1) ≥ 18 years of age; (2) smoked cigarettes as the primary tobacco product they used; (3) smoked ≥ 5 cigarettes/day for the previous 6 months; (4) wanted to quit smoking in next 14 days; (5) active use of a smartphone (iPhone or Android) and a personal computer or tablet; (6) willing to receive up to 150 text messages over 6 months of the programme; (7) access to the Internet; (8) have a valid personal email address; (9) US resident. Exclusion criteria: none explicitly stated Interventions Both interventions presented very similar best-practices SC recommendations and incorporated many of the same interactive and multimedia features (e.g. pictures, audios and videos). Both interventions shared a similar cognitive behavior therapy (CBT) theoretical foundation that was tied to specific programme features. Programme content was framed according to the multiple phases of quitting -Preparing to Quit, Quitting, Maintaining Abstinence, and Retooling -if a lapse/relapse was reported. In addition, the interventions used a series of online engagement activities in order to get the participant actively involved.\n\nQuitOnline: a web-based intervention that presented best practice SC content using interactive and multimedia features. The content and structure of the programme was similar to the efficacious My-LastDip smokeless tobacco cessation programme.\n\nMobileQuit: smartphone condition using an integrated web app and text messaging intervention designed for smartphones. The mobile web app used the smartphone's Web browser and it had an appearance and functionality characteristic of a native app. There were 290 text messages delivered over the 180-day (6-month) study period. Adhoc text messages sent if the participant missed certain programme content, did not quit on QD, reported a lapse, reset the programme quit clock, replied to smoking status texts, and was scheduled to complete an online follow-up assessment\n\nOutcomes Definition of abstinence: self-reported abstinence, 7-day repeated point prevalence at 6 months Funding source National Cancer Institute (US National Institutes of Health) -R01CA172205 Conflicts of interest None declared Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Randomisation used a computer-generated randomisation sequence. Allocation concealment (selection bias) Low risk No specific detail provided but recruitment, enrolment and randomisation all automated online so can assume allocation concealment Blinding of outcome assessment (detection bias) All outcomes Low risk Online assessments. No difference in contact between arms Danaher 2019 (Continued) Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Incomplete outcome data (attrition bias) All outcomes Low risk 54% completed follow-up, rates similar for both groups. Reasons for loss to follow-up not given, but ITT analysis performed Danaher 2019 (Continued) Methods Study design: RCT Country: Australia Recruitment: advertisements in papers, radio, social media, Facebook, in Tasmania Study dates: not stated Participants Baseline characteristics (n = 284) • Mean age: 42.1 (SD 13.2) • Female: 51.1% (N = 145) • Household income < AUD 45,000: 66.7% (N = 189) • FTND: mean 4.8 (SD 2.0) • White: 93.7% (N = 266) Inclusion criteria: daily smokers of > 10 cigarettes/day for past 3 years Exclusion criteria: not explicitly stated Interventions Control: self-help quit booklet containing tips for quitting and cognitive and behavioural coping mechanisms Intervention: as above, plus 4 or 5 randomly timed text messages/day containing quit smoking advice and encouragement tailored to participants' current quit status (preparing to quit, first week of the quit attempt, second week of attempt etc.). Participants could request additional text messages Outcomes Definition of abstinence: 7-day point prevalence abstinence verified by expired CO at 6 months Funding source National Health and Medical Research Council Conflicts of interest SF has consulted for GlaxoSmithKline Consumer Healthcare on matters relating to SC and has received researcher-initiated project grant funding from Pfizer (through the GRAND initiative) Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Unclear risk Randomisation schedules for sequential allocation. No further information provided Allocation concealment (selection bias) Unclear risk Quote: \"The group allocation procedure was designed to blind study staff with direct participant contact from knowing group assignment\" Blinding of outcome assessment (detection bias) All outcomes Low risk Abstinence was biochemically verified Ferguson 2015 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Incomplete outcome data (attrition bias) All outcomes Unclear risk Loss to follow-up not stated Ferguson 2015 (Continued) Methods Study design: RCT Country: UK Setting: advertisements on radio, bus billboards, websites, newspapers, primary care centres, pharmacies, SC services. Participants registered their interest by text message or online. Study dates: 2007 Participants Baseline characteristics (n = 200) • Mean age: 36 years (SD 9) • Female: 47% (N = 94) • Education: not stated • Cigarettes per day: mean 20 • White: not stated Inclusion criteria: aged ≥ 16 years; smoking daily and interested in quitting; current owner of mobile phone Exclusion criteria: not explicitly stated Interventions Intervention: 6-month text messaging programme delivered solely over mobile phone based on programme in Rodgers 2005 but messages adapted for UK population. Participant nominated QD and received regular personalised text messages with advice, support and distraction, with a countdown to QD, intensive 4 weeks of 5 or 6 messages/day then maintenance phase of 1 message/2 weeks. Messages selected from database matched to participant characteristics. Free month of text messaging from QD. Optional Quit Buddy, and Text Crave (messages on demand). Interactive polls and quizzes Control: 1 generic text message every 2 weeks about study participation, with no SC content Outcomes Definition of abstinence: salivary cotinine verified continuous abstinence (< 5 cigarettes) at 6 months Funding source UK Medical Research Council, Primary Care Research Networks Conflicts of interest None declared Notes Pilot study carried out as a precursor to Free 2011 Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Central computerised randomisation Allocation concealment (selection bias) Low risk Participants sent consent via text message, RA entered data into web-based form, system automatically generated intervention or control group texts according to the computer-generated allocation Blinding of outcome assessment (detection bias) Low risk Verified with salivary cotinine Free 2009 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews All outcomes Incomplete outcome data (attrition bias) All outcomes Low risk Lost to follow-up: 8/98 (control) and 8/102 (intervention) at 6 months (92% follow-up) Free 2009 (Continued) Methods Study design: RCT Country: UK Recruitment: advertisements on radio, bus billboards, websites, newspapers, primary care centres, pharmacies, SC services. Participants registered their interest by text message or online Study dates: 2007-09 Participants Baseline characteristics (n = 5800) • Mean age: 37 • Female: 45% (N = 2610) • Education up to 16 years only: 44% (N = 2552) • FTND > 5: 40% (N = 2320) • White: 88.5% (N = 5133) Inclusion criteria: aged ≥ 16 years, willing to make an attempt to quit smoking in the next month and owned a mobile phone. Exclusion criteria: not explicitly stated Interventions All participants were free to participate in any other SC service or support that they wished to use, and were offered the QUIT and National Health Service (NHS) SC help line numbers.\n\nIntervention: delivered solely over mobile phone based on programme in Rodgers 2005. Participants asked to set a QD within 2 weeks of randomisation. They received 5 text messages/day for the first 5 weeks and then 3/week for the next 26 weeks. Intervention included motivational messages and behaviour-change techniques. The programme was also personalised with an algorithm based on demographic and other information gathered at baseline, such as smoker's concerns about weight gain after quitting. The core programme consisted of 186 messages and the personalised messages were selected from a database of 713 messages. For instance, by texting the word \"lapse\", participants received a series of 3 text messages that encouraged them to continue with their quit attempt. Participants could also request the mobile phone number of another trial participant so that they could text each other for support. Participants in the intervention group using pay-as-you-go mobile phone schemes were given a £20 top-up voucher to provide sufficient credit to participate in the intervention\n\nControl: 2-weekly, simple, short, text messages related to the importance of trial participation (not SCfocused) Outcomes Definition of abstinence: biochemically validated prolonged abstinence at 6 months of follow-up (no more than 5 cigarettes smoked since the start of the abstinence period) Funding source Cancer Research UK Conflicts of interest None declared Notes Risk of bias Free 2011 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews • White: not stated Inclusion criteria: (1) UK-based, (2) ≥ 18 years, (3) smoked daily, (4) wanted to make a serious quit attempt, (5) completed registration, (6) were willing to set a QD within 2 weeks of registration, (7) agreed to follow-up, (8) agreed to, if invited, confirm abstinent with a personal CO monitor posted to them for free, (9) consented and agreed to Bupa's End User License Agreement (EULA). Criteria (1)-(5) were assessed through a baseline questionnaire Exclusion criteria: not explicitly stated Interventions BupaQuit: including SF28 ('SmokeFree28') app components, including advice, gamification elements + control app functionality Control: smartphone app with 'minimum credible intervention' that provided users with brief advice tools for monitoring of the quit progress sharing of progress (number of smoke-free days) on social media or e-mail Outcomes Definition of abstinence: self-reported continuous 6-month abstinence Funding source The costs of app development and of conducting the study (including participant recruitment, data collection, the cost of purchasing CO monitors) were covered by Bupa. AH was leading the trial as part of her PhD funded by British Heart Foundation 4-year PhD Studentship at UCL (FS/13/59/30649). JB EB salaries are funded by a programme grant from Cancer Research UK (CRUK; C1417/A22962). EB also receives funding from the NIHR SPHR. RW's salary was funded by CRUK for part of the preparation of this manuscript. Conflicts of interest AH led the BupaQuit trial as part of her PhD funded by the British Heart Foundation and has been employed by Bupa in a casual role. AH has received unrestricted funds as Global Bridges at Mayo Clinic and Pfizer Independent Grants for Learing and Change RFP: European Program. LS has received honoraria for talks, an unrestricted research grant and travel expenses from Pfizer and Johnson & Johnson, and has acted as a paid reviewer for grant awarding bodies and a consultant for health care companies. JB and EB have received an unrestricted grant from Pfizer. AM worked as Digital Manager at Bupa. RW undertakes research and consultancy and receives fees for speaking from companies that develop and manufacture SC medications. JB and RW are unpaid members of the scientific steering group of the Smoke Free mobile application Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Participants were randomised automatically within the app (after registration) in 1:1 ratio to either the intervention or control app (random numbers generated using a standard JavaScript library) Allocation concealment (selection bias) Low risk Participants were randomised automatically within the app (after registration) in 1:1 ratio to either the intervention or control app (random numbers generated using a standard JavaScript library) Blinding of outcome assessment (detection bias) All outcomes Low risk Participant involvement was remote in both trial arms Incomplete outcome data (attrition bias) All outcomes High risk High loss to follow-up with 40.2% of participants followed up at 6.5 months, no significant differences between groups Herbec 2019 (Continued) Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews participating in this study. Be willing to share contact information with the study team in order to share information about the study on a timely basis. Exclusion criteria: didn't complete baseline survey. The anti-fraud process included automated duplication checks of phone numbers, email addresses, and IP addresses. If duplicates were detected, the individual was excluded from the study. Failure to provide informed consent. Refused the honesty pledge. Faced technical difficulties (e.g. undelivered text messages). Texted \"STOP\" at any point before their QD. Opted out of the study entirely by notifying the project team, typically via email Interventions Arm 1: periodic cessation assessments and QD reminder messages (total 11 messages) Arm 2: arm 1 messages above, plus motivational preparatory messages for 2 weeks prior to participants' QD (total 40 messages) Arm 3: all of the messages from Arms 1 and 2 above, plus 6 weeks of follow-up post-QD messages (total 127 messages) Outcomes Definition of abstinence: self-reported 7-day repeat point prevalence abstinence at 32 weeks Funding source National Institutes of Health, National Cancer Institute HHSN261201400002B, HHSN26100006, HHSN26100007 Conflicts of interest None Notes We split Arm 1 and compared it with arms 2 and 3 in the comparison of higher-versus lower-frequency text messaging Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Unclear risk Insufficient information about the sequence generation process Allocation concealment (selection bias) Low risk Not stated but as all done online it is very unlikely to have any bias Blinding of outcome assessment (detection bias) All outcomes Low risk Minimal contact with investigators Incomplete outcome data (attrition bias) All outcomes Low risk There was a 64.4% response rate overall. Arm 1: 846/1313; Arm 2: 933/1400; Arm 3: 824/1314. ITT analysis Squiers 2017 (Continued) Methods Study design: RCT Country: USA Recruitment: from large urban HIV clinics Study dates: 2013-14 Participants Baseline characteristics (n = 158) • Mean age: 46.79 years Tseng 2017 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Methods Study design: RCT Country: New Zealand Recruitment: targeted at young people through advertising via radio, Internet, mobile phone, paper-based and online magazines, Maori-specific media of all types, local and national newspapers and media releases to national media outlets, tertiary education institutions, primary healthcare services, SC services, large employer health promotion programmes, and posters at cafes/bars/sports/grounds Study dates: 2007-09 Participants Baseline characteristics (n = 226) • Mean age: 27 years • Female: 47.3% • Less than high school: not stated • Time to first cigarette 5 min: 23% (N = 52) • White: 52.2% NZ European Inclusion criteria: ≥ 16 years, current daily smokers ready to quit, and had a video message-capable phone."
    },
    {
      "title": "Exclusion criteria: not explicitly stated",
      "text": "Interventions Intervention: received an automated package of video and text messages over 6 months that was tailored to self-selected QD, role model and timing of messages. Video messages were video diary-style from a selected 'ordinary' person going through a quit attempt in advance of the participant. Frequency of messages varied from 1/day in the lead up to QD, 2/day from QD for 4 weeks, then reducing to 1 every 2 days for 2 weeks and then 1 every 4 days for about 20 weeks until 6 months after randomisation. Extra messages were available on demand to beat cravings and address lapses. Additional website for intervention group participants to review video messages they had been sent (and rate them if desired), change their selected time periods and change (or add to) their selected role model."
    },
    {
      "title": "Control",
      "text": ": set a QD and received a general health video message sent to their phone every 2 weeks Outcomes Definition of abstinence: self-reported continuous abstinence at 6-month follow-up Funding source Health Research Council of New Zealand. It was supported by Vodafone NZ who provided free access to their mobile phone network but was otherwise uninvolved. The intervention was previously funded by the Digital Strategy Community Partnership Fund, Dept of Internal Affairs, NZ Conflicts of interest None declared Notes Risk of bias Bias Authors' judgement Support for judgement Random sequence generation (selection bias) Low risk Central computerised randomisation Allocation concealment (selection bias) Low risk Baseline data collected online, with computer randomisation on submission of form, and programme automatically assigned -no study staff involved Blinding of outcome assessment (detection bias) All outcomes Low risk Contact with investigators was minimal in both groups Whittaker 2011 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews All outcomes Incomplete outcome data (attrition bias) All outcomes Low risk 18/156 in intervention group lost to follow-up, 15/154 in control group lost to follow-up. Wilson 2016 (Continued) Methods Study design: RCT Country: China Recruitment: trained health workers in local maternal-child health centres asked all mothers attending their initial post-delivery visit (1 month after birth) to complete a short health questionnaire with questions related to tobacco use and household SHS exposure. Study date: 2014 Participants Baseline characteristics (n = 342) • Mean age: 31.8 years (SD 4.5) • Female: 0% (0/299) • High school or lower education: 31.1% (93/299) • Daily smoking: 77.6% (232/299) • White: 0%\n\nInclusion criteria: families were eligible for inclusion if they met the following criteria: nonsmoking mothers and their newborns were currently exposed to SHS in the home; fathers currently smoked cigarettes in the home; the parents both owned a mobile phone that could receive text messages; and the family was able to provide informed consent.\n\nExclusion criteria: newborn older than 6 month when the intervention began; family refused to participate when the intervention began"
    },
    {
      "title": "Interventions",
      "text": "Intervention IA: in-person health counselling and materials on establishing a smoke-free home\n\nIntervention IB: as above, plus a text message intervention targeted at both parents. The text message intervention included messages to the mother and her husband on the harms of SHS to the mother and the infant. The husband received additional cessation text messages to encourage him to quit smoking. A total of 9500 messages were sent to participants."
    },
    {
      "title": "Control",
      "text": ": standard postnatal care, which did not include any tobacco control and cessation counselling service Outcomes Definition of abstinence: self-reported SC at 12 months (6 month data also reported) Funding source National Cancer Institute and the Bill and Melinda Gates Foundation Conflicts of interest None declared Notes Framed as a SHS-reduction programme for families with cessation aimed at fathers We compared IB and control for the text messaging vs minimal behavioural support analysis and compared IA and IB to test text messaging in addition to another form of SC support. Risk of bias Bias Authors' judgement Support for judgement Yu 2017 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Notes Funding: this project was supported by a grant from the National Institutes of Health (CA188813) to Lepore and Collins (multi-PIs). Collins 2017 (Continued) Trial name or title Tobacco cessation at non communicable disease clinics Methods RCT Participants Smokers aged 30-80, with 1+ non communicable disease (diabetes, hypertension, CVD, stroke, cancer), in India Interventions Mobile messages and calls on tobacco cessation + counselling Control: counselling Outcomes Point prevalence abstinence at 6 months Starting date May 2018 Contact information Garima Bhatt, garimabhatt.90@gmail.com; Dr Sonu Goel, sonugoel007@yahoo.co.in Notes Source of monetary or material support: Post Graduate Institute of Medical Education and Research Sector 12 Chandigarh CTRI201801011643 Trial name or title A clinical trial to study the effect of WhatsApp and pamphlet based quit smoking interference among software professionals in Bengaluru City Methods RCT Participants Smokers aged 20-40, software professionals, in India Interventions WhatsApp text on tobacco cessation counselling Control: self-help pamphlet Outcomes Smoking abstinence at 6 months Starting date November 2017 Contact information Silpi Chatterjee, dr.silpi510@gmail.com; Archana Krishna Murty, archanakm20@gmail.com Notes CTRI201803012401 Trial name or title Optimizing text messaging to improve adherence to web-based cessation treatment Methods RCT Graham 2016 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Participants Smokers aged 18+ in USA Interventions Phase 1: mobile text messaging (personalisation, integration with web-based programme, tailoring, varying levels of message intensity). Phase 2: BecomeAnEX.org web-based smoking cessation programme + optimal-adherence text message programme from Phase 1. Phase 1: full factorial design of 4 factors each with 2 levels (16 arms); Phase 2: 2-arm randomised trial. Phase 1 control: standard text message programme. Phase 2 control: BecomeAnEX.org webbased smoking cessation program. Funding: National Institute on Drug Abuse of the National Institutes of Health (#1 R01 DA 038139-01A1; Graham, PI) Outcomes Point prevalence abstinence at 9 months Starting date March 2018 Contact information Amanda L Graham, agraham@truthinitiative.org Notes Graham 2016 (Continued) Trial name or title An integrated digital/clinical approach to smoking cessation in lung cancer screening Methods RCT Participants Smokers aged 18+ in USA Interventions Mobile text messaging + access to BecomeAnEx website + consult with a trained tobacco treatment specialist Control: brief cessation counselling Outcomes Smoking abstinence at 6 months Starting date August 2017 Contact information Amanda L Graham, agraham@truthinitiative.org Notes Funding: National Cancer Institute of the National Institutes of Health under Award Number R01CA207048 Graham 2017 Trial name or title Efficacy of a smoking cessation intervention using smartphones Methods RCT Participants Smokers aged 18+ and buddies non-smoker aged 18+ in Switzerland Interventions Smartphone app (SmokeFree Buddy) to support cessation. The participants choose a buddy (selfchosen from the personal social network) ISRCTN11154315 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Contact information Ulrika Müssener. ORCID ID: orcid.org/0000-0001-5173-5419. Department of Medical and Health Sciences, Faculty of Medicine and Health, Linköping university, Linköping 58183 Sweden Notes Funder: Linköping University (Sweden) ISRCTN15396225 (Continued) Trial name or title Mobile health interventions for smoking cessation services uptake and smoking cessation: a factorial randomised trial in Thailand Methods RCT Participants Smokers aged 18+ in Thailand Interventions Mobile phone text messages for 30 days Outcomes Smoking abstinence at 6 months Control: mobile messages thanking participants for being part of project (contain no behaviour change) Starting date December 2015 Contact information Pritaporn Kingkaew, umpk@leeds.ac.uk Notes Funder: Health Promotion Economic Evaluation Collaborative Center (Thailand) ISRCTN16022919 Trial name or title Evaluation of the \"Stop Tabac\" Android phone application Methods RCT Participants Smokers aged 18+ in Switzerland Interventions Smartphone app (Stop Tabac) to support cessation Control: placebo (smartphone application with minimal content on stopping smoking Outcomes Smoking abstinence at 6 months Starting date June 2015 Contact information Céline Mavrot, celine.mavrot@kpm.unibe.ch Notes Funder: Tobacco Control Fund of the Swiss Federal Office of Public Health ISRCTN17964518 Trial name or title Mobile phone-based smoking cessation intervention for patients with elective surgery ISRCTN33869008 Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Comparison 1. Text messaging versus minimal smoking cessation support Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Long-term abstinence (all randomised)) 13 14133 Risk Ratio (M-H, Random, 95% CI) 1.54 [1.19, 2.00] 2 Long-term abstinence (complete case) 13 11969 Risk Ratio (M-H, Random, 95% CI) 1.56 [1.21, 2.02] Analysis 1.1. Comparison 1 Text messaging versus minimal smoking cessation support, Outcome 1 Long-term abstinence (all randomised)). Study or subgroup Text messaging Minimal SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Abroms 2014 41/262 27/241 8.65% 1.4[0.89,2.2] Abroms 2017 60/250 57/247 9.99% 1.04[0.76,1.43] Borland 2013 68/756 26/422 8.82% 1.46[0.94,2.26] Chan 2015 10/335 17/330 5.81% 0.58[0.27,1.25] Cobos-Campos 2017 36/160 15/160 7.59% 2.4[1.37,4.21] Ferguson 2015 13/142 15/142 6.3% 0.87[0.43,1.75] Free 2009 8/102 6/98 4.17% 1.28[0.46,3.56] Free 2011 311/2911 141/2881 11.03% 2.18[1.8,2.65] Haug 2013 18/372 15/383 6.59% 1.24[0.63,2.41] Liao 2018 17/284 8/411 5.37% 3.08[1.35,7.03] Liao 2018 44/674 8/411 5.99% 3.35[1.59,7.05] Rodgers 2005 17/852 6/853 4.72% 2.84[1.12,7.16] Whittaker 2011 29/110 32/116 8.89% 0.96[0.62,1.47] Yu 2017 22/114 9/114 6.09% 2.44[1.18,5.08] Total (95% CI) 7324 6809 100% 1.54[1.19,2] Total events: 694 (Text messaging), 382 (Minimal SC support) Heterogeneity: Tau =0.15; Chi =44.82, df=13(P<0.0001); I =70.99% Test for overall effect: Z=3.28(P=0) Favours minimal support 100 0.01 10 0.1 1 Favours text messaging Analysis 1.2. Comparison 1 Text messaging versus minimal smoking cessation support, Outcome 2 Long-term abstinence (complete case). Study or subgroup Text messaging Minimal SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Abroms 2014 41/189 27/192 8.64% 1.54[0.99,2.4] Abroms 2017 60/178 57/179 10.06% 1.06[0.79,1.43] Borland 2013 68/667 26/356 8.74% 1.4[0.91,2.15] Chan 2015 10/218 17/210 5.78% 0.57[0.27,1.21] Cobos-Campos 2017 36/78 15/70 7.99% 2.15[1.3,3.58] Ferguson 2015 13/120 15/122 6.25% 0.88[0.44,1.77] Free 2009 8/100 6/98 4.1% 1.31[0.47,3.63] Free 2011 311/2735 141/2789 10.91% 2.25[1.86,2.72] Favours minimal support 100 0.01 10 0.1 1 Favours text messaging Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study or subgroup Text messaging Minimal SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Haug 2013 18/287 15/272 6.54% 1.14[0.58,2.21] Liao 2018 17/212 8/358 5.3% 3.59[1.58,8.17] Liao 2018 44/561 8/358 5.91% 3.51[1.67,7.37] Rodgers 2005 17/674 6/591 4.64% 2.48[0.99,6.26] Whittaker 2011 29/75 32/90 9.09% 1.09[0.73,1.62] Yu 2017 22/97 9/93 6.06% 2.34[1.14,4.82] Total (95% CI) 6191 5778 100% 1.56[1.21,2.02] Total events: 694 (Text messaging), 382 (Minimal SC support) Heterogeneity: Tau =0.15; Chi =46.35, df=13(P<0.0001); I =71.95% Test for overall effect: Z=3.39(P=0) Favours minimal support 100 0.01 10 0.1 1 Favours text messaging Comparison 2. Text messaging versus other smoking cessation intervention Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Long-term abstinence (all randomised) 2 2238 Risk Ratio (M-H, Random, 95% CI) 0.92 [0.61, 1.40] 2 Long-term abstinence (complete case) 2 1813 Risk Ratio (M-H, Random, 95% CI) 0.93 [0.63, 1.36] Analysis 2.1. Comparison 2 Text messaging versus other smoking cessation intervention, Outcome 1 Long-term abstinence (all randomised). Study or subgroup Text messaging Other SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Borland 2013 68/756 70/809 76.01% 1.04[0.76,1.43] Chan 2015 10/335 16/338 23.99% 0.63[0.29,1.37] Total (95% CI) 1091 1147 100% 0.92[0.61,1.4] Total events: 78 (Text messaging), 86 (Other SC support) Heterogeneity: Tau =0.03; Chi =1.37, df=1(P=0.24); I =26.84% Test for overall effect: Z=0.38(P=0.7) Favours other SC support 100 0.01 10 0.1 1 Favours text messaging Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 2.2. Comparison 2 Text messaging versus other smoking cessation intervention, Outcome 2 Long-term abstinence (complete case). Study or subgroup Text messaging Other SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Borland 2013 68/667 70/705 78.35% 1.03[0.75,1.41] Chan 2015 10/218 16/223 21.65% 0.64[0.3,1.38] Total (95% CI) 885 928 100% 0.93[0.63,1.36] Total events: 78 (Text messaging), 86 (Other SC support) Heterogeneity: Tau =0.02; Chi =1.25, df=1(P=0.26); I =20.09% Test for overall effect: Z=0.39(P=0.7) Favours other SC support 100 0.01 10 0.1 1 Favours text messaging Comparison 3. Text messaging + other smoking cessation support versus other smoking cessation support alone Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Long-term abstinence (all randomised) 4 997 Risk Ratio (M-H, Random, 95% CI) 1.59 [1.09, 2.33] 2 Long-term abstinence (complete case) 4 796 Risk Ratio (M-H, Random, 95% CI) 1.63 [1.12, 2.37] Analysis 3.1. Comparison 3 Text messaging + other smoking cessation support versus other smoking cessation support alone, Outcome 1 Long-term abstinence (all randomised). Study or subgroup TM + other SC support Other SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Bock 2013 6/30 1/30 3.4% 6[0.77,46.87] Naughton 2014 34/299 19/303 49.6% 1.81[1.06,3.11] Tseng 2017 2/54 2/53 3.88% 0.98[0.14,6.71] Yu 2017 22/114 17/114 43.12% 1.29[0.73,2.3] Total (95% CI) 497 500 100% 1.59[1.09,2.33] Total events: 64 (TM + other SC support), 39 (Other SC support) Heterogeneity: Tau =0; Chi =2.6, df=3(P=0.46); I =0% Test for overall effect: Z=2.41(P=0.02) Favours other SC support 100 0.01 10 0.1 1 Favours TM+other SC supp Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 3.2. Comparison 3 Text messaging + other smoking cessation support versus other smoking cessation support alone, Outcome 2 Long-term abstinence (complete case). Study or subgroup TM + other SC support Other SC support Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Bock 2013 6/27 1/25 3.34% 5.56[0.72,42.98] Naughton 2014 34/232 19/235 49.56% 1.81[1.07,3.08] Tseng 2017 2/37 2/41 3.84% 1.11[0.16,7.48] Yu 2017 22/97 17/102 43.26% 1.36[0.77,2.4] Total (95% CI) 393 403 100% 1.63[1.12,2.37] Total events: 64 (TM + other SC support), 39 (Other SC support) Heterogeneity: Tau =0; Chi =2.11, df=3(P=0.55); I =0% Test for overall effect: Z=2.56(P=0.01) Favours other SC support 100 0.01 10 0.1 1 Favours TM+other SC supp Comparison 4. High-frequency versus low-frequency text messaging Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Long-term abstinence (all randomised) 3 12985 Risk Ratio (M-H, Random, 95% CI) 1.00 [0.95, 1.06] 2 Long-term abstinence (complete case) 3 6798 Risk Ratio (M-H, Random, 95% CI) 1.04 [1.00, 1.09] Analysis 4.1. Comparison 4 High-frequency versus low-frequency text messaging, Outcome 1 Long-term abstinence (all randomised). Study or subgroup Higher frequency TM Lower frequency TM Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Augustson 2017 1108/4000 1109/4000 66.44% 1[0.93,1.07] Liao 2018 44/674 17/284 1.13% 1.09[0.63,1.88] Squiers 2017 445/1400 194/656 16.78% 1.07[0.93,1.24] Squiers 2017 371/1314 195/657 15.64% 0.95[0.82,1.1] Total (95% CI) 7388 5597 100% 1[0.95,1.06] Total events: 1968 (Higher frequency TM), 1515 (Lower frequency TM) Heterogeneity: Tau =0; Chi =1.53, df=3(P=0.67); I =0% Test for overall effect: Z=0.16(P=0.87) Favours lower frequency 1 1 1 Favours higher frequency Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 4.2. Comparison 4 High-frequency versus low-frequency text messaging, Outcome 2 Long-term abstinence (complete case). Study or subgroup Higher frequency TM Lower frequency TM Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Augustson 2017 1108/1664 1109/1758 75.88% 1.06[1,1.11] Liao 2018 44/561 17/212 0.64% 0.98[0.57,1.67] Squiers 2017 445/933 194/423 12.14% 1.04[0.92,1.18] Squiers 2017 371/824 195/423 11.34% 0.98[0.86,1.11] Total (95% CI) 3982 2816 100% 1.04[1,1.09] Total events: 1968 (Higher frequency TM), 1515 (Lower frequency TM) Heterogeneity: Tau =0; Chi =1.34, df=3(P=0.72); I =0% Test for overall effect: Z=1.96(P=0.05) Favours lower frequency 2 0.5 1.5 0.7 1 Favours higher frequency Comparison 5. Smartphone app versus lower-intensity smoking cessation support Outcome or subgroup title No. of studies No. of participants Statistical method Effect size 1 Long-term abstinence (all randomised) 5 3079 Risk Ratio (M-H, Random, 95% CI) 1.00 [0.66, 1.52] 1.1 Comparison: minimal non-app SC support 2 1645 Risk Ratio (M-H, Random, 95% CI) 0.82 [0.56, 1.18] 1.2 Comparator: less intensive smartphone app 3 1434 Risk Ratio (M-H, Random, 95% CI) 1.12 [0.60, 2.09] 2 Long-term abstinence (complete case) 5 1774 Risk Ratio (M-H, Random, 95% CI) 1.06 [0.72, 1.54] 2.1 Comparison: minimal non-app SC support 2 771 Risk Ratio (M-H, Random, 95% CI) 0.87 [0.62, 1.23] 2.2 Comparator: less intensive smartphone app 3 1003 Risk Ratio (M-H, Random, 95% CI) 1.18 [0.67, 2.09] Analysis 5.1. Comparison 5 Smartphone app versus lower-intensity smoking cessation support, Outcome 1 Long-term abstinence (all randomised). Study or subgroup Smartphone app Lower intensity SC suppor Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI 5.1.1 Comparison: minimal non-app SC support Baskerville 2018 49/820 57/779 32.42% 0.82[0.56,1.18] Peiris 2019 0/22 0/24 Not estimable Subtotal (95% CI) 842 803 32.42% 0.82[0.56,1.18] Favours less intense supp 100 0.01 10 0.1 1 Favours smartphone app Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Library Trusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study or subgroup Smartphone app Lower intensity SC suppor Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI Total events: 49 (Smartphone app), 57 (Lower intensity SC suppor) Heterogeneity: Not applicable Test for overall effect: Z=1.08(P=0.28) 5.1.2 Comparator: less intensive smartphone app BinDhim 2018 25/342 11/342 19.72% 2.27[1.14,4.55] Garrison 2018 14/143 22/182 21.68% 0.81[0.43,1.53] Herbec 2019 23/208 29/217 26.19% 0.83[0.5,1.38] Subtotal (95% CI) 693 741 67.58% 1.12[0.6,2.09] Total events: 62 (Smartphone app), 62 (Lower intensity SC suppor) Heterogeneity: Tau =0.21; Chi =6.27, df=2(P=0.04); I =68.13% Test for overall effect: Z=0.35(P=0.72) Total (95% CI) 1535 1544 100% 1[0.66,1.52] Total events: 111 (Smartphone app), 119 (Lower intensity SC suppor) Heterogeneity: Tau =0.1; Chi =7.26, df=3(P=0.06); I =58.68% Test for overall effect: Z=0(P=1) Test for subgroup differences: Chi =0.73, df=1 (P=0.39), I =0% Favours less intense supp 100 0.01 10 0.1 1 Favours smartphone app Analysis 5.2. Comparison 5 Smartphone app versus lower-intensity smoking cessation support, Outcome 2 Long-term abstinence (complete case). Study or subgroup Smartphone app Lower intensity SC suppor Risk Ratio Weight Risk Ratio n/N n/N M-H, Random, 95% CI M-H, Random, 95% CI 5.2.1 Comparison: minimal non-app SC support Baskerville 2018 50/354 60/371 33.54% 0.87[0.62,1.23] Peiris 2019 0/22 0/24 Not estimable Subtotal (95% CI) 376 395 33.54% 0.87[0.62,1.23] Total events: 50 (Smartphone app), 60 (Lower intensity SC suppor) Heterogeneity: Not applicable Test for overall effect: Z=0.77(P=0.44) 5.2.2 Comparator: less intensive smartphone app BinDhim 2018 25/289 11/294 18.19% 2.31[1.16,4.61] Garrison 2018 14/106 22/143 20.59% 0.86[0.46,1.6] Herbec 2019 23/79 29/92 27.68% 0.92[0.58,1.46] Subtotal (95% CI) 474 529 66.46% 1.18[0.67,2.09] Total events: 62 (Smartphone app), 62 (Lower intensity SC suppor) Heterogeneity: Tau =0.16; Chi =5.72, df=2(P=0.06); I =65.05% Test for overall effect: Z=0.57(P=0.57) Total (95% CI) 850 924 100% 1.06[0.72,1.54] Total events: 112 (Smartphone app), 122 (Lower intensity SC suppor) Heterogeneity: Tau =0.08; Chi =6.65, df=3(P=0.08); I =54.86% Test for overall effect: Z=0.28(P=0.78) Test for subgroup differences: Chi =0.79, df=1 (P=0.38), I =0% Favours less intense supp 100 0.01 10 0.1 1 Favours smartphone app Mobile phone text messaging and app-based interventions for smoking cessation (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    {
      "text": "....................................................................................................................................................................................................... ABSTRACT..................................................................................................................................................................................................... PLAIN LANGUAGE SUMMARY....................................................................................................................................................................... SUMMARY OF FINDINGS.............................................................................................................................................................................. BACKGROUND.............................................................................................................................................................................................. OBJECTIVES.................................................................................................................................................................................................. METHODS..................................................................................................................................................................................................... RESULTS........................................................................................................................................................................................................ Figure 1.................................................................................................................................................................................................. Figure 2.................................................................................................................................................................................................. DISCUSSION.................................................................................................................................................................................................. Figure 3.................................................................................................................................................................................................. AUTHORS' CONCLUSIONS........................................................................................................................................................................... ACKNOWLEDGEMENTS................................................................................................................................................................................ REFERENCES................................................................................................................................................................................................ CHARACTERISTICS OF STUDIES.................................................................................................................................................................. DATA AND ANALYSES.................................................................................................................................................................................... Analysis 1.1. Comparison 1 Text messaging versus minimal smoking cessation support, Outcome 1 Long-term abstinence (all Cochrane Database of Systematic Reviews"
    },
    {
      "text": "Figure 1. Study flow diagram for this update"
    },
    {
      "text": "Figure 3. Funnel plot of comparison 1. Text messaging versus minimal smoking cessation support, outcome: 1.1 long-term abstinence (all randomised))"
    }
  ],
  "references": [
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "R Borland",
        "C Bullen",
        "R Lin",
        "H Mcrobbie",
        "A Rodgers"
      ],
      "year": 2009,
      "doi": "10.1002/14651858.cd006611.pub2"
    },
    {
      "authors": [
        "Whittaker"
      ],
      "year": 2012,
      "doi": "10.4324/9780203722930"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006611.pub3"
    },
    {
      "authors": [
        "Whittaker"
      ],
      "year": 2016
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2016,
      "doi": "10.1002/14651858.cd006611.pub4"
    }
  ],
  "num_references": 5,
  "original_doi": "https://doi.org/10.13039/100000968"
}
