{
  "paper_id": "E8T5BX5B",
  "title": "Educational Intervention Using WhatsApp on Medication Adherence in Hypertension and Diabetes Patients: A Randomized Clinical Trial",
  "abstract": "Background: Low adherence to pharmacological therapy by patients with diabetes mellitus and hypertension is frequent and represents a worldwide challenge. Introduction: This study examined the effect of an educational intervention using WhatsApp Ò messaging on medication adherence of patients with hypertension and diabetes. Materials and Methods: A randomized clinical trial was performed with 403 patients who had diabetes and/or hypertension and who had enrolled in the 33 Basic Health Units of Maringa ´-PR, Brazil. The patients were randomly assigned to either the intervention group (n = 203), which received usual care (multi-professional educational appointments according to each Unit schedule) plus 55 audio, image or text WhatsApp messages about health care promotion, with an emphasis on medication adherence, or the control group. The control group (n = 200) only received usual care. Medication adherence, as measured by the Morisky-Green Test, was compared through the chi-square test after 16 weeks. Relative risk (RR) was used as a measure of effect size. Results: After the follow-up period (4 months), 67.5% of the patients in the intervention group were adherent versus 58.5% in the control group (RR: 1.15, 95% confidence interval = 0.99-1.34, p = 0.077). Discussion: Although the effect of the intervention was not statistically significant, there was a clinically significant impact associated with a 15% increase in medication adherence. \n Conclusion: Given the complexity of adherence to the use of antidiabetic and antihypertensive medications, educational interventions using WhatsApp could be useful as a reinforcement to increase adherence to medication.",
  "year": 2020,
  "date": "2020-03-06",
  "journal": "Rev Saude Publica",
  "publication": "Rev Saude Publica",
  "authors": [
    {
      "forename": "Amanda",
      "surname": "Sartori",
      "name": "Amanda Sartori",
      "affiliation": "1  Cesumar , University Center of Maringa ´ , Parana ´ , Brazil. \n\t\t\t\t\t\t\t\t Cesumar \n\t\t\t\t\t\t\t\t University Center of Maringa ´ \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Parana ´ \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Tiago",
      "surname": "Rodrigues Lucena",
      "name": "Tiago Rodrigues Lucena",
      "affiliation": "2  Department of Fundamentals of Education , UEM , State University of Maringa , Parana , Brazil. \n\t\t\t\t\t\t\t\t Department of Fundamentals of Education \n\t\t\t\t\t\t\t\t UEM \n\t\t\t\t\t\t\t\t State University of Maringa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Parana \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Camila",
      "surname": "Taka ´o Lopes",
      "name": "Camila Taka ´o Lopes",
      "affiliation": "3  Department of Clinical and Surgical Nursing , Paulista School of Nursing , UNIFESP , Federal University of Sa ˜o Paulo , Brazil. \n\t\t\t\t\t\t\t\t Department of Clinical and Surgical Nursing \n\t\t\t\t\t\t\t\t Paulista School of Nursing \n\t\t\t\t\t\t\t\t UNIFESP \n\t\t\t\t\t\t\t\t Federal University of Sa ˜o Paulo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Marcelo",
      "surname": "Picinin Bernuci",
      "name": "Marcelo Picinin Bernuci",
      "affiliation": "4  Health Promotion Graduate Program , Cesumar , University Center of Maringa ´and ICETI , Cesumar Institute of Science, Technology, and Innovation , Parana ´ , Brazil. \n\t\t\t\t\t\t\t\t Health Promotion Graduate Program \n\t\t\t\t\t\t\t\t Cesumar \n\t\t\t\t\t\t\t\t University Center of Maringa ´and ICETI \n\t\t\t\t\t\t\t\t Cesumar Institute of Science, Technology, and Innovation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Parana ´ \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Mirian",
      "surname": "Yamaguchi",
      "name": "Mirian Yamaguchi",
      "affiliation": "4  Health Promotion Graduate Program , Cesumar , University Center of Maringa ´and ICETI , Cesumar Institute of Science, Technology, and Innovation , Parana ´ , Brazil. \n\t\t\t\t\t\t\t\t Health Promotion Graduate Program \n\t\t\t\t\t\t\t\t Cesumar \n\t\t\t\t\t\t\t\t University Center of Maringa ´and ICETI \n\t\t\t\t\t\t\t\t Cesumar Institute of Science, Technology, and Innovation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Parana ´ \n\t\t\t\t\t\t\t\t\t Brazil",
      "email": "mirianueda@gmail.com"
    },
    {
      "affiliation": "Centro Universita ´rio de Maringa Ínstituto Cesumar de Ciência , Tecnologia e Inovac ¸a ˜o Guedner Avenue Maringa 87050-360 Parana Brazil \n\t\t\t\t\t\t\t\t Cesumar de Ciência \n\t\t\t\t\t\t\t\t Centro Universita ´rio de Maringa Ínstituto \n\t\t\t\t\t\t\t\t Tecnologia e Inovac \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t ¸a ˜o Guedner Avenue \n\t\t\t\t\t\t\t\t\t 87050-360 \n\t\t\t\t\t\t\t\t\t Maringa Parana \n\t\t\t\t\t\t\t\t\t Brazil"
    }
  ],
  "doi": "10.1089/tmj.2019.0305",
  "keywords": [
    "chronic disease",
    "health technology",
    "health promotion",
    "telemedicine"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "N",
      "text": "oncommunicable chronic diseases (NCDs) cause 38 million deaths worldwide each year. Diabetes mellitus (DM) and hypertension are highly prevalent and NCDs associated with chronic complications that are frequently asymptomatic.  1 In Brazil, about 36 million people had hypertension and *14.3 million had DM during 2015.  2, 3 ntihypertensive and hypoglycemic medications are provided by Brazil's Unified Health System.  4 Given the impacts of diabetes and hypertension on the Brazilian population, in 2002 the Ministry of Health created the System for Registration and Monitoring of Hypertensive and Diabetic Patients (Hi-perDia)  5  to monitor the conditions and reorient pharmaceutical care to a continuous and free supply of prescribed medication.  6, 7 espite the availability of drugs through the Unified Health System, adherence to pharmacological treatment by these patients is frequently low, which is also considered a problem throughout the world. Overall, the rate of pharmacological adherence by patients with chronic diseases is low, by an estimated average of 50%,  8  contributing to higher public costs associated with increased use of health care services, decreased productivity, and long-term treatment chronic complications.  2  A recent meta-analysis shows that interventions aimed at increasing adherence to pharmacological treatment should focus on behavioral strategies, especially those aimed at changing habits.  9 In this context, considering the ubiquity of smartphones in people's daily lives, there is potential for mobile health (mHealth) tools  10  to facilitate adherence to chronic disease treatment.  [11] [12] 2] [13]  A systematic review including 107 studies found that short-message services were the most commonly used to promote adherence, accounting for 40.2% (43 of 107), in comparison to apps or phones plus specific software.  14 However, studies that use the multimedia tool WhatsApp Ò (Facebook, Inc.)\n\nwere not mentioned, even though the app was launched in 2009 and sold to Facebook, Inc., in 2014. When apps are described, they are typically installed on the patient's mobile phone to remind them to check symptoms, maintain a food diary or to connect patients to DM educators in real time. None used WhatsApp even with its potential to send multimedia messages.\n\nMessaging applications such as WhatsApp have become popular, with approximately one billion active users. Its advantages are: It works on multiple platforms (Android, IOS), is free and interactive, and allows sending real-time messages to multiple recipients, and the messages can be customized.  15 Some studies show that mobile apps and mHealth interventions can positively motivate and influence attitude toward change  12, 16  ; however, gaps in knowledge remain, including a lack of comparison between the effect and types of interventions.  17 Consequently, this study examined the effect of an educational intervention using WhatsApp messaging on medication adherence by patients with hypertension and diabetes."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "STUDY DESIGN AND ETHICAL ASPECTS",
      "text": "A randomized clinical trial was conducted according to the Consolidated Standards of Reporting Trials Declaration (CON-SORT). It was registered in the Brazilian Registry of Clinical Trials (ReBEC) under number RBR-2nf6xx. The study protocol was approved by the Local Research Ethics Committee of the UniCesumar, protocols number 1.145.795. All study participants signed an Informed Consent Form (ICF). Data anonymity and confidentiality were guaranteed."
    },
    {
      "title": "PARTICIPANTS",
      "text": "The population consisted of patients with hypertension and/ or diabetes registered in the 33 Basic Health Units of Maringa\n\n´, state of Parana ´in 2017. The inclusion criteria consisted of: being older than 18 years; being registered in the e-SUS system (an electronic management system of the Department of Informatics at the Unified Health System); having a prescription of pharmacological treatment for hypertension and/or diabetes; being a user of the WhatsApp application; and having a smartphone."
    },
    {
      "title": "INTERVENTION",
      "text": "The intervention consisted of standard care (multi-professional HiperDia appointments) plus 55 text, audio, and image messages that were sent every 2 days through the WhatsApp application over a period of 16 weeks  11, 18  (May to August 2018). The messages were prepared based on scientific literature and Brazilian guidelines  19, 20  on topics that are relevant to health care promotion of diabetics and hypertensives patients, with an emphasis on medication adherence.\n\nThe contents included: study presentation, a motivational image, definition of hypertension and/or diabetes, protective and risk factors, signs and symptoms, importance of pharmacological and nonpharmacological treatment, disease complications, reminders to take medication, and a final message thanking patients for participating in the study. The length of follow-up was based on results from previous publications on mHealth interventions, diabetes,  21, 22  and hypertension.  17, 23 he audio messages were recorded in an audio studio for good sound quality, and the images and illustrations were made in Adobe Illustrator graphic software by a graphic artist.\n\nThe messages were sent through the Bulkservice Ò platform, an online application for managing marketing campaigns. The messaging periodicity was scheduled for a contact list containing the intervention group's mobile numbers.\n\nThe control group only received the standard care (multiprofessional educational HiperDia appointments)."
    },
    {
      "title": "OUTCOME",
      "text": "The outcome evaluated medication adherence (adherent or nonadherent) as measured by the Morisky-Green Test (MGT), a widely used gold-standard instrument,  [24] [25] [26]  adapted and validated for use in Brazil.  27 The MGT consists of a self-report scale with four objective questions associated with the treatment of DM and hypertension: (1) Do you ever forget to take your medications? (2) Are you careless at times about taking your medications? (3) When you feel better, do you sometimes stop taking your medications? and (4) Sometimes, if you feel worse when you take your medications, do you stop taking them? The possible answers to all questions are ''yes'' or ''no.'' Each negative response is attributed one point. Patients with a score of 4 are considered adherent, whereas scores of 3 or less characterize the patient as nonadherent.  28"
    },
    {
      "title": "SAMPLE SIZE",
      "text": "According to records of the Municipal Health Secretariat of Maringa ´, 10,212 patients with diabetes and 32,293 patients with hypertension were registered in the Basic Health Units in 2017. The representative sample size was calculated considering a significance level of 5% and a sample error of 5%, totaling 412 patients. Considering the possibility of follow-up losses, a safety margin of 20% was added, giving a total sample size of 496 participants."
    },
    {
      "title": "RANDOMIZATION AND ALLOCATION",
      "text": "A randomization sequence was generated by a research project assistant according to the patients' order of arrival at the Basic Health Unit. In a spreadsheet, 496 ''Yes'' and ''No'' values were sequentially distributed, alternately representing the intervention and control groups."
    },
    {
      "title": "IMPLEMENTATION AND BLINDING",
      "text": "The participants were recruited, at the times scheduled for the HiperDia program appointments, from October 2017 to April 2018. Sociodemographic (age, gender, ethnicity, marital status, education, and family income) and clinical data were collected through individualized interviews, and baseline medication adherence data were evaluated by using the MGT.\n\nIn September 2018, when the follow-up period was finished, all participants were contacted by telephone and the MGT was applied again to identify changes in medication adherence. The researcher who made the telephone contacts with the participants to evaluate the outcome was blinded to the patient group. Figure  1  shows the sample selection process.\n\nA total of 496 patients who participated in the study were included, of whom 57 (11.49%) had only diabetes, 278 (56.05%) had only hypertension, and 161 (32.46%) had both diseases."
    },
    {
      "title": "DATA ANALYSIS",
      "text": "Absolute and relative frequencies were used to summarize categorical variables, and meansstandard deviations were calculated for continuous variables. The comparison of baseline sociodemographic and clinical characteristics of patients in the intervention and control groups was performed by using the Wilcoxon and chi-square tests. Medication adherence at the end of the follow-up period was compared through the chi-square test with a confidence interval of 95%. All analyses were performed by using R statistical software (R Development Core Team), version 3.3.1 and the significance levels were set at 5%."
    },
    {
      "title": "Results",
      "text": "Baseline sociodemographic and clinical characteristics as well as pharmacological adherence did not differ significantly between groups (Table  1 ). The age range was between 50 and 59 years (33%); most patients were men, Caucasian, married, with primary or secondary education, with a family income of up to four minimum wages and they did not adhere to medication. Sixteen weeks after baseline evaluation, medication adherence of patients in the intervention and control groups increased from 38.3% to 67.5% (29.2% increase) and from 39.1% to 58.5% (19.4% increase), respectively. However, there was no statistically significant difference in medication adherence between the groups ( p = 0.077) (Table  2 )."
    },
    {
      "title": "Discussion",
      "text": "The baseline medication adherence rate was less than 40%. Even though higher than a study carried out in another Brazilian city with 120 hypertensive patients in 2007 in a primary care unit, which had an adherence rate of 31.2%,  29  the objective is to achieve 100% adherence. Some patient demographics may have contributed, such as low education and low family income, that are associated with low health literacy.  30 In addition, the number of medications to be taken daily makes the routine complex, which can be another barrier to adherence.  31 Reducing the number of pills taken daily would help to promote adherence. 32  After the 16-week follow-up period, the adherence rate increased in both intervention and control groups. Increased adherence may be attributed to the Hawthorne effect, a motivational response to the attention received by participating in a study.  33 This phenomenon can also be explained by ''social desirability,'' a type of response expressed by respondents who report characteristics or behaviors that they believe are desirable.  34 The most positive answers regarding medication adherence can be attributed to the patients ´need to acknowledge the care provided and the dispensation of free medication. These aspects may have influenced the participants, who might have involuntarily opted for the answers they considered most acceptable.  35 Social desirability is relevant in health education interventions for individuals with chronic diseases. Individuals participating in scientific studies are inclined to report health behavior more positively.  34 he control group's adherence increase approached being statistically significant. Moreover, if not statistically significant, the 15% increase in the likelihood of adherence by the control group is clinically significant. Medication adherence among patients with chronic diseases is known to be associated with the perceived need for medication, the tangible feeling that the medication is contributing to immediate and positive outcomes.  36 Thus, one of the factors that may have contributed to the lack of statistical significance in our study is the asymptomatic character of hypertension and diabetes, which reduces patients' motivation to use prescribed medication.  [37] [38] ] [39]  In addition, fast technological changes and the continuing need for learning about new technologies is a challenge for individuals older than 50 compared with younger subjects  [40] [41] [42]  and the continued development of new, smaller, and more complex smartphone models exacerbates the problem.  41, 42 The mean age of study participants was 56.9 years. Even though the number of elderly people who have access to WhatsApp has increased in recent years, the elderly use digital media less.  43, 44 his problem is greater in Brazil in comparison to more developed countries where access to technologies and digital literacy is greater.  45 Although messages were viewed by the participants, it is unclear how much of the content was understood.\n\nOther factors related to treatment adherence that were not investigated in the study and that may have affected results are the patient's perception of their disease and treatment efficacy, the relationship with the health care service, disease symptomatology, adverse effects of treatment, perceptions about the care provided at the Unit, level of confidence in the health care professional, and location of the health facility.  46 he four-question version of the MGT was used in this study, but the eight-question version with a Cronbach's alpha of 0.83 would be more reliable and should be employed in the future. Also, differences in the frequencies of medication between type 1 and type 2 diabetes were not considered, which may have affected the results. Another suggestion for future research would be to allocate the patients into groups according to their initial adherence scores.\n\nBy using a Bulk Service to automatic messaging tool, it was possible to follow the delivery and reading of the messages, but the users were not able to communicate with the researchers. More bidirectional communication might enable evaluating patient reception and reaction to messages.\n\nIt is difficult to compare this study's results with previous studies, because they did not use WhatsApp. A similar study using WhatsApp evaluated the short-term impact of patient education regarding glycemic control that found improved knowledge and reduced acute complications. However, the patients were young (median age 19) and the study did not directly address medication adhrence.  47 Another study described an intervention that consisted of personalized, individual face-to-face consultations by dietitians, the use of pedometers, and monthly WhatsApp messages.  48 However, the nature and frequency of the content sent and whether this medium, in comparison to others mentioned, was effective in increasing physical activity in adults with type 2 diabetes were not clear. A study in Saudi Arabia concluded that educational messages running for 8 weeks using WhatsApp significantly increased knowledge about diabetes, self-efficacy, and awareness among the Saudi population.  49 However, that study had only female users, with sociodemographic aspects different from those in this study, and it offered free health care. The intervention was designed for bidirectional communication, making it difficult to measure how many messages they could sent. Lastly, in Malaysia, daily information was sent for 1 month by using WhatsApp to patients with coronary artery disease. The study showed a significant and positive effect on the patients' knowledge of coronary artery disease risk factors and improved the patients' adherence to a healthy lifestyle.  16 he MGT test is a self-reporting medication-adherence test, and this can also be a complicated feature to measure.  50 Also, as highlighted by Zullig et al.,  51  appropriate measurement will depend on the context, intended purpose, available resources, time, and phase of interest. A future study should go beyond self-reporting and include actual measures of blood pressure for hypertensive patients and the determination of glycated hemoglobin (HbA1c) for diabetics."
    },
    {
      "title": "Disclosure Statement",
      "text": "No competing financial interests exist."
    },
    {
      "text": "Fig. 1. Flow diagram of sample selection."
    },
    {
      "text": "Comparison of Sociodemographic and Clinical Characteristics of the Groups with Medical Adherence"
    },
    {
      "text": "Effect of the Educational Intervention on Medication Adherence of Patients with Hypertension or Diabetes"
    }
  ],
  "references": [
    {
      "title": "Noncommunicable diseases and the use of health services: Analysis of the National Health Survey in Brazil",
      "authors": [
        "D Malta",
        "Rti Bernal",
        "M Lima"
      ],
      "year": 2017
    },
    {
      "title": "7th Brazilian guideline of arterial hypertension",
      "authors": [
        "M Malachias",
        "W Souza",
        "F Plavnik"
      ],
      "year": 2016
    },
    {
      "title": "Diretrizes da sociedade Brasileira de diabetes",
      "year": 2017,
      "doi": "10.29327/5412848.2024-10"
    },
    {
      "authors": [
        "Brasil",
        "Ministe",
        "Sau Da"
      ],
      "year": 2010,
      "doi": "10.17143/ciaed/xxiilciaed.2017.00452"
    },
    {
      "title": "Portaria n o 371 de 04 de marc ¸o de",
      "authors": [
        "Dia ´rio",
        "Oficial Da Unia ˜o"
      ],
      "year": 2002
    },
    {
      "title": "Hiperdia: Adherence and perception of users accompanied by the family health strategy",
      "authors": [
        "C Filha Fss De",
        "L Nogueira",
        "Lmm Viana"
      ],
      "year": 2011
    },
    {
      "title": "Complications and the time of diagnosis of diabetes mellitus in primary care (in Portuguese)",
      "authors": [
        "D Cortez",
        "I Reis",
        "Das Souza"
      ],
      "year": 2015,
      "doi": "10.1590/1982-0194201500042"
    },
    {
      "title": "Secretaria de Cie ˆncia T e IED de C e T. Evidence brief for health policy: Adherence to drug treatment for patients with chronic diseases",
      "authors": [
        "Brasil",
        "Ministe",
        "Sau Da"
      ],
      "year": 2016
    },
    {
      "title": "Medication adherence outcomes of 771 intervention trials: Systematic review and meta-analysis",
      "authors": [
        "V Conn",
        "T Ruppar"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2017.03.008"
    },
    {
      "title": "mHealth: New horizons for health through mobile technologies: Second global survey on eHealth",
      "authors": [
        "World Health Organization"
      ],
      "year": 2011
    },
    {
      "title": "Trial to examine text message-based mHealth in emergency department patients with diabetes (TExT-MED): A randomized controlled trial",
      "authors": [
        "S Arora",
        "A Peters",
        "E Burner"
      ],
      "year": 2014
    },
    {
      "title": "mINSPIRERS-Feasibility of a mobile application to measure and improve adherence to inhaled controller medications among adolescents and adults with persistent asthma",
      "authors": [
        "C Jacome",
        "R Guedes",
        "R Almeida"
      ],
      "year": 2018
    },
    {
      "title": "Acceptability of mobile health interventions to increase diabetic risk factor awareness among the commuter population in Johannesburg: Descriptive cross-sectional study",
      "authors": [
        "A Fischer",
        "M Chadyiwa",
        "N Tshuma"
      ],
      "year": 2019,
      "doi": "10.2196/12600"
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: A systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx"
      ],
      "year": 2015
    },
    {
      "title": "WhatsApp-Statistics & factsjstatista",
      "year": 2018,
      "doi": "10.7454/jki.v6i1.8628"
    },
    {
      "title": "The effect of mobile messaging apps on cardiac patient knowledge of coronary artery disease risk factors and adherence to a healthy lifestyle",
      "authors": [
        "Y Tang",
        "M Chong",
        "Y Chua"
      ],
      "year": 2018,
      "doi": "10.1111/jocn.14538"
    },
    {
      "title": "Mobile health (mHealth) technology for the management of hypertension and hyperlipidemia: Slow start but loads of potential",
      "authors": [
        "H Rehman",
        "A Kamal",
        "P Morris"
      ],
      "year": 2017,
      "doi": "10.1007/s11883-017-0649-y"
    },
    {
      "title": "Text messaging intervention for teens and young adults with diabetes",
      "authors": [
        "J Markowitz",
        "T Cousineau",
        "D Franko"
      ],
      "year": 2014,
      "doi": "10.1177/1932296814540130"
    },
    {
      "title": "Guidelines of Brazilian Society of Diabetes/ Diretrizes da Sociedade Brasileira de Diabetes 2017-2018",
      "authors": [
        "Diabetes"
      ],
      "year": 2017
    },
    {
      "title": "7th Brazilian Guidelines of Arterial Hypertension/7 a Diretriz Brasileira de Hipertensa ˜o Arterial",
      "authors": [
        "Brazilian Society",
        "Cardiology",
        "Jfv Martin",
        "Jcy Toledo"
      ],
      "year": 2017
    },
    {
      "title": "Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes",
      "authors": [
        "L Nelson",
        "S Mulvaney",
        "T Gebretsadik"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv082"
    },
    {
      "title": "Diabetes self-management support using mHealth and enhanced informal caregiving",
      "authors": [
        "J Aikens",
        "K Zivin",
        "R Trivedi"
      ],
      "year": 2014
    },
    {
      "title": "Hypertension health promotion via text messaging at a community health center in South Africa: A mixed methods study",
      "authors": [
        "D Hacking",
        "H Haricharan",
        "K Brittain"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4569"
    },
    {
      "title": "The brief medication questionnaire and Morisky-Green Test to evaluate medication adherence",
      "authors": [
        "A Ben",
        "C Neumann",
        "S Mengue"
      ],
      "year": 2012
    },
    {
      "title": "Methods for evaluation of therapeutic medication adherence adopted in Brazil (in Portuguese)",
      "authors": [
        "S Trauthman",
        "Mfbfb Biudes",
        "Mello Af De"
      ],
      "year": 2014,
      "doi": "10.14450/2318-9312.v26.e1.a2014.pp11-26"
    },
    {
      "title": "Self-report measures of medication adherence behavior: Recommendations on optimal use",
      "authors": [
        "M Stirratt",
        "J Dunbar-Jacob",
        "H Crane"
      ],
      "year": 2015,
      "doi": "10.1007/s13142-015-0315-2"
    },
    {
      "title": "Indirect methods to measure adherence to drug treatment in arterial hypertension: An integrative literature review",
      "authors": [
        "Dmp Sousa",
        "R Fontenele",
        "P Araujo"
      ],
      "year": 2014
    },
    {
      "title": "Concurrent and predictive validity of a self-reported measure of medication adherence",
      "authors": [
        "D Morisky",
        "L Green",
        "D Levine"
      ],
      "year": 1986
    },
    {
      "title": "Validity of four indirect methods to measure adherence in primary care hypertensives",
      "authors": [
        "J Prado",
        "E Kupek",
        "D Mion"
      ],
      "year": 2007,
      "doi": "10.1038/sj.jhh.1002196"
    },
    {
      "title": "Health literacy: Results from a sample of Portuguese elderly people",
      "authors": [
        "C Serra ˜o",
        "S Veiga",
        "I Vieira"
      ],
      "year": 2015
    },
    {
      "title": "Current situation of medication adherence in hypertension",
      "authors": [
        "B Vrijens",
        "S Antoniou",
        "M Burnier"
      ],
      "year": 2017
    },
    {
      "title": "12 DECEMBER 2020 TELEMEDICINE and e-HEALTH 1531",
      "authors": [
        "Whatsapp Intervention",
        "O Medication Adherence ª M A R Y A N N L I E B E R T"
      ]
    },
    {
      "title": "Improving adherence with medication: A selective literature review based on the example of hypertension treatment",
      "authors": [
        "J Matthes",
        "C Albus"
      ],
      "year": 2014
    },
    {
      "title": "The Hawthorne effect revisited",
      "authors": [
        "D Fry"
      ],
      "year": 2018
    },
    {
      "title": "Absence of social desirability bias in the evaluation of chronic disease self-management interventions",
      "authors": [
        "S Nolte",
        "G Elsworth",
        "R Osborne"
      ],
      "year": 2013
    },
    {
      "title": "Secretaria de Atenc",
      "authors": [
        "Brasil",
        "Ministe",
        "Sau Da"
      ],
      "year": 2012
    },
    {
      "title": "Poor medication adherence in type 2 diabetes: Recognizing the scope of the problem and its key contributors",
      "authors": [
        "W Polonsky",
        "R Henry"
      ],
      "year": 2016
    },
    {
      "title": "Determinants of patient adherence: A review of systematic reviews",
      "authors": [
        "P Kardas",
        "P Lewek",
        "M Matyjaszczyk"
      ],
      "year": 2013,
      "doi": "10.3389/fphar.2013.00091"
    },
    {
      "title": "Treatment compliance among patients with hypertension and type 2 diabetes mellitus in a coastal population of Southern India",
      "authors": [
        "C Rao",
        "V Kamath",
        "A Shetty"
      ],
      "year": 2014
    },
    {
      "title": "Chronic and asymptomatic diseases influence the control of hypertension treatment in primary care",
      "authors": [
        "Amg Pierin",
        "Ssbe Silva",
        "Colo Da",
        "Fc"
      ],
      "year": 2016,
      "doi": "10.1590/s0080-623420160000600008"
    },
    {
      "title": "Tratado de Geriatria e Gerontologia",
      "authors": [
        "E Freitas",
        "De",
        "L Py"
      ],
      "year": 2018
    },
    {
      "title": "Motivation and needs for technology use in old age",
      "authors": [
        "C Oppenauer"
      ],
      "year": 2009
    },
    {
      "title": "Social media use of older adults: A mini-review",
      "authors": [
        "A Leist"
      ],
      "year": 2013
    },
    {
      "title": "Beyond WhatsApp: Older people and smartphones",
      "authors": [
        "A Rosales",
        "M Ferna ´ndez-Arde `vol"
      ],
      "year": 2016,
      "doi": "10.21018/rjcpr.2016.1.200"
    },
    {
      "title": "A tethered generation: Exploring the role of mobile phones in the daily life of young people",
      "authors": [
        "P Mihailidis"
      ],
      "year": 2014,
      "doi": "10.1177/2050157913505558"
    },
    {
      "title": "Digital divide in Latin America and Europe: Main characteristics in selected countries",
      "authors": [
        "L Tomczyk",
        "M Eliseo",
        "V Costas"
      ],
      "year": 2019
    },
    {
      "title": "Adherence to pharmacological treatment in hipertensive elderly: An integrative literature review",
      "authors": [
        "Jga Freitas",
        "O Nielson Se De",
        "C Porto"
      ],
      "year": 2015
    },
    {
      "title": "Effect of patient education through a social network in young patients with type 1 diabetes in a Sub-Saharan context",
      "authors": [
        "S Sap",
        "E Kondo",
        "E Sobngwi"
      ],
      "year": 2019,
      "doi": "10.1111/pedi.12835"
    },
    {
      "title": "MOVEdiabetes': A cluster randomized controlled trial to increase physical activity in adults with type 2 diabetes in primary health in Oman",
      "authors": [
        "T Alghafri",
        "S Alharthi",
        "Y Al-Farsi"
      ],
      "year": 2018
    },
    {
      "title": "Evaluation of a mobile social networking application for improving diabetes Type 2 knowledge: an intervention study using WhatsApp",
      "authors": [
        "T Alanzi",
        "S Bah",
        "S Alzahrani"
      ],
      "year": 2018,
      "doi": "10.2217/cer-2018-0028"
    },
    {
      "title": "Methods for measuring multiple medication adherence: A systematic review-report of the ISPOR medication adherence and persistence special interest group",
      "authors": [
        "P Pednekar",
        "M Malmena ¨s"
      ],
      "year": 2019,
      "doi": "10.1016/j.jval.2018.08.006"
    },
    {
      "title": "Medication adherence: A practical measurement selection guide using case studies",
      "authors": [
        "L Zullig",
        "P Mendys",
        "H Bosworth"
      ],
      "year": 2017,
      "doi": "10.1016/j.pec.2017.02.001"
    }
  ],
  "num_references": 52
}
