{
  "paper_id": "EACQHKXZ",
  "title": "Mobile Diabetes Intervention Study of Patient Engagement and Impact on Blood Glucose: Mixed Methods Analysis",
  "abstract": "Background: Successful treatment of diabetes includes patient self-management behaviors to prevent or delay complications and comorbid diseases. On the basis of findings from large clinical trials and professional guidelines, diabetes education programs and health providers prescribe daily regimens of glucose monitoring, healthy eating, stress management, medication adherence, and physical activity. Consistent, long-term commitment to regimens is challenging. Mobile health is increasingly being used to assist patients with lifestyle changes and self-management behaviors between provider visits. The effectiveness of mobile health to improve diabetes outcomes depends on patient engagement with a technology, content, or interactions with providers. Objectives: In the current analysis, we aimed to identify patient engagement themes in diabetes messaging with diabetes providers and determine if differences in engagement in the Mobile Diabetes Intervention Study (MDIS) influenced changes in glycated hemoglobin A 1c (HbA 1c ) over a 1-year treatment period (1.9% absolute decrease in the parent study). \n Methods: In the primary MDIS study, 163 patients were enrolled into 1 of 3 mobile intervention groups or a usual care control group based on their physician cluster randomization assignment. The control group received care from their physicians as usual. Participants in each intervention group had access to a patient portal where they could record monitoring values for blood glucose, blood pressure, medication changes, or other self-management information while also assigned to varying levels of physician access to patient data. Intervention participants could choose to send and receive messages to assigned certified diabetes educators with questions or updates through the secure Web portal. For this secondary analysis, patient engagement was measured using qualitative methods to identify self-care themes in 4109 patient messages. Mixed methods were used to determine the impact of patient engagement on change in HbA 1c over 1 year. Results: Self-care behavior themes that received the highest engagement for participants were glucose monitoring (75/107, 70.1%), medication management (71/107, 66.4%), and reducing risks (71/107, 66.4%). The average number of messages sent per patient were highest for glucose monitoring (9.2, SD 14.0) and healthy eating (6.9, SD 13.2). Compared to sending no messages, sending any messages about glucose monitoring (P=.03) or medication (P=.01) led to a decrease in HbA 1c of 0.62 and 0.72 percentage points, respectively. Sending any messages about healthy eating, glucose monitoring, or medication combined led to a decrease in HbA 1c of 0.54 percentage points compared to not sending messages in these themes (P=.045). \n Conclusions: The findings from this study help validate the efficacy of the mobile diabetes intervention. The next step is to determine differences between patients who engage in mobile interventions and those who do not engage and identify methods to enhance patient engagement.",
  "year": 2014,
  "date": "2014-01",
  "journal": "Diabetes Care",
  "publication": "Diabetes Care",
  "authors": [
    {
      "forename": "Charlene",
      "surname": "Connolly Quinn",
      "name": "Charlene Connolly Quinn",
      "affiliation": "1  Department of Epidemiology and Public Health , University of Maryland School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t University of Maryland School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Erin",
      "surname": "Butler",
      "name": "Erin Butler",
      "affiliation": "2  Department of Emergency Medicine , Wellspan York Hospital , York , PA , United States \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t Wellspan York Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t York \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Krystal",
      "surname": "Swasey",
      "name": "Krystal Swasey",
      "affiliation": "1  Department of Epidemiology and Public Health , University of Maryland School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t University of Maryland School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Michelle",
      "surname": "Shardell",
      "name": "Michelle Shardell",
      "affiliation": "3  National Institute on Aging , Baltimore , MD , United States Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t National Institute on Aging \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Michael",
      "surname": "Terrin",
      "name": "Michael Terrin",
      "affiliation": "1  Department of Epidemiology and Public Health , University of Maryland School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t University of Maryland School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Erik",
      "surname": "Mph",
      "name": "Erik Mph"
    },
    {
      "surname": "Barr",
      "name": "Barr",
      "affiliation": "1  Department of Epidemiology and Public Health , University of Maryland School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t University of Maryland School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Ann",
      "surname": "Gruber-Baldini",
      "name": "Ann Gruber-Baldini",
      "affiliation": "1  Department of Epidemiology and Public Health , University of Maryland School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Department of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t University of Maryland School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Connolly",
      "surname": "Quinn",
      "name": "Connolly Quinn",
      "email": "cquinn@som.umaryland.edu"
    },
    {
      "forename": "Erik",
      "surname": "Barr",
      "name": "Erik Barr"
    },
    {
      "affiliation": "University of Maryland School of Medicine Howard Hall Suite 200 660 W Redwood Street Baltimore , MD , United States \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Howard Hall Suite 200 660 W Redwood Street \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "",
  "keywords": [
    "mobile health",
    "diabetes",
    "engagement",
    "randomized clinical trial",
    "qualitative",
    "digital health"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Type 2 diabetes is a growing national health concern affecting an estimated 10% of the US population  [1] . It is a costly disease that requires an intricate self-management regimen including regular self-glucose monitoring, healthy eating, exercise, regular physician examinations, and specialist visits. Many patients, however, miss recommended screenings and lack diabetes self-management education (DSME) leading to higher rates of poor glycemic management and associated complications  [2] [3] [4] [5] [6] [7] .\n\nSeveral studies have previously documented the efficacy of lifestyle modifications and drug therapy to prevent and treat type 2 diabetes, with many finding that lifestyle modifications are more effective at long-term prevention compared to metformin therapy  [5, [8] [9] [10] . The Action to Control Cardiovascular Risk in Diabetes (ACCORD) study suggested that intensive drug therapy could increase risk of adverse events and death, although mechanisms of the adverse events remain unknown  [11] [12] [13] .\n\nOne approach to facilitate self-management and lifestyle changes is behavior intervention technology, which uses technology and mobile health to target specific short-and long-term treatment and management goals  [14] . There have been numerous phone-, text-, and Web-based intervention studies in recent years that demonstrate mixed impact when compared to traditional phone call or face-to-face intervention strategies. One personal digital assistant-based intervention found some improvement in glycated hemoglobin A 1c (HbA 1c ) management during a 9-month study, and another found improvement with an intervention based on regularly scheduled telephone calls depending on patient risk level  [15, 16] . Although some short message service interventions have been shown to help prevent and manage diabetes  [17, 18] , other studies have found that strictly phone-based applications have minimal impact on glycemic management compared to traditional intervention methods  [19] . Furthermore, many studies on Web-based interventions, including components for tracking blood glucose readings, medications, diet, exercise, and weight loss through an online portal system, had varying degrees of success at helping participants lose weight and improve glycemic management  [20] [21] [22] [23] [24] .\n\nA promising future direction of mobile diabetes management may be an integrated system that uses multiple means of access via Web portals or mobile apps and provides people with feedback based on their tracking data  [7, 21, [25] [26] [27] . A particularly effective component of many recent studies is patient interaction with certified diabetes educators (CDEs) via phone, email, or other messaging systems. Regardless of medium, patient engagement and the ability to communicate with a diabetes educator helped improve outcomes across a variety of mobile health interventions  [23, [28] [29] [30] [31] [32] . Yet, less than 20% of currently available diabetes management applications have a motivational feedback component to them  [32] . These cost-effective, easy-to-implement measures could help patients avoid expensive hospitalizations and diabetes complications by allowing them to manage their diabetes at home. Feedback components may also increase the efficiency for primary care physicians who manage patients with diabetes most often  [29] .\n\nThe messaging component of studies such as the DiabetesCoach intervention  [31]  show that patients are responsive to both automated and personalized messages, and an individualized, personal message option is effective at helping reach a given treatment outcome. However, further research into the impact of patient engagement and best practices to engage patients is needed before standards of care can be amended  [32] . In this study, we identified patient engagement messages and assessed patient engagement in the Mobile Diabetes Intervention Study (MDIS) to determine if differences in engagement were related to changes in HbA 1c ."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design and Eligibility",
      "text": "A detailed description of the Mobile Diabetes Intervention Study was published previously  [33] . The study was a cluster-randomized clinical trial including 26 primary care physician groups across 4 geographic areas of Maryland. Randomization took place at the practice level to avoid contamination among physicians regarding care of their patients.\n\nEligible patients followed physician randomization assignment. Inclusion criteria for patients included diagnosis of type 2 diabetes at least 6 months prior to enrollment in the study, HbA 1c ≥7.5%, and age 18 to 64 years. Patients who were uninsured or Medicare or Medicaid beneficiaries were not included. Baseline data was collected from all participants, including demographic information, health history, current health status (including HbA 1c ) and medications, risk factors for complications associated with poor diabetes management, and lifestyle and self-management behaviors.\n\nThe MDIS enrolled 163 patients across 3 intervention groups and 1 control group. The control group received care from their physicians as usual. Participants in each intervention group had access to a patient portal where they could record self-care behavior while also assigned to varying levels of physician access to patient data. In the most complex intervention group, physicians could review raw patient data, see analyzed patient data reports every 3 months, and make treatment recommendations based on these summaries. All patients received their choice of 1 of 2 smartphones with an unlimited 1-year data plan as well as a OneTouch Ultra 2 (LifeScan Inc) glucose meter and enough testing supplies for the duration of the 1-year study.\n\nFor this secondary analysis of the MDIS, group 1 data was not evaluated because control patients were not able to message their providers."
    },
    {
      "title": "Patient Engagement",
      "text": "In addition to tracking information related to self-management of their diabetes, the secure patient portal allowed participants to communicate with CDEs throughout the study. When patients input data into the system, the computer would automatically generate feedback messages with encouragement or advice based on recently recorded data. For example, if a participant input a low blood glucose value, the system would provide a feedback message such as \"This blood sugar is low! Eat 15 grams of carbs and recheck in 15 minutes.\" Additionally, the data would be reviewed by the patient's assigned CDE who could provide feedback intermittently. Most patients used the portal messaging system to communicate with educators over the course of the study, seeking advice, feedback, and answers to questions; however, using the messaging feature was not required for patients, and there was no set schedule of communication as part of the study intervention. The portal contained a variety of diabetes education materials including information on healthy eating, counting carbohydrates, being active, self-monitoring blood glucose, medications, and coping with and adjusting to living with diabetes.\n\nPatients covered a wide variety of content in their messages to the CDEs from asking questions about healthy eating to changing medications to optimizing their medication schedule. To investigate the association of patient engagement with improved patient outcomes observed in previous studies  [23, [28] [29] [30] [31] [32] , we evaluated patient engagement in our study through a qualitative analysis of messages sent through the secure patient portal.\n\nFor this analysis, we used the grounded theory approach  [34]  to analyze patient messages. As its name suggests, the theory is grounded in the observation of qualitative data and is used (for the purpose of this study) to categorize the data into core concepts. Based on review of a few sample patients, we created a coding scheme based on the 7 self-care behaviors for healthy living recommended by the American Association of Diabetes Educators (AADE) and the American Diabetes Association (ADA)  [35, 36] . After a pilot coding of 2 complete patient files, additional codes to account for patient-reported motivation and learning as well as general discussion about diet, medication, or self-monitoring of blood glucose were added (27 codes). Patient messages were then coded by EB and CQ (team members) based on the 27 codes developed for this project, with the appropriate codes assigned to each patient message, allowing for multiple codes assigned to a single message depending on content. Each team member independently coded the same message narrative line by line in Atlas.ti (ATLAS.ti"
    },
    {
      "title": "Study Oversight",
      "text": "The Institutional Review Board of the University of Maryland, Baltimore approved this study. A data and safety monitoring board was designated to review the study procedures and adverse events. After enrollment was closed, errors in consent were found and all participants, both physicians and patients, were asked to sign consent forms again as recommended by the Institutional Review Board. All patients in the final analysis were reconsented."
    },
    {
      "title": "Statistics",
      "text": "The frequency of message themes was computed based on coding to categorize messages using Atlas.ti. Baseline characteristics are expressed as mean and standard deviation for continuous variables comparing users versus nonusers with 2-sample t tests or frequencies and proportions for categorical variables comparing users with nonusers with chi-square tests. A mixed methods approach was used to determine the effect of patient engagement on HbA 1c . Using qualitative analysis data, regression models were developed to determine the predicted change in HbA 1c for a patient based on the number and theme of messages sent over the 1-year study period. SAS 9.2 (SAS Institute Inc) was used to perform all statistical analyses. A P<.05 was considered statistically significant."
    },
    {
      "title": "Results",
      "text": "There were 107 patients in this secondary analysis of MDIS. Among intervention participants, 76.6% (82/107) messaged at any time during the year (users), and 25 participants never messaged during the intervention year (nonusers). Males and females were equally represented. Although not statistically significant, participants who messaged (users) had more education, lower baseline HbA 1c , and lower body mass indexes (BMIs) than nonusers (Table  1 ). Users were significantly older (53.5 [SD 7.5] years vs 49.6 [SD 8.9] years, P=.03) and more likely to be white (62.2% versus 37.8%, P=.02) compared to nonusers.\n\nTable  2  shows the 7 self-care behaviors for healthy living with diabetes as recommended by the AADE plus 2 additional messaging domains. Patients sent messages in an average of 4.3 behavior themes throughout the study. Among all participants, 76.6% (82/107) sent messages in at least 1 behavior theme, and each patient sent an average of 38.4 messages over the 1-year treatment period. Patient engagement was highest for glucose monitoring (75/107, 70.1%), medication (71/107, 66.4%), and reducing risks (71/107, 66.4%) themes and lowest for being active (44/107, 41.1%) and healthy coping (63/107, 58.9%). On average, most messages sent per patient were related to glucose monitoring (9.2, SD 14.0) and healthy eating (6.9, SD 13.2), while patients sent few messages about being active (2.2, SD 5.2) or healthy coping (4.4, SD 8.1). Participants who sent messages about glucose monitoring (P=.03) or medication (P=.01) decreased their HbA 1c significantly more than those who did not send messages related to those themes (Table  3 ). Individual theme regression models in Table  4  show that sending any messages lowered HbA 1c 0.75 percentage points (95% CI 0.13 to 1.36, P=.02) compared to sending no messages. Likewise, sending any messages about glucose monitoring was associated with a decrease in HbA 1c of 0.62 percentage points (95% CI 0.05 to 1.19, P=.03) and sending any messages about medication was associated with a decrease in HbA 1c of 0.72 percentage points (95% CI 0.17 to 1.26, P=.01). Based on the top 3 significant themes presented in Table  4 , the composite of healthy eating, glucose monitoring, and medication was also tested to determine its combined predictive power. Sending any messages about healthy eating, glucose monitoring, or medication combined significantly decreased HbA 1c by 0.54 percentage points (95% CI 0.01 to 1.08, P=.02) compared to messages not including these themes (not shown in table )."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Among adults with type 2 diabetes, engagement in the portal messaging system of the MDIS was associated with an absolute decrease in HbA 1c of 0.75 percentage points. A 0.5 to 1.0 percentage point change in HbA 1c is considered clinically significant to reduce risk of comorbid conditions  [37, 38] ; the US Food and Drug Administration requires a 0.4 percentage point change in HbA 1c for drug evaluations  [39] . Although any sending of messages was related to a reduction in HbA 1c , glucose monitoring and medication use themes were also associated with decreases in HbA 1c . Patients sent the most messages on glucose monitoring, medication use, and reducing complication risks themes. The average number of messages sent per patient was highest for glucose monitoring, medication use, and healthy eating themes."
    },
    {
      "title": "Self-Care Behaviors and Hemoglobin A1c",
      "text": "The AADE and the ADA provide patients, researchers, and clinicians with current self-care and lifestyle behavior guidelines for the management of diabetes and the prevention of its complications  [35, 36] . These guidelines, developed from the findings of the UK Prospective Diabetes Study  [40] , supply individuals with type 2 diabetes the knowledge needed to better understand their disease. Physicians in this study were given current ADA patient care guidelines but were not explicitly told to use them to care for study patients. Our findings support other studies that have shown the benefits of lifestyle interventions on diabetes outcomes  [41] [42] [43] [44] [45] . In particular, digital health interventions targeting behavior change have shown lower HbA 1c levels, lower random  [43]  and postprandial  [44]  plasma glucose levels, and lower body weight  [43]  as well as improved self-efficacy  [45] .\n\nAmong the behavior themes measured, most messages contained either monitoring, healthy eating, or medication themes. Since messages sent regarding the medication and glucose monitoring themes also significantly decreased HbA 1c , patients may need more education surrounding medication use and monitoring blood glucose to ensure HbA 1c goals can be achieved effectively on their own."
    },
    {
      "title": "Patient Engagement",
      "text": "Previous studies that assessed patient engagement in telemedicine and digital health interventions showed that race, age, and health literacy all play significant roles in patient participation  [46] [47] [48] . Racial minorities, older patients, and patients with low health literacy showed the least engagement in telemedicine and digital health interventions  [46, 48] . In a 3-month mobile health intervention involving adults with type 2 diabetes, Nelson and colleagues  [47]  found that those who were younger or were diagnosed with type 2 diabetes closer to the start of the intervention displayed higher engagement activities and had more favorable experiences than older individuals or those with a longer diabetes duration. Our results are consistent with others, showing that nonwhite patients were less likely to send messages to assigned CDEs. Likewise, among participants who did not use the messaging portal, most had a high school education or less, perhaps also indicating a lower health literacy rate. However, unlike previous studies, we observed that users of the messaging portal tended to be older than nonusers. This suggests that older age does not imply disengagement from mobile health technology  [49] [50] [51] . In fact, in a study evaluating the self-efficacy and use of a mobile health diabetes intervention among older adults, we previously concluded that participants experienced high self-efficacy in making changes to manage their diabetes and demonstrated their ability to use the intervention and communicate with educators  [52] . We recommend including older adults and nonwhite individuals in mobile technology development with specific aims to evaluate improving patient engagement.\n\nOther studies concluded that patients' high engagement in digital health interventions was related to feedback received from physicians or assigned caregivers. From this feedback, patients felt more motivated and were able to attain higher self-efficacy  [53, 54] . Patients in this study who elected to send messages regarding any self-care behavior reported significant decreases in HbA 1c . Although the influence of CDE messages on patients' outcomes was not examined, knowing a diabetes educator was available may have improved patient confidence and encouraged them to participate."
    },
    {
      "title": "Mixed-Methods Approach to Analysis",
      "text": "We believe that patient engagement in an intervention cannot be determined simply by a quantitative value but must also include qualitative data that demonstrates the effectiveness of the intervention from the participants' perspectives. To accurately interpret the extensive data collected from digital health studies, it is important to include a qualitative component  [55] , as information on individual experience influences the effectiveness of the intervention. We used a mixed-methods approach to evaluate patient engagement data for participants in MDIS. We identified coding themes reflecting patient messages sent to CDEs and analyzed these themes against changes in patient HbA 1c values. Results of this study reinforce findings from previous mobile health investigations that use a mixed-methods approach to examine data, collecting self-care behavior and self-efficacy data to measure outcomes  [47, 56, 57] . These studies add valuable knowledge about the usability of digital health applications for the management of diabetes and reveal areas lacking in development that, if revised, could enhance patient user experience and improve diabetes outcomes. This secondary analysis of the MDIS affirms that it is not enough to simply give patients information about diabetes; patients must also be given actionable items that drive behavior change."
    },
    {
      "title": "Strengths, Limitations, and Future Directions",
      "text": "The secondary data analysis is, to our knowledge, the first of its kind. Few previous studies have used a mixed-methods approach to evaluate patient engagement. While prior interventions included a patient messaging component  [48]  or analysis of self-management behaviors  [58] , none performed a qualitative evaluation of patient messages that was then used to create models predicting the impact on patient clinical outcomes. Furthermore, previous studies show that although participants preferred to use mobile health applications for diabetes management, currently available apps do not offer functions that would allow proper disease monitoring and management  [59, 60] . Results of this analysis may help pinpoint behavioral features that could improve existing mobile health technologies and satisfy the lack in functionality.\n\nThere are a few limitations of this secondary analysis. One is that although the models give a statistically significant prediction of change in HbA 1c based on certain message themes, it cannot be definitively stated that this is a direct result of solely the message content. It is important to consider the other aspects of the intervention, such as tracking data, accessing the learning library, or receiving directed care from their primary care physicians as also potentially influencing the patient's outcome. Also, engagement was not randomized, so there is potential for confounding.\n\nIt is also important to note that based on the structure of the program, some patients engaged in external email and phone messages with the CDEs that are not in the portal message records; without knowing the content of these messages, it is impossible to get a complete picture of patient engagement over the year of the study. Furthermore, the role that messages from the diabetes educators play in patient outcome is unknown. While a future analysis may explore the impact of CDEs on patient outcomes, this analysis cannot account for the influence of the content of those messages on patient engagement or overall patient outcomes.\n\nSince each message was analyzed and coded individually, we did not account for message threads. A conversation spanning several messages could have been counted each time the patient mentions the subject when really it is all part of the same conversation on the subject. Our analysis of dichotomies may be based on more tenable assumptions than the analysis per message."
    },
    {
      "title": "Conclusion",
      "text": "In this study, messages sent in the combined healthy eating, monitoring, and medication themes or monitoring and medication themes separately significantly improved HbA 1c over the study period. Our results provide insight into the importance of health provider feedback and essential self-care behaviors that require greater emphasis when developing mobile health technologies for diabetes populations."
    },
    {
      "text": "≥40 kg/m 2 ), n (%)"
    },
    {
      "text": "Baseline characteristics."
    },
    {
      "text": "Mobile communication messages by patient diabetes behaviors over 1-year treatment period.Mean messages per patient is calculated for all patients in group, both those that did send messages in this theme and those that did not send messages in this theme."
    },
    {
      "text": "Effect of domain messaging on hemoglobin A 1c ."
    },
    {
      "text": "Effect of domain messaging (both count and dichotomous) on hemoglobin A 1c ."
    }
  ],
  "references": [
    {
      "title": "Standards of medical care in diabetes-2014",
      "authors": [
        "American Diabetes"
      ],
      "year": 2014,
      "doi": "10.2337/dc14-s014"
    },
    {
      "title": "Encounters by patients with type 2 diabetes-complex and demanding: an observational study",
      "authors": [
        "M Parchman",
        "R Romero",
        "J Pugh"
      ],
      "year": 2006,
      "doi": "10.1370/afm.422"
    },
    {
      "title": "Improving outcomes for high-risk diabetics using information systems",
      "authors": [
        "A Orzano",
        "P Strickland",
        "Tallia Hudson",
        "S Balasubramanian",
        "B Nutting"
      ],
      "year": 2007,
      "doi": "10.3122/jabfm.2007.03.060185"
    },
    {
      "title": "A community-based diabetes prevention program: evaluation of the group lifestyle balance program delivered by diabetes educators",
      "authors": [
        "M Kramer",
        "J Mcwilliams",
        "H Chen",
        "L Siminerio"
      ],
      "year": 2011,
      "doi": "10.1177/0145721711411930"
    },
    {
      "title": "Factors that influence improvement for patients with poorly controlled type 2 diabetes",
      "authors": [
        "A Hartz",
        "S Kent",
        "P James",
        "Y Xu",
        "M Kelly",
        "J Daly"
      ],
      "year": 2006,
      "doi": "10.1016/j.diabres.2006.03.023"
    },
    {
      "title": "Barriers to self-management of diabetes",
      "authors": [
        "A Ahola",
        "P Groop"
      ],
      "year": 2013,
      "doi": "10.1111/dme.12105"
    },
    {
      "title": "The influence of age on the effects of lifestyle modification and metformin in prevention of diabetes",
      "authors": [
        "Diabetes Prevention",
        "Program Research Group",
        "J Crandall",
        "D Schade",
        "Y Ma",
        "W Fujimoto",
        "E Barrett-Connor"
      ],
      "year": 2006
    },
    {
      "title": "Diabetes Stages of Change (DiSC) Study. Changes in diabetes self-care behaviors make a difference in glycemic control: the Diabetes Stages of Change (DiSC) study",
      "authors": [
        "H Jones",
        "L Edwards",
        "T Vallis",
        "L Ruggiero",
        "S Rossi",
        "J Rossi"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.3.732"
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "W Knowler",
        "E Barrett-Connor",
        "S Fowler",
        "R Hamman",
        "J Lachin",
        "E Walker"
      ],
      "year": 2002,
      "doi": "10.1056/NEJMoa012512"
    },
    {
      "title": "Standards of medical care in diabetes: focus on updated recommendations in hospitalized patients",
      "authors": [
        "M Choy",
        "M Richman"
      ],
      "year": 2013,
      "doi": "10.33029/9704-5364-3-2019-yro-1-272"
    },
    {
      "title": "Intensive glucose control in type 2 diabetes",
      "year": 2008,
      "doi": "10.1056/nejmc081457"
    },
    {
      "title": "The ACCORD Trial and control of blood glucose level in type 2 diabetes mellitus: time to challenge conventional wisdom",
      "authors": [
        "S Havas"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2008.518"
    },
    {
      "title": "The behavioral intervention technology model: an integrated conceptual and technological framework for eHealth and mHealth interventions",
      "authors": [
        "D Mohr",
        "S Schueller",
        "E Montague",
        "M Burns",
        "P Rashidi"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3077"
    },
    {
      "title": "Evaluation of a mobile phone telemonitoring system for glycaemic control in patients with diabetes",
      "authors": [
        "Rsh Istepanian",
        "K Zitouni",
        "D Harry",
        "N Moutosammy",
        "A Sungoor",
        "B Tang"
      ],
      "year": 2009,
      "doi": "10.1258/jtt.2009.003006"
    },
    {
      "title": "Telemedicine and diabetes: achievements and prospects",
      "authors": [
        "S Franc",
        "A Daoudi",
        "S Mounier",
        "B Boucherie",
        "D Dardari",
        "H Laroye"
      ],
      "year": 2011,
      "doi": "10.1016/j.diabet.2011.06.006"
    },
    {
      "title": "Mobile communication using a mobile phone with a glucometer for glucose control in Type 2 patients with diabetes: as effective as an Internet-based glucose monitoring system",
      "authors": [
        "J Cho",
        "H Lee",
        "D Lim",
        "H Kwon",
        "K Yoon"
      ],
      "year": 2009,
      "doi": "10.1258/jtt.2008.080412"
    },
    {
      "title": "Lifestyle advice by text messages helps prevent type 2 diabetes in high risk men",
      "authors": [
        "C Travasso"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f5750"
    },
    {
      "title": "Web-based care management in patients with poorly controlled diabetes",
      "authors": [
        "G Mcmahon",
        "H Gomes",
        "H Hickson",
        "T Hu",
        "B Levine",
        "P Conlin"
      ],
      "year": 2005,
      "doi": "10.2337/diacare.28.7.1624"
    },
    {
      "title": "A short message service by cellular phone in type 2 diabetic patients for 12 months",
      "authors": [
        "K Yoon",
        "H Kim"
      ],
      "year": 2008,
      "doi": "10.1016/j.diabres.2007.09.007"
    },
    {
      "title": "Web-based, self-management enhancing interventions with e-diaries and personalized feedback for persons with chronic illness: a tale of three studies",
      "authors": [
        "Aag Nes",
        "H Eide",
        "B Kristjánsdóttir",
        "S Van Dulmen"
      ],
      "year": 2013,
      "doi": "10.1016/j.pec.2013.01.022"
    },
    {
      "title": "Online diabetes self-management program: a randomized study",
      "authors": [
        "K Lorig",
        "P Ritter",
        "D Laurent",
        "K Plant",
        "M Green",
        "Vbb Jernigan"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-2153"
    },
    {
      "title": "Use of a computerized tracking system to monitor and provide feedback on dietary goals for calorie-restricted diets: the POUNDS LOST study",
      "authors": [
        "S Anton",
        "E Leblanc",
        "H Allen",
        "C Karabetian",
        "F Sacks",
        "G Bray"
      ],
      "year": 2012,
      "doi": "10.1177/193229681200600527"
    },
    {
      "title": "New direction for enhancing quality in diabetes care: utilizing telecommunications and paraprofessional outreach workers backed by an expert medical team",
      "authors": [
        "P Mayes",
        "A Silvers",
        "J Prendergast"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2009.0110"
    },
    {
      "title": "A systematic review of reviews evaluating technology-enabled diabetes self-management education and support",
      "authors": [
        "D Greenwood",
        "P Gee",
        "K Fatkin",
        "M Peeples"
      ],
      "year": 2017,
      "doi": "10.1177/1932296817713506"
    },
    {
      "title": "Internet interventions to support lifestyle modification for diabetes management: a systematic review of the evidence",
      "authors": [
        "A Cotter",
        "N Durant",
        "A Agne",
        "A Cherrington"
      ],
      "year": 2014,
      "doi": "10.1016/j.jdiacomp.2013.07.003"
    },
    {
      "title": "A systematic review of IT for diabetes self-management: are we there yet?",
      "authors": [
        "O El-Gayar",
        "P Timsina",
        "N Nawar",
        "W Eid"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2013.05.006"
    },
    {
      "title": "Mobile health applications to assist patients with diabetes: lessons learned and design implications",
      "authors": [
        "E Årsand",
        "D Frøisland",
        "S Skrøvseth",
        "T Chomutare",
        "N Tatara",
        "G Hartvigsen"
      ],
      "year": 2012,
      "doi": "10.1177/193229681200600525"
    },
    {
      "title": "The impact of mobile monitoring technologies on glycosylated hemoglobin in diabetes: a systematic review",
      "authors": [
        "J Baron",
        "H Mcbain",
        "S Newman"
      ],
      "year": 2012,
      "doi": "10.1177/193229681200600524"
    },
    {
      "title": "Telehealth-an effective delivery method for diabetes self-management education?",
      "authors": [
        "K Fitzner",
        "G Moss"
      ],
      "year": 2013,
      "doi": "10.1089/pop.2012.0054"
    },
    {
      "title": "Effect of mobile phone intervention for diabetes on glycaemic control: a meta-analysis",
      "authors": [
        "X Liang",
        "Q Wang",
        "X Yang",
        "J Cao",
        "J Chen",
        "X Mo"
      ],
      "year": 2011,
      "doi": "10.1111/j.1464-5491.2010.03180.x"
    },
    {
      "title": "Factors influencing the use of a Web-based application for supporting the self-care of patients with type 2 diabetes: a longitudinal study",
      "authors": [
        "N Nijland",
        "Jewc Van Gemert-Pijnen",
        "S Kelders",
        "B Brandenburg",
        "E Seydel"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1603"
    },
    {
      "title": "Features of mobile diabetes applications: review of the literature and analysis of current applications compared against evidence-based guidelines",
      "authors": [
        "T Chomutare",
        "L Fernandez-Luque",
        "E Arsand",
        "G Hartvigsen"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1874"
    },
    {
      "title": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "S Ballew",
        "A Gruber-Baldini"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366"
    },
    {
      "title": "Grounded theory research: procedures, canons and evaluative criteria",
      "authors": [
        "J Corbin",
        "A Strauss"
      ],
      "year": 1990,
      "doi": "10.1515/zfsoz-1990-0602"
    },
    {
      "title": "AADE7 Self-Care Behaviors",
      "year": 2017,
      "doi": "10.1177/0145721719894903"
    },
    {
      "title": "Position Statements",
      "year": 2017
    },
    {
      "title": "United Kingdom Prospective Diabetes Study 24: a 6-year, randomized, controlled trial comparing sulfonylurea, insulin, and metformin therapy in patients with newly diagnosed type 2 diabetes that could not be controlled with diet therapy",
      "year": 1998,
      "doi": "10.7326/0003-4819-128-3-199802010-00001"
    },
    {
      "title": "Consensus report: the current role of self-monitoring of blood glucose in non-insulin-treated type 2 diabetes",
      "authors": [
        "D Klonoff",
        "L Blonde",
        "G Cembrowski",
        "A Chacra",
        "G Charpentier",
        "S Colagiuri"
      ],
      "year": 2011
    },
    {
      "title": "Guidance for Industry-diabetes mellitus: developing drugs and therapeutic biologics for treatment and prevention",
      "year": 2017
    },
    {
      "title": "Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)",
      "authors": [
        "Diabetes Uk Prospective",
        "Group Study"
      ],
      "year": 1998
    },
    {
      "title": "Association of physiological and psychological health outcomes with physical activity and sedentary behavior in adults with type 2 diabetes",
      "authors": [
        "J Garcia",
        "D Cox",
        "D Rice"
      ],
      "year": 2017,
      "doi": "10.1136/bmjdrc-2016-000306"
    },
    {
      "title": "Intensive lifestyle intervention is particularly advantageous in poorly controlled type 2 diabetes",
      "authors": [
        "T Sbroma",
        "R Pippi",
        "E Reginato",
        "C Aiello",
        "L Buratta",
        "C Mazzeschi"
      ],
      "year": 2017,
      "doi": "10.1016/j.numecd.2017.06.009"
    },
    {
      "title": "Participation in a National Lifestyle Change Program is associated with improved diabetes control outcomes",
      "authors": [
        "S Jackson",
        "L Staimez",
        "S Safo",
        "Q Long",
        "M Rhee",
        "S Cunningham"
      ],
      "year": 2017,
      "doi": "10.1016/j.jdiacomp.2017.06.001"
    },
    {
      "title": "Telemedicine in the management of type 2 diabetes mellitus",
      "authors": [
        "G Wang",
        "Z Zhang",
        "Y Feng",
        "L Sun",
        "Xiao Wang"
      ],
      "year": 2017,
      "doi": "10.1016/j.amjms.2016.10.008"
    },
    {
      "title": "A low-intensity mobile health intervention with and without health counseling for persons with type 2 diabetes, part 1: baseline and short-term results from a randomized controlled trial in the Norwegian part of RENEWING HEALTH",
      "authors": [
        "A Torbjørnsen",
        "A Jenum",
        "M Småstuen",
        "E Arsand",
        "H Holmen",
        "A Wahl"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3535"
    },
    {
      "title": "Disparities in the use of a mHealth medication adherence promotion intervention for low-income adults with type 2 diabetes",
      "authors": [
        "L Nelson",
        "S Mulvaney",
        "T Gebretsadik",
        "Y Ho",
        "K Johnson",
        "C Osborn"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv082"
    },
    {
      "title": "mHealth intervention elements and user characteristics determine utility: a mixed-methods analysis",
      "authors": [
        "L Nelson",
        "S Mulvaney",
        "K Johnson",
        "C Osborn"
      ],
      "year": 2017,
      "doi": "10.1089/dia.2016.0294"
    },
    {
      "title": "Patterns of user engagement with mobile-and Web-delivered self-care interventions for adults with T2DM: a review of the literature",
      "authors": [
        "L Nelson",
        "T Coston",
        "A Cherrington",
        "C Osborn"
      ],
      "year": 2016,
      "doi": "10.1007/s11892-016-0755-1"
    },
    {
      "title": "Older adults are mobile too! Identifying the barriers and facilitators to older adults' use of mHealth for pain management",
      "authors": [
        "S Parker",
        "S Jessel",
        "J Richardson",
        "M Reid"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2318-13-43"
    },
    {
      "title": "eHealth literacy and Web 2.0 health information seeking behaviors among baby boomers and older adults",
      "authors": [
        "B Tennant",
        "M Stellefson",
        "V Dodd",
        "B Chaney",
        "D Chaney",
        "S Paige"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3992"
    },
    {
      "title": "Pew Internet and American Life Project",
      "year": 2017,
      "doi": "10.3133/fs11401"
    },
    {
      "title": "Older adult self-efficacy study of mobile phone diabetes management",
      "authors": [
        "C Quinn",
        "B Khokhar",
        "K Weed",
        "E Barr",
        "A Gruber-Baldini"
      ],
      "year": 2015,
      "doi": "10.1089/dia.2014.0341"
    },
    {
      "title": "The motivating function of healthcare professional in eHealth and mHealth interventions for type 2 diabetes patients and the mediating role of patient engagement",
      "authors": [
        "G Graffigna",
        "S Barello",
        "A Bonanomi",
        "J Menichetti"
      ],
      "year": 2016,
      "doi": "10.1155/2016/2974521"
    },
    {
      "title": "Structured caregiver feedback enhances engagement and impact of mobile health support: a randomized trial in a lower-middle-income country",
      "authors": [
        "J Piette",
        "N Marinec",
        "K Janda",
        "E Morgan",
        "K Schantz",
        "Aca Yujra"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0099"
    },
    {
      "title": "Mixed-methods research in diabetes management via mobile health technologies: a scoping review",
      "authors": [
        "C Sahin",
        "P Naylor"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.6667"
    },
    {
      "title": "Investigating the behavioural effects of a mobile-phone based home telehealth intervention in people with insulin-requiring diabetes: results of a randomized controlled trial with patient interviews",
      "authors": [
        "J Baron",
        "S Hirani",
        "S Newman"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x16655911"
    },
    {
      "title": "How do mobile phone diabetes programs drive behavior change? Evidence from a mixed methods observational cohort study",
      "authors": [
        "S Nundy",
        "A Mishra",
        "P Hogan",
        "S Lee",
        "M Solomon",
        "M Peek"
      ],
      "year": 2014,
      "doi": "10.1177/0145721714551992"
    },
    {
      "title": "Evaluating self-management behaviors of diabetic patients in a telehealthcare program: longitudinal study over 18 months",
      "authors": [
        "L Chen",
        "L Chuang",
        "C Chang",
        "C Wang",
        "I Wang",
        "Y Chung"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2699"
    },
    {
      "title": "Mobile apps for the management of diabetes",
      "authors": [
        "S Chavez",
        "D Fedele",
        "Y Guo",
        "A Bernier",
        "M Smith",
        "J Warnick"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0853"
    },
    {
      "title": "mHealth applications for diabetes: user preference and implications for app development",
      "authors": [
        "N Conway",
        "I Campbell",
        "P Forbes",
        "S Cunningham"
      ],
      "year": 2016,
      "doi": "10.1177/1460458215616265"
    },
    {
      "authors": [
        "Greenwood"
      ]
    },
    {
      "title": "Mobile Diabetes Intervention Study of Patient Engagement and Impact on Blood Glucose: Mixed Methods Analysis JMIR",
      "authors": [
        "C Quinn",
        "E Butler",
        "K Swasey",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "A Gruber-Baldini"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9265"
    }
  ],
  "num_references": 62,
  "original_doi": "https://doi.org/10.13039/100008510"
}
