{
  "paper_id": "EIFXLWAH",
  "title": "The social return on investment model: a systematic literature review",
  "abstract": "Purpose -Social return on investment (SROI) has received increasing attention, both academically and professionally, since it was initially developed by the Roberts Enterprise Development Fund in the USA in the mid-1990s. Based on a systematic review of the literature that highlights the potential and limitations related to the academic and professional development of the SROI model, the purpose of this study is to systematize the academic debate and contribute to the future research agenda of blended value accounting. Design/methodology/approach -Relying on the preferred reporting items for systematic reviews and meta-analyses approach, this study endeavors to provide reliable academic insights into the factors driving the usage of the SROI model and its further development. Findings -A systematic literature review produced a final data set of 284 studies. The results reveal that despite the procedural accuracy characterizing the description of the model, bias-driven methodological implications, availability of resources and sector specificities can influence the type of approach taken by scholars and practitioners. Research limitations/implications -To dispel the conceptual and practical haze, this study discusses the results found, especially regarding the potential solutions offered to overcome the SROI limitations presented, as well as offers suggestions for future research. Originality/value -This study aims to fill a gap in the literature and enhance a conceptual debate on the future of accounting when it concerns a blended value proposition.",
  "year": 2025,
  "date": "2025-08-14",
  "journal": "Harvard Business Review",
  "publication": "Harvard Business Review",
  "authors": [
    {
      "forename": "Luigi",
      "surname": "Corvo",
      "name": "Luigi Corvo",
      "affiliation": "Faculty of Economics , University of Rome Tor Vergata , Rome , Italy \n\t\t\t\t\t\t\t\t Faculty of Economics \n\t\t\t\t\t\t\t\t University of Rome Tor Vergata \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rome \n\t\t\t\t\t\t\t\t\t Italy"
    },
    {
      "forename": "Lavinia",
      "surname": "Pastore",
      "name": "Lavinia Pastore",
      "affiliation": "Faculty of Economics , University of Rome Tor Vergata , Rome , Italy \n\t\t\t\t\t\t\t\t Faculty of Economics \n\t\t\t\t\t\t\t\t University of Rome Tor Vergata \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rome \n\t\t\t\t\t\t\t\t\t Italy"
    },
    {
      "forename": "Marco",
      "surname": "Mastrodascio",
      "name": "Marco Mastrodascio",
      "affiliation": "Faculty of Economics , University of Rome Tor Vergata , Rome , Italy \n\t\t\t\t\t\t\t\t Faculty of Economics \n\t\t\t\t\t\t\t\t University of Rome Tor Vergata \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rome \n\t\t\t\t\t\t\t\t\t Italy"
    },
    {
      "forename": "Denita",
      "surname": "Cepiku",
      "name": "Denita Cepiku",
      "affiliation": "Faculty of Economics , University of Rome Tor Vergata , Rome , Italy \n\t\t\t\t\t\t\t\t Faculty of Economics \n\t\t\t\t\t\t\t\t University of Rome Tor Vergata \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rome \n\t\t\t\t\t\t\t\t\t Italy"
    }
  ],
  "doi": "10.1108/medar-05-2021-1307",
  "pmid": "31097173",
  "keywords": [
    "Social return on investment",
    "SROI",
    "Social impact assessment",
    "Literature review",
    "Impact of accounting"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The world has recently witnessed the decline and fragmentation of established bureaucracies in the face of a progressively more complex system involving the public, private and third sectors  (Mintzberg, 2015; Osborne, 2006) . New geographies of value creation, including social and environmental dimensions, have emerged and merged into the economic value defining the concept of blended value  (Emerson, 2003) . Specifically, while economic value is created when there is a financial return on an investment, social value is produced when people's lives are improved owing to the successful combination of resources, input and processes. Further, environmental value regards the preservation of natural capital and its continuous regeneration  (Stiglitz et al., 2009) .\n\nThe combination and integration of the three dimensions of value has increasingly appealed different types of organizations within the private, public and third sectors.\n\nSince the 2000s, the number of methodologies for assessing economic, social and environmental value has been rapidly increasing, innovating the field of policy, management and accounting  (Corvo et al., 2021a) .\n\nTo satisfy the need for assessing the blended value, different approaches have been used over the years, including cost-effectiveness analysis, cost-utility analysis and cost-benefit analysis (Layard and Glaister, 1994). Among these approaches, a methodology known as social return on investment (SROI) was first developed and promoted in the nonprofit sector by the Roberts Enterprise Development Fund (REDF) in 1996 and concurrently in academia as a social impact assessment tool. During the past decades of the 21st century, the nonprofit sector underwent a period of deep change, being challenged by the paradigm of social innovation and social entrepreneurship  (Portales, 2019)  and being increasingly involved in multistakeholder relations with profit organizations, public administrations and financial actors. Consequently, the public and private funders (such as the REDF Foundation), businesses and national governments have also become interested in assessing the blended value created, through which public interventions are selected, therefore assuring, the maximization of the \"value for money\" and, concurrently, an efficient and economic allocation of public resources.\n\nThe SROI is one of the most well-known social impact methods (Farr and Cressey, 2019) which represents \"the nearest to a current industry standard for project or organizational level social impact reporting\"  (Nicholls and Emerson, 2015, p. 21) . Therefore, using the SROI methodology, socioeconomic value is measured by quantifying the elements comprising an activity's social value and subsequently monetizing them  (Emerson, 2003; Gair, 2002) . Although this social impact measurement (SIA) model has been given increasing prominence both academically and professionally, it has been highly questioned in the academic field with regard to its practical and conceptual limitations  (Farr and Cressey, 2019; Green, 2019; Maier et al., 2015) , which have blurred its efficacy, resulting in fluctuating academic production. Based on a systematic literature review that highlights the potential and limitations related to the academic and professional development of the SROI model, this study aims to systematize the academic debate and contribute to the future research agenda of blended value accounting.\n\nThe remainder of this paper is organized as follows. The next section highlights the theoretical roots of SROI and how it has developed throughout the years. After providing an account of the research method implemented to conduct this systematic literature review, the results of the analysis are presented. The last section includes a discussion and concluding remarks on future research paths and the limitations of the study."
    },
    {
      "title": "Theoretical background",
      "text": "The SROI model was initially developed by the REDF in 1996 as a tool to evaluate capital grant requests made by organizations belonging to the REDF's philanthropic portfolio. The rationale behind REDF's willingness to assess their resources' impact was to evaluate how much people's lives were improving in reality  (Gair, 2002)  and simultaneously, broaden the traditional concept of financial return by enclosing \"who\" the return was linked to and including all the elements contributing to the production of the return.\n\nSince its first application, SROI has been gradually modified and integrated with principles and processes usually applied to economic and financial assessments (e.g. return on investment). It aims to assess an intervention under social, economic and environmental points of view, known as the triple bottom line  (Norman and MacDonald, 2004) , as each investment has to yield social, economic and environmental returns to create blended value  (Emerson, 2003) . Moreover, REDF tried to overcome the barriers that nonprofit organizations had experienced for years in assessing nonmonetizable social results, by translating social results into dollars by developing the index of return, which is expressed as the ratio of the estimated value of benefits to the value of the estimated investment required to generate those benefits  (Gair, 2002) .\n\nThe SROI model was developed and structured as a specific blended value-accounting method. First promoted in the nonprofit world and second in academia as an impact assessment tool, it has been defined as a framework for measuring and accounting for the much broader concept of value. It seeks to reduce inequality and environmental degradation and improve well-being by incorporating social, environmental and economic costs and benefits  (Nicholls and Murdock, 2012) . The first step of the SROI process includes the calculation of the SROI ratio, which is the numerical relationship between monetized benefits and investments  (Faivel et al., 2012)  or according to Klemelä, a \"pseudo-financial parameter\" (2016, p. 387). For instance, a ratio of 4:1 indicates that an investment of $1 produces a social value of $4. However, even though the pursuit of a single digit as a summary of the social value created has been overemphasized among the potential results obtained from the SROI analysis, this model is not intended to be one sided and reductive  (Klemelä, 2016) . Table  1  provides an executive summary of an SROI report to better present the information analyzed through this methodology.\n\nThe SROI analysis can target either a specific program or an entire organization in two different directions: evaluative and forecasting. While the former is conducted retrospectively on outcomes that have already occurred, whose information comes from the organization's management systems, the latter aims to predict how much social value will be created if the activities meet their intended outcomes with information that should stem from an estimation of the organization's experience, data from previous years and research based on other people's experiences  (Mook et al., 2015; Nicholls et al., 2012, p. 8) .\n\nIn pursuing the twofold aim of proving and improving  (Arvidson et al., 2010) , SROI has spread worldwide since its first discovery in the USA, with different improvements occurring throughout the years. As part of an ongoing process, further advancements of the SROI model were proposed by the New Economics Foundation (NEF) in London and a new version was applied to social enterprises (SEs) throughout the UK with support from the Hadley Trust. One of the guiding principles that drove the expansion of the SROI model was to extend its usage as much as possible by including organizations with limited resources and integrating SROI with social accounting methods. Consequently, two reports were produced by the NEF as guidelines for the correct implementation of the SROI model (NEF (New Economic Foundation), 2007, 2008). In the second edition of the guidelines, Measuring Real Value: a DIY guide to Social Return on Investment, NEF decreased the number of procedural steps, standardized them, provided more knowledge through increasing assistance for organizations willing to implement the model and developed reliable impact indicators and financial proxies whose scarce availability is highlighted as one of the crucial barriers in the SROI analysis  (Higham et  al., 2018; Lophongpanit et al., 2019; Murzaliyeva et al., 2018; Ribeiro et al., 2018; Willis et al., 2018) leading to what Cooney defines as the \"illusion of precision\" (2017). Consequently, the choice of financial proxies becomes entirely subjective, compromising the reliability of the model (Gibbon and Dey, 2011; Lingane and Olsen, 2004; Mook et al., 2015)."
    },
    {
      "title": "Social return on investment model",
      "text": "Table  1 ."
    },
    {
      "title": "SROI executive summary",
      "text": "Main sections Items (described through quali-quantitative information)\n\n1 Scope and stakeholders 1.1 A description of the organization: its activities and values (if relevant), the activity under analysis, including location, main customers or beneficiaries 1.2 An explanation of SROI, whether it is forecasted or evaluative, the purpose and scope of the analysis 1.\n\n3 A discussion of stakeholders, i.e. types and numbers 1.4 A description of how stakeholders were involved and the numbers that were consulted 2 Outcomes and evidence 2.1 A description of the theory of change for each stakeholder, i.e. how inputs lead to outputs and outcome (presented in a table as well as in narrative form) 2.2 Description of the indicators and data sources used for each outcome 2.3 Quantity of inputs, outputs and outcomes achieved for each stakeholder group 2.4 Analysis of the investment required for the activity 2.5 The length of time over which the outcome is expected to last or against which the outcome will be attributed to the activity 2.6 Description of the financial proxy to be used for each outcome, together with the source of the information for each proxy and a discussion of the proxies chosen 3 Impact 3.1 Description of the other areas or groups against which deadweight is estimated. Deadweight is defined as the measure of the amount of outcome that would have occurred even if the activity had not taken place 3.2 Description of the other organisations or people to which outcomes have been attributed. The attribution is the assessment of how much of the outcome comes from the contribution of other organisations or people 3.3 Description of the basis for any estimates of attribution and deadweight, flagging up any data gaps and areas for improvement 3.4 Description of displacement, if included. It indicates the displacement given by new negative elements that overlap with preexisting positive elements. It is also called the \"substitution effect,\" because it occurs when the externalities determined by an intervention have negative effects not foreseen by the activity 3.5 Description of the total impact, including the drop off. The drop off indicates the reduction of the impact across time. The calculation of the impact computes the net present value of each outcome. It is important to consider r in the formula (the discount rate, usually set at 3.5%). Having calculated the present value of the benefits, the value of the inputs (the investment) has to be deducted to arrive at the net present value (NPV). NPV = [present value of benefits] 2 [value of investments] 4 Social return calculation 4.1 Calculation of the social return, showing sources of information, including a description of the type or types of social return calculation used. SROI = Net present value of outcomes Net present value of investment 4.2 Description of the sensitivity analysis carried out and why. The sensitivity analysis is a process through which the calculation is tested by analyzing which assumptions have the greatest effect on the model 4.3 Description of the changes to quantities as a result of the sensitivity analysis 4.4 Comparison of the social return in the sensitivity analysis 5 Audit trail 5.1 Stakeholders identified but not included and rationale for this 5.2 Outcomes identified but not included, for each stakeholder, and the rationale 5.3 Any financial proxies not included and the rationale Source: Own elaboration from The Guide to Social Return on Investment (2015) In 2008, owing to the continuing growth of interest in SIA, a British government-funded program, conducted by the consortium of the SROI network, comprising the NEF, Charities Evaluation Services, the National Council for Voluntary Organizations and New Philanthropy Capital, aimed at measuring social value. Consequently, A Guide to Social Return on Investment was published by the Office of the Third Sector in the Cabinet Office in 2009 (Nicholls et al., 2009) and a revised version was published three years later (Nicholls et al., 2012). Furthermore, to support practitioners in the implementation of the SROI model, the Social Impact Analysis Association was established in the UK in 2011, and four years later, it merged with the SROI Network in a new organization known as Social Value International (SVI), which represented the governing body of the UK national networks. SVI developed a principle-based approach comprising seven principles of social value (The SROI Network, 2015): involve stakeholders, understand change, do not overclaim, only include what is material, value what matters, be transparent and verify the result. The implementation of these guiding principles requires the undertaking of six stages: establishing scope and identifying stakeholders, mapping outcomes, evidencing outcomes and then availability, establishing impact, calculating the SROI and reporting and embedding (Nicholls et al., 2012). More specifically, SROI represents \"a special case of implementation of these principles where valuation of the outcomes uses financial proxies to monetize outcomes\" (Nicholls, 2017, p. 128). Therefore, SROI cannot be simplified by showing a single digit that is not able to fully explain how much value has been created, as SROI is \"a story about change\" (Nicholls et al., 2012, p. 8).\n\nAlthough the first application of the SROI model was registered in the USA and later in the UK, the model has not remained geographically confined to them. In fact, SROI has become an international product applied by a wide range of organizations in Europe and Asia. Interestingly, in addition to the surge of practical guidelines and handbooks produced by organizations and practitioners over the past 30 years, skepticism seems to dominate the academic field regarding the practical implications of SROI implementation. More specifically, while the SROI's benefits have been widely explained  (Arvidson and Lyon, 2014) , its limitations have received less attention, resulting in vague academic explanations. Therefore, starting from the analysis of the limitations hindering both the academic and professional development of the SROI model, this study aims to explore the levers that could maximize the potential of this measurement system.\n\nThe systematic literature review has some distinctive conceptual and methodological peculiarities. For instance, in addition to the review provided by  Manetti (2014)  on the usage of SROI by SEs, the review by  Maier et al. (2015)  concerning the merits and limitations of SROI as a method for evaluation research and the review conducted by Watson and Whitley (2017) on the different social impact assessment methods."
    },
    {
      "title": "[AQ3]",
      "text": "Several aspects differentiate this review from the others. First, although scholars have attempted to review the literature on SROI, none of the reviews available seem to provide a comprehensive approach by investigating the usage of SROI in all sectors. The majority of reviews have primarily focused on one sector, such as health (Banke-Thomas et al., 2015; Hutchinson et al., 2019), environment  (Higham et al., 2018)  and sports  (Gosselin et al., 2020; Keane et al., 2019) . Second, this review endeavors to retrieve as many academic contributions as possible by analyzing four databases: Web of Science, Scopus, EBSCO and JSTOR. Third, additional aspects highlighted in this review include the academic production distributed geographically and over the years and, more importantly, the approach taken (cautionary vs optimistic) by the authors toward implementing the SROI. The results presented stem from the data crossing of the different aspects of the SROI analyzed throughout the study."
    },
    {
      "title": "Social return on investment model",
      "text": "The next section details the methodological model used to carry out this systematic literature review."
    },
    {
      "title": "Methodological approach",
      "text": "The understanding of a specific topic requires a review of the existing literature concerning what has already been researched to reveal its main drivers, issues and future research paths  (Hart, 1998) . Particularly, Hart claims that a literature review involves:\n\n[. . .] the selection on the topic, which contains information, ideas, data and evidence written from a particular standpoint to fulfill certain aims or express certain views on the nature of the topic (1998, p. 13; 2018).\n\nHowever, this selection process requires qualitative researchers to implement \"methodological pluralism and diversity rather than unitary or simplistic perspectives\"  (Parker, 2005 (Parker, , 2014, p. 14), p. 14) . Therefore, to systematically review the literature within a specific stream of research, different strategies must be used to detect appropriate studies to guarantee the analysis of only the significant literature  (Wirtz and Daiser, 2018) .\n\nThe first step of this process involves the selection of some common criteria to classify all available studies. This requires denominating and aggregating specific peculiarities to particular concepts and blending them into clusters, thus providing a clear picture of the research field investigated. However, loss of information is unavoidable, but it is compensated by the transparency of the knowledge acquired  (Webster and Watson, 2002) .\n\nSeveral scholars such as  Braadbaart and Yusnandarshah (2008)  and Arduini and Zanfei (2014) claim that confining the analysis to scientific journals as the main sources of current research represents a valid approach to retrieve high-quality literature  (Norris and Lloyd, 2006; Webster and Watson, 2002) . However, as SROI analysis was originally revealed through a report edited by a private charitable foundation (REDF), both books and grey literature were analyzed in the theoretical framework of this review. This secondary source of knowledge led to the discovery of further publications in academic journals, which were included in the final results. These contributions provided strong inputs to the academic debate regarding the nature of the limitations in the usage of the SROI model and what drives these restrictions to explore the levers that would maximize the potential of this model. However, only academic articles were included in the final data set. Books and grey literature were merely used to understand the foundations of the SROI model.\n\nGrant and Booth (2009) identified 14 different methods for reviewing the literature on a specific topic. However, although scholars have shown compelling examples of reviews such as structured literature review (Cuozzo et al., 2017), scoping review (Ashton et al., 2020) and critical review  (Keane et al., 2019) , this study implements a systematic literature review as it \"seeks to systematically search for, appraise and synthesis research evidence, often adhering to guidelines on the conduct of a review\" (Grant and Booth, 2009, p. 94). Additionally, as Gosselin et al. (2020) performed in their systematic literature review on SROI in sports, this study also follows the preferred reporting items for systematic reviews and metaanalyses (PRISMA) statement  (Moher et al., 2009) . More specifically, this method has been selected for its extensive replicability and transparency compared to traditional literature reviews, as it implies that scholars should follow simple and explicit steps to identify all potentially appropriate articles  (Moher et al., 2009) .\n\nFigure  1  shows the flowchart of the PRISMA model followed for this review. The first step involved the identification of all records related to the research topic investigated (SROI). This process required the analysis of the four databases: Web of Science, Scopus, JSTOR and EBSCO, which comprise several additional databases such as GreenFILE, Academic Search Complete, Business Source Complete and EconLit. This search strategy allowed the examination of a broad spectrum of peer-reviewed academic publications. For each database, either the term \"Social Return on Investment\" or simply \"SROI\" had to be included in the search fields such as article title, abstract, keywords, keywords plus and full text. The time frame chosen was 30 years (1990-2020). This initial search led to an unfiltered total batch of 589 peer-reviewed academic English-language publications (114 in EBSCO, 179 in JSTOR, 167 in Web of Science and 129 in Scopus).\n\nThe second step involved screening for the relevance of the initial 589 articles included in the data set. All titles and abstracts were fully screened, 174 duplicates were removed from the data set and in case of ambiguity, papers were fully read by all the authors, leading to the exclusion of 63 additional studies and a data set of 352 articles. Considering the high number of scientific journals currently available, it is likely that we may have missed some significant publications. However, all the authors of this study feel confident that the developed set of articles should represent a concrete basis for this and further analysis.\n\nThe third step of the PRISMA analysis involved testing the articles for eligibility. This meant satisfying the following criteria:\n\n(1) fieldarticles ought to regard the usage of SROI in any sector;\n\n(2) topicstudies should contain either the words \"Social return on Investment\" or \"SROI\" in any part of the article, such as title, abstract, keyword or full text; (3) study designonly peer-reviewed academic journals were sought to fully acknowledge the validity of our findings;"
    },
    {
      "title": "Social return on investment model",
      "text": "(4) year of publicationonly studies published between January 1990 and December 2020 were included in the data set; (5) languageonly papers written in English were included to avoid conceptual misunderstandings; and (6) publication statusonly international peer-reviewed academic journal articles were included in the analysis.\n\nFurther, testing articles for eligibility resulted in 77 papers that did not meet the eligibility criteria. The full text of each article was carefully read by each author, which allowed the addition of nine papers, reaching a final number of 284 studies included in the data set analyzed (Appendix).\n\nAlthough there is some debate in the social sciences concerning whether to elucidate the differences between applied and theoretical studies (Ritchie et al., 2013), a clarification of this ought to be made at this point. While theoretical researchers mainly aim at testing, generating or improving thinking within a particular discipline to \"generate new theories or test existing theories\"  (Patton, 2002, p. 215) , \"applied research is concerned with using the knowledge acquired through research to contribute directly to the understanding or resolution of a contemporary issue\" (Ritchie et al., 2013, p. 24). In this research context, applied papers refer to studies that mainly focus on a practical calculation of the SROI to verify its suitability in different contexts. However, theoretical studies refer to the deepening of the understanding of either the reliability of the SROI calculation through the application of the SROI algorithm or, more generally, the validity of the results found in comparison with other SIAs. Both types of studies have contributed to strengthening the SROI theoretical foundations.\n\nFor each selected study, data extraction was performed to summarize several information such as author(s), publication year, article title, journal, abstract, type of paper (applied; theoretical), sector analyzed, applicative limitations in the implementation of the SROI and the approach taken by the authors to assess the potential applicability of the model. Regarding the latter, two main approaches were identified and coded: cautionary and optimistic  (Fraser et al., 2018; Corvo et al., 2021b) . More specifically, a paper was labelled as \"optimistic\" if it was authored by scholars who applied the SROI method and were either sufficiently satisfied with the results obtained or, more generally, confident regarding the usefulness of this methodology to financially assess the impact of activities, programs and services provided by an organization belonging to either the private, public or third sector. Likewise, a paper was labelled as \"cautionary\" when either the authors questioned the reliability of the method for theoretical and methodological reasons or when it led to unsatisfactory results in terms of monetized impact. The choice of not labeling this type of paper as \"pessimistic\" instead of \"cautionary\" was considering that the negative results could had been driven by other variables such as the sector investigated, type of activities, program or service analyzed and the existence of financial proxy. Transversal analysis among the geographical location where the service was provided or the activity and program was performed, the sector investigated and the type of approach chosen by the author was performed to reveal possible links among these variables, potential limitations and possible solutions that could overcome these barriers. In addition, three main functions have been identified through an analysis of the literature published on SROI:\n\n(1) Legitimation function: The reliability of the SROI stems from its capacity to legitimize the existence and functioning of the projects and organizations primarily aimed at generating social and environmental value  (Klemelä,  2016; Luke et al., 2013; Maier et al., 2015; Manetti, 2014).\n\n(2) Strengthening function: This mainly refers to either an organization, association or a project that is financially sustainable. In this case, the SROI aims to highlight to the stakeholders the other dimensions of the blended value created, the environmental and/or social, respectively  (Daems et al., 2014; Watson, 2018) . (3) Managerial and communicative function: SROI can increase the internal managerial awareness and the external reputation about the relevance of the impact yielded beyond the generic financial terms on which activities, projects and, more generally, organizations are usually assessed (Hervieux and Voltan, 2019).\n\nIn the next section, the results obtained from the analysis of the 284 papers included in the final data set are summarized and presented."
    },
    {
      "title": "Findings",
      "text": "To assess the academic production expressed in terms of the number of articles published on SROI, Figure  2  shows the temporal academic production that occurred between 1996 (SROI's first development by REDF) and 2020.\n\nEven though SROI was first introduced in 1996, interestingly, for more than a decade (12 years) the number of articles related to SROI was no more than three per year, with no academic studies published between 1996 and 2001. However, it is worth noting that between 1996 and 2008, the methodological foundations of the SROI were laid through the publication of the most important reports  (  This section presents the main results obtained from the data extraction performed on the 284 articles included in the final data set.\n\nTable  2  shows three main aspects characterizing the evolution of SROI, the type of paper (theoretical vs applied), the approach taken by the author/s (cautionary vs optimistic) and Source: Authors' own elaboration 0 10 20 30 40 50 60 2002 2003 2004 2005 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 Overall number of publicaƟons"
    },
    {
      "title": "Social return on investment model",
      "text": "the country of origin. In addition, the transversal approach has been taken to assess the validity and relevance of the results found. The optimistic approach toward SROI prevails substantially. In fact, 226 out of 284 articles (80%) showed an encouraging attitude toward the results obtained from the application of SROI, of which 123 were from Anglo Saxon countries. Further, the cautionary approach prevails among theoretical studies (34 out of 58) and is mainly published in the UK (29%).\n\nThe theoretical approach toward SROI is manifested in less than one-third of the data set (79 out of 284 = 28%), of which almost half (43%) manifested a cautionary vision of SROI. The main drawbacks highlighted by the cautionary scholars refer to the \"reductionism\" critique, that is the excessive attempt to single out a number able to express the complexity of the impact assessment process  (Moody et al., 2015; Mook et al., 2015) . A more philosophical rather than methodological approach is offered by  Maier et al. (2015) , who mainly criticize the SROI approach regarding its usefulness, comparability and, more interestingly, its position and role within the branch of social sciences. In this regard, Farr and Farr and Cressey claim that \"SROI reduces social complexity to an economic ratio\" (2019, p. 240). Furthermore, several scholars firmly reprimand the alleged and unrealistic ability of reducing social complexity based on a positivist and linear approach that can explain unexpected social events  (Maier et al., 2015; Mook et al., 2015; Neil, 2014) . Other critiques are based on the effective usage of the results offered by the SROI. For instance, according to Neil, \"consultants evaluating social value and impact have limited control over how SROI reports are subsequently used by their client, commissioners or service managers\" (2014, p. 157).\n\nOverall, the theoretical doubts regarding the implementation of SROI seem to be weakened by the 205 applied papers included in the data set categorized into legitimation, strengthening, managerial and communicative functions. Applied papers outnumbered theoretical studies considering that, through the practical applications of the SROI, the latter can be further advanced, allowing researchers to lay stronger theoretical foundations for social impact assessment.\n\nIn the sample analyzed, the legitimation and strengthening functions are predominant over the managerial and communicative ones. In particular, the legitimation function has proved to be relevant in case of financial difficulties encountered by the target organization where the SROI is still able to identify the social value created in the medium and long term. The SROI methodology shows a clear advantage, either for the donor or the target organization, in maintaining the provision of services because of its potential social and economic value. The health sector is particularly prone to highlight the relevance of this SROI function  (Bhaumik et  al., 2013; Laing and Moules, 2017; Millar and Hall, 2013). Regarding the 91 papers demonstrating the legitimation function of SROI, 60 studies were published in Anglo Saxon countries, of which 22 were published in the UK (Iafrati, 2015; Parks and Brownlee, 2014), 16 in Canada (Akingbola et al., 2015; Shi et al., 2019) and 13 in the USA (Kousky et al., 2019; Ramon et al., 2018). Interestingly, the sector legitimized by the SROI is mainly the welfare sector, particularly health, with 31 studies (Aguilar-Agudo et al., 2019; Goudet et al., 2018; Searles et al., 2016), social inclusion counting 13 studies (Hoffmann et al., 2014; Mihalopoulos et al., 2020) and other sectors such as well-being, education and justice (Akingbola et al., 2015; Lund, 2015; Ravulo et al., 2020).\n\nThe strengthening function requires the direct and active involvement of the stakeholders most affected by the impact created through the activities carried out. The objective of actively involving stakeholders in the SROI analysis is twofold: first, understanding what is important and therefore including it in the SROI analysis  (Nicholls et al., 2012) , and second, consolidating the relationship among stakeholders who are usually not part of the assessment process. A total of 68 applied papers were identified. There is a lack of a predominantly investigated sector; however, health, environmental, infrastructure and rural development are the primary sectors of interest  (Barber and Jackson, 2017; Vargas et al., 2019; Venezia and Pizzutilo, 2018) . Even for the strengthening function of SROI, Anglo Saxon countries dominate worldwide in terms of publication, particularly the UK  (Arvidson et al., 2014; Everard et al., 2017) .\n\nLastly, the managerial and communicative function increases awareness of the multiple dimensions of value and enables the innovation of the organizational communication strategy for the internal environment, linking and motivating the internal stakeholders toward socially relevant goal achievements, and the external environment, shaping a more effective accountability for the engagement of the most crucial stakeholders (donors, funders, users, media partners).This function focuses on the communicative power of the SROI regarding the multiple dimensions of the value created through either an organization or approach. This was shown in  46   However, regardless of the sectors and functions exerted through the SROI, emerging countries seemed to have contributed to the advancement of the SROI assessment process to a minor extent, as the majority of studies, both theoretical and applied, stem from an Anglo-Saxon context."
    },
    {
      "title": "Social return on investment limitations and levers for improvement",
      "text": "The ability of SROI to validly convey reliable social and environmental impact does not go unchallenged  (Klemelä, 2016) , leading to an increase in doubts both within the academia Social return on investment model (Arvidson and Lyon, 2014; Luke et al., 2013; Pathak and Dattani, 2014) and among practitioners (Fujiwara, 2015; Higham et al., 2018). Consequently, a deeper investigation of these barriers is required and a better understanding of ways to overcome them is necessary to further enhance this methodology and render it more reliable (Arvidson and Lyon, 2014; Banke-Thomas et al., 2015; Nicholls and Murdock, 2012). Two sets of limitations were identified in the order of recurrence within the data set analyzed. The first set of limitations is related to the lack of standardization, which represents the most recurrent limitations found in the implementation of the SROI methodology. The high subjectivity characterizing the choice of financial proxies (Goudet et al., 2018; Walk et al., 2015) especially regarding the \"soft outcomes\" [1] such as well-being and self-esteem (Willis et al., 2018), deadweight and displacement, attribution and drop-off percentage (Farr and Cressey, 2019) can make the entire process extremely subjective and, therefore, hardly comparable across similar organizations, programs and interventions (Banke-Thomas et al., 2015; Jones et al., 2020a, 2020b; King, 2014; Mook et al., 2015; Vaileanu, 2017).\n\nStudies have shown that different individuals working on the same data can produce different final SROI ratios  (Cooney and Lynch-Cerullo, 2014) . Although the procedural implementation of SROI requires the running of a sensitivity analysis to assess the robustness of the SROI ratio by testing the effect of certain variables, such as the magnitude of discounting factors and the valuation given to important outcomes  (Weston et al., 2015) , subjectivity is still a factor that blurs the clarity of this method. However, according to Gosselin et al. (2020), robust financial valuation can only partly improve the robustness of the SROI if outcomes are not properly measured and if deadweight is not robustly established using a proper study design. The lack of standardization still remains the main obstacle to the implementation of the SROI model, and it is principally because of the absence of benchmark data, metrics and social performance indicators, which inevitably leads to a condition of \"information asymmetry\"  (Hazenberg et al., 2015)  and limited comparability  (Hervieux and Voltan, 2019; Maier et al., 2015) .\n\nThe second set of limitations refers to the lack of resources. SROI analysis is a costly and time-consuming process that requires highly skilled human resources  (Hummels, 2012; Millar and Hall, 2013; Watson and Whitley, 2017) . Carrying out a comprehensive SROI analysis involves considerable cost implications in terms of the resources required for training and labor  (Wood and Leighton, 2010) . Moreover, the lack of financial and human resources is strictly linked to the lack of standardization of the SROI implementation process (Jackson and McManus, 2019; Yates and Marra, 2017), which makes the entire process even more resource consuming and subjective (Rangan et al., 2011; Serrano-Cinca and Gutiérrez-Nieto, 2013) than it would usually be in the case of an abundance of resources. Furthermore, the availability of resources is usually directly proportional to the dimensions of the organization or program. Therefore, in the case of small organizations or programs with no standardized procedure to follow, the implementation of the SROI analysis can lead to an incomplete or untruthful analysis of the social impact generated by the activities carried out.\n\nWith regard to this first group of limitations, different solutions are offered as levers for improvement. For instance,  Chandoevwit et al. (2014)  recommend that the value of outcome indicators should be nationally and internationally collected in a systematic way and, therefore, available for any SROI analysis. Nicholls (2017) adds that a clearer normative approach would be beneficial for SROI analysis. Regarding comparability,  Bosco et al. (2019)  claim that the SROI methodology is highly sensitive to the context in which it is implemented, therefore the findings are difficult to generalize, while Maier et al. affirm that \"a SROI analysis that is objective, in the sense of avoiding value judgments, is impossible\" (2015, p. 1819). Klemelä (2016)  proposed a different perspective to tackle the subjectivity issue, claiming that SROI should be considered as a multidimensional, discursive, legitimating means to manage organizations and prove that they are able to do valuable things  (Nicholls et al., 2012) . Therefore, the subjectivity obstacle can be reduced, but not completely removed.\n\nReferring to the second set of limitations, among the academic solutions provided, Jackson and McManus (2019) recommend the provision of training courses for organizations' stakeholders and SROI analysts to overcome the lack of skills and, consequently, to maximize the potential of the SROI model. On the one hand, the route of acquiring knowledge should be followed by organizations willing to be decisive about overcoming the obstacles caused by a lack of knowledge that characterize the current usage of SROI. On the other hand, the dissemination of knowledge and skills should be more substantially endorsed by government. First, by making more financial resources available, and second, by issuing policies and guidelines that should guide organizations interested in assessing the social value of their activities, without owning the necessary skills and resources, to productively implement the SROI method, therefore overcoming the \"practical and ideological barriers\"  (Millar and Hall, 2013, p. 923 ) that have led so far to a low uptake of SROI as a performance measurement tool  (Arvidson and Lyon, 2014) ."
    },
    {
      "title": "Discussion and conclusions",
      "text": "The evolution of standardized bureaucracies into a more convoluted system involving the public, private and third sectors  (Mintzberg, 2015; Osborne, 2006)  led to the creation and interest of multiple dimensions of value: the economic, social and environmental  (Emerson, 2003) . These new dimensions were integrated into what was defined as a blended value  (Manetti, 2014; Nicholls, 2009) . Therefore, the interest in tracking, assessing and maximizing the blended value produced either by an organization or a program implicated the development of several types of measurements. Among these methodological approaches, the SROI, first used in the nonprofit sector, has progressively overcome its initial nonprofit confinement, and consequently was promoted in academia as a social impact assessment tool. Based on a systematic review of the literature highlighting the potential and limitations related to the academic and professional development of the SROI model, this study aims to systematize the academic debate and contribute to the future research agenda of blended value accounting.\n\nA systematic literature review produced a final data set of 284 studies. The results show that despite the procedural accuracy characterizing the description of the model, bias-driven methodological implications, availability of resources and sector specificities can influence the type of approach taken by scholars and practitioners (optimistic vs cautionary).\n\nDespite its limitations being grouped into two main setslack of standardization and lack of resourcesthis study has endeavored to highlight the benefits of the SROI model. It has been identified as a tool to legitimize  (Klemelä, 2016; Luke et al., 2013; Manetti, 2014)  and strengthen the collaboration and active involvement of organizations' stakeholders, as they are a crucial part of the SROI process  (Nicholls et al., 2012) , and, finally, manage the consciousness regarding the social impact potentially produced by the activities carried out, which may offset the insistence on financial returns  (Hervieux and Voltan, 2019) .\n\nSpecifically, the study has highlighted three key points to problematize the academic debate and design of the future research agenda of accounting regarding a blended value proposition. The first point regards the need to overcome dichotomous perspectives between scholars supporting the monetization methods versus those who see it as reductive measurement and, simultaneously, preferring the usage of participatory and narrative Social return on investment model methods able to manage complexity. Consequently, the future of SROI seems to be directed toward the integration of methods that simultaneously include monetization and attention paid to the complexity of social and environmental value through qualitative insights. The trade-off between monetization and complexity reduces the potential of both perspectives. If monetization methods might suffer from the problem of reductionism and economism  (Farr and Cressey, 2019; Maier et al., 2015; Moody et al., 2015; Mook et al., 2015) , the participatory and narrative methods fail to express an instantaneous message to favor an effective representation of the blended value generated. These qualitative methods are usually characterized by less effective narratives compared to those expressed by the SROI ratio. Therefore, the two perspectives, rather than being seen as alternatives, should be interpreted as complementary.\n\nHowever, this poses a key challenge for the future research agenda related to finding integrable solutions capable of balancing the two functions. On the one hand, managing to preserve the ability of the SROI to produce an instantaneous signal and, simultaneously, enriching this message through qualitative elements without diminishing the complexity characterizing social and environmental issues.\n\nIn addition, the results showed two important facts that should be considered in future research. First, applied studies outnumbered the theoretical counterparts which is considering that SROI was first developed and promoted in the nonprofit sector by the REDF as a tool to apply the blended value proposition  (Emerson, 2003) . Therefore, the SROI soon became the applicative principle of the blended value theory, which, to be validated, needs to be pragmatically implemented and tested in different contexts, justifying the higher number of applied studies and reports in comparison with theoretical studies. Second, the results show the prevalence of studies coming from Anglo-American contexts and a clear minority of studies stemming from developing countries.\n\nAs Qian and colleagues stated, \"extant social and environmental accounting (SEA) research in the developing countries context is limited\" (2021, p. 22). Therefore, more research from previously underexplored contexts including that of emerging countries should be conducted to offer valuable insights from a perspective that is different from the one offered by wealthy economies where the SROI was originally developed.\n\nThe second point focuses on the extension of blended value studies by scaling the units of analysis, typically projects and/or organizations, toward value chains and ecosystems. Regarding the use of SROI as a signal, it is crucial not only to focus on the technical issue of calculation but also rather to direct the attention toward the relationships that this signal is able to represent. The key issue is related to the role that the SROI might play within value chains and multistakeholder ecosystems as a common signal that works as \"mediating technology\" (Puyou and Quattrone, 2019) among the different actors. SROI has increasingly been used within impact investing and impact finance contexts where the presence of different types of stakeholders (public administration, profit companies, investment funds, nonprofit organizations) is more frequent  (Addy et al., 2019) . In these contexts, therefore, SROI plays a role of mediating technology, focusing on diverse issues, and provides a blended value evaluation of the ecosystem that ensures the sharing of information pertaining to the interests and perspectives of the different actors involved. In the future research agenda, the mediating role of SROI should gain more attention, especially in complex ecosystems characterized by a wide range of stakeholders with conflicting views and interests  (Dentoni et al., 2016) .\n\nThe third point concerns the evolution of the accounting systems. Although the current split between financial and nonfinancial disclosure is widely criticized in the literature  (Erkens et al., 2015; Maas and Sampers, 2020) , practitioners continue to encounter severe obstacles to the adoption of integrated social, environmental and economic accounting reporting systems. In this regard, the lack of standardization has been identified as one of the most hindering elements for tools such as SROI to capture and assess the blended value (Banke-Thomas et al., 2015;  Goudet et al., 2018; Jones et al., 2020a Jones et al., , 2020b;; Vaileanu, 2017; Walk et al., 2015) . More specifically, different scholars claim that even though economic, social and environmental values currently deserve equal attention at both academic and practical levels, a fully reliable blended accounting and reporting system is currently unavailable  (Nicholls, 2018) . Therefore, the main challenge is to accelerate the sharing process of metrics and databases to feed a blended accounting system with the same type of information regarding the economic, social and environmental values generated by organizations, activities and programs. A few steps have been taken in this direction at the international level, such as the Data Stewards Network  [2]  initiative promoted by the GovLab and the Rockefeller Foundation that aims at opening the public and private data sets; the International Network for Data on Impact and Government Outcomes  [3]  based at the Go Lab of the Oxford University that promotes the sharing of measurements especially related to impact finance advocating for a disclosure of data on outcome, indicators and financial proxies; and finally the Impact Weighted Accounts  [4]  research project promoted by the Harvard Business School that tackles the challenge of creating a new accounting system. However, sporadic examples and initiatives do not fully count to have reliable integrated accounting and reporting systems and, therefore, much of the efforts have to be made in this direction to allow both academics and practitioners to gain trust in social, environmental and economic values that define the new era of accounting.\n\nIn conclusion, taking into consideration the analysis of the 284 studies, there is a clear sign of a willingness to improve this methodology and extend it as much as possible, contributing to the research agenda designed above and advancing knowledge in those three directions. Indeed, the overall results showed that academia has definitely been moving forward in the development of SROI, confirming what Arvidson and Lyon stated in their study, claiming that SROI \"aims to both prove and improve\" (2014, p. 5).\n\nThis study has some limitations. From a methodological point of view, this review relies only on peer-reviewed articles; therefore, future research may involve additional data sources, especially considering the sheer volume of grey literature now available. Second, generalization of the results should be done cautiously, especially with regard to the solutions found in the literature because, regardless of the type of limitations found in this literature analysis, the results of both the benefits and limitations should be contextualized.\n\nTherefore, future research is required to elucidate the dynamics that drive these obstacles toward a more holistic application of the SROI methodology.\n\nNotes 1. From Go Lab Glossary, University of Oxford: Soft outcomes depend on measurement which is more subjective and less quantifiable available at:  https://golab.bsg.ox.ac.uk/knowledge-bank/glossary/#s  2.  https://medium.com/data-stewards-network 3.  https://golab.bsg.ox.ac.uk/knowledge-bank/indigo/  4.  https://www.hbs.edu/impact-weighted-accounts/Pages/default.aspx Social return on investment model Parks, D. and Brownlee, P. (2014), \"The skill mill: an example from North East England of diversification and a catchment-based approach for multiple benefit\", Proceedings of the 7th Knowledge Cities World Summit: Knowledge-based Services (KCWS 2014). 18 Banke-Thomas, A.O., Madaj, B., Charles, A. and van den Broek, N. (2015), \"Social return on investment (SROI) methodology to account for value for money of public health interventions: a systematic review\", BMC Public Health, Vol. 15 No. 1, pp. 1-14. 19 Hall, M., Millo, Y. and Barman, E. (2015), \"Who and what really counts? Stakeholder prioritization and accounting for social value\", Journal of Management Studies, Vol. 52 No. 7, pp. 907-934. 20 Maier, F., Schober, C., Simsa, R. and Millner, R. (2015), \"SROI as a method for evaluation research: understanding merits and limitations\", VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations, Vol. 26 No. 5, pp. 1805-1830. 21 Weston, P., Hong, R., Kaboré, C. and Kull, C.A. (2015), \"Farmer-managed natural regeneration enhances rural livelihoods in dryland West Africa\", Environmental Management, Vol. 55 No. 6, pp. 1402-1417. Watson, K.J. (2018), \"Establishing psychological wellbeing metrics for the built environment\", Building Services Engineering Research and Technology, Vol. 39 No. 2, pp. 232-243. 13 Scharlach, A.E. (2015), \"Estimating the value of volunteer-assisted community-based aging services: a case example\", Home Health Care Services Quarterly, Vol. 34 No. 1, pp. 46-65. 14 Scharlach, A.E. (2015), \"Estimating the value of volunteer-assisted community-based aging services: a case example\", Home Health Care Services Quarterly, Vol. 34 No. 1, pp. 46-65. 15 Baker, C., Courtney, P. and Knepil, G. (2019), \"Evaluating societal outcomes of orthognathic surgery: an innovative application of the social return on investment methodology to patients after orthognathic treatment\", British Journal of Oral and Maxillofacial Surgery, Vol. 57 No. 2, pp. 145-150. 16 Weston, P., Hong, R., Kaboré, C. and Kull, C.A. (2015), \"Farmer-managed natural regeneration enhances rural livelihoods in dryland west Africa\", Environmental Management, Vol. 55 No. 6, pp. 1402-1417. Social return on investment model"
    },
    {
      "text": "Figure 1. Preferred reporting items for systematic review and metaanalyses flowchart"
    },
    {
      "text": "Chun et al., 2001; Emerson et al., 2000; Emerson and Twersky, 1996; Jones and Tuan, 2000) . Moreover, from 2009 to 2013, the number of articles published per year increased slightly, reaching a peak of 48 articles in 2015 and 2020. Unsurprisingly, from 2017 to 2020, academia produced no fewer than 30 articles per year, showing a constantly increasing interest in SROI."
    },
    {
      "text": "Figure 2. Temporal academic evolution of SROI"
    },
    {
      "text": "out of the 226 applied studies included in the data set. Almost half (22 papers) were focused on Anglo Saxon countries and 13 on European countries (Hirunsalee et al., 2013; Meza-Bolaños et al., 2019; Stuermer and Dapp, 2016; Tulla et al., 2020). It has been demonstrated in a variety of sectors, particularly in the health and finance sectors (Murzaliyeva et al., 2018; Moral Torres et al., 2020). It is also noticeable in culture (Refki et al., 2020; Vigan o and Lombardo, 2019; Whelan, 2015), sports (Davies et al., 2020; Osokin et al., 2018) and health sectors (Laing and Moules, 2017; Moral Torres et al., 2020)."
    },
    {
      "text": "K., Parry-Williams, L., Dyakova, M. and Green, L. (2020), \"Health impact and social value of interventions, services, and policies: a methodological discussion of health impact assessment and social return on investment methodologies\", Frontiers in Public Health, Vol. 8, p. 49. Foster, A. (2020), \"Impact of social prescribing to address loneliness: a mixed methods evaluation of a national social prescribing programme\", Health and Social Care in the Community, Vol. 29 No. 5, pp. 1439-1449. 20 Tanaree, A., Assanangkornchai, S., Isaranuwatchai, W., Thavorn, K. and Coyte, P.C. (2019), \"Integrated treatment program for alcohol related problems in community hospitals, Songkhla province of Thailand: a social return on investment analysis\", Plos One, Vol. 14 No. 1, p. e0209210. 21 Yates, B.T., Marra, M. (2017), \"Social return on investment (SROI): problems, solutions [. . .] and is SROI a good investment?\", Evaluation and Program Planning, Vol. 64, pp. 136-144. 22 King, N. (2014), \"Making the case for sport and recreation services: the utility of social return on investment (SROI) analysis\", International Journal of Public Sector Management, Vol. 27 No. 2, pp. 152-164. 23 Mook, L., Chan, A. and Kershaw, D. (2015), \"Measuring social enterprise value creation: the case of furniture bank\", Nonprofit Management and Leadership, Vol. 26 No. 2, pp. 189-207. 24 Antonaras, A., Iacovidou, M. and Memtsa, C. (2011), \"Measuring social return on investment using the EBEN GR business ethics excellence model\", Verslo ir Teis_ es Aktualijos, Vol. 6 No. 1, pp. 69-89. 25 Moody, M., Littlepage, L. and Paydar, N. (2015), \"Measuring social return on investment: lessons from organizational implementation of SROI in The Netherlands and the United States\", Nonprofit Management and Leadership, Vol. 26 No. 1, pp. 19-37."
    },
    {
      "text": "Main results"
    }
  ],
  "references": [
    {
      "title": "Calculating the value of impact investing, an evidence-based way to estimate social and environmental returns, business and society",
      "authors": [
        "C Addy",
        "M Chorengel",
        "M Collins",
        "M Etzel"
      ],
      "year": 2019
    },
    {
      "title": "Social return of investment (SROI) in evidence-based treatments",
      "authors": [
        "A Aguilar-Agudo",
        "J Herruzo-Cabrera",
        "J Ochoa-Sepulveda",
        "M Pino-Osuna"
      ],
      "year": 2019,
      "doi": "10.5093/clysa2019a4"
    },
    {
      "title": "A-way express courier",
      "authors": [
        "K Akingbola",
        "S Phaetthayanan",
        "J Brown"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21188"
    },
    {
      "title": "An overview of scholarly research on public e-services? A metaanalysis of the literature",
      "authors": [
        "D Arduini",
        "A Zanfei"
      ],
      "year": 2014,
      "doi": "10.1016/j.telpol.2013.10.007"
    },
    {
      "title": "Social impact measurement and non-profit organisations: compliance, resistance, and promotion",
      "authors": [
        "M Arvidson",
        "F Lyon"
      ],
      "year": 2014
    },
    {
      "title": "The Ambitions and Challenges of SROI",
      "authors": [
        "M Arvidson",
        "F Lyon",
        "S Mckay"
      ],
      "year": 2010,
      "doi": "10.1332/204080513x661554"
    },
    {
      "title": "The social return on investment in community befriending",
      "authors": [
        "M Arvidson",
        "F Battye",
        "D Salisbury"
      ],
      "year": 2014,
      "doi": "10.1108/ijpsm-03-2013-0045"
    },
    {
      "title": "The social value of investing in public health across the life course: a systematic scoping review",
      "authors": [
        "K Ashton",
        "P Schröder-Bäck",
        "T Clemens",
        "M Dyakova",
        "A Stielke",
        "M Bellis"
      ],
      "year": 2020,
      "doi": "10.1186/s12889-020-08685-7"
    },
    {
      "title": "Social return on investment (SROI) methodology to account for value for money of public health interventions: a systematic review",
      "authors": [
        "A Banke-Thomas",
        "B Madaj",
        "A Charles",
        "N Van Den Broek"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1935-7"
    },
    {
      "title": "Identifying and categorizing cobenefits in state-supported Australian indigenous environmental management programs: international research implications",
      "authors": [
        "M Barber",
        "S Jackson"
      ],
      "year": 2017,
      "doi": "10.5751/es-09114-220211"
    },
    {
      "title": "A cost analysis for a community-based case management intervention program for pediatric Asthma",
      "authors": [
        "U Bhaumik",
        "K Norris",
        "G Charron",
        "S Walker",
        "S Sommer",
        "E Chan",
        "D Dickerson",
        "S Nethersole",
        "E Woods"
      ],
      "year": 2013
    },
    {
      "title": "The social value of the arts for care home residents in England: a social return on investment (SROI) analysis of the imagine arts programme",
      "authors": [
        "A Bosco",
        "J Schneider",
        "E Broome"
      ],
      "year": 2019,
      "doi": "10.1016/j.maturitas.2019.02.005"
    },
    {
      "title": "Public sector benchmarking: a survey of scientific articles, 1990-2005",
      "authors": [
        "O Braadbaart",
        "B Yusnandarshah"
      ],
      "year": 2008,
      "doi": "10.1177/0020852308095311"
    },
    {
      "title": "An evaluation strategy developed by RAND for the broad foundation",
      "authors": [
        "T Chun",
        "G Zellman",
        "B Stecher",
        "E Giddens"
      ],
      "year": 2001,
      "doi": "10.2172/4346140"
    },
    {
      "title": "Measuring the social returns of nonprofits and social enterprises: the promise and perils of the SROI",
      "authors": [
        "K Cooney",
        "K Lynch-Cerullo"
      ],
      "year": 2014,
      "doi": "10.1515/npf-2014-0017"
    },
    {
      "title": "Who likes SIBs? A bibliometric analysis of academic literature (time span 1990-2018)",
      "authors": [
        "L Corvo",
        "L Pastore",
        "M Ghibelli"
      ],
      "year": 2021,
      "doi": "10.1007/978-3-030-65133-6_2"
    },
    {
      "title": "Mapping social impact assessment models: a literature overview for a future research agenda",
      "authors": [
        "L Corvo",
        "L Pastore",
        "A Manti",
        "D Iannaci"
      ],
      "year": 2021,
      "doi": "10.3390/su13094750"
    },
    {
      "title": "Intellectual capital disclosure: a structured literature review",
      "authors": [
        "B Cuozzo",
        "J Dumay",
        "M Palmaccio",
        "R Lombardi"
      ],
      "year": 2017,
      "doi": "10.1108/jic-10-2016-0104"
    },
    {
      "title": "Pharmaceutical portfolio management: global disease burden and corporate performance metrics",
      "authors": [
        "R Daems",
        "E Maes",
        "M Mehra",
        "B Carroll",
        "A Thomas"
      ],
      "year": 2014,
      "doi": "10.1016/j.jval.2014.07.005"
    },
    {
      "title": "Social return on investment (SROI) in sport: a model for measuring the value of participation in England",
      "authors": [
        "L Davies",
        "P Taylor",
        "G Ramchandani",
        "E Christy"
      ],
      "year": 2019,
      "doi": "10.1080/19406940.2019.1596967"
    },
    {
      "title": "Cross-sector partnerships and the co-creation of dynamic capabilities for stakeholder orientation",
      "authors": [
        "D Dentoni",
        "V Bitzer",
        "S Pascucci"
      ],
      "year": 2016
    },
    {
      "title": "The blended value proposition: integrating social and financial returns",
      "authors": [
        "J Emerson"
      ],
      "year": 2003,
      "doi": "10.2307/41166187"
    },
    {
      "title": "New Social Entrepreneurs: the Success, Challenge, and Lessons of Non-Profit Enterprise, Creation",
      "authors": [
        "J Emerson",
        "F Twersky"
      ],
      "year": 1996
    },
    {
      "title": "Social return on investment: exploring aspects of value creations in the non-profit sector",
      "authors": [
        "J Emerson",
        "J Wachowicz",
        "S Chun"
      ],
      "year": 2000
    },
    {
      "title": "Non-financial information: state of the art and research perspectives based on a bibliometric study",
      "authors": [
        "M Erkens",
        "L Paugam",
        "H Stolowy"
      ],
      "year": 2015,
      "doi": "10.3917/cca.213.0015"
    },
    {
      "title": "Developed-developing world partnerships for sustainable development (1): an ecosystem services perspective",
      "authors": [
        "M Everard",
        "J Longhurst",
        "J Pontin",
        "W Stephenson",
        "J Brooks"
      ],
      "year": 2017,
      "doi": "10.1016/j.ecoser.2016.09.020"
    },
    {
      "title": "Social return on investment: lessons learned in Australia",
      "authors": [
        "S Faivel",
        "S Ghosh",
        "O Hilton",
        "D James",
        "D Peppercorn"
      ],
      "year": 2012
    },
    {
      "title": "The social impact of advice during disability welfare reform: from social return on investment to evidencing public value through realism and complexity",
      "authors": [
        "M Farr",
        "P Cressey"
      ],
      "year": 2019,
      "doi": "10.1080/14719037.2018.1473474"
    },
    {
      "title": "Narratives of promise, narratives of caution: a review of the literature on social impact bonds",
      "authors": [
        "A Fraser",
        "S Tan",
        "M Lagarde",
        "N Mays"
      ],
      "year": 2018,
      "doi": "10.1111/spol.12260"
    },
    {
      "title": "The Seven Principle Problems of SROI",
      "authors": [
        "D Fujiwara"
      ],
      "year": 2015
    },
    {
      "title": "A report from the good ship SROI. The Roberts Foundation",
      "authors": [
        "C Gair"
      ],
      "year": 2002
    },
    {
      "title": "Developments in social impact measurement in the third sector: scaling up or dumbing down?",
      "authors": [
        "J Gibbon",
        "C Dey"
      ],
      "year": 2011,
      "doi": "10.1080/0969160x.2011.556399"
    },
    {
      "title": "Social return on investment (SROI) method to evaluate physical activity and sport interventions: a systematic review",
      "authors": [
        "V Gosselin",
        "D Boccanfuso",
        "S Laberge"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00931-w"
    },
    {
      "title": "Social value of a nutritional counselling and support program for breastfeeding in urban poor settings, Nairobi",
      "authors": [
        "S Goudet"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5334-8"
    },
    {
      "title": "A typology of reviews: an analysis of 14 review types and associated methodologies",
      "authors": [
        "M Grant",
        "A Booth"
      ],
      "year": 2009,
      "doi": "10.1111/j.1471-1842.2009.00848.x"
    },
    {
      "title": "Intermediary perceptions of investment readiness in the UK social investment market",
      "authors": [
        "R Hazenberg",
        "F Seddon",
        "S Denny"
      ],
      "year": 2015,
      "doi": "10.1007/s11266-014-9473-y"
    },
    {
      "title": "Toward a systems approach to social impact assessment",
      "authors": [
        "C Hervieux",
        "A Voltan"
      ],
      "year": 2019,
      "doi": "10.1108/sej-09-2018-0060"
    },
    {
      "title": "Valuing sustainable change in the built environment: using SuROI to appraise built environment projects",
      "authors": [
        "A Higham",
        "C Barlow",
        "E Bichard",
        "A Richards"
      ],
      "year": 2018
    },
    {
      "title": "Public attitudes toward the additional roles of university in disaster management: case study of Thammasat University in 2011 Thailand floods",
      "authors": [
        "S Hirunsalee",
        "C Denpaiboon",
        "H Kanegae"
      ],
      "year": 2013
    },
    {
      "title": "Long-term effectiveness of supported employment: 5-year follow-up of a randomized controlled trial",
      "authors": [
        "H Hoffmann",
        "D Jäckel",
        "S Glauser",
        "K Mueser",
        "Z Kupper"
      ],
      "year": 2014,
      "doi": "10.1176/appi.ajp.2014.13070857"
    },
    {
      "title": "Valuing the impact of health and social care programs using social return on investment analysis: how have academics advanced the methodology? A systematic review",
      "authors": [
        "C Hutchinson",
        "A Berndt",
        "D Forsythe",
        "S Gilbert-Hunt",
        "S George",
        "J Ratcliffe"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2019-029789"
    },
    {
      "title": "Coming out of the investors' cave? Making sense of responsible investing in Europe in the new millennium",
      "authors": [
        "H Hummels"
      ],
      "year": 2012,
      "doi": "10.5840/bpej201231216"
    },
    {
      "title": "The investment and regenerative value of addiction treatment",
      "authors": [
        "S Iafrati"
      ],
      "year": 2015,
      "doi": "10.1108/dat-10-2014-0037"
    },
    {
      "title": "SROI in the art gallery; valuing social impact",
      "authors": [
        "A Jackson",
        "R Mcmanus"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment analysis of the health precinct community hub for chronic conditions",
      "authors": [
        "C Jones",
        "N Hartfiel",
        "P Brocklehurst",
        "M Lynch",
        "R Edwards"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17145249"
    },
    {
      "title": "Dementia and imagination: a social return on investment analysis framework for art activities for people living with dementia",
      "authors": [
        "C Jones",
        "G Windle",
        "R Edwards"
      ],
      "year": 2020,
      "doi": "10.1093/geront/gny147"
    },
    {
      "title": "Guide to reading the SROI reports",
      "authors": [
        "J Jones",
        "M Tuan"
      ],
      "year": 2000,
      "doi": "10.2307/3011293"
    },
    {
      "title": "Methods for quantifying the social and economic value of sport and active recreation: a critical review",
      "authors": [
        "L Keane",
        "E Hoare",
        "J Richards",
        "A Bauman",
        "W Bellew"
      ],
      "year": 2019,
      "doi": "10.1080/17430437.2019.1567497"
    },
    {
      "title": "Making the case for sport and recreation services: the utility of social return on investment (SROI) analysis",
      "authors": [
        "N King"
      ],
      "year": 2014
    },
    {
      "title": "Licence to operate: social return on investment as a multidimensional discursive means of legitimating organisational action",
      "authors": [
        "J Klemelä"
      ],
      "year": 2016,
      "doi": "10.1108/SEJ-02-2015-0004"
    },
    {
      "title": "Return on investment analysis and its applicability to community disaster preparedness activities: calculating costs and returns",
      "authors": [
        "C Kousky",
        "L Ritchie",
        "K Tierney",
        "B Lingle"
      ],
      "year": 2019
    },
    {
      "title": "Cost-Benefit Analysis",
      "year": 1994,
      "doi": "10.1017/cbo9780511521942"
    },
    {
      "title": "Social return on investment: a new approach to understanding and advocating for value in healthcare",
      "authors": [
        "C Laing",
        "N Moules"
      ],
      "year": 2017,
      "doi": "10.1097/nna.0000000000000557"
    },
    {
      "title": "Guidelines for social return on investment",
      "authors": [
        "A Lingane",
        "S Olsen"
      ],
      "year": 2004,
      "doi": "10.2307/41166224"
    },
    {
      "title": "Social return on investment for patient treated by continuous ambulatory peritoneal dialysis: a case study in Ubon Ratchathani province, Thailand",
      "authors": [
        "P Lophongpanit",
        "S Tongsiri",
        "N Thongprasert"
      ],
      "year": 2019
    },
    {
      "title": "Measurement as legitimacy versus legitimacy of measures: performance evaluation of social enterprise",
      "authors": [
        "B Luke",
        "J Barraket",
        "R Eversole"
      ],
      "year": 2013,
      "doi": "10.1108/qram-08-2012-0034"
    },
    {
      "title": "The expected impacts of regulating non-financial reporting. Maandblad voor accountancy en bedrijfseconomie",
      "authors": [
        "K Maas",
        "P Sampers"
      ],
      "year": 2020,
      "doi": "10.5117/mab.94.55973"
    },
    {
      "title": "SROI as a method for evaluation research: understanding merits and limitations",
      "authors": [
        "F Maier",
        "C Schober",
        "R Simsa",
        "R Millner"
      ],
      "year": 2015,
      "doi": "10.1007/s11266-014-9490-x"
    },
    {
      "title": "The role of blended value accounting in the evaluation of socio-economic impact of social enterprises",
      "authors": [
        "G Manetti"
      ],
      "year": 2014,
      "doi": "10.1007/s11266-012-9346-1"
    },
    {
      "title": "Analysis of relevant factors to measure the impact of investment in e-learning ecosystems in public universities",
      "authors": [
        "D Meza-Bolaños",
        "P Compañ Rosique",
        "R Satorre Cuerda"
      ],
      "year": 2019
    },
    {
      "title": "The economic costs of loneliness: a review of cost-of-illness and economic evaluation studies",
      "authors": [
        "C Mihalopoulos",
        "L Le",
        "M Chatterton",
        "J Bucholc",
        "J Holt-Lunstad",
        "M Lim",
        "L Engel"
      ],
      "year": 2019,
      "doi": "10.1007/s00127-019-01733-7"
    },
    {
      "title": "Social return on investment (SROI) and performance measurement: the opportunities and barriers for social enterprises in health and social care",
      "authors": [
        "R Millar",
        "K Hall"
      ],
      "year": 2013,
      "doi": "10.1080/14719037.2012.698857"
    },
    {
      "title": "Time for the plural sector. Stanford social innovation review",
      "authors": [
        "H Mintzberg"
      ],
      "year": 2015
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009
    },
    {
      "title": "Measuring social return on investment: lessons from the organizational implementation of SROI in the Netherlands and the United States",
      "authors": [
        "M Moody",
        "L Littlepage",
        "N Paydar"
      ],
      "year": 2015
    },
    {
      "title": "Measuring social enterprise value creation: the case of furniture bank",
      "authors": [
        "L Mook",
        "A Chan",
        "D Kershaw"
      ],
      "year": 2015
    },
    {
      "title": "Social value of a set of proposals for the ideal approach of multiple sclerosis within the Spanish National Health System: a social return on investment study",
      "authors": [
        "Moral Torres",
        "E Fern Andez Fern Andez",
        "Ó Carrascal Rueda",
        "P Ruiz-Beato",
        "E Estella Pérez",
        "E Manzanares Estrada",
        "R Merino"
      ],
      "year": 2020
    },
    {
      "title": "Social return on investment as instrument for assessing socially responsible investing in the Republic of Kazakhstan",
      "authors": [
        "A Murzaliyeva",
        "B Markhayeva",
        "E Bakhyt",
        "A Karshalova"
      ],
      "year": 2018
    },
    {
      "title": "Guidelines measuring real value a DIY guide to social return on investment",
      "year": 2007,
      "doi": "10.1108/9781787562493"
    },
    {
      "title": "We do good things, don't we?', in 'We do good things, don't we?' 'Blended value accounting' in social entrepreneurship",
      "authors": [
        "A Nicholls"
      ],
      "year": 2009
    },
    {
      "title": "Social return on investmentdevelopment and convergence",
      "authors": [
        "J Nicholls"
      ],
      "year": 2017
    },
    {
      "title": "A general theory of social impact accounting: materiality, uncertainty and empowerment",
      "authors": [
        "A Nicholls"
      ],
      "year": 2018,
      "doi": "10.1080/19420676.2018.1452785"
    },
    {
      "title": "Social finance: capitalizing social impact",
      "authors": [
        "A Nicholls",
        "J Emerson"
      ],
      "year": 2015
    },
    {
      "title": "Social Innovation: Blurring Boundaries to Reconfigure Markets",
      "year": 2012
    },
    {
      "title": "Guide to Social Return on Investment, the Cabinet Office",
      "authors": [
        "J Nicholls",
        "E Lawlor",
        "E Neitzert",
        "T Goodspeed"
      ],
      "year": 2009
    },
    {
      "title": "Guide to Social Return on Investment, the SROI Network",
      "authors": [
        "J Nicholls",
        "E Lawlor",
        "E Neitzert",
        "T Goodspeed"
      ],
      "year": 2012
    },
    {
      "title": "Getting to the bottom of 'triple bottom line",
      "authors": [
        "W Norman",
        "C Macdonald"
      ],
      "year": 2004,
      "doi": "10.5840/beq200414211"
    },
    {
      "title": "The scholarly literature on e-government: characterizing a nascent field",
      "authors": [
        "D Norris",
        "B Lloyd"
      ],
      "year": 2006,
      "doi": "10.4018/jegr.2006100103"
    },
    {
      "title": "The new public governance? 1",
      "authors": [
        "S Osborne"
      ],
      "year": 2006,
      "doi": "10.1080/14719030600853022"
    },
    {
      "title": "The socio-economic importance of grassroots football in Russia: possibilities for research",
      "authors": [
        "N Osokin",
        "I Solntsev",
        "P Zaytsev"
      ],
      "year": 2018
    },
    {
      "title": "The skill mill: an example from north east England of diversification and a catchment-based approach for multiple benefit",
      "authors": [
        "D Parks",
        "P Brownlee"
      ],
      "year": 2014
    },
    {
      "title": "Social and environmental accountability research: a view from the commentary box",
      "authors": [
        "L Parker"
      ],
      "year": 2005,
      "doi": "10.1108/09513570510627739"
    },
    {
      "title": "Corporate social accountability through action: contemporary insights from British industrial pioneers",
      "authors": [
        "L Parker"
      ],
      "year": 2014
    },
    {
      "title": "Social return on investment: three technical challenges",
      "authors": [
        "P Pathak",
        "P Dattani"
      ],
      "year": 2014,
      "doi": "10.1108/SEJ-06-2012-0019"
    },
    {
      "title": "Qualitative Research and Evaluation Methods",
      "authors": [
        "M Patton"
      ],
      "year": 2002
    },
    {
      "title": "Social Innovation and Social Entrepreneurship. Fundamentals, Concepts, and Tools",
      "authors": [
        "L Portales"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-13456-3"
    },
    {
      "title": "Account books as a mediating technology of organization",
      "authors": [
        "F Puyou",
        "P Quattrone"
      ],
      "year": 2019,
      "doi": "10.1093/oxfordhb/9780198809913.013.1"
    },
    {
      "title": "Social and environmental accounting in developing countries: contextual challenges and insights",
      "authors": [
        "W Qian",
        "C Tilt",
        "A Belal"
      ],
      "year": 2021,
      "doi": "10.1108/AAAJ-03-2021-5172"
    },
    {
      "title": "Community preventive services task force. Early childhood education to promote health equity: a community guide economic review",
      "authors": [
        "I Ramon",
        "S Chattopadhyay",
        "W Barnett",
        "R Hahn"
      ],
      "year": 2018,
      "doi": "10.1097/PHH.0000000000000557"
    },
    {
      "title": "The Promise of Impact Investing",
      "authors": [
        "K Rangan",
        "S Appleby",
        "L Moon"
      ],
      "year": 2011
    },
    {
      "title": "Social value and its impact through widening participation: a review of four programs working with primary, secondary & higher education students",
      "authors": [
        "J Ravulo",
        "S Said",
        "J Micsko",
        "G Purchase"
      ],
      "year": 2020
    },
    {
      "title": "Using social return on investment to evaluate the public art exhibit breathing lights",
      "authors": [
        "D Refki",
        "K Mishkin",
        "B Avci",
        "S Abdelkarim"
      ],
      "year": 2020,
      "doi": "10.1016/j.poetic.2019.101401"
    },
    {
      "title": "A sustainable business model to fight food waste",
      "authors": [
        "I Ribeiro",
        "P Sobral",
        "P Peças",
        "E Henriques"
      ],
      "year": 2018
    },
    {
      "title": "Qualitative Research Practice: a Guide for Social Science Students and Researchers",
      "year": 2013
    },
    {
      "title": "An approach to measuring and encouraging research translation and research impact",
      "authors": [
        "A Searles",
        "C Doran",
        "J Attia",
        "D Knight",
        "J Wiggers",
        "S Deeming",
        ". Nilsson"
      ],
      "year": 2016,
      "doi": "10.1186/s12961-016-0131-2"
    },
    {
      "title": "A decision support system for financial and social investment",
      "authors": [
        "C Serrano-Cinca",
        "B Gutiérrez-Nieto"
      ],
      "year": 2013,
      "doi": "10.1080/00036846.2012.748180"
    },
    {
      "title": "A life satisfaction approach to valuing the impact of health behaviours on subjective well-being",
      "authors": [
        "Y Shi",
        "C Joyce",
        "R Wall",
        "H Orpana",
        "C Bancej"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-7896-5"
    },
    {
      "title": "Report by the commission on the measurement of economic performance and social progress",
      "authors": [
        "J Stiglitz",
        "A Sen",
        "J Fitoussi"
      ],
      "year": 2009
    },
    {
      "title": "Measuring the promise of open data: development of the impact monitoring framework",
      "authors": [
        "M Stuermer",
        "M Dapp"
      ],
      "year": 2016
    },
    {
      "title": "A guide to social return on investment",
      "year": 2015
    },
    {
      "title": "The return on investment in social farming: a strategy for sustainable rural development in rural Catalonia",
      "authors": [
        "A Tulla",
        "A Vera",
        "C Guirado",
        "N Valldeperas"
      ],
      "year": 2020,
      "doi": "10.3390/su12114632"
    },
    {
      "title": "Analyzing the social value of Bucharest Community Foundation programs: social return on investment",
      "authors": [
        "C Vaileanu"
      ],
      "year": 2017
    },
    {
      "title": "Evaluating progress of a social venture in Wakiso district Uganda",
      "authors": [
        "R Vargas",
        "B Miller",
        "G Anhalzer",
        "A Mickelson",
        "K Kulkarni"
      ],
      "year": 2019,
      "doi": "10.1109/GHTC46095.2019.9033021"
    },
    {
      "title": "Evaluation tools for transport infrastructures: social return on investments",
      "authors": [
        "E Venezia",
        "F Pizzutilo"
      ],
      "year": 2020
    },
    {
      "title": "Calculating the social impact of culture. A SROI application in a Museum",
      "authors": [
        "F Vigan O",
        "G Lombardo"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment analysis: a case study of a job and skills training program offered by a social enterprise",
      "authors": [
        "M Walk",
        "I Greenspan",
        "H Crossley",
        "F Handy"
      ],
      "year": 2015
    },
    {
      "title": "Establishing psychological wellbeing metrics for the built environment",
      "authors": [
        "K Watson"
      ],
      "year": 2018
    },
    {
      "title": "Applying social return on investment (SROI) to the built environment",
      "authors": [
        "K Watson",
        "T Whitley"
      ],
      "year": 2017
    },
    {
      "title": "Analyzing the past to prepare for the future: writing a literature review",
      "authors": [
        "J Webster",
        "R Watson"
      ],
      "year": 2002
    },
    {
      "title": "Farmer-managed natural regeneration enhances rural livelihoods in dryland West Africa",
      "authors": [
        "P Weston",
        "R Hong",
        "C Kaboré",
        "C Kull"
      ],
      "year": 2015
    },
    {
      "title": "Quantifying the benefits of peer support for people with dementia: a social return on investment (SROI) study",
      "authors": [
        "E Willis",
        "A Semple",
        "H De Waal"
      ],
      "year": 2018
    },
    {
      "title": "A meta-analysis of empirical e-government research and its future research implications",
      "authors": [
        "B Wirtz",
        "P Daiser"
      ],
      "year": 2018,
      "doi": "10.1177/0020852315599047"
    },
    {
      "title": "Measuring social value: the gap between policy and practice",
      "authors": [
        "C Wood",
        "D Leighton"
      ],
      "year": 2010,
      "doi": "10.1332/policypress/9781447337904.001.0001"
    },
    {
      "title": "Social return on investment (SROI): problems, solutions . . . and is SROI a good investment?",
      "authors": [
        "B Yates",
        "M Marra"
      ],
      "year": 2017
    },
    {
      "title": "Placing the Social Economy",
      "authors": [
        "A Further Reading Amin",
        "A Cameron",
        "R Hudson"
      ],
      "year": 2002
    },
    {
      "title": "Benchmarking food and beverage company investment in healthful eating and active living initiatives",
      "authors": [
        "O Barata Cavalcanti",
        "S Costa",
        "E Ferris",
        "M Guillermin",
        "C Palmedo",
        "R Crossley",
        "T Huang"
      ],
      "year": 2020,
      "doi": "10.1002/csr.1865"
    },
    {
      "title": "Demonstrating value: how entrepreneurs design new accounting methods to justify innovations",
      "authors": [
        "E Barman",
        "M Hall",
        "Y Millo"
      ],
      "year": 2021
    },
    {
      "title": "Social impact bonds: the evolution of research and a review of the academic literature",
      "authors": [
        "E Broccardo",
        "M Mazzuca",
        "M Frigotto"
      ],
      "year": 2020,
      "doi": "10.1002/csr.1886"
    },
    {
      "title": "Theories of Corporate Governance: The Philosophical Foundations of Corporate Governance",
      "authors": [
        "T Clarke"
      ],
      "year": 2004
    },
    {
      "title": "Legitimation dynamics: how SROI could mobilize resources for new constituencies",
      "authors": [
        "K Cooney"
      ],
      "year": 2017,
      "doi": "10.1016/j.evalprogplan.2016.11.010"
    },
    {
      "title": "The arts of the state: culture",
      "authors": [
        "C Hood"
      ],
      "year": 1998
    },
    {
      "title": "Social return on investment (SROI): state-of-the-art and perspectives. A meta-analysis of practise in social return on investment (SROI) studies published 2002-2012",
      "authors": [
        "G Krlev",
        "R Münschner",
        "K Mülbert"
      ],
      "year": 2013
    },
    {
      "title": "Environmental and social impact considerations for sustainable project life cycle management in the process industry",
      "authors": [
        "C Labuschagne",
        "A Brent",
        "S Claasen"
      ],
      "year": 2005,
      "doi": "10.1002/csr.76"
    },
    {
      "title": "Investing in volunteering: measuring social returns of volunteer recruitment, training and management",
      "authors": [
        "G Manetti",
        "M Bellucci",
        "E Como",
        "L Bagnoli"
      ],
      "year": 2015,
      "doi": "10.1002/csr.76"
    },
    {
      "title": "The SROI network. A guide to social return on investment",
      "authors": [
        "J Nicholls",
        "E Lawlor",
        "E Neitzert",
        "T Goodspeed"
      ],
      "year": 2015
    },
    {
      "title": "Challenges and boundaries in implementing social return on investment: an inquiry into its situational appropriateness",
      "authors": [
        "J Nielsen",
        "R Lueg",
        "D Van Liempd"
      ],
      "year": 2021
    },
    {
      "title": "Using social return on investment (SROI) to measure project impact in local government",
      "authors": [
        "U Purwohedi",
        "B Gurd"
      ],
      "year": 2019
    },
    {
      "title": "A review of the Scottish executive's policies to promote the social economy",
      "authors": [
        "Scottish Executive"
      ],
      "year": 2003
    },
    {
      "title": "The politics of industrial privatisation in Western Europe: an overview",
      "authors": [
        "J Vickers",
        "V Wright"
      ],
      "year": 1988,
      "doi": "10.1080/01402388808424706"
    },
    {
      "title": "Measuring social return on investment: lessons from organizational implementation of SROI in the Netherlands and the United States",
      "authors": [
        "M Moody",
        "L Littlepage",
        "N Paydar"
      ],
      "year": 2015
    },
    {
      "title": "Older people going online: its value and before-after evaluation of volunteer support",
      "authors": [
        "R Jones",
        "E Ashurst",
        "J Atkey",
        "B Duffy"
      ],
      "year": 2015
    },
    {
      "title": "Turning social return on investment on its head: the stakeholder impact statement",
      "authors": [
        "L Mook",
        "J Maiorano",
        "S Ryan",
        "A Armstrong",
        "J Quarter"
      ],
      "year": 2015
    },
    {
      "title": "Measuring social enterprise value creation: the case of furniture bank",
      "authors": [
        "L Mook",
        "A Chan",
        "D Kershaw"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21185"
    },
    {
      "title": "Investing in volunteering: measuring social returns of volunteer recruitment, training and management",
      "authors": [
        "G Manetti",
        "M Bellucci",
        "E Como",
        "L Bagnoli"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment of an innovative employment option for persons with developmental disabilities Common Ground Co-operative",
      "authors": [
        "F Owen",
        "J Li",
        "L Whittingham",
        "J Hope",
        "C Bishop",
        "A Readhead",
        "L Mook"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment analysis: a case study of a job and skills training program offered by a social enterprise",
      "authors": [
        "M Walk",
        "I Greenspan",
        "H Crossley",
        "F Handy"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21190"
    },
    {
      "title": "Understanding the social value and well-being benefits created by museums: a case for social return on investment methodology",
      "authors": [
        "G Whelan"
      ],
      "year": 2015
    },
    {
      "title": "What's in it for the volunteers? An SROI approach to volunteers' return on investment in the good food markets",
      "authors": [
        "M Classens"
      ],
      "year": 2015
    },
    {
      "title": "Applying social return on investment to riskbased transportation asset management plans in low-volume bridges",
      "authors": [
        "M Miller",
        "J Rueda",
        "D Gransberg"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment for good foot delivery: a collaborative reflection",
      "authors": [
        "M Vieta",
        "N Schatz",
        "G Kasparian"
      ],
      "year": 2015
    },
    {
      "title": "A-way express courier: social enterprise and positive psychology",
      "authors": [
        "K Akingbola",
        "S Phaetthayanan",
        "J Brown"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21188"
    },
    {
      "title": "Integrating social impact to bridge's asset management plans",
      "authors": [
        "M Miller",
        "D Gransberg"
      ],
      "year": 2015
    },
    {
      "title": "Social-economic approach to an eParticipation experience based on eCognocracy",
      "authors": [
        "C Pérez-Espés",
        "J Moreno-Jiménez"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-22500-5_10"
    },
    {
      "title": "Sustainability approach for energy production using biomass at household and community levels: a case study in Thailand",
      "authors": [
        "W Phoochinda"
      ],
      "year": 2015
    },
    {
      "title": "Measurement efficiency of social innovation",
      "authors": [
        "V Chobotov A"
      ],
      "year": 2015
    },
    {
      "title": "Monetising social and environmental costs in infrastructure evaluation: the case of Hong Kong's third international airport runway",
      "authors": [
        "R Yeung",
        "A Li",
        "S Hung"
      ],
      "year": 2015
    },
    {
      "title": "An approach to measuring and encouraging research translation and research impact",
      "authors": [
        "A Searles"
      ],
      "year": 2016
    },
    {
      "title": "Capturing the social value of buildings: the promise of social return on investment (SROI)",
      "authors": [
        "K Watson",
        "J Evans",
        "A Karvonen",
        "T Whitley"
      ],
      "year": 2016
    },
    {
      "title": "The social value of rescuing food, nourishing communities",
      "authors": [
        "M Mirosa",
        "L Mainvil",
        "H Horne",
        "E Mangan-Walker"
      ],
      "year": 2016
    },
    {
      "title": "Dementia and imagination: a mixed-methods protocol for arts and science research",
      "authors": [
        "G Windle"
      ],
      "year": 2016
    },
    {
      "title": "Participatory adaptation planning and costing. Applications in agricultural adaptation in western Kenya",
      "authors": [
        "A Chaudhury",
        "A Helfgott",
        "T Thornton",
        "C Sova"
      ],
      "year": 2016
    },
    {
      "title": "Social return on investment: valuing health outcomes or promoting economic values?",
      "authors": [
        "C Leck",
        "D Upton",
        "N Evans"
      ],
      "year": 2016
    },
    {
      "title": "Licence to operate: social return on investment as a multidimensional discursive means of legitimating organisational action",
      "authors": [
        "J Klemelä"
      ],
      "year": 2016
    },
    {
      "title": "Measuring the promise of open data: development of the impact monitoring framework perspectives on digital sustainability",
      "authors": [
        "M Stuermer",
        "M Dapp"
      ],
      "year": 2016
    },
    {
      "title": "Social return on investment (SROI): an innovative approach to sustainable development goals for sexual and reproductive health programming in sub-Saharan Africa",
      "authors": [
        "S Kumar",
        "A Banke-Thomas"
      ],
      "year": 2016
    },
    {
      "title": "Pruning to energy: a case study on social and ecological benefits of a value chain",
      "authors": [
        "W Bischoff",
        "C Kupfer",
        "S Schleicher",
        "P Bukowski",
        "A Dyjakon"
      ],
      "year": 2016
    },
    {
      "title": "Managing effectiveness of EU funds outputs: lessons learned from period 2007-2013",
      "authors": [
        "J Sebestova",
        "Z Palova"
      ],
      "year": 2016
    },
    {
      "title": "Using cost-benefit analysis and social return on investment to evaluate the impact of social enterprise: promises, implementation, and limitations",
      "authors": [
        "J Cordes"
      ],
      "year": 2017,
      "doi": "10.1016/j.evalprogplan.2016.11.008"
    },
    {
      "title": "Social farming in Catalonia: rural local development, employment opportunities and empowerment for people at risk of social exclusion",
      "authors": [
        "C Guirado",
        "N Valldeperas",
        "A Tulla",
        "L Sendra",
        "A Badia",
        "C Evard",
        "À Cebollada",
        "J Espluga",
        "I Pallarès",
        "A Vera"
      ],
      "year": 2017,
      "doi": "10.1016/j.jrurstud.2017.09.015"
    },
    {
      "title": "Social return on investment-development and convergence",
      "authors": [
        "J Nicholls"
      ],
      "year": 2017
    },
    {
      "title": "Social return on investment (SROI): problems, solutions [. . .] and is SROI a good investment?",
      "authors": [
        "B Yates",
        "M Marra"
      ],
      "year": 2017,
      "doi": "10.1016/j.evalprogplan.2016.11.009"
    },
    {
      "title": "Applying social return on investment (SROI) to the built environment",
      "authors": [
        "K Watson",
        "T Whitley"
      ],
      "year": 2017
    },
    {
      "title": "Social return on investment: a new approach to understanding and advocating for value in healthcare",
      "authors": [
        "C Laing",
        "N Moules"
      ],
      "year": 2017,
      "doi": "10.1097/nna.0000000000000557"
    },
    {
      "title": "Assessing valuefor-money in maternal and newborn health",
      "authors": [
        "A Banke-Thomas",
        "B Madaj",
        "S Kumar",
        "C Ameh",
        "N Van Den Broek"
      ],
      "year": 2017
    },
    {
      "title": "Riparian wetland conservation: a case study of phosphorous and social return on investment in the black river watershed",
      "authors": [
        "J Pattison-Williams",
        "W Yang",
        "Y Liu",
        "S Gabor"
      ],
      "year": 2017
    },
    {
      "title": "Legitimation dynamics: how SROI could mobilize resources for new constituencies",
      "authors": [
        "K Cooney"
      ],
      "year": 2017
    },
    {
      "title": "The leap from ROI to SROI: farther than expected?",
      "authors": [
        "J Gargani"
      ],
      "year": 2017
    },
    {
      "title": "The Saskatchewan/New Brunswick Healthy Start-Depart Sante intervention: implementation cost estimates of a physical activity and healthy eating intervention in early learning centers",
      "authors": [
        "N Sari",
        "N Muhajarine",
        "A Chow"
      ],
      "year": 2017
    },
    {
      "title": "SROI in the pay for success context: are they at odds?",
      "authors": [
        "R Fischer",
        "F Richter"
      ],
      "year": 2017
    },
    {
      "title": "A social work perspective on using social return on investment (SROI) in humanistic social care",
      "authors": [
        "J Cheung"
      ],
      "year": 2017
    },
    {
      "title": "Developed-developing world partnerships for sustainable development (1): an ecosystem services perspective",
      "authors": [
        "M Everard",
        "J Longhurst",
        "J Pontin",
        "W Stephenson",
        "J Brooks"
      ],
      "year": 2017
    },
    {
      "title": "Valuing the impact of social housing renovation programs: an application of the social return on investment (SROI)",
      "authors": [
        "M Bottero",
        "G Ambrosini",
        "G Callegari"
      ],
      "year": 2017
    },
    {
      "title": "Analyzing the social value of Bucharest community foundation programs: social return on investment",
      "authors": [
        "C Vaileanu"
      ],
      "year": 2017
    },
    {
      "title": "Quantifying the benefits of peer support for people with dementia: a social return on investment (SROI) study",
      "authors": [
        "E Willis",
        "A Semple",
        "H De Waal"
      ],
      "year": 2018,
      "doi": "10.1177/1471301216640184"
    },
    {
      "title": "Subjective well-being in cultural advocacy: a politics of research between the market and the academy",
      "authors": [
        "S Oman",
        "M Taylor"
      ],
      "year": 2018
    },
    {
      "title": "Social value of a nutritional counselling and support program for breastfeeding in urban poor settings, Nairobi",
      "authors": [
        "S Goudet"
      ],
      "year": 2018
    },
    {
      "title": "Choosing an accounting method to explain public policy: social return on investment and UK non-profit sector policy",
      "authors": [
        "M Hall",
        "Y Millo"
      ],
      "year": 2018
    },
    {
      "title": "Valuing the impact of health and social care programmes using social return on investment analysis: how have academics advanced the methodology? A protocol for a systematic review of peer-reviewed literature",
      "authors": [
        "C Hutchinson",
        "A Berndt",
        "S Gilbert-Hunt",
        "S George",
        "J Ratcliffe"
      ],
      "year": 2018
    },
    {
      "title": "The public library and the skills of the XXI century",
      "authors": [
        "E Suaiden"
      ],
      "year": 2018,
      "doi": "10.3145/epi.2018.sep.17"
    },
    {
      "title": "Early childhood education to promote health equity: a community guide economic review",
      "authors": [
        "I Ramon",
        "S Chattopadhyay",
        "W Barnett",
        "R Hahn"
      ],
      "year": 2018
    },
    {
      "title": "A systematic review on economic evaluations of school-based lifestyle interventions targeting weight-related behaviours among 4-12 year olds: issues and ways forward",
      "authors": [
        "M Oosterhoff",
        "H Bosma",
        "O Van Schayck",
        "S Evers",
        "C Dirksen",
        "M Joore"
      ],
      "year": 2018,
      "doi": "10.1016/j.ypmed.2018.06.015"
    },
    {
      "title": "Establishing psychological wellbeing metrics for the built environment",
      "authors": [
        "K Watson"
      ],
      "year": 2018
    },
    {
      "title": "Systematic review of economic evaluations of interventions for high risk young people",
      "authors": [
        "K Edmunds",
        "R Ling",
        "A Shakeshaft",
        "C Doran",
        "A Searles"
      ],
      "year": 2018
    },
    {
      "title": "Social value of social cooperatives: application of the polyhedral model to Zabalduz S. Coop",
      "authors": [
        "E Etxarri",
        "J Castresana",
        "L Molina",
        "A Amozarrain"
      ],
      "year": 2018
    },
    {
      "title": "Valuing sustainable change in the built environment: using SuROI to appraise built environment projects",
      "authors": [
        "A Higham",
        "C Barlow",
        "E Bichard",
        "A Richards"
      ],
      "year": 2018
    },
    {
      "title": "Economic and social impact of personal assistance through the methodology of social return on investment",
      "authors": [
        "A Dominguez",
        "J Chaves",
        "J Romero"
      ],
      "year": 2018
    },
    {
      "title": "Using the social return on investment framework to evaluate behavior changes of individuals living with learning difficulties",
      "authors": [
        "A Shaw"
      ],
      "year": 2018
    },
    {
      "title": "Effectiveness and stakeholder impact of the Sistema Cymru-Codi'r to music programme in north Wales: a social return on investment evaluation",
      "authors": [
        "E Winrow",
        "R Edwards"
      ],
      "year": 2018
    },
    {
      "title": "Social return on investment of an ideal approach to multiple sclerosis within the Spanish national health system",
      "authors": [
        "E Moral"
      ],
      "year": 2018
    },
    {
      "title": "Conceptualising social value for the third sector and developing methods for its assessment",
      "authors": [
        "P Courtney"
      ],
      "year": 2018
    },
    {
      "title": "Social return on investment for community-based alcohol consumption control program during Buddhist lent",
      "authors": [
        "V Jirarattanasopha",
        "N Witvorapong",
        "P Hanvoravongchai"
      ],
      "year": 2018
    },
    {
      "title": "The socio-economic importance of grassroots football in Russia: possibilities for research",
      "authors": [
        "N Osokin",
        "I Solntsev",
        "P Zaytsev"
      ],
      "year": 2018
    },
    {
      "title": "SROI: a cost-inclusive evaluation method",
      "authors": [
        "E Venezia",
        "F Pizzutilo"
      ],
      "year": 2018
    },
    {
      "title": "Assessment of the economic and social impact using SROI: an application to sport companies",
      "authors": [
        "G Lombardo",
        "A Mazzocchetti",
        "I Rapallo",
        "N Tayser",
        "S Cincotti"
      ],
      "year": 2019
    },
    {
      "title": "Sustainable public procurement: the impact of ability, motivation, and opportunity on the implementation of different types of sustainable public procurement",
      "authors": [
        "J Grandia",
        "D Voncken"
      ],
      "year": 2019
    },
    {
      "title": "Methods for quantifying the social and economic value of sport and active recreation: a critical review",
      "authors": [
        "L Keane",
        "E Hoare",
        "J Richards",
        "A Bauman",
        "W Bellew"
      ],
      "year": 2019
    },
    {
      "title": "Valuing the impact of health and social care programs using social return on investment analysis: how have academics advanced the methodology? A systematic review",
      "authors": [
        "C Hutchinson",
        "A Berndt",
        "D Forsythe",
        "S Gilbert-Hunt",
        "S George",
        "J Ratcliffe"
      ],
      "year": 2019
    },
    {
      "title": "Accounting for social return on investment (SROI): the costs and benefits of family-centred care by the Ronald McDonald House Charities",
      "authors": [
        "M Bellucci",
        "C Nitti",
        "S Franchi",
        "E Testi",
        "L Bagnoli"
      ],
      "year": 2019,
      "doi": "10.1108/sej-05-2018-0044"
    },
    {
      "title": "The social impact of advice during disability welfare reform: from social return on investment to evidencing public value through realism and complexity",
      "authors": [
        "M Farr",
        "P Cressey"
      ],
      "year": 2019
    },
    {
      "title": "Ambiguity in the attribution of social impact: a study of the difficulties of calculating filter coefficients in the SROI method",
      "authors": [
        "M Sol Orzano-García",
        "J Navío-Marco",
        "L Ruiz-G Omez"
      ],
      "year": 2019,
      "doi": "10.3390/su11020386"
    },
    {
      "title": "Social impacts of work integration social enterprise in Hong Kong-workfare and beyond",
      "authors": [
        "Z Leung",
        "A Ho",
        "L Tjia",
        "R Tam",
        "K Chan",
        "M Lai"
      ],
      "year": 2019,
      "doi": "10.1080/19420676.2018.1541007"
    },
    {
      "title": "The social value of the arts for care home residents in England: a social return on investment (SROI) analysis of the imagine arts programme",
      "authors": [
        "A Bosco",
        "J Schneider",
        "E Broome"
      ],
      "year": 2019,
      "doi": "10.1016/j.maturitas.2019.02.005"
    },
    {
      "title": "Could social farming be a strategy to support food sovereignty in Europe?",
      "authors": [
        "A Tulla",
        "A Vera"
      ],
      "year": 2019
    },
    {
      "title": "Using social return on investment (SROI) to measure project impact in local government",
      "authors": [
        "U Purwohedi",
        "B Gurd"
      ],
      "year": 2019
    },
    {
      "title": "Integrated treatment program for alcohol related problems in community hospitals, Songkhla province of Thailand: a social return on investment analysis",
      "authors": [
        "A Tanaree",
        "S Assanangkornchai",
        "W Isaranuwatchai",
        "K Thavorn",
        "P Coyte"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0209210"
    },
    {
      "title": "Return on investment analysis and its applicability to community disaster preparedness activities: calculating costs and returns",
      "authors": [
        "C Kousky",
        "L Ritchie",
        "K Tierney",
        "B Lingle"
      ],
      "year": 2019
    },
    {
      "title": "Utilising the social return on investment (SROI) framework to gauge social value in the fast forward program",
      "authors": [
        "J Ravulo",
        "S Said",
        "J Micsko",
        "G Purchase"
      ],
      "year": 2019
    },
    {
      "title": "A life satisfaction approach to valuing the impact of health behaviours on subjective well-being",
      "authors": [
        "Y Shi",
        "C Joyce",
        "R Wall",
        "H Orpana",
        "C Bancej"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment (SROI) in sport: a model for measuring the value of participation in England",
      "authors": [
        "L Davies",
        "P Taylor",
        "G Ramchandani",
        "E Christy"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment of emergency obstetric care training in Kenya",
      "authors": [
        "A Banke-Thomas",
        "B Madaj",
        "N Van Den Broek"
      ],
      "year": 2019
    },
    {
      "title": "Public libraries: measuring their value",
      "authors": [
        "G Broad",
        "J Ortiz",
        "S Meades"
      ],
      "year": 2019
    },
    {
      "title": "SROI in the art gallery; valuing social impact",
      "authors": [
        "A Jackson",
        "R Mcmanus"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment for patient treated by continuous ambulatory peritoneal dialysis: a case study in Ubon Ratchathani province, Thailand",
      "authors": [
        "P Lophongpanit",
        "S Tongsiri",
        "N Thongprasert"
      ],
      "year": 2019
    },
    {
      "title": "Hidden harvest's transformative potential: an example of community economy",
      "authors": [
        "P Ballamingie",
        "C Poitevin-Desrivières",
        "I Knezevic"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment: a women's cooperative critique",
      "authors": [
        "K Green"
      ],
      "year": 2019
    },
    {
      "title": "The health and social impact of blood donors associations: a social return on investment (SROI) analysis",
      "authors": [
        "E Ricciuti",
        "M Bufali"
      ],
      "year": 2019
    },
    {
      "title": "Retorno social de la inversi on (SROI) en tratamientos psicol ogicos basados en la evidencia",
      "authors": [
        "A Aguilar-Agudo",
        "J Herruzo-Cabrera",
        "J Ochoa-Sepúlveda",
        "M Pino-Osuna"
      ],
      "year": 2019
    },
    {
      "title": "Evaluating societal outcomes of orthognathic surgery: an innovative application of the social return on investment methodology to patients after orthognathic treatment",
      "authors": [
        "C Baker",
        "P Courtney",
        "G Knepil"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment: application for an indigenous rangelands context",
      "authors": [
        "L Feuerherdt",
        "S Peevor",
        "M Clinch",
        "T Moore"
      ],
      "year": 2019
    },
    {
      "title": "Evaluating progress of a social venture in Wakiso district Uganda",
      "authors": [
        "R Vargas",
        "B Miller",
        "G Anhalzer",
        "A Mickelson",
        "K Kulkarni"
      ],
      "year": 2019
    },
    {
      "title": "The economic costs of loneliness: a review of cost-of-illness and economic evaluation studies",
      "authors": [
        "C Mihalopoulos",
        "L Le",
        "M Chatterton",
        "J Bucholc",
        "J Holt-Lunstad",
        "M Lim",
        "L Engel"
      ],
      "year": 2020
    },
    {
      "title": "Dementia and imagination: a social return on investment analysis framework for art activities for people living with dementia",
      "authors": [
        "C Jones",
        "Windle",
        "R Edwards"
      ],
      "year": 2020
    },
    {
      "title": "Social value of a set of proposals for the ideal approach of multiple sclerosis within the Spanish National Health System: a social return on investment study",
      "authors": [
        "Moral Torres"
      ],
      "year": 2020
    },
    {
      "title": "Evaluating innovation in European rural development programmes: application of the social return on investment (SROI) method",
      "authors": [
        "P Courtney",
        "J Powell"
      ],
      "year": 2020
    },
    {
      "title": "SROI methodology for public administration decisions about financing with social criteria. A case study",
      "authors": [
        "M Ruiz-Lozano",
        "P Tirado-Valencia",
        "A Sianes",
        "A Ariza-Montes",
        "V Fern Andez-Rodríguez",
        "M Opez-Martín"
      ],
      "year": 2020
    },
    {
      "title": "The social return on investment of a new approach to heart failure in the Spanish National Health System",
      "authors": [
        "M Merino"
      ],
      "year": 2020
    },
    {
      "title": "The short-term value of the 'healthy primary school of the future' initiative: a social return on investment analysis",
      "authors": [
        "M Oosterhoff",
        "O Van Schayck",
        "N Bartelink",
        "H Bosma",
        "M Willeboordse",
        "B Winkens",
        "M Joore"
      ],
      "year": 2020
    },
    {
      "title": "Green business model of biomass very small power producers in Thailand",
      "authors": [
        "P Vongchan",
        "C Chompunth",
        "W Phoochinda"
      ],
      "year": 2020
    },
    {
      "title": "Social return on investment analysis of the health precinct community hub for chronic conditions",
      "authors": [
        "C Jones",
        "N Hartfiel",
        "P Brocklehurst",
        "M Lynch",
        "R Edwards"
      ],
      "year": 2020
    },
    {
      "title": "Why social value?",
      "authors": [
        "F Samuel",
        "E Hatleskog"
      ],
      "year": 2020
    },
    {
      "title": "Valuing physical and social output: a rapid assessment of a London community garden",
      "authors": [
        "V Schoen",
        "S Caputo",
        "C Blythe"
      ],
      "year": 2020
    },
    {
      "title": "The return on investment in social farming: a strategy for sustainable rural development in rural Catalonia",
      "authors": [
        "A Tulla",
        "A Vera",
        "C Guirado",
        "N Valldeperas"
      ],
      "year": 2020
    },
    {
      "title": "The social value of investing in public health across the life course: a systematic scoping review",
      "authors": [
        "K Ashton",
        "P Schröder-Bäck",
        "T Clemens",
        "M Dyakova",
        "A Stielke",
        "M Bellis"
      ],
      "year": 2020
    },
    {
      "title": "Evaluation tools for transport infrastructures: social return on investments",
      "authors": [
        "E Venezia",
        "F Pizzutilo"
      ],
      "year": 2020
    },
    {
      "title": "Social return on investment in the public sector",
      "authors": [
        "R Vluggen",
        "R Kuijpers",
        "J Semeijn",
        "C Gelderman"
      ],
      "year": 2020
    },
    {
      "title": "Using social return on investment to evaluate the public art exhibit breathing lights",
      "authors": [
        "D Refki",
        "K Mishkin",
        "B Avci",
        "S Abdelkarim"
      ],
      "year": 2020,
      "doi": "10.1016/j.poetic.2019.101401"
    },
    {
      "title": "Towards a conceptualization of a social efficiency notion in management sciences",
      "authors": [
        "T Grzeszczyk",
        "J Pełszy Nski"
      ],
      "year": 2020
    },
    {
      "title": "Assessment of social return on investment from the utilisation of oil palm's residues",
      "authors": [
        "W Phoochinda"
      ],
      "year": 2020
    },
    {
      "title": "Health impact and social value of interventions, services, and policies: a methodological discussion of health impact assessment and social return on investment methodologies",
      "authors": [
        "K Ashton",
        "L Parry-Williams",
        "M Dyakova",
        "L Green"
      ],
      "year": 2020
    },
    {
      "title": "Social return on investment (SROI) method to evaluate physical activity and sport interventions: a systematic review",
      "authors": [
        "V Gosselin",
        "D Boccanfuso",
        "S Laberge"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00931-w"
    },
    {
      "title": "Using social return on investment analysis to calculate the social impact of modified vehicles for people with disability",
      "authors": [
        "C Hutchinson",
        "A Berndt",
        "J Cleland",
        "S Gilbert-Hunt",
        "S George",
        "J Ratcliffe"
      ],
      "year": 2020
    },
    {
      "title": "Assessing the broader social outcomes of a community health programme through a social-ecological framework",
      "authors": [
        "C Baker",
        "P Courtney",
        "K Kubinakova",
        "D Crone",
        "D Billingham"
      ],
      "year": 2020
    },
    {
      "title": "Multidisciplinary approach to psoriasis in the Spanish National Health System: a social return on investment study",
      "authors": [
        "G Carretero"
      ],
      "year": 2020
    },
    {
      "title": "Social value and its impact through widening participation: a review of four programs working with primary, secondary and higher education students",
      "authors": [
        "J Ravulo",
        "S Said",
        "J Micsko",
        "G Purchase"
      ],
      "year": 2020
    },
    {
      "title": "Measuring impact and creating change: a comparison of the main methods for social enterprises",
      "authors": [
        "F Perrini",
        "L Costanzo",
        "M Karatas-Ozkan"
      ],
      "year": 2020
    },
    {
      "title": "Challenges and boundaries in implementing social return on investment: an inquiry into its situational appropriateness",
      "authors": [
        "J Nielsen",
        "R Lueg",
        "D Van Liempd"
      ],
      "year": 2020
    },
    {
      "title": "Measuring the social return on investment of community sport and leisure facilities",
      "authors": [
        "L Davies",
        "P Taylor",
        "G Ramchandani",
        "E Christy"
      ],
      "year": 2021
    },
    {
      "title": "Demonstrating value: how entrepreneurs design new accounting methods to justify innovations",
      "authors": [
        "E Barman",
        "M Hall",
        "Y Millo"
      ],
      "year": 2021
    },
    {
      "title": "Dollars and $ense: uncovering the socio-economic benefit of religious congregations in Canada",
      "authors": [
        "Wood Daly"
      ],
      "year": 2020
    },
    {
      "title": "A new mapping outcome method to measure social return on investment: a case study in Peru",
      "authors": [
        "C Saenz"
      ],
      "year": 2020
    },
    {
      "title": "Research and solutions: four steps to sustainability",
      "authors": [
        "J Williams"
      ],
      "year": 2009
    },
    {
      "title": "Measuring SROI",
      "authors": [
        "S Larocque",
        "L Berger"
      ],
      "year": 2010
    },
    {
      "title": "International principles of social impact assessment: lessons for research?",
      "authors": [
        "J Taylor",
        "C Bradbury-Jones"
      ],
      "year": 2011
    },
    {
      "title": "Developments in social impact measurement in the third sector: scaling up or dumbing down?",
      "authors": [
        "J Gibbon",
        "C Dey"
      ],
      "year": 2011
    },
    {
      "title": "Measuring the public library's societal value: a methodological research program",
      "authors": [
        "F Huysmans",
        "M Oomes"
      ],
      "year": 2013,
      "doi": "10.1177/0340035213486412"
    },
    {
      "title": "Valuing desistence? A social return on investment case study of a Throughcare Project for short-term prisoners",
      "authors": [
        "C Jardine",
        "B Whyte"
      ],
      "year": 2013
    },
    {
      "title": "Making the case for sport and recreation services: the utility of social return on investment (SROI) analysis",
      "authors": [
        "N King"
      ],
      "year": 2014,
      "doi": "10.1108/ijpsm-04-2013-0052"
    },
    {
      "title": "The social return on investment in community befriending",
      "authors": [
        "M Arvidson",
        "F Battye",
        "D Salisbury"
      ],
      "year": 2014,
      "doi": "10.1108/ijpsm-03-2013-0045"
    },
    {
      "title": "Social Return on Investment (SROI) for Civil Society Organization (CSO) in Indonesia",
      "authors": [
        "D Hastono",
        "M Ratnasari"
      ],
      "year": 2020
    },
    {
      "title": "What's in it for the volunteers? An SROI approach to volunteers' return on investment in the good food markets",
      "authors": [
        "M Classens"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment for good foot delivery: a collaborative reflection",
      "authors": [
        "M Vieta",
        "N Schatz",
        "G Kasparian"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment of an innovative employment option for persons with developmental disabilities: common ground co-operative",
      "authors": [
        "F Owen",
        "J Li",
        "L Whittingham",
        "J Hope",
        "C Bishop",
        "A Readhead",
        "L Mook"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment analysis: a case study of a job and skills training program offered by a social enterprise",
      "authors": [
        "M Walk",
        "I Greenspan",
        "H Crossley",
        "F Handy"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21190"
    },
    {
      "title": "A-way express courier: social enterprise and positive psychology",
      "authors": [
        "K Akingbola",
        "S Phaetthayanan",
        "J Brown"
      ],
      "year": 2015
    },
    {
      "title": "Measuring social enterprise value creation: the case of furniture bank",
      "authors": [
        "L Mook",
        "A Chan",
        "D Kershaw"
      ],
      "year": 2015
    },
    {
      "title": "Estimating the value of volunteer-assisted community-based aging services: a case example",
      "authors": [
        "A Scharlach"
      ],
      "year": 2015
    },
    {
      "title": "Issues in using social return on investment as an evaluation tool",
      "authors": [
        "K Muyambi",
        "B Gurd",
        "L Martinez",
        "M Walker-Jeffreys",
        "K Vallury",
        "P Beach",
        "S Dennis"
      ],
      "year": 2017
    },
    {
      "title": "Impact of social prescribing to address loneliness: a mixed methods evaluation of a national social prescribing programme",
      "authors": [
        "A Foster"
      ],
      "year": 2020
    },
    {
      "title": "What's so social about social return on investment? A critique of quantitative social accounting approaches drawing on experiences of international microfinance",
      "authors": [
        "P Vik"
      ],
      "year": 2017,
      "doi": "10.1080/0969160x.2016.1263967"
    },
    {
      "title": "Measuring users' impact to support economic growth through transportation asset management planning",
      "authors": [
        "M Miller",
        "D Gransberg"
      ],
      "year": 2017
    },
    {
      "title": "Legitimation dynamics: how SROI could mobilize resources for new constituencies",
      "authors": [
        "K Cooney"
      ],
      "year": 2017
    },
    {
      "title": "Social return on investment as instrument for assessing socially responsible investing in the republic of Kazakhstan",
      "authors": [
        "A Murzaliyeva",
        "B Markhayeva",
        "E Bakhyt",
        "A Karshalova"
      ],
      "year": 2018
    },
    {
      "title": "Social return and economic viability of social farming in Catalonia: a case-study analysis",
      "authors": [
        "A Tulla",
        "A Vera",
        "N Valldeperas",
        "C Guirado"
      ],
      "year": 2018
    },
    {
      "title": "Valuing sustainable change in the built environment: using SuROI to appraise built environment projects",
      "authors": [
        "A Higham",
        "C Barlow",
        "E Bichard",
        "A Richards"
      ],
      "year": 2018
    },
    {
      "title": "Social return on investment: a women's cooperative critique",
      "authors": [
        "K Green"
      ],
      "year": 2019
    },
    {
      "title": "Calculating the social impact of culture. A SROI application in a museum",
      "authors": [
        "F Vigan O",
        "G Lombardo"
      ],
      "year": 2018
    },
    {
      "title": "Tracing the impact of the city of cape town's open data initiative on communities and development",
      "authors": [
        "M Hlabano",
        "J Van Belle"
      ],
      "year": 2019
    },
    {
      "title": "Analysis of relevant factors to measure the impact of investment in e-learning ecosystems in public universities",
      "authors": [
        "D Meza-Bolaños",
        "P Rosique",
        "R Cuerda"
      ],
      "year": 2019
    },
    {
      "title": "A proposed framework and tool for non-economic research impact measurement",
      "authors": [
        "V Mitchell"
      ],
      "year": 2019,
      "doi": "10.1080/07294360.2019.1590319"
    },
    {
      "title": "Social impacts of work integration social enterprise in Hong Kong-workfare and beyond",
      "authors": [
        "Z Leung",
        "A Ho",
        "L Tjia",
        "R Tam",
        "K Chan",
        "M Lai"
      ],
      "year": 2019
    },
    {
      "title": "Accounting for social return on investment (SROI): the costs and benefits of family-centred care by the Ronald McDonald house charities",
      "authors": [
        "M Bellucci",
        "C Nitti",
        "S Franchi",
        "E Testi",
        "L Bagnoli"
      ],
      "year": 2019
    },
    {
      "title": "Assessment of the economic and social impact of shared parking in residential areas",
      "authors": [
        "X Ye",
        "X Sui",
        "J Xie",
        "T Wang",
        "X Yan",
        "J Chen"
      ],
      "year": 2020
    },
    {
      "title": "The Short-Term value of the \"healthy primary school of the future\" initiative: a social return on investment analysis",
      "authors": [
        "M Oosterhoff",
        "O Van Schayck",
        "N Bartelink",
        "H Bosma",
        "M Willeboordse",
        "B Winkens",
        "M Joore"
      ],
      "year": 2020,
      "doi": "10.3389/fpubh.2020.00401"
    },
    {
      "title": "The evaluation model on an application of SROI for sustainable social enterprises",
      "authors": [
        "D Kim",
        "Y Ji"
      ],
      "year": 2020
    },
    {
      "title": "Capturing the invisible wealth in nonprofits to overcome myopic perceptions",
      "authors": [
        "I Fuertes-Fuertes",
        "J Cabedo",
        "I Jimeno-García"
      ],
      "year": 2020
    },
    {
      "title": "Impact of social prescribing to address loneliness: a mixed methods evaluation of a national social prescribing programme",
      "authors": [
        "A Foster"
      ],
      "year": 2020
    },
    {
      "title": "A sustainable business model to fight food waste",
      "authors": [
        "I Ribeiro",
        "P Sobral",
        "P Peças",
        "E Henriques"
      ],
      "year": 2018
    },
    {
      "title": "Analyzing the social value of Bucharest community foundation programs: Social return on investment",
      "authors": [
        "C Vaileanu"
      ],
      "year": 2017
    },
    {
      "title": "Assessing the broader social outcomes of a community health programme through a social-ecological framework",
      "authors": [
        "C Baker",
        "P Courtney",
        "K Kubinakova",
        "D Crone",
        "D Billingham"
      ],
      "year": 2020
    },
    {
      "title": "Assessing valuefor-money in maternal and newborn health",
      "authors": [
        "A Banke-Thomas",
        "B Madaj",
        "S Kumar",
        "C Ameh",
        "N Van Den Broek"
      ],
      "year": 2017
    },
    {
      "title": "Calculating a sustainable return on investment",
      "authors": [
        "J Williams",
        "S Larocque"
      ],
      "year": 2009
    },
    {
      "title": "Calculation of social return on investment (SROI) ratio of a local ecological initiative",
      "authors": [
        "S Boguslavskaya",
        "N Rozhdestvenskaya"
      ],
      "year": 2015,
      "doi": "10.35944/jofrp.2021.10."
    },
    {
      "title": "Capturing the social value of buildings: the promise of social return on investment (SROI)",
      "authors": [
        "K Watson",
        "J Evans",
        "A Karvonen",
        "T Whitley"
      ],
      "year": 2016
    },
    {
      "title": "Changing strategies for philanthropic giving: Implications for financial planners",
      "authors": [
        "S Raymond"
      ],
      "year": 2010
    },
    {
      "title": "Choosing an accounting method to explain public policy: social return on investment and UK non-profit sector policy",
      "authors": [
        "M Hall",
        "Y Millo"
      ],
      "year": 2018
    },
    {
      "title": "Dementia and imagination: a social return on investment analysis framework for art activities for people living with dementia",
      "authors": [
        "C Jones",
        "G Windle",
        "R Edwards"
      ],
      "year": 2020,
      "doi": "10.1093/geront/gny147"
    },
    {
      "title": "Older people going online: its value and before-after evaluation of volunteer support",
      "authors": [
        "R Jones",
        "E Ashurst",
        "J Atkey",
        "B Duffy"
      ],
      "year": 2015
    },
    {
      "title": "Royal Australian and New Zealand college of psychiatrists clinical practice guidelines for the treatment of schizophrenia and related disorders",
      "authors": [
        "R Australian"
      ],
      "year": 2005
    },
    {
      "title": "Quantifying the benefits of peer support for people with dementia: a social return on investment (SROI) study",
      "authors": [
        "E Willis",
        "A Semple",
        "H De Waal"
      ],
      "year": 2018
    },
    {
      "title": "Quantifying the benefits of peer support for people with dementia: a social return on investment (SROI) study",
      "authors": [
        "E Willis",
        "A Semple",
        "H De Waal"
      ],
      "year": 2018
    },
    {
      "title": "Social accounting for nonprofits: two models",
      "authors": [
        "B Richmond",
        "L Mook",
        "Q Jack"
      ],
      "year": 2003
    },
    {
      "title": "Social impacts of work integration social enterprise in Hong Kong-workfare and beyond",
      "authors": [
        "Z Leung",
        "A Ho",
        "L Tjia",
        "R Tam",
        "K Chan",
        "M Lai"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment (SROI) and performance measurement: the opportunities and barriers for social enterprises in health and social care",
      "authors": [
        "R Millar",
        "K Hall"
      ],
      "year": 2013,
      "doi": "10.1080/14719037.2012.698857"
    },
    {
      "title": "Social return on investment (SROI) method to evaluate physical activity and sport interventions: a systematic review",
      "authors": [
        "V Gosselin",
        "D Boccanfuso",
        "S Laberge"
      ],
      "year": 2020
    },
    {
      "title": "Social return on investment (SROI) methodology to account for value for money of public health interventions: a systematic review",
      "authors": [
        "A Banke-Thomas",
        "B Madaj",
        "A Charles",
        "N Van Den Broek"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment (SROI): problems, solutions [. . .] and is SROI a good investment?",
      "authors": [
        "B Yates",
        "M Marra"
      ],
      "year": 2017
    },
    {
      "title": "Social return on investment analysis of the health precinct community hub for chronic conditions",
      "authors": [
        "C Jones",
        "N Hartfiel",
        "P Brocklehurst",
        "M Lynch",
        "R Edwards"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17145249"
    },
    {
      "title": "Social return on investment analysis: a case study of a job and skills training program offered by a social enterprise",
      "authors": [
        "M Walk",
        "I Greenspan",
        "H Crossley",
        "F Handy"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment for good foot delivery: a collaborative reflection",
      "authors": [
        "M Vieta",
        "N Schatz",
        "G Kasparian"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21186"
    },
    {
      "title": "Social return on investment for patients treated by continuous ambulatory peritoneal dialysis: a case study in Ubon Ratchathani province, Thailand",
      "authors": [
        "P Lophongpanit",
        "S Tongsiri",
        "N Thongprasert"
      ],
      "year": 2019
    },
    {
      "title": "Social return on investment of an innovative employment option for persons with developmental disabilities: common ground co-operative",
      "authors": [
        "F Owen",
        "J Li",
        "L Whittingham",
        "J Hope",
        "C Bishop",
        "A Readhead",
        "L Mook"
      ],
      "year": 2015
    },
    {
      "title": "Social return on investment of emergency obstetric care training in Kenya",
      "authors": [
        "A Banke-Thomas",
        "B Madaj",
        "N Van Den Broek"
      ],
      "year": 2019,
      "doi": "10.1136/bmjgh-2018-001167"
    },
    {
      "title": "Social return on investment. The case of Mik o Imre College for Advances Studies",
      "authors": [
        "C Cris An-Mitra",
        "E Szil Agyi"
      ],
      "year": 2017
    },
    {
      "title": "Social return on investment: a new approach to understanding and advocating for value in healthcare",
      "authors": [
        "C Laing",
        "N Moules"
      ],
      "year": 2017
    },
    {
      "title": "Social return on investment: health promotion programs",
      "authors": [
        "W Chandoevwit",
        "K Thampanishvong",
        "R Rojjananukulpong"
      ],
      "year": 2014
    },
    {
      "title": "Social return on investment-development and convergence",
      "authors": [
        "J Nicholls"
      ],
      "year": 2017
    },
    {
      "title": "Social value of a nutritional counselling and support program for breastfeeding in urban poor settings, Nairobi",
      "authors": [
        "S Goudet"
      ],
      "year": 2018
    },
    {
      "title": "Social value of a set of proposals for the ideal approach of multiple sclerosis within the Spanish National Health System: a social return on investment study",
      "authors": [
        "Moral Torres"
      ],
      "year": 2020
    },
    {
      "title": "SROI in the art gallery; valuing social impact",
      "authors": [
        "A Jackson",
        "R Mcmanus"
      ],
      "year": 2019
    },
    {
      "title": "SROI in the art gallery; valuing social impact",
      "authors": [
        "A Jackson",
        "R Mcmanus"
      ],
      "year": 2019
    },
    {
      "title": "The economic costs of loneliness: a review of cost-of-illness and economic evaluation studies",
      "authors": [
        "C Mihalopoulos",
        "L Le",
        "M Chatterton",
        "J Bucholc",
        "J Holt-Lunstad",
        "M Lim",
        "L Engel"
      ],
      "year": 2020
    },
    {
      "title": "The economic impact and social return on investment of Alabama's legal aid providers",
      "authors": [
        "L Lund"
      ],
      "year": 2015
    },
    {
      "title": "The health and social impact of blood donors associations: a social return on investment (SROI) analysis",
      "authors": [
        "E Ricciuti",
        "M Bufali"
      ],
      "year": 2019
    },
    {
      "title": "The impact of social investment and contribution to SDGS case study on the CSR partnership of the geothermal Star Energy Company (Wayang Windu) Limited (SEGWWL) with the government of the village, sub-district, and district companies in Bandung, West Java",
      "authors": [
        "H Suharman",
        "N Afiah",
        "A Hasan",
        "M Rasyid Ridla",
        "A Alfian"
      ],
      "year": 2020
    },
    {
      "title": "The model M method and its contribution to a socially responsible society",
      "authors": [
        "A Hrast",
        "M Mulej"
      ],
      "year": 2020
    },
    {
      "title": "The social impact of advice during disability welfare reform: from social return on investment to evidencing public value through realism and complexity",
      "authors": [
        "M Farr",
        "P Cressey"
      ],
      "year": 2019
    },
    {
      "title": "The social return on investment in community befriending",
      "authors": [
        "M Arvidson",
        "F Battye",
        "D Salisbury"
      ],
      "year": 2014
    },
    {
      "title": "The social return on investment of a new approach to heart failure in the Spanish National Health System",
      "authors": [
        "M Merino"
      ],
      "year": 2020
    },
    {
      "title": "The social value of investing in public health across the life course: a systematic scoping review",
      "authors": [
        "K Ashton",
        "P Schröder-Bäck",
        "T Clemens",
        "M Dyakova",
        "A Stielke",
        "M Bellis"
      ],
      "year": 2020
    },
    {
      "title": "The social value of the arts for care home residents in England: a social return on investment (SROI) analysis of the imagine arts programme",
      "authors": [
        "A Bosco",
        "J Schneider",
        "E Broome"
      ],
      "year": 2019
    },
    {
      "title": "Using social return on investment (SROI) to measure project impact in local government",
      "authors": [
        "U Purwohedi",
        "B Gurd"
      ],
      "year": 2019,
      "doi": "10.1080/09540962.2019.1537706"
    },
    {
      "title": "Using social return on investment analysis to calculate the social impact of modified vehicles for people with disability",
      "authors": [
        "C Hutchinson",
        "A Berndt",
        "J Cleland",
        "S Gilbert-Hunt",
        "S George",
        "J Ratcliffe"
      ],
      "year": 2020
    },
    {
      "title": "Using the social return on investment framework to evaluate behavior changes of individuals living with learning difficulties",
      "authors": [
        "A Shaw"
      ],
      "year": 2018
    },
    {
      "title": "Valuing sustainable change in the built environment: using SuROI to appraise built environment projects",
      "authors": [
        "A Higham",
        "C Barlow",
        "E Bichard",
        "A Richards"
      ],
      "year": 2018
    },
    {
      "title": "Valuing the change that matters-mental health wellbeing of 10-13 year olds",
      "authors": [
        "K Fanselow",
        "N Hellesoe"
      ],
      "year": 2019
    },
    {
      "title": "Valuing the impact of health and social care programs using social return on investment analysis: how have academics advanced the methodology? A systematic review",
      "authors": [
        "C Hutchinson",
        "A Berndt",
        "D Forsythe",
        "S Gilbert-Hunt",
        "S George",
        "J Ratcliffe"
      ],
      "year": 2019
    },
    {
      "title": "Wet sneakers, bottom lines, and other obstacles to spirituality",
      "authors": [
        "G Vega"
      ],
      "year": 2002
    },
    {
      "title": "Wetlands, flood control and ecosystem services in the smith Creek Drainage Basin: a case study in Saskatchewan, Canada",
      "authors": [
        "J Pattison-Williams",
        "J Pomeroy",
        "P Badiou",
        "S Gabor"
      ],
      "year": 2018,
      "doi": "10.1016/j.ecolecon.2017.12.026"
    },
    {
      "title": "What's in it for the volunteers? An SROI approach to volunteers' return on investment in the good food markets",
      "authors": [
        "M Classens"
      ],
      "year": 2015,
      "doi": "10.1002/nml.21189"
    },
    {
      "title": "Who and what really counts? Stakeholder prioritization and accounting for social value",
      "authors": [
        "M Hall",
        "Y Millo",
        "E Barman"
      ],
      "year": 2015
    },
    {
      "title": "Assessing organizational effectiveness: the role of performance measures",
      "authors": [
        "J Matthews"
      ],
      "year": 2011
    },
    {
      "title": "Investing in volunteering: measuring social returns of volunteer recruitment, training and management",
      "authors": [
        "G Manetti",
        "M Bellucci",
        "E Como",
        "L Bagnoli"
      ],
      "year": 2015,
      "doi": "10.1007/s11266-014-9497-3"
    },
    {
      "title": "Financialisation of valuation",
      "authors": [
        "E Chiapello"
      ],
      "year": 2015
    },
    {
      "title": "Social impact measurement and non-profit organisations: compliance, resistance, and promotion",
      "authors": [
        "M Arvidson",
        "F Lyon"
      ],
      "year": 2014
    },
    {
      "title": "Managing social and environmental impact: a new discipline for a new economy",
      "authors": [
        "S Olsen",
        "B Galimidi"
      ],
      "year": 2008,
      "doi": "10.4324/9781315003610-8"
    },
    {
      "title": "Social impact investing in Germany: current impediments from investors' and social entrepreneurs' perspectives",
      "authors": [
        "G Glänzel",
        "T Scheuerle"
      ],
      "year": 2016
    },
    {
      "title": "Balancing the four E s; or can we achieve equity for social equity in public administration?",
      "authors": [
        "K Norman-Major"
      ],
      "year": 2011
    },
    {
      "title": "Balancing the four Es; or can we achieve equity for social equity in public administration?",
      "authors": [
        "K Norman-Major"
      ],
      "year": 2011
    },
    {
      "title": "Performance measurement for social enterprises",
      "authors": [
        "M Arena",
        "G Azzone",
        "I Bengo"
      ],
      "year": 2015
    },
    {
      "title": "Social innovation cluster in action: a case study of the San Francisco Bay area",
      "authors": [
        "K Tanimoto",
        "M Doi"
      ],
      "year": 2007
    },
    {
      "title": "Identifying and categorizing cobenefits in state-supported Australian indigenous environmental management programs: international research implications",
      "authors": [
        "M Barber",
        "S Jackson"
      ],
      "year": 2017,
      "doi": "10.5751/es-09114-220211"
    },
    {
      "title": "Current evidence supporting obstetric fistula prevention strategies in sub Saharan Africa: a systematic review of the literature",
      "authors": [
        "A Banke-Thomas",
        "O Wilton-Waddell",
        "S Kouraogo",
        "J Mueller"
      ],
      "year": 2014
    },
    {
      "title": "Harnessing the social: state, crisis and (big) society",
      "authors": [
        "E Dowling",
        "D Harvie"
      ],
      "year": 2014,
      "doi": "10.1177/0038038514539060"
    },
    {
      "title": "A credit score system for socially responsible lending",
      "authors": [
        "B Gutiérrez-Nieto",
        "C Serrano-Cinca",
        "J Cam On-Cala"
      ],
      "year": 2016,
      "doi": "10.1007/s10551-014-2448-5"
    },
    {
      "title": "Developing a conceptual framework for comparing social value creation",
      "authors": [
        "A Kroeger",
        "C Weber"
      ],
      "year": 2014
    },
    {
      "title": "Are social innovation paradigms incommensurable?",
      "authors": [
        "T Montgomery"
      ],
      "year": 2016
    },
    {
      "title": "Social entrepreneurship and impact investing",
      "authors": [
        "M Verkerk"
      ],
      "year": 2013,
      "doi": "10.1163/22116117-90000553"
    },
    {
      "title": "Intermediary perceptions of investment readiness in the UK social investment market",
      "authors": [
        "R Hazenberg",
        "F Seddon",
        "S Denny"
      ],
      "year": 2015
    },
    {
      "title": "Nascent green-technology ventures: a study assessing the role of partnership diversity in firm success",
      "authors": [
        "M Meyskens",
        "A Carsrud"
      ],
      "year": 2013
    },
    {
      "title": "Towards a geographical research agenda for social enterprise",
      "authors": [
        "S Muñoz"
      ],
      "year": 2010
    },
    {
      "title": "Coming out of the investors' cave?: Making sense of responsible investing in Europe in the new millennium",
      "authors": [
        "H Hummels"
      ],
      "year": 2012,
      "doi": "10.5840/bpej201231216"
    },
    {
      "title": "Enabling the original intent: catalysts for social entrepreneurship",
      "authors": [
        "C Vansandt",
        "M Sud",
        "C Marmé"
      ],
      "year": 2009
    },
    {
      "title": "Greening the economy: interrogating sustainability innovations beyond the mainstream",
      "authors": [
        "A Davies",
        "S Mullin"
      ],
      "year": 2011
    },
    {
      "title": "From cowboys to diplomats: challenges for social entrepreneurship in the Netherlands",
      "authors": [
        "M Witkamp",
        "L Royakkers",
        "R Raven"
      ],
      "year": 2011,
      "doi": "10.1007/s11266-010-9146-4"
    },
    {
      "title": "In defense of strategic philanthropy",
      "authors": [
        "P Brest"
      ],
      "year": 2005
    },
    {
      "title": "Entrepreneurial processes in social contexts: how are they different, if at all?",
      "authors": [
        "G Lumpkin",
        "T Moss",
        "D Gras",
        "S Kato",
        "A Amezcua"
      ],
      "year": 2013
    },
    {
      "title": "Issues in social enterprise and social entrepreneurship",
      "authors": [
        "W Bielefeld"
      ],
      "year": 2009
    },
    {
      "title": "Marine hydrokinetic (MHK) systems: using systems thinking in resource characterization and estimating costs for the practical harvest of electricity from tidal currents",
      "authors": [
        "J Domenech",
        "T Eveleigh",
        "B Tanju"
      ],
      "year": 2018
    },
    {
      "title": "Social return on investment and social enterprise: transparent accountability for sustainable development",
      "authors": [
        "N Rotheroe",
        "A Richards"
      ],
      "year": 2007,
      "doi": "10.1108/17508610780000720"
    },
    {
      "title": "Recent approaches to measuring social impact in the third sector: an overview",
      "authors": [
        "G Zappalà",
        "M Lyons"
      ],
      "year": 2009
    },
    {
      "title": "We do good things, don't we?':'blended value accounting' in social entrepreneurship",
      "authors": [
        "A Nicholls"
      ],
      "year": 2009
    },
    {
      "title": "Raising the profile of social enterprises: the use of social return on investment (SROI) and investment ready tools (IRT) to bridge the financial credibility gap",
      "authors": [
        "A Flockhart"
      ],
      "year": 2005
    },
    {
      "title": "Valuing the social? The nature and controversies of measuring social return on investment (SROI)",
      "authors": [
        "M Arvidson",
        "F Lyon",
        "S Mckay",
        "D Moro"
      ],
      "year": 2013
    },
    {
      "title": "Toward a systems approach to social impact assessment",
      "authors": [
        "C Hervieux",
        "A Voltan"
      ],
      "year": 2019
    },
    {
      "title": "Licence to operate: social return on investment as a multidimensional discursive means of legitimating organisational action",
      "authors": [
        "J Klemelä"
      ],
      "year": 2016
    },
    {
      "title": "can be contacted at: pastore@economia.uniroma2",
      "authors": [
        "Lavinia Pastore"
      ]
    }
  ],
  "num_references": 376
}
