{
  "paper_id": "EJG4CGC2",
  "title": "A systematic review of gamification in e-Health",
  "abstract": "Gamification is a relatively new trend that focuses on applying game mechanics to non-game contexts in order to engage audiences and to inject a little fun into mundane activities besides generating motivational and cognitive benefits. While many fields such as Business, Marketing and e-Learning have taken advantage of the potential of gamification, the digital healthcare domain has also started to exploit this emerging trend. This paper aims to summarize the current knowledge regarding gamified e-Health applications. A systematic literature review was therefore conducted to explore the various gamification strategies employed in e-Health and to address the benefits and the pitfalls of this emerging discipline. A total of 46 studies from multiple sources were then considered and thoroughly investigated. The results show that the majority of the papers selected reported gamification and serious gaming in health and wellness contexts related specifically to chronic disease rehabilitation, physical activity and mental health. Although gamification in e-Health has attracted a great deal of attention during the last few years, there is still a dearth of valid empirical evidence in this field. Moreover, most of the e-Health applications and serious games investigated have been proven to yield solely short-term engagement through extrinsic rewards. For gamification to reach its full potential, it is therefore necessary to build e-Health solutions on well-founded theories that exploit the core experience and psychological effects of game mechanics.",
  "year": 2017,
  "date": "2017-05-20",
  "journal": "Dev Educ. J",
  "publication": "Dev Educ. J",
  "authors": [
    {
      "forename": "Lamyae",
      "surname": "Sardi",
      "name": "Lamyae Sardi",
      "affiliation": "a  ENSIAS , University Mohammed V , Rabat , Morocco \n\t\t\t\t\t\t\t\t ENSIAS \n\t\t\t\t\t\t\t\t University Mohammed V \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rabat \n\t\t\t\t\t\t\t\t\t Morocco",
      "email": "lamyasardi@gmail.com"
    },
    {
      "forename": "Ali",
      "surname": "Idri",
      "name": "Ali Idri",
      "affiliation": "a  ENSIAS , University Mohammed V , Rabat , Morocco \n\t\t\t\t\t\t\t\t ENSIAS \n\t\t\t\t\t\t\t\t University Mohammed V \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rabat \n\t\t\t\t\t\t\t\t\t Morocco",
      "email": "ali.idri@um5.ac.ma"
    },
    {
      "forename": "José",
      "surname": "Luis Fernández-Alemán",
      "name": "José Luis Fernández-Alemán",
      "affiliation": "b  Dept. Informatica y Sistemas , University of Murcia , Murcia , Spain \n\t\t\t\t\t\t\t\t Dept. Informatica y Sistemas \n\t\t\t\t\t\t\t\t University of Murcia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Murcia \n\t\t\t\t\t\t\t\t\t Spain"
    }
  ],
  "doi": "10.1016/j.jbi.2017.05.011",
  "sections": [
    {
      "title": "Introduction",
      "text": "The concept of ''gamification\" has become more and more popular over the last few years. Conceived in the digital media industry, gamification began to be adopted on a wide scale only in the second half of 2010  [1] . In fact, the first documented use dates back to 2008, under the word ''funware\", which was coined by Gabe Zichermann  [2] . Gamification gained more notability through various books such as Jane McGonigal's \"Reality is Broken\"  [3]  and Gabe Zichermann's \"Game Based Marketing\"  [4] . Zichermann has also developed a marketing guide based on game mechanics to create brand awareness and drive customer engagement  [4] . As the term ''gamification\" was heavily contested within the video game and digital media industries, many designers originated new terms for their own practice to avoid the appearance of misconceptions about gamification  [2] . Moreover, there has been much controversy surrounding the definition of ''gamification\"  [1, 2, 5] . However, the most commonly accepted definition amongst those proposed was that of Sebastian Deterding who stated that ''Gamification is the use of game design elements in non-game contexts\"  [1] . This signifies that rather than creating immersive, full-fledged games as in ''serious games\", gamification is intended to affect the users' behavior and motivation by means of experiences reminiscent of games  [6] . Nevertheless, the aforementioned definition is related to similar concepts such as serious games, playful interaction, and game-based technologies  [1] . Serious games are games designed for non-recreational purposes, focusing therefore on areas as ''serious\" as economics, education, health, industry, military and politics  [7] . The most widely conventional definitions of serious games follow the lead set by Michael  [8]  and Stokes  [9]  by which serious games were regarded as either being ''games that do not have entertainment, enjoyment or fun as their primary purpose\" or ''games that are designed to entertain players as they educate, train, or change behavior.\" Unlike gamification, serious games appeared a long time before the proliferation of computer technologies  [10] . The ancestors of serious games were mainly nondigital and started to emerge in a few domains, namely, education, military and politics  [11] . Although serious games and gamification tend to be used for purposes other than their expected entertainment use, their implementations differ considerably. Whereas serious games sometimes called as 'games with a purpose' afford pure gaming experiences by means of gameplay rules, game engines and mechanics, gamification attempts to create experiences reminiscent of game through a combination of game mechanics and game experience design  [12] . Rewards (e.g. points, achievement badges, and leaderboards) are perceived as a core gamification strategy for users who accomplish the requested tasks  [13] . Some of the means used to promote competition are setting challenges and making the tasks visible to other users  [13] . Another useful pillar of gamification is leveraging social networks to increase engagement and interaction among the users  [14] . There are many additional meaningful gamification tactics, which enhance the persuasiveness of the gamified solution, such as narrative storylines, avatar-based self-representation and onboarding tutorials  [15] . Gamification thus promises a dual improvement consisting of making the activities more pleasant while ensuring people's long-term engagement with tasks perceived to be demotivating  [16] . Basically, a range of emotional, cognitive and social benefits are ascribed to gamification  [16] . Developing positive social relationships and promoting a feeling of integration are the key social benefits noted for gamification  [17] . Social influence can also invoke a sense of competition to achieve a higher status on the ranking table yielding thereby numerous emotional skills such as auto-satisfaction, self-esteem and pride  [18] . Moreover, there is a good evidence that gamification aid in cognitive development, as it stimulates the brain and promote knowledge acquisition. [18] . It helps develop strategic abilities of the players as long as it enhances their working memory, visual attention and processing speed  [19] . Typically, the various game mechanics potentially involved in gamification are regarded as an anchoring point for players to ensuring a flow of cognitive skills such as reaching a state of concentration, developing problem-solving skills and acquire a sense of goal-orientation  [20] . According to M2 Research forecasts, the gamification market will generate $2.83 billion in revenues in 2016  [21] . Moreover, in a survey conducted by the Pew Research Center, 53% of the people surveyed believed that game mechanics will become more embedded in daily life by 2020  [22] . In the same way, a market study shows that the worldwide Serious Games market is estimated to reach $5,448.82 Million by 2020  [23] . Nevertheless, it is interesting to note that despite the oldness of the concept of serious games, gamification genuinely steps into the mainstream whereas serious games stay in much limited scale  [24] . To illustrate this point, observe that gamification has already been applied in several domains, including education (e.g. to foster the engagement of students  [7] ), business (e.g. to engage employees and increase customers' loyalty  [25] ) and environmental sustainability (e.g. to inspire and provoke engagement in environmentally positive behaviors  [26] ). There has been considerable interest in applying gamification to the digital healthcare industry. This growing interest was to some extent spawned by the inequity of access to healthcare resources, the lack of adherence to treatment  [27]  and the increase in healthcare costs  [28] . Electronic technology has effectively contributed to the rise of gamification in many industries. The advanced features of smartphone handsets such as inbuilt accelerometers, external sensors and GPS services have proven to be an especially useful vehicle for the seamless delivery of healthcare interventions in general, and gamified health interventions in particular  [28] . The tremendous power of the technological advances have led innovation and creativity to become more attractive and tempting for researchers in various domains. The healthcare realm in particular has been positively affected, and highly advanced health-related systems have therefore been developed in order to promote healthy lifestyles and enhance overall wellbeing. For instance, health Behavior Change Support Systems (hBCSSs), whose objective is to promote changes in health behavior, have taken great advantage of the technological pace  [29] . Gamification has also been leveraged to enhance the persuasiveness of the hBCSSs. In a recent study  [30]  that reviewed gamified health BCSSs, gamification was found to have positive effects on the perceived experiences of users with diverse health conditions. In this respect, an automated physio-therapeutic Kinect system was built to assist patients during the period of post-surgery rehabilitation  [31] . The system was tailored to patients with specific needs (e.g. deaf, blind), and provides vibro-haptic feedback.\n\nAnother study  [32]  similarly evaluated a physical rehabilitation home-system for the elderly. This system relies on animatronic biofeedback that helps users gain more control over their involuntary physiological functions through electrical sensors connected to their bodies. Therefore, feedback as an element of gamification can significantly contribute to the enhancement of users' attention and engagement.\n\nThe healthcare domain has seen a rapid ascent of the adoption of gamification and serious games in health self-monitoring and management. On account of the ability of serious games to motivate, engage and entertain, numerous systematic reviews have assessed their effectiveness in promoting particular health behavioural changes  [33, 34]  and reducing a broad range of disorderrelated symptoms  [35] . In contrast, there is a paucity of evidence regarding the potency of the core gamification elements in the field of digital health. We, therefore, sought to carry out a systematic literature review to identify the combinations of game elements that are predominantly utilized in e-Health. Additionally, we highlighted the potential effects and hurdles surrounding the integration of game elements in solutions for health-purposes.\n\nThis paper reports the results of this systematic review conducted on a set of studies involving serious games and gamified applications. This study firstly sought to review and analyze the existing research contributions that explicitly identify the game elements employed in eHealth. It classified the selected studies according to their publication channels, research types, empirical research studies and application health domains. Moreover, it examined the contributions produced over time with regards to the game elements employed and explored the perceived benefits and challenges of embedding gamification techniques in different e-Health solutions.\n\nThe remainder of this paper is structured as follows: Section 2 describes the systematic literature review process; it presents the research questions and the search string, along with the inclusion and exclusion criteria. Section 3 reports the results obtained from the literature review. Section 4 discusses the main findings, states the limitations of the studies and outlines the implications for practice and research. Our conclusions and future work are presented in Section 5."
    },
    {
      "title": "Systematic literature review methodology",
      "text": "The main goal of a Systematic Literature Review is to provide a comprehensive and coherent synthesis of the studies available as regards a particular research area  [36] . As Kitchenham  [32]  states, a systematic literature review is a form of secondary study intended to identify, appraise and synthesize all available studies which address a particular research question. The key stages when conducting a systematic literature review are: (1) Definition of research questions, (2) Development of research protocol, (3) Performing the literature search, (4) Data extraction, (5) Quality appraisal, (6) Data analysis and results and (7) Interpretation of results  [37] . Systematic literature reviews have been found to allow researchers to come to a common and comprehensive understanding of the status of a given research area  [38] . Many literature reviews have been successfully carried out in the Computer Science domain and have generated well-founded findings, as occurred in  [39, 40] ."
    },
    {
      "title": "Research questions and search strategy",
      "text": "The goal of this Systematic Literature Review was achieved by identifying nine research questions. The corresponding rationale for each of these questions is presented in Table  1 .\n\nThe search strategy should be conducted thoroughly, as it directly affects the relevance and the completeness of the studies retrieved. In this literature review, the search for the papers was performed using the best-known digital libraries as regards the fields of software engineering and medical informatics: ACM, IEEE-Xplore, Springer, Wiley Interscience, ScienceDirect, PubMed and Google Scholar. In order to perform the automated searches in the digital libraries selected, the search string shown in Table  2  was structured in terms of the PICO criteria: Population, Intervention, Comparison and Outcome  [41]  and was divided into three parts so as to cover the entire scope of the study.\n\nAs shown in Table  2 , the Boolean ''OR\" was used to combine alternate terms in each part, while the Boolean ''AND\" was used to join the three major parts. The papers returned were obtained by applying the search string to the metadata (title-keywordsabstract) in each digital source. Further adaptation was needed to suit the search process of each library."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "After removing duplicates, a set of inclusion and exclusion criteria was formulated to evaluate and identify the most relevant studies of those retrieved. The selection process was conducted by the three authors, who considered the metadata in the papers, and each discrepancy that occurred was solved by screening the entire paper. The studies that satisfied at least one of the following criteria were included:\n\nIC1. The paper focuses on the use of gamification in e-Health. IC2. The paper evaluates gamified e-Health applications or serious games for end-users. IC3. The paper provides empirical evidence regarding the impacts and outcomes of gamifying e-Health.\n\nThe studies that met at least one of these exclusion criteria were discarded: EC1. Papers not written in English. EC2. Papers published before 2000 or after December 2015. EC3. Papers published in the form of an abstract (one or two pages), tutorial or poster. EC4. Papers dealing with gamification in any domain other than health and those that only mention the concept of gamification without providing further research."
    },
    {
      "title": "Quality assessment",
      "text": "In order to limit any possible bias while conducting this systematic literature review, all the selected papers underwent a quality assessment carried out by means of a set of closed-questions which were used to evaluate the relevance and quality of the papers' contents. The quality assessment questions were formulated according to a previous systematic literature review  [39]  and are described as follows:\n\nQA1. Does the paper present a detailed description of the game elements employed? The possible answers were ''Yes (+1)\", No ''(+0)\" and ''Partially (+0.5)\". QA2. Does the study present empirical results? The possible answers were ''Yes (+1)\" and No ''(+0)\". QA3. Are the limitations of gamification addressed explicitly? The possible answers were ''Yes (+1)\" and No ''(+0)\". QA4. Does the paper discuss the benefits of gamification? The possible answers were ''Yes (+1)\" and No ''(+0)\". QA5. Has the study been published in a relevant journal or conference proceedings?\n\nThis quality assessment question was rated by considering the CORE 2014  [42]  and Journal Citation Reports 2014 (JCR); rankings of conferences and journals, respectively. The possible answers to this question were: for conferences, workshops, and symposia:\n\nif it has no JCR ranking for others: (+0).\n\nQuestion QA1 scores partially when the paper does not provide details about the game elements employed in the application. The differentiation made as regards the score for question QA5 is owing to the fact that it is usually more complicated to publish in ranked journals than in conferences or symposia. The highest quality assessment score that could be given to a paper was 6, (i.e., the total score is an integer between 0 and 6)."
    },
    {
      "title": "Data extraction strategy and synthesis method",
      "text": "The RQs listed in Table  1  were answered by designing a data extraction form which was filled in for each of the selected papers. Using a structured sheet, data were extracted by one reviewer and subsequently checked for accuracy by the other two authors. All the information extracted is described below. RQ1: Publication source and channel of each paper should be extracted. RQ2: In order to analyze the temporal and spatial evolution of publications in the area, the papers should be distributed over years and the authors' nationalities should be represented. RQ3: The ranking of the publication sources should be considered so as to investigate the pertinence of the papers. RQ4: The health topic should be obtained in order to identify the exact domain to which gamification has been applied. RQ5: This question deals with the nature of the research reported in each paper. A research type can be organized into the following categories  [43] : Solution proposal: A paper in this category proposes a solution to a problem. The solution can be either new or a significant extension to an existing technique.\n\nEvaluation research: Techniques are implemented in practice and an evaluation of the technique is conducted.\n\nReview: Multiple research studies or papers are investigated and/or critically analyzed.\n\nOther: e.g. Experience papers, opinion papers, philosophical papers, etc. RQ6: Empirical research studies can be classified in the following categories  [44] :\n\nExperiment: A highly-controlled empirical method that commonly uses students as subjects.\n\nCase study: An observational study that tracks projects in their real-life context. Survey: This method involves collecting quantitative data from a sample of the population to be studied, usually by means of questionnaires and interviews. RQ7: The game mechanics should be extracted from each paper so as to identify those most frequently used in the healthcare sector. A commonly leveraged framework of game mechanics consists of the following game components  [45] :\n\nPoints: ''the heart of any gaming system\", which quantify users' participation and performance. Badges: these mark the completion of goals and are frequently assigned upon accumulating points. Leaderboards: these visually display where users stand with regard to their peers. Challenges and quests: these provide users with a guided path in order to perform a prescribed set of gameplay actions. Levels: these serve to indicate the users' progress in the gamified experience over time (e.g. Progress bars). Feedback: this is the constant process of returning information to users about their actions within the game in realtime. RQ8: Information about possible obstacles should be analyzed in order to determinate how gamification in the health area could be hampered. RQ9: The salient findings should be considered so as to investigate the impact of gamifying e-Health.\n\nThe synthesis process aims to synthesize the relevant information extracted from the selected papers in order to answer the research questions. Besides using descriptive statistics, the results were graphically represented to help interpret them. The data extracted for the research questions ranging from RQ1 to RQ7 are presented in Appendix A."
    },
    {
      "title": "Results",
      "text": "This section describes the results of the systematic literature review conducted to answer the research questions presented in Table  1 .\n\nThe selection process was performed between December 2015 and January 2016. As shown in Fig.  1 , a total of 562 papers were returned from the database searches by using the search terms described in Table  2 .\n\nAfter removing duplicates and papers that met the first three exclusion criteria, 534 papers were left and underwent a screening based on their metadata (Title, keywords and abstract). Of 534 papers, 474 were excluded after the application of EC4. The remaining 60 papers were evaluated by considering their full texts. 19 articles were discarded and 41 articles focusing on both gamification and serious gaming in e-Health were selected after applying EC4. Five more articles were identified after checking the reference list of each selected study (snowballing technique). A total of 46 papers were, therefore, eventually included in this systematic literature review. The papers included are detailed in Appendix B, along with their quality assessment scores."
    },
    {
      "title": "RQ1. Which publication channels are the main targets for gamification in e-Health?",
      "text": "The selected papers are distributed throughout a varied range of publication channels. Of the publication sources identified, three journals are repeated. Four papers were published in the Journal of Medical Internet Research  [46] [47] [48] [49] , three were published in Games for Health Journal  [50] [51] [52]  and two papers were published in the Journal of Computer Human Behavior  [53, 54] . Similarly, four conferences were recurrently identified. Six papers were published in the IEEE International Conference on Serious Games and Applications for Health in its first  [55] [56] [57] [58]  and third edition  [59, 60] . Moreover, two papers were published in the International Conference on Current and Future Trends of Information for the year 2015  [61, 62] , whilst two more were published in the Pervasive Health conference in different years: 2012  [63]  and 2014  [64] . Two addi-tional papers were drawn from the International Conference on Advances in Computer Entertainment Technology of the year 2014  [65, 66] . Around 63% of the selected papers were published in conferences, 33% were presented in journals and only 4% in symposia. Appendix C lists the publication sources of all he selected studies, their types and the number of papers per publication source. RQ2: How is the research focused on gamification in e-Health distributed over years and across countries? A total of 16 nationalities was identified, of which American, Portuguese and Canadian researchers were the most dedicated to gamification in e-Health. However, there seems to be a progressive spread of interest in the field throughout the world. RQ3: How easy is it to find recognized papers?\n\nThe relevance of the selected papers can be evaluated through the ranking of their publication sources. In this study, there are five 0 5 10 15 20 25 2008 2010 2012 2014 2016 Number of papers Selected studies Empirical studies Fig. 2. Distribution of the selected papers over time. 0 2 4 6 8 10 12 Brazil Colombia Greece Israel Spain Sweden Austria Germany Ireland Italy Finland Netherlands England Canada Portugal United states RQ4: In which health domains has gamification been investigated?\n\nAs depicted in Fig.  4 , the most recurrently studied health topic for both gamified apps and serious games in e-Health is chronic disease management/rehabilitation. Some of these health conditions are Cancer, Alzheimer's disease, Stroke and Obesity. For example, Cafazzo et al.  [46]  presented a gamified mobile health application aimed at the self-monitoring of blood glucose in adolescents with type 1 diabetes. Imbeault et al.  [57]  made use of Artificial Intelligence and game mechanics to create a serious game specifically intended to provide cognitive training for patients suffering from Alzheimer. While only two papers focused on designing serious game to promote physical activity, a total of 13 papers investigated the gamification of physical activity. For instance, Keung et al.  [67]  integrated gamification elements into a mobile fitness application intended to motivate young people to go outdoors to exercise. Three other studies focused on harnessing gamification techniques in mental health-related applications  [68] [69] [70]  five papers presented serious games focusing on mental disorders, particularly, in children  [71, 52, 56, 58, 66] . The remaining Fig.  5  shows the three research approaches that were identified in this systematic literature review. Besides five reviews, around 35% of the selected papers were solution proposal studies and 13% were undertaken to evaluate existing or new gamified e-Health applications. Even though the majority of the research was found in the category of solution proposals, the reviews identified have relied mainly on gamified e-Health applications retrieved from mobile applications stores, namely App Store and Google Play store, which are not therefore reported in literature. Besides reviewing the existing gamified exercise application, Hamari, J. & Koivisto, J. investigated the role of social influence on changing behavior through the evaluation of an application called ''Fitocracy\"  [53] . By contrast, evaluation research (22%) was slightly more dominant than solution proposals (19%) for serious gaming in e-Health. However, no review was identified for this context in this systematic literature review. RQ6: Are the studies in the area empirically evaluated?\n\nAs depicted in Fig.  5 , most of the selected papers were empirically evaluated through case studies, experiments and surveys. No type of evaluation was provided in 35% of the studies. In about 33% of the papers, experiments were performed with students, patients or acquaintances who complied with a certain number of conditions, such as being experienced in the use of mobile devices  [75] , being of a certain age (20-50)  [63]  or even being able to speak and read English  [48] . In nine evaluation research papers on gamified applications and serious games, the participants recruited were asked to sign a consent form prior to involvement  in any phase of the study  [47, 48, 63, 76, 77, 50, 65, 71, 52]  and in some of them, they received a gift as compensation for their participation  [53, 63, 77] . In around 17% of the selected papers, the authors conducted case studies to evaluate e-Health gamified applications and serious games in real-life context. Of the five papers on gamified applications that conducted case studies, two reported a single-patient-led study  [64, 77] . For instance, in one paper a 44year-old woman with complex congenital heart disease evaluated a gamification-based exercise monitor over a period of 6 months  [78] . The patient managed the system by herself during the entire study period. The outputs were consecutively analyzed and interpreted by the researchers.\n\nIn order to collect data after the completion of experiments or case studies, authors mostly relied on audio-recorded structured/ semi-structured interviews and questionnaires. Logs were also used to gather data about the sequencing of activities and time spent of them by the different participants  [65] .\n\nMoreover, two papers evaluated the effectiveness of the gamified e-Health application by respectively implementing logs, along with interviews or daily self-reports  [76, 79] . Almost 200 participants were involved in two surveys on gamified apps  [46, 54]  conducted by researchers, while one paper did not state the precise number of participants  [80] . However, it did state that a small group of participants was recruited to perform the survey. As for surveys that were conducted in serious games' studies, the least number of respondents was 12 participants  [66] .\n\nFig.  6  shows that the number of participants involved in the empirical processes in both gamified applications and serious games ranges from one to 200 participants.\n\nIn six studies  [47, 54, 63, 73, 77, 78] , users tried out the gamified applications over a long period ranging from one to six months. Accordingly, the longest evaluations of gamified applications reported in the selected papers lasted 6 months  [78, 79] , whereas the longer period stated in studies evaluating serious games was of two months during which children diagnosed with ADHD played a serious game at home over four periods of two weeks  [52] . Fig.  7  depicts the duration (in hours) of all the empirical studies reported in the papers."
    },
    {
      "title": "RQ7: What game mechanics have been used in gamifying e-Health applications?",
      "text": "As shown in Fig.  8 , various game mechanics were employed in the selected papers. However, feedback and rewards were the most frequently used incentives in gamifying e-Health applications and games. About 93% of the selected papers reported the integration of an automatic real-time feedback system and/or a variety of collectible virtual rewards such as badges and points. Miloff et al.  [68]  used preloaded and personalized rewards consisting mostly of outing and pampering suggestions. In the same way, different reward systems were implemented in almost 95% of the investigated serious games. Social interaction received significant attention among gamified applications; more than half (16 papers) of the selected papers reported the usage of an embedded social context in the application via leaderboards or instant messaging system. Zuckerman and Gal-Oz  [76]  employed a social comparison element in the form of a leaderboard which ranked users in function of their accumulated points. Moreover, social interaction in terms of communication has been identified in nine studies about gamified applications  [46, 53, 54, 75, [77] [78] [79] 81, 82] . While some applications enabled users to communicate locally (within the application)  [46]  with their peers, others handled social media support  [63, 83]  by ensuring an instant connection with the best-known social networks (e.g. Facebook, Twitter). On the other hand, social interaction was less frequently employed in serious games. Garde et al.  [50]  brought to play a variety of game mechanics including those for social engagement, progression and scheduling. In this paper, social interaction was achieved by the competition between teams of players through collection of rewards, thereafter, team members could see their ranking on leaderboard. Another gamification technique reported in 29% of the selected papers on gamified applications consists of progress bars that help users visualize their performance and keep track of their progress.\n\nChallenges and quests were pinpointed in seven studies  [49, 53, 61, 72, 74, 75, 84] . Although, most of these studies did not provide details about this category of gamification elements, it may be surmised that challenges could take place among the users of the application in a collaborative mode (group of users) or in single mode. The serious games investigated in 59% of the selected studies afforded a sense of progression to the users through levels and missions  [65, [84] [85] [86] . In addition to the aforementioned gamification techniques, a variety of other game elements was investigated. Trophies, ribbons and medals were integrated to award users upon the completion of a task or after leveling-up  [63, 78] . Additional incentives were implemented in serious games such as prizes  [87]  and in-game currency  [52] . In accordance with the findings of the selected studies, gamification techniques were extended to audible modules; sound effects, notifications/alerts, congratulatory messages and video-taped acknowledgments were also identified in the selected studies  [56, 48, 81] . 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 Number of hours Serious Games Gamified Apps Fig. 7. Duration of the empirical studies (in hours). Moreover, personalized avatars and animated characters were used to represent the users  [59, 60, 68] . Keung et al.  [67]  included a narrative context in their gamified fitness application in which the user is asked to perform a set of workouts so as to progressively unlock the storylines. RQ8: Which challenges are the most frequently encountered during gamification? Only ten of the selected studies discussed the problems encountered in gamifying e-Health applications and serious games. The majority of these studies have mentioned a particular weakness, stating that motivating users by means of game elements may not be sustained in the long run if the gamification solution is not continuously improved  [50, 54, 60, 63, 75, 76] . Another considerable limitation reported in five studies was that some game mechanics did not provide additional information that may help users clearly define their level of performance  [55, 63, 72, 74, 76]  and did not capture the nuances of content and target users. To put it simply, some game mechanics lacked a certain form of customization to match the health purposes of the application and to be fully adapted to target groups. In this respect, two studies about serious games reported that incorporating game mechanics is unlikely to be equally suited to people of all ages  [50, 85] .\n\nAlthough it was not massively investigated, cheating can be perceived as a considerable problem that may undermine gamified e-Health applications  [72] ; users may input wrong data to obtain rewards and move up the comparison scale.\n\nTable  3  presents the main limitations and challenges that might seriously hinder the efficiency and effectiveness of implementing game mechanics in both gamified e-Health applications and serious games.\n\nRQ9: What are the benefits of using gamified e-Health applications?\n\nSeveral studies discussed the benefits of implementing game mechanics in gamified e-Health applications and serious games. The gameplay afforded in these e-Health interventions may positively affect users' emotional experiences and foster their satisfaction and self-esteem  [58, 61, 67, 73] . One important advantage of the use of game mechanics is that it was perceived to highly motivate users to change their health behaviors and stay engaged with the application  [61, 85, 86] .\n\nAlthough it was noticed that gamification may fail to keep the users involved, many studies considered that game elements can be of great assistance in yielding a regular use of the application  [46, 48] .\n\nMoreover, the game mechanics help stimulate users' willingness to continue using the gamified applications or serious games  [55] . Another advantage that was recurrently identified was that of promoting the gameplay and making the application more entertaining and easy to use and intelligible, especially for children and the elderly. All the benefits drawn from the selected papers are summarized in Table  4 ."
    },
    {
      "title": "Discussion",
      "text": "This section discusses the results obtained and provides implications for practice and directions for further research in the area of gamification in e-Health. RQ1: Which publication channels are the main targets for gamification in e-Health?\n\nAccording to the findings reported in Section III, a great insight has been gained as regards gamification in e-Health, as it was investigated in different publication channels including conferences and journals. Nevertheless, the majority of the papers selected in this systematic literature review were published in journals and conferences focusing on medicine and health research and/or those that are related to computer interactions. The difference perceived in the number of journals in comparison with the number of conferences as publication venues can be explained by the fact that publishing in journals is generally more complicated than publishing in conferences; this distinction was made clear in the quality assessment phase. RQ2: How is the research focused on gamification in e-Health distributed over years and across countries? Although we planned to include studies published during the entire past fifteen years, we eventually obtained solely those published throughout the last five years (2010 -2015). From the second half of 2010, the concept of gamification took off in many areas, particularly those of industry and education. However, the surge of interest in gamification in e-Health only started at the beginning of 2014. In comparison, the current wave of serious games started to gain some momentum in the minds of many researchers by the year 2002, yet various games were designed for serious purposes before this date  [11] . Nevertheless, the reader may note the slight decrease in 2015, which can be justified by the time period in which this systematic literature review was conducted. The number of the studies that were published in 2015 may, therefore, be biased to a certain extent. There were no surprises as regards the geographical distribution of research on gamification and serious games in e-Health. Most of the papers that have been published in the area are written by authors from the United States of America  [47, 49, 67, 69, 77] , Portugal  [88, 65, 89, 56, 66, 64, 72] , Canada  [46, 48, 74, 83] , Netherlands  [52, 55, 60] ,\n\nTable  3  Limitations of gamification in e-Health."
    },
    {
      "title": "Limitations and challenges",
      "text": "Supporting studies"
    },
    {
      "title": "Gamified Apps Serious games",
      "text": "Effectiveness of the gamification solution can lessen when relying on only one game element  [72, 100]  There is no unified framework for evaluating gamification principles and outcomes  [49, 73, 76 ] Users might feel motivated and excited about the gamification elements but the interest declines over time  [49, 54, 63, 75, 76]  [46,56,81] Gamification elements are sometimes perceived to be meaningless and not helpful in terms of the system's healthcare purposes  [63, 72, 74, 76]  [55] Gamification solutions are not user-centered as they overlook the traits and demographic characteristics of potential users  [54, 72, 73, 76]  [50,85] Some rewards were judged to be irrelevant or exaggerated  [63, 74]  [51,55] Gamified health solutions do not integrate health professionals in their development, which may reduce their performance and lower their credibility  [72, 73]  Cheating may increase as users might work to achieve higher levels solely for the sake of rewards  [72]  There is a significant lack of controls between the elements of gamification and thus various elements were viewed as a single one  [76]  England  [61, 70, 78]  and Finland  [53, 54, 75] . A smaller frequency of contributions has been made by other European countries such as, Ireland  [79, 90] , Italy  [58, 59] , Spain  [81] , Greece  [62] , Sweden  [68]  and Austria  [76] , and by Latin America countries, namely Colombia  [80]  and Brazil  [82] . Although many studies were discarded to meet the inclusion criteria of this literature review, there was little to no frequency of contributions from Asian and African countries. This spatial inequity could be explained by the development that has occurred at the level of e-Health in countries throughout the world. The most highly developed countries were, therefore, obviously the first to tackle this area and make fruitful contributions in order to enrich it. RQ3: How easy is it to find recognized papers?\n\nEven though conferences and symposia outnumbered journals in this study, the majority of the journals identified were highly recognized. Of the five journals ranked as JCR, three of them are interested in Medicine and Health informatics. The focus areas of the three additional JCR journals include cyber-psychology and ubiquitous computing. Regarding conferences, only two conferences were found in the CORE 2014 ranking and their scopes include, among others, collaborative approaches in healthcare systems, gamification and interaction design for games. The percentage of recognized papers (30%) indicates that gamification and serious games in the e-Health area are considered to be maturing disciplines. As can be inferred from the quality assessment we performed, the papers included were neither perfect nor improper in terms of quality and relevance. However, most of the selected studies obtained scores in the range of  [3, 6] ; seven studies received scores equal to 5 and there were only five studies whose scores were equal to either 1 or 1.5."
    },
    {
      "title": "RQ4: In which health domains has gamification been investigated?",
      "text": "Gamified applications and serious games were designed for a variety of health topics, yet there was a slight difference perceived between the major health topics investigated in both areas. Chronic disease management and rehabilitation was the most frequently investigated health domain in the selected studies on both gamification and serious games. Whereas several studies were found in the area of gamified applications applied to physical activity, very few research studies addressed serious gaming in this topic. Physical activity, as it was defined in this study, encompasses both fitness and exercise for people who are not ill. Papers reporting prescribed exercise for patients with chronic disease, as in  [78] , were considered in the category of chronic disease management and rehabilitation. Chronic disease management and rehabilitation therefore embody specialized healthcare dedicated to help patients regain strength after illnesses  [61]  and provide those living with long-term conditions with tools to manage their health and improve their wellbeing  [46] . Some of the health conditions that the papers in this category dealt with are Stroke, Diabetes, Alzheimer's disease and Cardiovascular disease. Mental health also held the interest of researchers in both areas (gamification and serious gaming); a total of eight papers discussed the design of gamified applications and serious games dedicated to people suffering from mental disorders. These papers concentrated particularly on two major health conditions, namely Anxiety  [68, 69, 71]  and Attention Deficit Hyperactivity Disorder (ADHD)  [70, 52] . ADHD is defined as a mental disorder that is marked by a pattern of behavioural symptoms including inattention, hyperactivity and impulsivity  [70] . Two papers presented serious games intended to minimize intellectual deficiency and to improve the phonological competencies in children, respectively  [56, 66] . In addition, there were five papers concerning nutrition and personal hygiene  [51, 72, 73, 82, 86] . These studies reported that their objective was to change eating and hygiene habits and bolster the ability to adopt healthy lifestyles  [51, 72, 82] . Bearing in mind the various health domains that were investigated in the selected studies, there would appear to be a growing interest in the use of gamified health interventions and serious games in the treatment, rehabilitation and management of chronic disease patients. In this respect, gamified healthcare applications can ease the burden and provide motivation to the patients by creating a therapeutic game-like environment  [74] . Persevering with regular healthy activities such as completing a course of medication, maintaining an exercise routine or sticking to a healthy diet can be a struggling and demoralizing experience. With the help of gamified tools and platforms, these activities become more enjoyable and easier to keep on with. Similarly, gamified e-Health applications provide a means to assist patients with mental health problems and disorders such as anxiety, stress and depression. Beyond raising awareness and understanding of these mental health issues, gamified tools can deliver cognitive therapies to reduce stress or tune out negativity and anxiety by displaying avatars and offering rewards, among others  [69] . In a similar vein, serious games for health entertain and promote better delivery of health care services. The use of tailored games can serve the purpose of raising patients' willingness to manage their disease or condition and increasing their medical adherence. It also provides an opportunity to motivate patients to persevere in long-term treatments. Gamification and serious gaming are therefore highly promising in the matter of reducing problems with treatment adherence  [91]  and boosting engagement with healthcare interventions.\n\nRQ5: What are the research types of the studies related to the gamification of e-Health?\n\nThe most prevalent research type is solution proposal, which accounts for 54% of the selected papers. This implies that the design and development of gamified e-Health applications and serious games are significantly expanding among researchers in Increases users' compliance with health interventions and improves their ability to self-manage their conditions and adherence to treatment  [47,48,61,69,74] [60,66]  Provides positive emotional states and elevates users' satisfaction and self-esteem  [46, 48, 53, 64, 72, 73, 75, 81, 83]  [58] Enhance intrinsic and extrinsic users' motivation  [46,47,49,61,63,64,70,76-81,83] [52,55,56,58,66,85 ] Makes health activities fun, enjoyable and understandable  [48,61,70,73,76,75,76,79,80,82] [50,51,56,59,66,84,85,87,88 ] Promotes healthy behavior and reinforces the users' efforts to change their behavior  [46, 49, 53, 61, 63, 70, 72, 73, 81, 82, 90]  [60,84,86] Social support was perceived to be appealing and crucial in increasing social skills  [47,72,75,77,82] [50]  the areas of healthcare and pervasive technologies. The second most frequent research type in the selected studies is evaluation research. About 35% of the papers analyzed conducted an evaluation of pre-implemented gamified e-Health interventions and full-fledged serious games. Some of them additionally provided a set of benefits and drawbacks of the usage of these interventions. However, this result denotes that evaluation research into gamification and serious gaming in e-Health is, to some extent, scarce. Indeed, researchers do not focus primarily on evaluating the existing applications but alternately concentrate their efforts on proposing new solutions to enhance the area in question. This is mainly owing to the complexity and difficulties inherent to the evaluation of healthcare systems. In order to conduct thorough health-related experiments, it is currently necessary to obtain permissions and extensive consents from various parties, which renders the evaluation even more difficult. Furthermore, five reviews  [49, 53, [72] [73] [74]  were included in this study. A dozen gamified applications related to healthcare and wellbeing were examined from different perspectives, such as design challenges in terms of functionality and privacy  [72, 73] . Nevertheless, there was no relevant review of health serious games identified in this study.\n\nRQ6: Are the studies in the area empirically validated?\n\nEmpirical investigation is a crucial process in scientific research. Having qualitative data and measurements to hand can facilitate the decisions made about the efficiency and reliability of the systems evaluated  [92] . There is a wide range of existing empirical methods. The selected papers in this study relied principally on experiments (33%), which were performed mainly by students who showed their willingness to participate in the evaluation. Recruiting participants from universities, hospitals or through acquaintances was a commonly adopted strategy when seeking prospective contributors. Five papers  [46, 48, 62, 64, 78]  carried out case studies to assess the effectiveness of the gamified e-Health applications. Within this category, it was noted that two case studies  [64, 78]  were performed by a single patient who was observed during a long period of time. Consequently, these findings can hardly be considered as being based on scientific evaluation. Research studies on serious games also used case studies to explore the impact of these games on the improvement of participant's condition by gathering quantitative data. Furthermore, surveys were endorsed in 15% of the selected papers. With the exception of two papers  [66, 80] , surveys were driven by a large sample of respondents and were launched upon the completion of the project. With regard to data collection methods, researchers essentially opted for questionnaires and audio-recorded interviews that were later transcribed for better analysis. Around 35% of the studies did not include an empirical validation. Empirical evidence about gamification and serious gaming in e-Health applications is therefore progressively emerging  [32] . However, gamification has not yet attained the mainstream of any academic discipline. According to various studies on gamification  [93, 94] , there is a serious lack of research that provides well-founded and rigorous empirical evidence of the motivation process driven by the core elements of gamification. Several studies therefore reported the need for more substantial research and empirical data on the effectiveness of the gamification elements incorporated into diverse contexts such as enterprises  [20] , education  [7]  and journalism  [95] . In a like manner, it was noted that there is a dearth of studies speculated about serious games that did not include high-quality empirical evidence concerning positive impacts and outcomes of serious gaming  [96] .\n\nRQ7: What game mechanics have been used in gamifying e-Health applications?\n\nA multitude of game mechanics are being integrated into gamified e-Health applications and serious games. The majority of the selected studies reported the usage of a combination of game mechanics to encourage users to engage with the application. Of the gamification elements most frequently used, we found feedback, rewards, progression and social features. Most of the studies incorporated a basic game-like feature that rewards users with numerical values for an action or a combination of actions. This point-scoring system was generally associated with achievement rewards such as badges, trophies and medals upon accumulating a certain amount of points. Apart from these virtual rewards, some researchers opted for more personalized rewards  [68] . For instance, the pain assessment application for adolescents with cancer  [48]  rewarded its users with a congratulatory video-recorded acknowledgment upon accomplishing the assessments. Moreover, children were rewarded real-world prizes such as a jump rope and a Frisbee after the completion of the game's nutritional activities  [86] . Providing instant-feedback was also perceived as a helpful mechanism as regards informing users about their current progress and alerting them to changes in their status. Feedback was mainly represented in the form of visual popups  [62]  (e.g. textual measures, informative messages) or audible notifications (sound effects)  [80] . Serious games also provided constant auditory, visual or textual feedback which directly react to the patient's actions and inform on their performance and results  [65, 84] . It has been pointed out that the adjustment of the real-time feedback is crucial, because the game needs to provide a feedback appropriate to the level of the patient  [57] . Feedback should therefore be dynamic and adaptable. Several studies emphasized the positive effect of socialization on the users' engagement with the gamified applications. Whilst some applications implemented a socialization component that interacts with the best-known social networks  [61]  (e.g. Facebook, Twitter), a private social platform was created in other applications to allow users to communicate with their peers and receive support from them  [46] . Another aspect of socialization was that of leaderboards. This is based on status, which leads to greater visibility for the users. This implies a social comparison, which encourages the users of applications, especially those related to physical activity, to surpass their fellows  [76] . Another competition setting was that of creating a collaborative platform on which users can perform the application's activities as part of a small group, which ultimately helps people enhance their physical accomplishment  [77] . Although not highly valued in serious games, social interaction, as presented in two studies  [50, 52]  consisted on the setup of an in-game social community of players where they can communicate and support each other in order to generate competition between them and stimulate a prosocial behavior. As in the gamified applications, the players were able to see each other's rank and current status on a leaderboard. In addition, serious games made an extensive use of leveling-up and progression mechanics. To advance levels, the players had to perform challenges of a gradual increasing complexity  [50, 56] . On the contrary, progress bars and challenges were found to be the least commonly used game mechanics in the selected studies on gamified applications. However, users who participated in the evaluation of applications that employ these mechanics expressed positivity about and satisfaction with them. They stated that challenges allowed them to complete a particular set of actions within a time limit, but they suggested that this mechanism might be more effective if they could set personalized challenges by themselves  [75] . Moreover, a mobile fitness application called BonnyBolt was based on a fictitious storyline in which users were asked to explore the different episodes of the storyline while exercising. This quest appeared to be significantly engaging for young users  [67] . Some studies reported the usage of further gamification elements. For instance, users of a wellness application  [75]  were disposed to track their progress instantly on a virtual map. This analogy was considered to be helpful as it added more tangibility to the achievements. The effectiveness of some game mechanics in comparison with others is mainly owing to their role in simultaneously yielding enjoyment, competition and selfevaluation  [97] . Social features, rewards and progress tracking were therefore demonstrated to be powerful mechanics in producing positive effects on users. In line with the studies conducted on gamification in non-health-related contexts such as education  [98]  and software engineering  [99] , there is a similarity in terms of the most frequently used game mechanics. In fact, tracking and monitoring progress help users stay focused on their goals and avoid dwelling on negativity  [97] . Pointsification is the core component of gamification, particularly in progress visibility and leaderboards. Users' progress is mostly fueled by the amount of points collected, which are then used to provide a ranking on leaderboards. However, points could be less appealing and insignificant in terms of gratification. Users tend to prefer receiving badges  [99]  for their multiple functions. Beyond advertising one's achievement, badges can provide instructions that help users shape their activities and diversify their participations  [100] . Besides encouraging selfimprovement, social features are designed to create a competitive environment in which users can effectively engage to achieve extrinsic motivations. Nevertheless, these positive effects can be undermined from the perspective of users. For example, users may actually feel disheartened if they are not able to surpass their fellows or they realize that they do not have in-app friends to connect with  [97] . As long as there are different perceptions about the potency of the game mechanics, more research is needed to understand, exactly, how these gamification elements trigger motivation in order to implement them more appropriately."
    },
    {
      "title": "RQ8. Which challenges are most frequently encountered during gamification?",
      "text": "Although the number of studies investigating the limitations of gamification in e-Health is relatively scarce, it was noted that the implementation of gamification techniques in the e-Health realm is a critical and demanding process. The authors of the selected papers addressed several challenges that could undermine the potential success of gamification and serious gaming. One of the major challenges is related to the long-term viability of the gamification effects on the applications' users. Researchers argue that the noticeable short-term effect on users' motivation and engagement is unlikely to be sustained, as the users' interest and enthusiasm in the game-like features seems to decrease in the long run  [50, 70, 75] . Moreover, some game mechanics (e.g. points, badges) did not provide a tangible health-driven meaning in terms of the user's competence and health skills  [76] , and they were sometimes wrongly located on the application's display. In this respect, the participants in the evaluation of a nutritional serious game  [51]  did not understand the purpose of the partitioned progress bar along with the number associated to it. A direct, simple and clear set of instructions would thereby be essential to avoid confusions and optimize users' gameplay experience. Furthermore, it was stated that some gamification applications offer a valuable reward for an activity that does not require a significant endeavor and/or vice versa  [49] . Regardless of their functionality in a gamecontext, gamification elements were sometimes falsely mixed-up as there was no apparent control between them  [76] . To effectively alleviate these challenges, it is necessary to design game elements for meaningful in-system purposes by providing them in response to efforts that users consider important. It is also significant to assign informative content to the game elements in order to make them easily intelligible and not confusing  [101] . In addition, build-ing an entire gamified solution on the basis of a single gamification element can reduce the effectiveness of the solution and therefore lead to a straightforward failure  [72] . Because fun and motivation are not a ''one-size-fits-all\" proposition, a game element that seems motivational for one individual may not be persuasive for another. This also holds true for serious gaming as it was emphasized in different studies  [50, 85]  that there is a crucial need to understand the gaming forms which motivate and engage players  [85] . This knowledge may therefore help designers create adaptive games that offer slightly different modes of play for different player types. Moreover, in order to trigger users' motivation through gamification, it is important to allow them to experience a sense of communion, autonomy and competence  [102] . Gamified solutions should encompass a well-structured and varied rollout of game elements if these motivational needs are to be realized. Another important issue is that most gamified solutions and serious games are not user-centered since they disregard the demographic characteristics of the targeted users to a significant extent  [32] , thus failing to provide an appropriate solution to the cohort in question. In this respect, researchers suggest bearing in mind the varied demographic traits and considering children and elderly cohorts to a much greater extent  [72] . Besides the lack of a standardized methodology with which to assess the potency of gamification  [73] , there is a paucity of healthcare professionals' involvement in the design and development of the gamified e-Health solutions, which diminishes their credibility and respect among patients  [72] .\n\nRQ9: What are the benefits of using gamified e-Health applications?\n\nDespite the challenges that were judged to hamper the potential of gamification in the e-Health realm, the majority of the selected studies have demonstrated the positive effects that the user can still attain while using gamified e-Health interventions and serious games. The major advantage of gamification in the health context is, perhaps, that of ensuring users' regular engagement and increasing their immersion into the e-Health solution  [59, 63, 81] . Indeed, gamification seeks to take playful aspects of gaming experiences in order to restructure a typically boring activity into something enjoyable, competitive and engaging  [70, 82] . This implies motivating users to deliberately stick to the application's activities  [61] . Similarly, the use of visual aesthetics and game mechanics in serious games promotes the gameplay and the interaction with the players while yielding a great level of enjoyment and entertainment  [58, 87] . Besides providing extrinsic motivation (rewards, feedback), gamification is also intended to help users experience positive emotional states such as satisfaction, relatedeness and self-esteem  [70, 72, 73] . This results in the inducement of positive changes in users' behavior that are beneficial for their overall health and wellness  [62] . Furthermore, gamification was perceived as a successful means to provide a certain type of assistance to patients with chronic conditions by improving their adherence to medication and treatment plans  [47] . On the other hand, serious games were appreciated and were seen as a good method to help people induce positive behavioural change in people living with chronic conditions thanks to the powerful integrated game design  [58, 60] . From a social perspective, gamification has a huge potential as regards improving communication and bilateral encouragement among users by means of socialsharing (e.g. posts) and instant messaging  [50, 77] ."
    },
    {
      "title": "Implications of the results",
      "text": "The findings of this systematic literature review have implications for both researchers and practitioners working in the area of gamification applied to e-Health. Researchers need to pay considerable attention to the motivational side of the gamified applications and serious games. Extrinsic and intrinsic motivation should be tuned up to yield a permanent engagement with the application. Moreover, the findings of this review show that the majority of the studies reported evaluations during a short period of time, which actually diminished the accuracy of the results. The gamified applications and serious games, especially those dealing with therapy and prevention, must therefore undergo empirical evaluations that span longer periods so as to better explore the long-term viability of the game mechanics being integrated. In addition, patients diagnosed with the health condition in question should be involved from the first stage of the development of the application or the game. Since the seriousness of the application might be alleviated owing to the game-like features, receiving medical approval can reassure the users about the effectiveness of the application from the health outcome perspective. Practitioners, for their part, need to examine the gamified applications and serious games rigourously in order to lessen the eventual loopholes that enhance the users' ability to cheat, i.e., seeking rewards while being oblivious to the actual health outcome. It may be worth involving experienced game-designers in the whole process of building the e-Health solution so as to draw on their expertise for the purpose of implementing game-mechanics that are properly thought through and well balanced. Furthermore, practitioners need to bear in mind the importance of ensuring security and privacy to the extent that the users' personal health data are fully protected."
    },
    {
      "title": "Study limitations",
      "text": "As with any review, this study has a number of considerations that may limit the soundness of the conclusions drawn. These biases have been divided into four kinds of threats to validity, which are described below: Construct validity: The most obvious bias that could affect the validity of the conclusions of this study is the incompleteness of the search and the selection of the studies. Although the trial search was performed in the major digital libraries related to computer science and medicine, relevant studies that investigate gamification and serious gaming in e-Health may have been missed. In an attempt to mitigate this bias, the Google Scholar database was first used to retrieve the potentially relevant studies that are not indexed in the selected sources. Second, the reference lists of the papers included were checked to identify any further relevant studies. Although the PICO criteria were used to obtain a rich collection of elements for the search string, it was impossible to ensure that the search was totally exhaustive. Additional terms related to 'gamification' and 'serious game' could have been used to make the search more comprehensive through performing a rigourous search strategy as reported in  [103] . Moreover, since the search was performed only on the metadata of papers (i.e., Title, Abstract and keywords), it is probable that some papers that did not include a reference to validation in their metadata were systematically rejected. Another issue that arose during the screening phase was that some papers had a potentially valid content, but an irrelevant abstract could have led to their exclusion. Internal validity: Bias during the data extraction phase may have affected the accuracy of the data extracted. To alleviate this threat, the data items to be extracted in this study were discussed by the three authors until an agreement was reached. Since the extraction of data was conducted by just one reviewer, there is a risk of making mistakes, thus, causing substantial inconsistency in the outcomes. In fact, single data extraction process can potentially raise the rate of extraction errors such as inadequacies, incomplete data and omissions  [104] . It is true that most of the systematic reviews do duplicate the data extraction process by having at least two reviewers performing the extraction independently as recommended in PRISMA guidelines  [105] , however, there are many reviews which included single data extraction with double checking and did yield significant results as in  [33, 39] . Single data extraction offer a pragmatic approach to complete the review to time and cost when the double process is not feasible. All data extraction details are shown in Appendix A to allow the reader to verify the reliability and accuracy of the information extracted. Another limitation of this study is the absence of the assessment of risk of bias in included studies that consist of evaluating the methodological features of each individual study and assessing the applicability of their findings. This restriction could plausibly influence the overall strength of the body of empirical evidence."
    },
    {
      "title": "Conclusion validity: Conclusion validity is concerned with",
      "text": "biases regarding the existence or absence of relationships which may lead to incorrect conclusions being reached. In order to mitigate this threat, any phase of the study during which disagreements among the authors were likely to occur was thoroughly conducted and discussed until a consensus was reached. Besides the textual description, the results were plotted using various charts. This helps enhance the traceability between the data extracted and the conclusions. External validity: External validity is related to the ability to generalize. The validity of the conclusions drawn holds solely for the context of this study. This threat is not, therefore, applicable."
    },
    {
      "title": "Conclusion and future work",
      "text": "This paper reports on a systematic literature review that summarizes the existing research regarding gamification in e-Health. From an initial set of 562 papers retrieved from seven main publication sources, 46 studies presenting gamified applications and serious games were selected, of which five studies were obtained by means of reference tracking. These papers were investigated using nine research questions, including publication source and trend, research type, empirical type, gamification elements, advantages and challenges of gamification in e-Health. It was found that gamification and serious gaming began to attract researchers' attention in e-Health realm only in the second half of the year 2010, with a peak year in 2014. The principal research types identified were solution proposals and research evaluations. Roughly half of the papers did not provide any type of empirical evidence. There is obviously a need for further empirical evaluations to provide a rigorous validity of gamification's effectiveness in e-Health. Another interesting result is that the most frequently investigated health domains in literature are chronic disease management and physical activity. Concerning game mechanics, most of the studies reported that rewards, feedback and socialization aspects are recurrently employed to gamify e-Health. Moreover, the results obtained allowed us to address the benefits and the issues of gamification in the e-Health realm. We observed that there are crucial issues that need to be analyzed in depth if the full potential of gamification is to be harnessed.\n\nWe reckon that the integration of gamification techniques into mobile applications may influence their usability. For this reason, an empirical study is required to assess the compliance of gamified mobile applications with operating systems guidelines  [106, 107]  and with ISO usability standards  [108] .\n\nIn future work, we will take advantage of the current study to harness the identified gamification elements that were successfully applied in health purposes. In fact, we intend to build a mobile system with embedded gamification elements, wholly dedicated to the recruitment and the retention of voluntary blood donors in order to eradicate blood shortage. In this respect, an analysis of the characteristics of free mobile applications for blood donation as regards functionalities and features has already been conducted  [109] . Besides, a thorough review of the existing gamified blood donation mobile applications has been carried out to scrutinize the functionalities and game mechanics implemented in blood donation apps  [110] . It is believed that combining game mechanics with technological advances can bring tremendous benefits to the act of donating blood. Another future direction worth investigating is the association of a behavior change theory with the gamification process to, ensure a flexible and versatile use of game elements that accommodate different users' profiles."
    },
    {
      "title": "Appendix B",
      "text": "See Table  7 ."
    },
    {
      "text": "Fig. 2 presents the publication evolution of the selected papers between 2010 and December 2015. Most of the research was conducted during the past two years (2014-2015) reaching a peak in 2014 (20 articles). Fig. 2 also shows the publication trend of empirical studies. The publication trends of research on gamified apps and Serious games in e-Health were mostly similar. Fig. 3 displays the nationality of the first author of each of the selected papers. This figure provides clear information on the spatial distribution of the studies tackling gamification and serious gaming in e-Health.A total of 16 nationalities was identified, of which American, Portuguese and Canadian researchers were the most dedicated to gamification in e-Health. However, there seems to be a progressive spread of interest in the field throughout the world."
    },
    {
      "text": "Fig. 1. PRISMA flow diagram."
    },
    {
      "text": "Fig. 4. Health topics studied in the selected papers."
    },
    {
      "text": "Fig. 5. Research types and empirical methods."
    },
    {
      "text": "Fig. 6. Number of users involved in the empirical studies."
    },
    {
      "text": "Fig. 8. Distribution of gamification elements in the selected papers."
    },
    {
      "text": "Research questions."
    },
    {
      "text": "Advantages of gamification in e-Health."
    },
    {
      "text": "Data extracted for RQ5, RQ6 and RQ7."
    },
    {
      "text": "Quality Assessment results. The abbreviation ''Pub.\" stands for publication."
    }
  ],
  "references": [
    {
      "title": "Gamification: toward a definition",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled"
      ],
      "year": 2011
    },
    {
      "title": "From game design elements to gamefulness: defining gamification",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled",
        "L Nacke"
      ],
      "year": 2011
    },
    {
      "title": "Literature Review on Web Application Gamification and Analytics",
      "authors": [
        "Y Xu"
      ],
      "year": 2011
    },
    {
      "title": "Game-Based Marketing: Inspire Customer Loyalty Through Rewards, Challenges, and Contests",
      "authors": [
        "G Zichermann",
        "J Linder"
      ],
      "year": 2010
    },
    {
      "title": "Re) defining gamification: a process approach",
      "authors": [
        "K Werbach"
      ],
      "year": 2014
    },
    {
      "title": "Social motivations to use gamification: an empirical study of gamifying exercise",
      "authors": [
        "J Hamari",
        "J Koivisto"
      ],
      "year": 2013
    },
    {
      "title": "A systematic mapping on gamification applied to education",
      "authors": [
        "S De Sousa Borges",
        "V Durelli",
        "H Reis",
        "S Isotani"
      ],
      "year": 2014,
      "doi": "10.1145/2554850.2554956"
    },
    {
      "title": "Serious Games: Games That Educate, Train, and Inform",
      "authors": [
        "D Michael",
        "S Chen"
      ],
      "year": 2006
    },
    {
      "title": "Videogames have changed: time to consider Serious Games?",
      "authors": [
        "B Stokes"
      ],
      "year": 2005
    },
    {
      "title": "A comprehensive review of serious games in health professions",
      "authors": [
        "F Ricciardi",
        "L Paolis"
      ],
      "year": 2014
    },
    {
      "title": "Origins of serious games",
      "authors": [
        "D Djaouti",
        "J Alvarez",
        "J Jessel",
        "O Rampnoux"
      ],
      "year": 2011,
      "doi": "10.1007/978-1-4471-2161-9_3"
    },
    {
      "title": "Gamification for Healthcare Improvement",
      "authors": [
        "S Mckeown",
        "B Safety"
      ],
      "year": 2016
    },
    {
      "title": "Study and research of gamification design",
      "authors": [
        "H Park",
        "J Bae"
      ],
      "year": 2014
    },
    {
      "title": "The engagement economy: how gamification is reshaping businesses",
      "authors": [
        "D Palmer",
        "S Lunceford",
        "A Patton"
      ],
      "year": 2012
    },
    {
      "title": "Gamification: what it is and why it matters to digital health behavior change developers",
      "authors": [
        "B Cugelman"
      ],
      "year": 2013,
      "doi": "10.2196/games.3139"
    },
    {
      "title": "Gamification and education: achievements, cognitive loads, and views of students",
      "authors": [
        "Z Turan",
        "Z Avinc",
        "K Kara",
        "Y Goktas"
      ],
      "year": 2016
    },
    {
      "title": "Designing gamification for behavior change in mental health: challenges and perspectives",
      "authors": [
        "V Rao",
        "P Pandas"
      ],
      "year": 2013
    },
    {
      "title": "The cognitive and social motivational affordances of gamification in E-learning environment",
      "authors": [
        "S Abu-Dawood"
      ],
      "year": 2016,
      "doi": "10.1109/icalt.2016.126"
    },
    {
      "title": "Gamification of cognitive assessment and cognitive training: a systematic review of applications and efficacy",
      "authors": [
        "J Lumsden",
        "E Edwards",
        "N Lawrence",
        "D Coyle",
        "M Munafò"
      ],
      "year": 2016
    },
    {
      "title": "Level up your strategy: towards a descriptive framework for meaningful enterprise gamification",
      "authors": [
        "U Ruhi"
      ],
      "year": 2015,
      "doi": "10.22215/timreview/918"
    },
    {
      "title": "Gamification Market to Reach $2.8 Billion in 2016",
      "authors": [
        "S Peterson"
      ],
      "year": 2012,
      "doi": "10.1177/2374556815581143"
    },
    {
      "title": "Gamification 2020: What Is the Future of Gamification?",
      "authors": [
        "B Burke"
      ],
      "year": 2012
    },
    {
      "title": "Million by",
      "year": 2017
    },
    {
      "title": "The choice of serious games and gamification",
      "authors": [
        "M Oliveira",
        "S Petersen"
      ],
      "year": 2014
    },
    {
      "title": "A generic platform for enterprise gamification",
      "authors": [
        "P Herzig",
        "M Ameling",
        "A Schill"
      ],
      "year": 2012
    },
    {
      "title": "Gamifying green: gamification and environmental sustainability",
      "authors": [
        "J Froehlich"
      ],
      "year": 2014,
      "doi": "10.7551/mitpress/9788.003.0041"
    },
    {
      "title": "Health gamification",
      "authors": [
        "O Vicente",
        "S Vicente",
        "D Martin",
        "M Rodriguez-Florido",
        "M Maynar"
      ],
      "year": 2014
    },
    {
      "title": "Health games: a key component for the evolution of wellness programs",
      "authors": [
        "D Lenihan"
      ],
      "year": 2012,
      "doi": "10.1089/g4h.2012.0022"
    },
    {
      "title": "Gamification': influencing health behaviours with games",
      "authors": [
        "D King",
        "F Greaves",
        "C Exeter",
        "A Darzi"
      ],
      "year": 2013
    },
    {
      "title": "Understanding persuasion contexts in health gamification: a systematic analysis of gamified health behavior change support systems literature",
      "authors": [
        "T Alahäivälä",
        "H Oinas-Kukkonen"
      ],
      "year": 2016
    },
    {
      "title": "KinoHaptics: an automated, wearable, Haptic assisted, physio-therapeutic system for post-surgery rehabilitation and self-care",
      "authors": [
        "V Rajanna",
        "P Vo",
        "J Barth",
        "M Mjelde",
        "T Grey",
        "C Oduola",
        "T Hammond"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-015-0391-3"
    },
    {
      "title": "A context-aware application to increase elderly users compliance with physical rehabilitation exercises at home via animatronic biofeedback",
      "authors": [
        "B Gamecho",
        "H Silva",
        "J Guerreiro",
        "L Gardeazabal"
      ],
      "year": 2015
    },
    {
      "title": "Serious games for improving knowledge and self-management in young people with chronic conditions: a systematic review and meta-analysis",
      "authors": [
        "N Charlier",
        "N Zupancic",
        "S Fieuws",
        "K Denhaerynck",
        "B Zaman",
        "P Moons"
      ],
      "year": 2015
    },
    {
      "title": "Serious games for mental health: are they accessible, feasible, and effective? A systematic review and metaanalysis",
      "authors": [
        "H Lau",
        "J Smit",
        "T Fleming",
        "H Riper"
      ],
      "year": 2017,
      "doi": "10.3389/fpsyt.2016.00209"
    },
    {
      "title": "A systematic review and meta-analysis of interventions for sexual health promotion involving serious digital games",
      "authors": [
        "A Desmet",
        "R Shegog",
        "D Van Ryckeghem",
        "G Crombez",
        "I Bourdeaudhuij"
      ],
      "year": 2015,
      "doi": "10.1089/g4h.2014.0110"
    },
    {
      "title": "Procedures for performing systematic reviews",
      "authors": [
        "B Kitchenham"
      ],
      "year": 2004
    },
    {
      "title": "How to write a systematic review",
      "authors": [
        "R Wright",
        "R Brand",
        "W Dunn",
        "K Spindler"
      ],
      "year": 2007
    },
    {
      "title": "Guidelines for snowballing in systematic literature studies and a replication in software engineering",
      "authors": [
        "C Wohlin"
      ],
      "year": 2014,
      "doi": "10.1145/2601248.2601268"
    },
    {
      "title": "Empirical studies on usability of mHealth apps: a systematic literature review",
      "authors": [
        "B Zapata",
        "J Fernández-Alemán",
        "A Idri",
        "A Toval"
      ],
      "year": 2015,
      "doi": "10.1007/s10916-014-0182-2"
    },
    {
      "title": "Security and privacy in electronic health records: a systematic literature review",
      "authors": [
        "J Fernández-Alemán",
        "I Señor",
        "P Lozoya",
        "A Toval"
      ],
      "year": 2013,
      "doi": "10.1016/j.jbi.2012.12.003"
    },
    {
      "title": "Popping the (PICO) question in research and evidence-based practice",
      "authors": [
        "P Stone"
      ],
      "year": 2002,
      "doi": "10.1053/apnr.2002.34181"
    },
    {
      "title": "Conference Portal",
      "year": 2016
    },
    {
      "title": "Requirements engineering paper classification and evaluation criteria: a proposal and a discussion",
      "authors": [
        "R Wieringa",
        "N Maiden",
        "N Mead",
        "C Rolland"
      ],
      "year": 2006,
      "doi": "10.1007/s00766-005-0021-6"
    },
    {
      "title": "What makes good research in software engineering?",
      "authors": [
        "M Shaw"
      ],
      "year": 2002
    },
    {
      "title": "Gamification by Design: Implementing Game Mechanics in Web and Mobile Apps",
      "authors": [
        "G Zichermann",
        "C Cunningham"
      ],
      "year": 2011
    },
    {
      "title": "Design of an mHealth app for the self-management of adolescent type 1 diabetes: a pilot study",
      "authors": [
        "J Cafazzo",
        "M Casselman",
        "N Hamming",
        "D Katzman",
        "M Palmert"
      ],
      "year": 2012
    },
    {
      "title": "The effect of social support features and gamification on a Web-based intervention for rheumatoid arthritis patients: randomized controlled trial",
      "authors": [
        "A Allam",
        "Z Kostova",
        "K Nakamoto",
        "P Schulz"
      ],
      "year": 2015
    },
    {
      "title": "Development and testing of a multidimensional iPhone pain assessment application for adolescents with cancer",
      "authors": [
        "J Stinson",
        "L Jibb",
        "C Nguyen",
        "P Nathan",
        "A Maloney",
        "L Dupuis",
        "C Portwine"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2350"
    },
    {
      "title": "Just a fad? Gamification in health and fitness apps",
      "authors": [
        "C Lister",
        "J West",
        "B Cannon",
        "T Sax",
        "D Brodegard"
      ],
      "year": 2014
    },
    {
      "title": "Assessment of a mobile game (''MobileKids Monster Manor\") to promote physical activity among children",
      "authors": [
        "A Garde",
        "A Umedaly",
        "S Abulnaga",
        "L Robertson",
        "A Junker",
        "J Chanoine"
      ],
      "year": 2015,
      "doi": "10.1089/g4h.2014.0095"
    },
    {
      "title": "Alpha test of a videogame to increase children's vegetable consumption",
      "authors": [
        "A Beltran",
        "T O'connor",
        "S Hughes",
        "J Baranowski",
        "T Nicklas",
        "D Thompson",
        "T Baranowski"
      ],
      "year": 2012,
      "doi": "10.1089/g4h.2011.0027"
    },
    {
      "title": "Ellipsis Maras, Development and user satisfaction of ''Plan-It Commander\", a serious game for children with ADHD",
      "authors": [
        "K Bul",
        "I Franken",
        "S Van Der Oord",
        "P Kato",
        "M Danckaerts",
        "L Vreeke"
      ],
      "year": 2015
    },
    {
      "title": "Working out for likes\": an empirical study on social influence in exercise gamification",
      "authors": [
        "J Hamari",
        "J Koivisto"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2015.04.018"
    },
    {
      "title": "Demographic differences in perceived benefits from gamification",
      "authors": [
        "J Koivisto",
        "J Hamari"
      ],
      "year": 2014
    },
    {
      "title": "Change your lifestyle or your game is over: the design of a serious game for diabetes",
      "authors": [
        "H Nauta",
        "T Spil"
      ],
      "year": 2011
    },
    {
      "title": "Serious game as a tool to intellectual disabilities therapy: total challenge",
      "authors": [
        "T Martins",
        "V Carvalho",
        "F Soares",
        "M Moreira"
      ],
      "year": 2011,
      "doi": "10.1109/segah.2011.6165444"
    },
    {
      "title": "Serious games in cognitive training for Alzheimer's patients",
      "authors": [
        "F Imbeault",
        "B Bouchard",
        "A Bouzouane"
      ],
      "year": 2011
    },
    {
      "title": "Smartphone's physiatric serious game",
      "authors": [
        "D Deponti",
        "D Maggiorini",
        "C Palazzi"
      ],
      "year": 2011,
      "doi": "10.1109/segah.2011.6165434"
    },
    {
      "title": "An intelligent game engine for the at-home rehabilitation of stroke patients",
      "authors": [
        "N Borghese",
        "R Mainetti",
        "M Pirovano",
        "P Lanzi"
      ],
      "year": 2013,
      "doi": "10.1109/segah.2013.6665318"
    },
    {
      "title": "Healthy weight game: lose weight together",
      "authors": [
        "S Lentelink",
        "A Spil",
        "T Broens",
        "H Hermens",
        "V Jones"
      ],
      "year": 2013
    },
    {
      "title": "The wheel of Sukr: a framework for gamifying diabetes self-management in Saudi Arabia",
      "authors": [
        "A Almarshedi",
        "G Wills",
        "A Ranchhod"
      ],
      "year": 2015,
      "doi": "10.1016/j.procs.2015.08.370"
    },
    {
      "title": "HeartHealth: a cardiovascular disease home-based rehabilitation system",
      "authors": [
        "A Chatzitofis",
        "D Monaghan",
        "E Mitchell",
        "F Honohan",
        "D Zarpalas",
        "N O'connor",
        "P Daras"
      ],
      "year": 2015
    },
    {
      "title": "Exploring goal-setting, rewards, self-monitoring, and sharing to motivate physical activity",
      "authors": [
        "S Munson",
        "S Consolvo"
      ],
      "year": 2012,
      "doi": "10.4108/icst.pervasivehealth.2012.248691"
    },
    {
      "title": "Gamification of stroke rehabilitation exercises using a smartphone",
      "authors": [
        "C Ferreira",
        "V Guimarães",
        "A Santos",
        "I Sousa"
      ],
      "year": 2014
    },
    {
      "title": "RehabCity: design and validation of a cognitive assessment and rehabilitation tool through gamified simulations of activities of daily living",
      "authors": [
        "A Vourvopoulos",
        "A Faria",
        "K Ponnam",
        "S Bermudez I Badia"
      ],
      "year": 2014,
      "doi": "10.1145/2663806.2663852"
    },
    {
      "title": "Super-fon: mobile entertainment to combat phonological disorders in children",
      "authors": [
        "R Madeira",
        "P Macedo",
        "S Reis",
        "J Ferreira"
      ],
      "year": 2014
    },
    {
      "title": "BunnyBolt: a mobile fitness app for youth",
      "authors": [
        "C Keung",
        "A Lee",
        "S Lu",
        "M O'keefe"
      ],
      "year": 2013
    },
    {
      "title": "The Challenger app for social anxiety disorder: new advances in mobile psychological treatment",
      "authors": [
        "A Miloff",
        "A Marklund",
        "P Carlbring"
      ],
      "year": 2015
    },
    {
      "title": "Mental health on the go effects of a gamified attention-bias modification mobile application in trait-anxious adults",
      "authors": [
        "T Dennis",
        "L O'toole"
      ],
      "year": 2014
    },
    {
      "title": "From snappy app to screens in the wild: gamifying an attention deficit hyperactivity disorder continuous performance test for public engagement and awareness",
      "authors": [
        "M Craven",
        "Z Young",
        "L Simons",
        "H Schnädelbach",
        "A Gillott"
      ],
      "year": 2014
    },
    {
      "title": "Designing a mobile application to support the indicated prevention and early intervention of childhood anxiety",
      "authors": [
        "M Patwardhan",
        "R Stoll",
        "D Hamel",
        "A Amresh",
        "K Gary",
        "A Pina"
      ],
      "year": 2015
    },
    {
      "title": "A review of gamification for healthrelated contexts",
      "authors": [
        "P Pereira",
        "E Duarte",
        "F Rebelo",
        "P Noriega"
      ],
      "year": 2014
    },
    {
      "title": "Apps for life change: critical review and solution directions",
      "authors": [
        "C Helf",
        "H Hlavacs"
      ],
      "year": 2016
    },
    {
      "title": "A game plan: gamification design principles in mHealth applications for chronic disease management",
      "authors": [
        "A Miller",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2016
    },
    {
      "title": "Let's all get up and walk to the North Pole: design and evaluation of a mobile wellness application",
      "authors": [
        "A Ahtinen",
        "P Huuskonen",
        "J Häkkilä"
      ],
      "year": 2010
    },
    {
      "title": "Deconstructing gamification: evaluating the effectiveness of continuous measurement, virtual rewards, and social comparison for promoting physical activity, Person",
      "authors": [
        "O Zuckerman",
        "A Gal-Oz"
      ],
      "year": 2014
    },
    {
      "title": "Healthy together: exploring social incentives for mobile fitness applications",
      "authors": [
        "Y Chen",
        "P Pu"
      ],
      "year": 2014
    },
    {
      "title": "Exercise as therapy in congenital heart disease-a gamification approach",
      "authors": [
        "A Stuart"
      ],
      "year": 2014
    },
    {
      "title": "Smartphones, smart seniors, but not-so-smart apps: a heuristic evaluation of fitness apps",
      "authors": [
        "P Silva",
        "K Holden",
        "A Nii"
      ],
      "year": 2014
    },
    {
      "title": "Lower member complimentary exercise gaming app",
      "authors": [
        "E Prada-Dominguez",
        "S Valdivia-Trujillo",
        "A Uribe-Quevedo",
        "B Perez-Gutierrez"
      ],
      "year": 2014
    },
    {
      "title": "Gamification system to support family-based behavioral interventions for childhood obesity",
      "authors": [
        "R Hu",
        "G Fico",
        "J Cancela",
        "M Arredondo"
      ],
      "year": 2014,
      "doi": "10.1109/bhi.2014.6864334"
    },
    {
      "title": "We4Fit: a game with a purpose for behavior change",
      "authors": [
        "C Pereira",
        "G Figueiredo",
        "M Esteves",
        "J Souza"
      ],
      "year": 2014
    },
    {
      "title": "Gamification of exercise and fitness using wearable activity trackers",
      "authors": [
        "Z Zhao",
        "S Etemad",
        "A Arya"
      ],
      "year": 2016
    },
    {
      "title": "Chronic pain rehabilitation with a serious game using multimodal input",
      "authors": [
        "C Schönauer",
        "T Pintaric",
        "H Kaufmann",
        "S Jansen-Kosterink",
        "M Vollenbroek-Hutten"
      ],
      "year": 2011
    },
    {
      "title": "Increase physical fitness and create health awareness through exergames and gamification",
      "authors": [
        "P Brauner",
        "A Valdez",
        "U Schroeder",
        "M Ziefle"
      ],
      "year": 2013
    },
    {
      "title": "Interactive cause and effect comicbook storytelling for improving nutrition outcomes in children",
      "authors": [
        "A Amresh",
        "M Sinha",
        "R Birr",
        "R Salla"
      ],
      "year": 2015
    },
    {
      "title": "Gamification of physical therapy for the treatment of pediatric cerebral palsy: a pilot study examining player preferences",
      "authors": [
        "D Whittinghill",
        "J Brown"
      ],
      "year": 2014
    },
    {
      "title": "A serious game for rehabilitation of neurological disabilities: preliminary study",
      "authors": [
        "T Martins",
        "V Carvalho",
        "F Soares"
      ],
      "year": 2015
    },
    {
      "title": "PhysioMate-Pervasive physical rehabilitation based on NUI and gamification",
      "authors": [
        "R Madeira",
        "L Costa",
        "O Postolache"
      ],
      "year": 2014,
      "doi": "10.1109/icepe.2014.6969982"
    },
    {
      "title": "Encouraging behavioral change via everyday technologies to reduce risk of developing alzheimer's disease",
      "authors": [
        "P Hartin",
        "C Nugent",
        "S Mcclean",
        "I Cleland",
        "J Tschanz",
        "C Clark",
        "M Norton"
      ],
      "year": 2014,
      "doi": "10.1007/978-3-319-13105-4_9"
    },
    {
      "title": "Gamification to improve adherence to clinical treatment advice: improving adherence to clinical treatment, Handbook of Research on Holistic Perspectives in Gamification for Clinical Practice",
      "authors": [
        "D Richards",
        "P Caldwell"
      ],
      "year": 2015,
      "doi": "10.4018/978-1-4666-9522-1.ch004"
    },
    {
      "title": "Empirical research methods in Web and software Engineering",
      "authors": [
        "C Wohlin",
        "M Höst",
        "K Henningsson"
      ],
      "year": 2006
    },
    {
      "title": "Designing gamification: creating gameful and playful experiences",
      "authors": [
        "S Deterding",
        "S Björk",
        "L Nacke",
        "D Dixon",
        "E Lawley"
      ],
      "year": 2013,
      "doi": "10.1145/2468356.2479662"
    },
    {
      "title": "Does gamification work? -A literature review of empirical studies on gamification",
      "authors": [
        "J Hamari",
        "J Koivisto",
        "H Sarsa"
      ],
      "year": 2014
    },
    {
      "title": "The gamification of journalism",
      "authors": [
        "R Conill",
        "M Karlsson"
      ],
      "year": 2016,
      "doi": "10.4018/978-1-4666-8651-9.ch015"
    },
    {
      "title": "Serious games for e-health care",
      "authors": [
        "V Wattanasoontorn",
        "R Hernández",
        "M Sbert"
      ],
      "year": 2014,
      "doi": "10.1007/978-981-4560-32-0_9"
    },
    {
      "title": "How am I doing? The effects of gamification and social sharing on user engagement",
      "authors": [
        "O Dan",
        "J Lai"
      ],
      "year": 2013
    },
    {
      "title": "Gamification in education: a systematic mapping study",
      "authors": [
        "D Dicheva",
        "C Dichev",
        "G Agre",
        "G Angelova"
      ],
      "year": 2015,
      "doi": "10.1515/cait-2014-0007"
    },
    {
      "title": "Gamification in software engineering -a systematic mapping",
      "authors": [
        "O Pedreira",
        "F García",
        "N Brisaboa",
        "M Piattini"
      ],
      "year": 2015
    },
    {
      "title": "Badges in social media: a social psychological perspective",
      "authors": [
        "J Antin",
        "E Churchill"
      ],
      "year": 2011,
      "doi": "10.1145/2072609"
    },
    {
      "title": "A qualitative investigation of gamification: motivational factors in online. gamification: concepts, methodologies, tools, and applications",
      "authors": [
        "A Rapp"
      ],
      "year": 2015,
      "doi": "10.4018/978-1-4666-8200-9.ch003"
    },
    {
      "title": "Gamify your field studies for learning about your learners",
      "authors": [
        "T Di Mascio",
        "R Gennari",
        "A Melonio",
        "P Vittorini"
      ],
      "year": 2014,
      "doi": "10.1007/978-3-319-07698-0_17"
    },
    {
      "title": "Educational games for health professionals",
      "authors": [
        "E Akl",
        "V Kairouz",
        "K Sackett",
        "W Erdley",
        "R Mustafa",
        "M Fiander",
        "H Schünemann"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd006411.pub4"
    },
    {
      "title": "Single data extraction generated more errors than double data extraction in systematic reviews",
      "authors": [
        "N Buscemi",
        "L Hartling",
        "B Vandermeer",
        "L Tjosvold",
        "T Klassen"
      ],
      "year": 2016
    },
    {
      "title": "Prisma Group, Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Compliance of blood donation apps with mobile OS usability guidelines",
      "authors": [
        "S Ouhbi",
        "J Fernández-Alemán",
        "J Pozo",
        "M Bajta",
        "A Toval",
        "A Idri"
      ],
      "year": 2015,
      "doi": "10.1007/s10916-015-0243-1"
    },
    {
      "title": "Mobile PHRs compliance with Android and iOS usability guidelines",
      "authors": [
        "B Zapata",
        "A Niñirola",
        "A Idri",
        "J Fernández-Alemán",
        "A Toval"
      ],
      "year": 2014
    },
    {
      "title": "Usability evaluation of mobile applications using ISO 9241 and ISO 25062 standards",
      "authors": [
        "K Moumane",
        "A Idri",
        "A Abran"
      ],
      "year": 2016
    },
    {
      "title": "Free blood donation mobile applications",
      "authors": [
        "S Ouhbi",
        "J Fernández-Alemán",
        "A Toval",
        "A Idri",
        "J Pozo"
      ],
      "year": 2015
    },
    {
      "title": "Gamified mobile blood donation applications",
      "authors": [
        "L Sardi",
        "A Idri",
        "J Fernández-Alemán"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-56148-6_14"
    },
    {
      "title": "Serious games for the pediatric anklebot",
      "authors": [
        "K Michmizos",
        "H Krebs"
      ],
      "year": 2012,
      "doi": "10.1109/biorob.2012.6290706"
    }
  ],
  "num_references": 111
}
