{
  "paper_id": "ERLYFVYE",
  "title": "Cuffless Blood Pressure in clinical practice: challenges, opportunities and current limits",
  "abstract": "Background: cuffless blood pressure measurement technologies have attracted significant attention for their potential to transform cardiovascular monitoring. Methods: this updated narrative review thoroughly examines the challenges, opportunities, and limitations associated with the implementation of cuffless blood pressure monitoring systems. Results: Diverse technologies, including photoplethysmography, tonometry, and ecG analysis, enable cuffless blood pressure measurement and are integrated into devices like smartphones and smartwatches. Signal processing emerges as a critical aspect, dictating the accuracy and reliability of readings. Despite its potential, the integration of cuffless technologies into clinical practice faces obstacles, including the need to address concerns related to accuracy, calibration, and standardization across diverse devices and patient populations. the development of robust algorithms to mitigate artifacts and environmental disturbances is essential for extracting clear physiological signals. Based on extensive research, this review emphasizes the necessity for standardized protocols, validation studies, and regulatory frameworks to ensure the reliability and safety of cuffless blood pressure monitoring devices and their implementation in mainstream medical practice. interdisciplinary collaborations between engineers, clinicians, and regulatory bodies are crucial to address technical, clinical, and regulatory complexities during implementation. in conclusion, while cuffless blood pressure monitoring holds immense potential to transform cardiovascular care. the resolution of existing challenges and the establishment of rigorous standards are imperative for its seamless incorporation into routine clinical practice. Conclusion: the emergence of these new technologies shifts the paradigm of cardiovascular health management, presenting a new possibility for non-invasive continuous and dynamic monitoring. the concept of cuffless blood pressure measurement is viable and more finely tuned devices are expected to enter the market, which could redefine our understanding of blood pressure and hypertension. \n PLAIN LANGUAGE SUMMARY this review explores cuffless blood pressure technologies and their impact on clinical practice, highlighting innovative devices that offer non-invasive, continuous and non-continuous monitoring without a cuff. Signal processing is essential for ensuring accurate readings, as it filters out unwanted artifacts and environmental disturbances which could make the reading inaccurate. while these advancements show great potential for transforming cardiovascular care, there are still several challenges to overcome, including the need for standardized protocols and validation studies to ensure their reliability and safety in clinical settings. collaborative efforts between engineers, clinicians, and regulatory bodies are needed to address the technical and regulatory complexities surrounding the implementation of these technologies. these cuffless blood pressure measurement devices have the potential to reshape how we understand and manage blood pressure and hypertension.",
  "year": 2024,
  "date": "2024-01-21",
  "journal": "J Am Coll Cardiol",
  "publication": "J Am Coll Cardiol",
  "authors": [
    {
      "forename": "Benoit",
      "surname": "Henry",
      "name": "Benoit Henry",
      "affiliation": "a  service of Anesthesiology , lausanne university Hospital and university of lausanne , lausanne , switzerland ; \n\t\t\t\t\t\t\t\t service of Anesthesiology \n\t\t\t\t\t\t\t\t lausanne university Hospital \n\t\t\t\t\t\t\t\t university of lausanne \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t lausanne \n\t\t\t\t\t\t\t\t\t switzerland",
      "email": "benoithenry21@gmail.comservice"
    },
    {
      "forename": "Maxime",
      "surname": "Merz",
      "name": "Maxime Merz",
      "affiliation": "a  service of Anesthesiology , lausanne university Hospital and university of lausanne , lausanne , switzerland ; \n\t\t\t\t\t\t\t\t service of Anesthesiology \n\t\t\t\t\t\t\t\t lausanne university Hospital \n\t\t\t\t\t\t\t\t university of lausanne \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t lausanne \n\t\t\t\t\t\t\t\t\t switzerland"
    },
    {
      "forename": "Harry",
      "surname": "Hoang",
      "name": "Harry Hoang",
      "affiliation": "a  service of Anesthesiology , lausanne university Hospital and university of lausanne , lausanne , switzerland ; \n\t\t\t\t\t\t\t\t service of Anesthesiology \n\t\t\t\t\t\t\t\t lausanne university Hospital \n\t\t\t\t\t\t\t\t university of lausanne \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t lausanne \n\t\t\t\t\t\t\t\t\t switzerland"
    },
    {
      "forename": "Ghaith",
      "surname": "Abdulkarim",
      "name": "Ghaith Abdulkarim",
      "affiliation": "b  Neuro-Informatics laboratory , Mayo Clinic College of Medicine and science , rochester , MN , usA ; \n\t\t\t\t\t\t\t\t Neuro-Informatics laboratory \n\t\t\t\t\t\t\t\t Mayo Clinic College of Medicine and science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t rochester \n\t\t\t\t\t\t\t\t\t MN usA"
    },
    {
      "forename": "Jedrek",
      "surname": "Wosik",
      "name": "Jedrek Wosik",
      "affiliation": "d  department of Medicine , duke university school of Medicine , durham , North Carolina \n\t\t\t\t\t\t\t\t department of Medicine \n\t\t\t\t\t\t\t\t duke university school of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t durham \n\t\t\t\t\t\t\t\t\t North Carolina"
    },
    {
      "forename": "Patrick",
      "surname": "Schoettker",
      "name": "Patrick Schoettker",
      "affiliation": "a  service of Anesthesiology , lausanne university Hospital and university of lausanne , lausanne , switzerland ; \n\t\t\t\t\t\t\t\t service of Anesthesiology \n\t\t\t\t\t\t\t\t lausanne university Hospital \n\t\t\t\t\t\t\t\t university of lausanne \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t lausanne \n\t\t\t\t\t\t\t\t\t switzerland"
    }
  ],
  "doi": "10.1080/08037051.2024.2304190",
  "keywords": [
    "cuffless blood pressure",
    "cuffless",
    "optical blood pressure",
    "smartphone",
    "technology",
    "wearable devices",
    "photoplethysmography"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Over a billion people worldwide have hypertension, a major health concern  [1] . Blood pressure (BP) measurement is crucial for cardiovascular disease risk assessment as elevated BP leads to hypertension and is considered the leading cause of morbidity and mortality globally  [2] . Undiagnosed and untreated hypertension can lead to severe diseases like stroke, renal failure, and kidney failure  [3] . Proper management and monitoring through lifestyle modifications, dietary changes, and medications can help control hypertension as well as hypotension  [4] . The challenge lies in the fact that abnormal BP levels can often go unnoticed  [5, 6]  due to a lack of monitoring and the absence of significant symptoms, unlike many other major diseases. Regular monitoring using a reliable method is the best way to detect and keep track of these BP fluctuations. Conventional cuff-based BP measurement methods have been the gold standard for BP monitoring for decades, but have long been associated with several limitations, prompting research into cuffless methods. With advancements in sensor technology, signal processing techniques, and machine learning algorithms, researchers are striving to establish accurate relationships between biomedical signals and changes in BP and promising research has been published or is underway.\n\nThis article presents a comprehensive literature review encompassing various aspects of cuffless BP measurement, including commercially available and emerging technologies. The obstacles faced in the development and implementation of cuffless BP devices are outlined, including the aspect of regulatory and medical certification. Moreover, we examine the potential solutions and ongoing efforts to ensure the reliability and widespread adoption of cuffless BP devices. By summarizing the current state of the art and identifying future directions, this holistic review article aims to participate in the debate around cuffless BP measurement while contributing substantial scientific value to this rapidly evolving field."
    },
    {
      "title": "Selection process",
      "text": "The search procedure involved using Google Scholar and PubMed databases. The following search term were utilized across both databases to ensure comprehensive coverage of relevant studies on cuffless BP measurement: \"(Cuffless[tiab] OR \"cuff less\"  [tiab]  OR \"cuff-less\"  [tiab] ) AND (\"blood pressure\"  [tiab]  OR \"blood-pressure\"  [tiab]  OR \"BP\"  [tiab] )\". During the initial search using the specified keywords, a substantial number of articles unrelated to this literature survey were retrieved. Three authors (BH, HH, PS) then selected the articles that were relevant for this review on cuffless noninvasive BP measurement."
    },
    {
      "title": "Cuffless blood pressure measurement"
    },
    {
      "title": "Concepts",
      "text": "Different sensing technologies can capture various BP-related information  [7, 8] . Pulse waves, can for instance be detected by photoplethysmography (PPG)  [9]  and tonoarteriography. Ejection recoil can be detected by ballistocardiography  [10, 11]  and seismocardiography to measure BP-related information. Heart sounds can be detected by phonocardiography  [12, 13]  while ultrasounds may be used to detect local blood volume variation in relation to BP  [14] . Finally, impedance plethysmography (IPG)  [15]  has been used to detect stroke volume and cardiac output while electrocardiography measures the electrical activities of the heart."
    },
    {
      "title": "Different sensing technologies"
    },
    {
      "title": "Photoplethysmography",
      "text": "PPG has emerged as a promising non-invasive method for monitoring BP and cardiovascular function  [16] . It works by shining light on tissue and collecting the light that is either transmitted or reflected. The light changes because of hemoglobin absorption in pulsatile arterial blood. This optical signal is detected either by a sensor placed on the opposite side of the tissue (transmitting PPG) or by a reflective sensor on the same side and plane as the emitting light (reflecting PPG) [Figure  1 ]. The static components, including muscle, fat, skin, and other tissue, account for over 95% of the light amplitude, while the remaining dynamic component is influenced by heartbeat-induced volumetric changes in the vasculature, detectable through pulsatility  [17] . As a result, the PPG waveform contains valuable information about cardiovascular dynamics and shows close association with BP  [18] . Pulse wave analysis (PWA)  [19]  allows extraction of features from PPG signals related to arterial pulsatility. With the ease of acquiring PPG signals using photoelectric sensors, continuous cuffless BP monitoring has gained significant attention in the medical community. Moreover, PPG signals can be readily integrated into wearable devices  [20]  like smartphones  [21, 22]  and smartwatches  [23] . In recent research, there has been a strong interest in cuffless BP estimation using PPG-based measurement techniques  [24] ."
    },
    {
      "title": "Electrocardiography",
      "text": "Electrodes use the voltage difference across the heart to measure the cardiac electrical activity, which initiates mechanical contraction. Initially, it was suggested that the estimation of BP solely from the electrocardiogram was feasible  [25] , but this approach has recently been shown to be unreliable  [26] . ECG provides valuable insights concerning the cardiac cycle."
    },
    {
      "title": "Ballistocardiography",
      "text": "The term \"ballistocardiography\" derives from the words \"ballistic\" (referring to the movement of an object which acts like a projectile) and \"cardio\" (related to the heart). Ballistocardiography (BCG) is a non-invasive technique used to measure the mechanical movements of the human body in response to the ejection of blood from the heart during each heartbeat. It has long been established that the body exhibits subtle movements with each heartbeat  [27] , representing the response to the ejection of blood by the heart into the arteries. Diverse instruments have been created to detect and record these movements from various parts of the body. The recorded ballistocardiogram provides information about the timing and strength of each heartbeat, as well as certain aspects of cardiac function  [28] . This method can be used for a lot of different kinds of sensing, but it can also produce motion artifacts  [29] , which need to be carefully thought through when the signals are analyzed and interpreted."
    },
    {
      "title": "Electrical bioimpedance",
      "text": "Electric bioimpedance (EBI) is a technique used to measure the electrical properties of biological tissues. It relies on the fact that different tissues in the body conduct electricity differently  [30] . This method is non-invasive and can provide valuable information about various physiological parameters, including BP  [31] . It offers greater penetration depth than PPG, is simpler than ultrasound  [32]  but does not yield as high-quality waveforms. When it comes to measuring BP, the electric bioimpedance method typically involves a specific variant known as \"bioimpedance plethysmography\" or \"impedance cardiography (ICG)\". The underlying principle is that changes in blood volume within the arteries cause changes in electrical impedance, which can be detected by electrodes placed on the skin  [33] . Usually, a set of four electrodes is placed on the thorax, injecting harmless electrical current and measuring the resulting voltage. The resulting electrical impedance can be derived, which varies mainly due to highly conductive pulsatile blood. By continuously monitoring these changes, the ICG signal can be processed and used to derive hemodynamic parameters, including systolic and diastolic BP  [34] . ICG has been demonstrated to be a  Modified with authorization from Tamura et al  [196] , Zhao et al  [48] , Xu et al  [197] .\n\nvaluable tool for continuous and non-invasive monitoring in specific clinical situations  [35] , such as during exercise. This technique can be applied to different regions of the body  [36] . Bioimpedance-based systems overcome the limitations of optical systems as the modality depends on the distribution of a very minimal, non-invasive, high-frequency alternating current underneath the skin, and the recordings of the voltage signal based on the volumetric distribution of different tissue types with their unique electrical characteristics. These systems have been shown to effectively capture arterial blood flow when bioimpedance electrodes are in contact with the skin and aligned with an underlying artery  [37] ."
    },
    {
      "title": "Seismocardiography",
      "text": "Seismocardiography (SCG) involves recording and analyzing the chest wall vibrations created by the contraction of the heart to gain insights into cardiovascular function, while using accelerometers or motion sensors  [38] . This technique may estimate BP non-invasively since the heart's pumping action generates characteristic waveforms that can be correlated with BP changes during the cardiac cycle. By analyzing the SCG waveforms, researchers and clinicians may identify specific patterns related to changes in BP. These patterns may be associated with systolic and diastolic BP  [39] . The morphology of the seismocardiogram exhibits identifiable reference points, enabling the detection of significant events like the opening of the aortic valve  [40] .\n\nOngoing research is currently being carried out  [41] , as more studies are needed to validate and improve the accuracy and reliability of SCG for measuring BP. Sensor positioning and motion artifacts have been identified to be complicating factors  [42] ."
    },
    {
      "title": "Pressure sensors",
      "text": "Tonoarteriography (TAG), or applanation tonometry involves the application of a pressure sensor on the skin superficially to a peripheral artery to record a pressure waveform tracing  [43] . The tonometry sensor exerts pressure on a specific artery, causing flattening (or applanation) of the artery's wall. This relieves the circumferential tension of the blood vessel, hence the only component of force detected is the component due to intra-arterial pressure. TAG sensors can convert pressure inputs into electrical outputs  [44] . By analyzing the obtained waveform tracing, the sensor calculates the pulse pressure and offers an estimate of the BP  [45] . Applanation tonometry has the advantage that it can use a unique, single site sensor that can be easily applied to soft surfaces, such as human skin  [46, 47] . Various pressure-sensing mechanisms have been explored  [48] .\n\nThe recent development of flexible pressure sensors has paved the way for improved cardiovascular monitoring using this principle  [49] . The newly improved sensors can capture more detailed features of pulse waveforms  [50] . These new wearable sensors are light-weight, conformable to the skin, biocompatible, stable, low-cost, and low-power, making them suitable for a variety of applications  [50] . Studies on cuffless BP estimation using flexible pressure sensors have demonstrated promising results  [51, 52] ."
    },
    {
      "title": "Ultrasound",
      "text": "Ultrasounds offer a means to assess the absolute blood volume, cross-sectional area, and blood velocity waveforms within an artery by employing M-mode and Doppler principles  [53] . A notable advantage over PPG is its ability to penetrate deep arteries for better visualization. Nonetheless, there are limitations to consider, including the substantial size of ultrasound generators required for this approach, making it challenging to integrate with a dynamic sensor."
    },
    {
      "title": "Signal analysis",
      "text": "The technologies mentioned above [Figure  2 ] allow the capture of various signals, which are subsequently employed to estimate BP using diverse principles constituting a dynamic field of research in which technological advancements are rapidly evolving.\n\nSimilar improvements exist in signal analysis, and the most frequently used signal analysis procedures include PWA, Pulse Arrival Time (PAT), Pulse Transit Time (PTT), Pre Ejection Period (PEP), Pulse Wave Velocity (PVW) or a combination of those [Figure  3 ]. Electrocardiography and PPG  [54]  are already being combined for biomedical signal analysis  [55] . A further layer of analysis incorporates deep learning techniques or advanced machine learning methods and is showing promising performance in various medical fields, including BP estimation  [56, 57] ."
    },
    {
      "title": "Pulse wave analysis",
      "text": "PWA has been used to assess cardiovascular health and determine various parameters related to the arterial pulse waveform  [19] . The arterial pulse wave shows how the arteries expand and contract in a rhythmic way because of changes in blood pressure that happen during the cardiac cycle. Today, PWA can be non-invasive and performed using sensors that captures various components such as light or pressure  [58] . The measured arterial pulse is recorded as a waveform that represents the changes in pressure over time. The pulse waveform consists of a series of peaks and troughs, each corresponding to distinct phases of the cardiac cycle  [59] . Existing signal processing techniques can enhance the quality of data and remove artifacts, helping for a more reliable analysis. After processing the pulse waveform, various features are extracted to characterize the arterial pulse  [60] . Common features include the pulse rate, the pulse amplitude, or different elements to assess its velocity  [61] . The extracted features can then be interpreted  [62] ."
    },
    {
      "title": "Pulse arrival time",
      "text": "PAT is defined by the time taken for the arterial pulse pressure wave to travel from the heart to a peripheral artery  [63] . Typically, this is calculated as the time difference between the R-wave peak on an electrocardiogram and the onset of the upstroke at a peripheral site, usually the fingertip or the earlobe. Several non-invasive devices and techniques can be used to detect the arrival of the peripheral pulse wave  [64] , the most common being PPG. As a result, determining PAT requires two sensors: one proximal to detect the initiation (usually an ECG sensor) and one distal (usually a PPG sensor)  [65] .\n\nPAT is a way to measure blood pressure because the stiffness of the arterial walls is directly linked to the speed at which the pulse wave travels  [66] , which in turn is linked to blood pressure  [67] . Stiffer arteries lead to faster pulse wave propagation, while more compliant arteries result in slower propagation  [68] ."
    },
    {
      "title": "Pulse transit time",
      "text": "PTT measures the time it takes for the arterial pulse wave to travel between two distinct points in the circulatory system (usually between two arterial sites)  [69] . PTT-based BP measurement requires at least two sensors for simultaneous collection: commonly a Modified from Hu et al  [78] .\n\nphotoplethysmogram is associated with a phonocardiogram, seismocardiogram, or a signal recorded by another PPG sensor  [70] . Like PAT, it is based on the principle that the speed of the pulse wave is related to the stiffness of the arterial walls  [71] . The difference between PAT and PTT is illustrated on Figure  3 .\n\nPTT shows promise as a continuous BP monitoring method  [69, 72] , and numerous models have been created  [72, 73] . Its potential lies in the small size of the sensors used to capture the required signals, allowing for seamless integration into various modern wearable devices  [50] . This makes PTT a convenient and accessible option for continuous BP measurement  [68] . However, a significant drawback of using PTTbased BP estimation is the frequent need for calibration  [69, [74] [75] [76] . To address this, other approaches have been explored, including the extraction of exclusive features from pulse waveforms or the combination of both PTT and pulse waveform features to create a more robust and accurate model  [77] ."
    },
    {
      "title": "Pre-ejection period",
      "text": "PEP refers to the time required to convert the electrical signal of the R wave into a mechanical pumping force. In simpler terms, it is the duration from the electrical signal of the R wave to lead to the opening of the aortic valve  [78] . It is typically assessed using impedance cardiography or seismocardiography. PEP accounts for approximately 20% of the PTT  [79] . With the previously defined PAT and PTT, we can understand that the PAT is always longer than the PTT because PAT includes both the PEP and PTT components  [80] ."
    },
    {
      "title": "Pulse wave velocity",
      "text": "The relationship between PWV and BP relies on arterial stiffness. When the heart contracts, it generates a pressure wave that travels through the arterial system and causes the arteries to expand and contract. When the arteries are more rigid and less elastic (for example due to higher BP), the pulse wave travels faster compared to when the arteries are more compliant and flexible  [81] , thus PWV increases, as described by the Moens-Korteweg equation  [82] . By measuring the pulse wave velocity, devices can indirectly assess arterial stiffness, thus estimating BP.\n\nPWV can be estimated from the PTT or from the PAT, or a combination of signals. PTT is inversely related to blood pressure  [83, 84] . This can be easily understood with the equation for PWV, which is a ratio of distance over time, obtained from PTT by dividing the distance between the proximal and distal sites over the PTT. The proximal and distal sites are commonly the upper arm and finger but have also included other body parts such as the carotid artery, the femoral artery, or toes  [85] . Modern physiological cuffless BP estimations predominantly rely on PWV surrogates  [86, 87] .\n\nThe collected data can be used in comparison with calibration or a collection of data (dataset). These are two primary approaches to cuffless beat-to-beat BP estimation. Physiological-based models rely on the understanding of the cardiovascular system, often incorporating a combination of different parameters. Deep learning techniques utilize advanced machine learning methods, showing promising performance in various medical fields, including BP estimation  [56, 57] ."
    },
    {
      "title": "What devices can be used to collect the signals needed for cuffless blood pressure measurement?",
      "text": "Cuffless BP measurement products are already available in the market  [88] . Smartwatches and Modified from Welykholowa et al  [198] .\n\nsmartphones are being repurposed as cuffless BP monitoring tools  [89] [90] [91] , and are already possessed by most people, coming from different social classes. Some of these products are already available in the market  [88] . Studies have underscored the widespread acceptance of these devices within the general population  [92] . The optimistic potential of these innovative cuffless BP measurement methods has attracted attention from both researchers and the general public, despite the fact that there is currently limited comprehension of their limitations and the challenges involved in assessing their accuracy  [93] . The currently most promising options for cuffless BP measurements are the smartphone and the smartwatch/ wristband although our review also briefly mentions other types of devices that could be used to gather signals. While the technique of the signal acquisition can be classified according to the device, a distinction could similarly be done between access to continuous versus discontinuous or intermittent blood pressure measurement.\n\nMethods based on the Penaz principle  [94] , like the Nexfin  [95]  or Finapres  [96] , are often mistaken for cuffless devices. These approaches use a finger cuff with a photo-plethysmogram light source and detector to measure finger artery dimensions under different external pressures. Subsequently, they calculate continuous, beat-to-beat fluctuations in arterial pressure. These devices are primarily utilized in clinical environments and are not intended for use at home. Therefore, we will not include them in our review."
    },
    {
      "title": "Smartphones",
      "text": "Smartphones are a good option for cuffless BP monitoring due to several reasons  [97] . They are widely available and accessible to a large portion of the population, making it easier to integrate BP monitoring into daily routines. Smartphones are compact and portable, allowing users to carry them wherever they go. This portability enables cuffless BP monitoring in various settings such as at home, work, or while traveling. Smartphones come equipped with accelerometers, gyroscopes, and cameras, that can be utilized for cuffless BP monitoring. Moreover, smartphones can connect to external medical devices via Bluetooth, making it possible to integrate additional compatible cuffless BP devices  [98] . The apps often have user-friendly interfaces, making it easier for individuals to track and manage their BP readings over time. Individuals can conveniently store and analyze BP data. This information can be shared with healthcare professionals. Utilizing smartphones for BP monitoring can be more economical compared to purchasing specialized medical devices  [99] , as the additional cost may be minimal since many people already own smartphones. The phone camera, which is a visible light detector, can be used to measure a PPG waveform  [17] . As demonstrated on Figure  4 , this can be done by placing one's fingertip on the camera with the adjacent flash serving as the light source  [22] , or even without contact by recording video of a skin region, usually from the face  [100] . The measurement process related to the smartphone prevents continuous cuffless blood pressure monitoring while allowing \"everywhere, at all times\" measure without any additional hardware. Ultra-low cost and universal smartphone attachments  [101]  that enable smartphones to measure BP have been recently introduced, ever so increasing accessibility to BP measurement. Several mobile apps that can measure BP have been developed, showing promising results  [102] . Remote photoplethysmography (rPPG) can be used to extract the PPG signal by using a camera to capture the periodic signal of skin color caused by the cardiac cycle  [103, 104] . Recent smartphones have additional sensors to acquire different biomedical signals such as SCG  [105, 106] , ECG  [107] , and BCG  [108] . An option is to involve the combination of PPG with smartphone-casebased single-channel ECG  [109] ."
    },
    {
      "title": "Smartwatches and wristbands",
      "text": "Smartwatches and fitness bands are becoming increasingly popular. They are worn on the wrist, making them convenient and easy to use as they take measurements seamlessly throughout the day without interrupting the user's activities. Regarding cuffless BP monitoring, they would allow for continuous, even nocturnal measurements. They offer excellent lifestyle integration, as they are already part of many people's everyday wearables, making them more likely to be used consistently. Modern smartwatches and fitness bands often come equipped with advanced sensors, such as PPG sensors and accelerometers, and can sense BCG  [110]  and SCG  [111]  waveforms. Some smartwatches also include electrodes for on-demand measurement of the ECG waveform, as the Apple Watch does  [112] . ECG and PPG signals can be collected at the wrist simultaneously, which theoretically allows users to monitor their BP. Some wristbands also use tonometry  [113] . A wrist bracelet using both PPG and seismography has been developed  [114] . With this innovation, measuring BP involves placing the bracelet on the sternum for a brief period of time to capture chest vibrations  [115] , which leads to the calculation of PTT, from which BP is estimated. In addition to BP monitoring, these devices often offer various health and fitness tracking features, such as heart rate monitoring, pulse oximetry, sleep tracking, and physical activity monitoring  [116] . This comprehensive approach to health monitoring provides users with a holistic view of their overall well-being and has led to them being one of the most popular and promising wearables for the development of continuous cuffless BP monitoring  [117] ."
    },
    {
      "title": "Other devices",
      "text": "Smart rings are convenient to wear and impose minimal burdens. They are particularly well-suited for continuous physiological monitoring as well as nocturnal use and can be custom sized to maintain optimal contact between the sensors and the skin throughout wear. Finger ringer sensors work on the transmission principle and produce clean and stable PPG waveforms  [118] . Smart rings using bioimpedance  [119]  or PPG  [120]  have been presented. Chest patches  [121, 122]  can be used for continuous  The digital camera captures the specular and diffuse reflection from ambient light. The specular reflection contains surface information that does not relate to physiological signals, while the diffuse reflection is modulated by blood flow. The rPPG signal can be obtained from further signal processing. Modified from Cheng et al  [199] .\n\nmeasurement of the ECG, SCG, or PPG waveforms. Pocket-size electrode pads  [98, 123]  have been developed for on-demand measurement of the ECG waveform. BCG waveforms have been recorded by bed force sensors  [124] , or by a modified weighing scale  [15, 125] . Smart clothes capable of acquiring ECG waveforms have been developed  [126] . Prototypes containing additional PPG sensors and accelerometers are being studied  [127] . A headband that derives PPT by collecting the ECG signal of the head and the PPG signal of the brow bone has been presented  [128] . Other devices have been presented, such as glasses or even toilet seats  [129] . Termed \"hearables\", in-ear devices have been introduced as a potential substitute for traditional wearables, offering the capability to record various physiological parameters such as ECG and PPG. In-ear PPG, and its utilization for cuffless BP measurement are currently in the developmental phase  [59] ."
    },
    {
      "title": "What are the challenges of cuffless blood pressure measurement?",
      "text": "In the realm of biomedical engineering, the focus lies in the development of a cuffless innovation that can precisely reflect arterial BP. Numerous efforts are being made to improve cuffless BP measuring devices, and as previously mentioned, some are already available on the market, claiming to offer accurate measurements. However, it is crucial to acknowledge that this aspect is just one of several factors that demand attention. The ongoing development of cuffless BP measurement faces a range of challenges  [130] [131] [132]  including calibration, signal analysis, data collection, control data, standardization and validation of protocols, and deployment issues. Specific critical components of cuffless BP monitoring involve accuracy during resting conditions, but also during dynamic changes, and long-term stability  [133] . The importance of assessing the capability of wearable devices to monitor fluctuations in BP is currently emphasized, rather than solely verifying their accuracy during periods of rest or calibration  [88, 134] . These devices pose unique accuracy issues that require different validation approaches compared to conventional cuff devices. Presently, there is a lack of universally accepted protocols for validating these devices, leading to uncertainties regarding their suitability for clinical use. Addressing these challenges and establishing standardized validation protocols are essential steps towards ensuring the reliability and clinical efficacy of cuffless BP measurement devices."
    },
    {
      "title": "Calibration challenges",
      "text": "In cuffless BP technologies, calibration means getting variables that are connected to BP and then mapping or adjusting these variables to mmHg units. The term \"calibration\" might not be entirely appropriate since it implies adjustment to an absolute measurement standard. Instead, \"initialization\" has been proposed  [78]  as it might be more suitable for the process performed by these devices. There are two categories of cuffless BP technologies: those requiring individual user cuff calibration and those that do not  [135] . The ones requiring user calibration need the user to take a self-measurement of their BP using a traditional validated upper-arm cuff device. This BP measurement is then entered into the cuffless BP monitor before its use. Cuff-calibrated cuffless devices then monitor BP changes based on the previous cuff BP measurement. This calibration process is typically repeated periodically. As a result, calibration may involve certain steps that users need to follow. Knowing that, ensuring user compliance and consistency in the calibration process is of greatest importance. Entering demographic information  [136]  such as age, sex, and body size calibrates other cuffless devices. However, these methods are less reliable compared to individual user cuff calibration  [137] .\n\nThe problem of calibration is related to the accuracy and reliability of the measurements. Calibration is essential to establish a relationship between indirect physiological signals and actual BP, to ensure accurate readings. However, achieving high accuracy in BP measurement from these indirect signals can be difficult. Different individuals may have unique physiological characteristics, making it challenging to develop a one-size-fits-all calibration method. Blood pressure can fluctuate throughout the day based on factors such as physical activity, stress, and posture changes, while calibration is typically performed at rest. The accuracy of cuffless BP measurements in different body positions and during physical activity remains unclear. External factors such as temperature and humidity, can affect the performance of cuffless BP devices, requiring appropriate calibration to account for these variables. Therefore, calibration requires a reliable reference standard to compare the indirect signals obtained from the cuffless device to the actual BP. The lack of a universally accepted reference standard complicates this process. Different models of oscillometric devices used for calibration may provide non-identical readings, leading to variations in subsequent cuffless BP estimations. Moreover, most cuffless BP devices are currently sold without calibrators, relying on external monitors for calibration. The extent of measurement error from the oscillometric cuff device incorporated into the cuffless BP device during the calibration remains unclear since most automated oscillometric cuff devices estimate BP using proprietary algorithms.\n\nPPG-based systems may experience calibration drift over time  [91] , leading to a gradual loss of accuracy. This phenomenon is called calibration drift. Ensuring long-term stability and periodic recalibration is essential to maintaining accuracy. Another issue is that calibration tends to eliminate bias in the measurements needed to accurately represent a validated device, including its inherent measurement errors  [78] . This phenomenon leads to a situation where subsequent measurements tend to cluster around the calibrated value. As a result, the mean of these beat-to-beat cuffless measurements may gravitate towards the calibrated value, making it less meaningful as a representation of the actual mean BP beyond the device's inherent bias. This creates a false sense of precision through repetition driving down variability. Beat-to-beat measurements might seem more precise than they actually are due to the repeated baseline value with a large number of measurements. Without a way to determine a patient's typical physiological variability, it becomes challenging to distinguish whether the reported precision in the measurements corresponds to the true fluctuations in BP reflecting actual physiological changes.\n\nDeveloping robust calibration methods that address these challenges is crucial for advancing cuffless BP monitoring technologies and ensuring their widespread adoption in clinical and everyday settings. Cuffless technologies that do not require any calibration from the individual user are also being developed  [137, 138] . However, these devices are not free of challenges in achieving accurate BP measurements  [135]  and their evidence is currently lacking."
    },
    {
      "title": "Motion artifacts",
      "text": "The continuous tracking of BP implies measurements are often taken while individuals are in motion, during daily activities or exercise. Movement introduces artifacts into the measurements, making it challenging to separate the true BP signal from noise  [68, 127] . PWA-based systems rely on detecting changes in blood volume and these sensors are sensitive to motion artifacts. Movement of the body or the measuring device can distort the PPG signal, leading to no or inaccurate BP readings  [139] . Continuous monitoring systems require more sophisticated approaches to ensure accurate and reliable measurements in dynamic and real-time conditions. Implementing motion correction algorithms is necessary to mitigate this issue  [140] . ECG signals are also well known to be sensitive to motion artifacts  [78, 141] . Intermittent BP measuring devices have the advantage of being less susceptible to motion artifacts due to their ability to limit such occurrences when the individual remains still during the measuring process."
    },
    {
      "title": "Environmental factors, other disturbances",
      "text": "Ambient light, temperature, and other environmental conditions also interfere with PPG signals  [139] . Proper shielding and signal processing techniques are required to reduce the impact of these factors. Due to the low penetration of light  [142]  signal quality is also highly sensitive to body characteristics such as varying skin tones  [143] , body mass index  [144] , and skin-temperature  [145] . Factors affecting cuffless BP measurement accuracy are multiple (e.g., dynamic exercise, mental stress, Valsalva maneuver, drugs, lower body negative/positive pressure, positional changes) and must be accounted for  [146, 147] ."
    },
    {
      "title": "Positioning issues",
      "text": "Proper placement of the PPG sensor is critical for accurate readings. If the sensor is not in the correct position or does not have good contact with the skin, it can introduce noise and artifacts into the signal, leading to unreliable measurements. Regarding pressure sensors, obtaining a high-quality pulse waveform requires the sensors to be positioned directly on the radial artery, which can be sometimes challenging.\n\nThe assumption of easy accessibility of the radial artery may not be valid for patients with characteristics such as obesity, large wrist circumference, or peripheral artery disease, as they may have poor peripheral perfusion or significant vessel calcification. When employing PWV, the placement of the distal sensor plays a crucial role due to the hydrostatic effects of gravity on BP. If the user elevates the sensor above the heart level, it leads to an underestimation of BP. Conversely, lowering the sensor below the heart level results in an overestimation of BP."
    },
    {
      "title": "Limits of cuffless blood pressure concepts",
      "text": "Concerns have been raised about the validity of the concepts of cuffless BP measurements. PWV, as an indicator of arterial stiffness, can provide valuable information about the arterial system. However, it may not be the best method to determine BP for several reasons. As PWV represents the speed of propagation of blood ejected by the heart along vessel walls, it describes a mechanical occurrence with clear connections to vessel stiffness. Smooth muscle contraction of distal vessels or increase stroke volume can increase PPG amplitude and thereby PWV  [148] . Recent study by Microsoft Research of several techniques advises caution when using these devices given their accuracy  [149] . Regrettably, determining PWV from an ECG signal faces a significant constraint: ECG records the heart's electrical processes and cannot detect the precise mechanical onset of blood ejection from the heart (which is essential for calculating PWV). This temporal delay (which is the PEP) has been shown to vary  [79]  with stress, physical activity, age, emotion, posture, vasoactive drugs, and hydration status. It also decreases with increased distance from heart and increases with slower heart rates  [62] . Consequently, PWV-related applications are susceptible to substantial measurement uncertainty when PEP is either disregarded or estimated. Additionally, PWV values can vary significantly among individuals due to differences in arterial properties, such as vessel wall thickness and elasticity  [150] . Stiffness also arise chronically from aging and atherosclerosis and acutely from exercise and other sympathetic activity  [151] . These variations can make it challenging to establish a universal and accurate cuffless BP estimation method based solely on PWV. Cuffless BP estimation using PWV has other limitations such as using the Moens-Korteweg equations  [152] , where assumptions must be made about the arterial wall elasticity, pre-ejection period, and blood viscosity  [153] . Despite these limitations, researchers are trying to find the optimal relationship between PWV and BP levels  [154, 155] ."
    },
    {
      "title": "Over-reliance on heart rate for BP estimation",
      "text": "In contrast to oscillometric devices, which calculate systolic and diastolic BP by measuring mean arterial pressure  [156]  some cuffless devices use heart rate as a parameter for estimating changes in BP. However, the reliance on HR for estimation poses challenges, particularly when individuals are taking medications such as beta-blockers, which can dissociate heart rate from BP and potentially compromise the accuracy of cuffless BP estimation. This issue is noteworthy as around 10% of adults in the U.S. are on beta-blockers  [157] . Additionally, this consideration is relevant in situations where HR and BP may not be tightly correlated, like during sleep or when there are irregular HR patterns (e.g., atrial fibrillation), which is common among adults with hypertension  [158] ."
    },
    {
      "title": "Machine learning and data collection",
      "text": "Leveraging demographic data and machine learning techniques offer promises. Parameters such as age, sex, body height, weight, in conjunction with actual cuffless measurements, enable accurate BP value predictions  [135] . However, the calibration process using demographic data presents several challenges, including the absence of a general guideline for database creation and the lack of standardized protocols for data collection. Variations in data collection protocols across different experiments have been noted  [24, 131] . This lack of standardization hinders the development of consistent and reliable models. To ensure the applicability of BP measurement models across various age groups and demographics, it is crucial to establish meticulous and standardized data collection procedures. The integration of deep learning and artificial intelligence represents an exciting opportunity for enhancing cuffless BP monitoring accuracy, but it necessitates extensive datasets.\n\nRegarding devices which are calibrated without a cuff, differences of BP among individuals is still a current challenge, as deep learning models trained on large-scale datasets cannot fully learn them. The accuracy of the model can be improved through individual calibration  [120] . The idea is to adjust the BP estimation model  [159]  which may enhance the accuracy of BP estimation. Nonetheless, the mapping relation between the input signal and the estimation of BP still relies on the performance of the model.\n\nCurrently, the existing datasets may be insufficient to fully leverage the capabilities of deep learning algorithms. To get the most out of these advanced techniques for cuffless BP calibration, a lot of work needs to go into collecting bigger and more varied datasets."
    },
    {
      "title": "Accuracy of control data",
      "text": "Validation of innovative BP devices is essential to ensuring their accuracy and reliability. Traditionally, intra-arterial BP monitoring has served as the gold standard in BP validation research, offering continuous measurements. However, for cuffless BP monitors, validating against invasive BP has proven challenging and ethically complex for many independent research groups  [78] . A smartphone app was compared to an invasive BP reference using arterial catheter and demonstrated high concordance and accuracy  [21] . It is however unlikely that beat-to-beat changes in arterial pressure can be captured reliably with other standard measurement methods. Relying on intra-arterial lines as a reference could lead manufacturers to recruit hospitalized patients who already have such lines in place. Unfortunately, this approach may limit the generalizability of results to non-hospitalized, healthy populations. Continuous intra-arterial monitoring is impractical for measuring BP during physical activities, as it requires a stationary arm. Both auscultatory and oscillometric devices are only validated for use when the individual is at rest. Therefore, finding alternative, non-invasive, yet accurate reference standards for cuffless BP validation remains a significant challenge.\n\nFor calibration-free devices, the participant cohort must exhibit a wide BP range  [135] . However, identifying such a cohort can be difficult and costly. This might be a barrier especially for independent scientific teams."
    },
    {
      "title": "Validation process",
      "text": "The rapid development of cuffless BP monitoring has led to a proliferation of novel technologies that reportedly measure continuous and intermittent BP. However, the development of regulations for these devices has not kept up with the pace of innovation. While some traditional validation methods have been applied to assess measurement accuracy, their suitability for cuffless devices remains uncertain  [135, 160] . Several accuracy issues have emerged. As cuffless devices do not directly measure BP in mmHg, but instead estimate BP using physiologically derived variables, they differ from cuff-based devices that directly measure BP in mmHg. Tracking of BP changes is a challenge in the validation of cuffless devices requiring user cuff calibration.\n\nThe clinical validation of cuffless BP devices is different and more complex than that for cuff devices and developing a universal standard for validating such devices is a difficult task. The need for uniform standards to validate these devices properly has been stressed  [161, 162] . Standards for cuffless wearable BP devices have first been published by the Institute of Electrical and Electronics Engineers (IEEE) in 2014  [163] , with amendment in 2019  [164] . These standards use as a reference the manual auscultatory BP measurement method, which might be suitable for the validation of intermittent but not for continuous cuffless BP monitors. Standards like ANSI/AAMI/ISO 81060-1 (2007) and ANSI/AAMI/ISO 81060-2 (2018) are intended for nonautomated and intermittent automated BP devices, respectively, but only concerns cuff-based devices. To address this gap, ANSI/AAMI/ ISO standard 81060-3 has been developed and published in late 2022, aiming to provide guidance on accuracy testing for continuous automated non-invasive sphygmomanometers used for the measurement of the blood pressure  [165] .\n\nUnlike wearable fitness devices, cuffless BP monitors are categorized as medical devices, requiring approval from country-specific regulatory bodies  [166, 167]  before being accessible to patients and healthcare providers. Confusion has arisen concerning the FDA's approval process for BP devices  [168]  as the FDA clearance for these devices to be sold in the market does not certify their accuracy  [91] . There is no specific requirement for the device to prove its accuracy using a specific validation protocol. Manufacturers of noninvasive BP devices are only required to demonstrate that their device is as safe and effective as similar devices already on the market (known as the substantial equivalence principle). This differentiation between FDA clearance and formal device validation holds great significance because cuffless BP devices with FDA clearance can enter the market without ensuring accuracy, potentially resulting in incorrect diagnosis and inadequate management of hypertension.\n\nThe best validation process should include both static and dynamic activity states, as well as people from a range of backgrounds, such as pregnant women, people with different skin tones, wrist sizes, common arrhythmias, and beta-blocker users  [78] ."
    },
    {
      "title": "Design and deployment issues",
      "text": "Designing and deploying cuffless BP measurement devices come with its own set of challenges. The goal is to enable patients to measure their BP frequently (or even continuously) and conveniently. To achieve this, a small and portable device is necessary to avoid interfering with daily activities. While most research focuses on building and evaluating models, few have developed practical systems for real-life use. Signal acquisition in research is often done in controlled environments, which differs from real-life situations. Deploying the model in real-world applications will bring new challenges, such as battery life, power consumption, user comfort and compliance. Researchers should anticipate deployment challenges while designing the model to address these issues effectively."
    },
    {
      "title": "Gaining trust",
      "text": "For the effective integration of wearable devices to enhance health and well-being, establishing trust among various stakeholders, policy makers, and device users, is paramount. Strategies to foster this trust encompass substantiating applications with robust empirical foundations and implementing proper measures for the responsible management of personal data. A central concern today revolves around the acceptance and incorporation of emerging technologies within the practices of physicians  [169] . Clinicians have relied on traditional sphygmomanometers for years. Changing this fundamental method necessitates that healthcare providers get a deep understanding of the data generated by newer technologies and how to integrate this data effectively into their overall clinical judgments. Ideally, patients should use these new devices collaboratively with their healthcare providers in a shared decision-making process. A challenge lies in effectively integrating this new information into patient management. Are medical professionals prepared to modify their daily routines to include the evaluation and discussion of patient-recorded data from personal devices? Questions also arise regarding the appropriate recording and storage of data, as well as how physicians can handle the influx of data from numerous patients simultaneously. This issue is part of the broader landscape of digital health and mobile health advancements."
    },
    {
      "title": "Propositions and recommendations for the future for cuffless BP to be used in the clinical practice"
    },
    {
      "title": "Improvement of the concepts and technologies"
    },
    {
      "title": "Eliminating motion artifacts",
      "text": "Eliminating motion artifacts in PPG signals is a major difficulty in developing continuous BP detection equipment in the future. Many studies have shown that it is difficult to extract effective PPG signals in the state of walking or running, and even if PPG signals are extracted, it is difficult to extract feature points. A more robust detection algorithm should be developed to identify the feature points of PPG signals  [170] . It is very important to develop a motion artifact correction algorithm for PPG signal extraction  [68] . There are many analog filters and digital signal processing methods for eliminating motion artifacts from distorted PPG signals, but they can only eliminate motion artifacts to a limited extent  [140, [171] [172] [173] . Other challenges regarding PPG concern pre-processing, multiwavelength plethysmography, signal processing with improved fiducial points detection, modeling for regression and classification, as well as optimizing sensor design  [174] ."
    },
    {
      "title": "Improving the algorithms",
      "text": "Establishing the mapping relation between input signals and BP estimation remains crucial. Many studies have confirmed that the PPG signal and its derivative data contain rich physiological information which is often unused  [175] . With more information extracted from the signals and its derivative, a more accurate BP can be estimated by statistical learning and predictive analysis  [176] . Combining more data is another way to enhance the stability and accuracy of BP calculation models  [177] . Leveraging various physiological parameters and BP estimation could potentially lead to the establishment of a multi-parameter BP regression model  [178] . In sum, deeper analysis from the acquired physiological signals, especially PPG, holds promise for future advancements in accurate BP estimation. Artificial intelligence is regarded as a promising tool.\n\nTaking out the electrical and isovolumetric periods of PEP from the equation (which is only based on vessel stiffness) makes sense from a mathematical, physiological, and conceptual point of view for PWV-based systems. As a result, the direct measurement of PEP offers a promising avenue for improvements around PWV-driven systems for BP estimation. This could be improved using continuous impedance cardiography and may guide the development of better devices in the future."
    },
    {
      "title": "Improvement of technologies",
      "text": "Optimizing the design of PPG sensors is also a way to reduce the influence of motion artifacts  [141, 179] . Ongoing research is being made around pressure sensors  [50]  as further research is essential to explore the feasibility of using such tools for BP measurement. Currently, optical pulse monitoring systems are more prevalent."
    },
    {
      "title": "Improvement of protocols",
      "text": "Future protocols must address the concern of body posture and how changes in arm elevation relative to the heart may affect BP measurement accuracy. In February 2023, Hu et al.  [78]  also provided recommendations for an ideal validation process for these devices. In June 2023, the European Society of Hypertension working group on BP monitoring and cardiovascular variability published recommendations  [180]  for the validation procedures for intermittent cuffless BP devices in order to bring standardization for the validation of these devices. They highlighted that the validation of cuffless BP devices is a complex process and needs to be tailored based on their intended functions and calibration. The suggested validation procedures include six tests to evaluate different aspects of intermittent cuffless devices: static test (assesses absolute BP accuracy), device position test (checks the robustness of the device against hydrostatic pressure effects), treatment test (evaluates the accuracy of BP when it decreases), awake/asleep test (determines the accuracy of BP measurements when it changes), exercise test (which assesses the accuracy of BP increase measurements) and recalibration test: (evaluates the stability of cuff calibration over time).\n\nMoreover, the focus of validation should be on validating the change in BP, rather than the absolute BP measurement itself. A validated device, distinct from the calibration device, should be used as a reference device for validation. Validation should include both static and dynamic activity states. The validation process should be conducted with a heterogeneous sample of BP, wrist sizes, and skin tones. For wrist devices, a range of wrist sizes corresponding to the band size range should be included. Performance across a range of skin tones is especially crucial for PPG-based devices. Devices should also demonstrate accurate and precise heart rate measurement across a range of heart rates and heart rhythms. Patients with common arrhythmias (e.g., atrial fibrillation) and those on beta-blockers should be represented, possibly using a dedicated protocol. By following a comprehensive validation process, cuffless BP devices can be better assessed for accuracy and reliability, ensuring their suitability for clinical use."
    },
    {
      "title": "Design and function",
      "text": "In 2023, a meeting put together by a working group of the European Society of Hypertension (ESH) came up with suggestions for how different blood pressure measuring devices used in clinical practice should look and work  [181] . Although not focused on cuffless devices, these guidelines are intended to support manufacturers in developing effective devices and assist healthcare professionals in making informed choices for the accurate detection and management of hypertension. It is crucial to make collaboration tools available to the patients. Wearable devices should be compact, highly integrated, portable and have long-term endurance. While analyzing various measurement sites for PPG waveforms, the finger site was found to produce the best analyzable waveforms  [182] . As technical advancement continues, this could become am essential factor in distinguishing between types of devices. The smartwatch is one promising solution, because it is small, portable, comfortable, and convenient to users and can extract PPG and ECG signals from the wrist. Smartphones also emerges as an excellent option for intermittent cuffless BP monitoring  [97] . They generally have more powerful processors and memory, which can be advantageous for processing complex algorithms. Smartphones often have more connectivity options allowing for easy transmission of data to healthcare providers or cloud storage. Another interesting aspect is that they get rid of artifact movements, however sacrificing continuous BP estimation. Recently, BP measurement using a PPG-based smartphone fulfilled ISO standards  [17, 21, 183] .\n\nIt is worth noting that the development of cuffless devices for measuring BP have diverse clinical goals. For instance, smartphone-based devices like the OptiBP mobile app  [124]  were initially created to raise awareness about hypertension and improve its diagnosis, especially in low-income regions where access to healthcare remains limited. On the other side, bracelets or rings are rather designed for BP monitoring over extended periods of time  [184] ."
    },
    {
      "title": "Breaking the paradigm",
      "text": "It might seem like the lack of standardized accuracy validation is stopping cuffless BP monitors from being used in clinical settings, but the fact that they can give patients continuous, long-term BP data in everyday settings has the potential to change how hypertension is managed. Experts recognize that BP is a dynamic, continuous hemodynamic variable. This paradigm shift could prioritize continual BP monitoring over infrequent, highly accurate single-point readings. For decades, hypertension research and clinical practice have -due to technological limitations-relied on BP readings taken at a single point in time. Continuous cuffless devices offer the advantage of providing an objective assessment of the dynamic nature of BP. This allows for the measurement and targeting of novel concepts like BP time in the target range  [144, [185] [186] [187] , BP variability  [180] , nocturnal hypertension  [188, 189] , and BP phenotype  [190, 191] .\n\nIn recent times, significant technological advancements have given rise to the possibility of cuffless blood pressure measurement, offering a transformative approach to cardiovascular monitoring. Innovations such as miniaturization, wireless communication, and computing have been integrated into cardiovascular sensing devices, reducing their bulkiness and enhancing convenience  [192]  of BP monitoring. The convergence of machine learning techniques  [50]  with devices capable of detecting pulse waveforms or capturing pulse waveform features has catalyzed the development of these devices  [193]  which hold great promises  [56, 194] .\n\nEvery time a new monitoring method is introduced in clinical practice, the initial reaction of medical experts is to compare it to existing standards of care  [195] . Blood pressure monitoring is in the midst of a transition, moving from traditional cuff monitors to more modern cuffless alternatives. During this transition, it's important to note that the established methods and guidelines for BP monitoring should still be followed in clinical practice until cuffless BP devices are properly validated and their clinical outcomes assessed."
    },
    {
      "title": "Conclusion. Is cuffless technology ready for mainstream adoption?",
      "text": "The approach of cuffless blood pressure is feasible, as all the necessary components are readily available. However, despite the theoretical potential, as of now, none of the techniques have yet materialized into a reliable, accurate, and robust device capable of replacing the conventional BP measurement methods. Smartphone-based devices show promise for seamless tracking of BP changes. Continuous monitoring requires the development of wearable devices. With the expansion of datasets, model development, standardization and technology optimization, more sophisticated and finely tuned devices are expected to enter the market. Nevertheless, numerous challenges must be addressed. While innovators are slowly building confidence with these newer devices, their incorporation into guidelines and the establishment of a new standard of care will take time, although it is already happening. Despite the obstacles, the progress of cuffless systems for BP measurement should be viewed as a genuine opportunity to enhance our ability to take care of hypertensive patients. The cuffless paradigm has the potential to completely transform hypertension management and might contribute to a significant reduction in the detrimental impact of both high and low BP.\n\nTo summarize, the future of cuffless and continuous beat-to-beat BP measurement appears promising and displays a strong potential to approach the complexity of the human physiological system. Only time will reveal the success of these developments, so let's give them a chance!"
    },
    {
      "text": "Figure 1. Working principle of reflecting and transmitting photoplethysmography."
    },
    {
      "text": "(a) phototoplethysmogram generation and waveform features with variation in light attenuation by tissue (b) reflecting mode (c) transmitting mode."
    },
    {
      "text": "Figure 2. relationship of pulse arrival time (PAT), pre-ejection period (PeP), and pulse transit time (PTT) on electrocardiogram (eCG), impedance cardiograph (ICG), and photoplethysmography (PPG) at proximal and distal measurement sites."
    },
    {
      "text": "Figure 3. determination of PAT and PTT in various modalities that combine photoplethysmography with biosignals for blood pressure estimation. ICG: impedance cardiography, sCG: seismocardiography, eCG: electrocardiography, IPG: impedance plethysmography, PPG: photoplethysmography, BCG: ballistocardiography, PAT: pulse arrival time, PTT: pulse transit time.Modified from Welykholowa et al [198] ."
    },
    {
      "text": "Figure 4. Fingertip on the smartphone's camera adjacent to light source.Fluctuations of light passing through the fingertip are captured by the camera and reflect blood flow variations. reproduced with authorization from degott et al [183] ."
    },
    {
      "text": "Figure 6. Natural transition period from standard cuff to cuffless blood pressure measurements. reproduced with authorization from sola et al [195] ."
    },
    {
      "text": "Figure 5. Principle of remote photoplethysmography (rPPG)."
    }
  ],
  "references": [
    {
      "title": "Global Burden of Cardiovascular Diseases and Risk Factors, 1990-2019: Update From the GBD 2019 Study",
      "authors": [
        "G Roth",
        "G Mensah",
        "Johnson Co"
      ],
      "year": 2020,
      "doi": "10.1016/j.jacc.2020.11.010"
    },
    {
      "title": "Causes of Death C. Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980-2015: a systematic analysis for the Global Burden of Disease Study 2015",
      "authors": [
        "Gbd Mortality"
      ],
      "year": 2016
    },
    {
      "title": "Interrelations Between High Blood Pressure, Organ Damage, and Cardiovascular Disease: No More Room for Doubt",
      "authors": [
        "K Suvila",
        "T Niiranen"
      ],
      "year": 2022,
      "doi": "10.1161/hypertensionaha.121.18786"
    },
    {
      "title": "Updates in hypertension: new trials, targets and ways of measuring blood pressure",
      "authors": [
        "Abu Salman",
        "L Cohen"
      ],
      "year": 2022,
      "doi": "10.1097/MNH.0000000000000791"
    },
    {
      "title": "Prevalence, awareness, treatment, and control of hypertension in rural and urban communities in high-, middle-, and low-income countries",
      "authors": [
        "C Chow",
        "K Teo",
        "S Rangarajan"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.184182"
    },
    {
      "title": "Underdiagnosis and Undertreatment of Modifiable Cardiovascular Risk Factors Among Survivors of Childhood Cancer",
      "authors": [
        "E Chow",
        "Y Chen",
        "G Armstrong"
      ],
      "year": 2022,
      "doi": "10.1161/jaha.121.024735"
    },
    {
      "title": "Study of cuffless blood pressure estimation method based on multiple physiological parameters",
      "authors": [
        "Y Zhang",
        "C Zhou",
        "Z Huang",
        "X Ye"
      ],
      "year": 2021,
      "doi": "10.1088/1361-6579/abf889"
    },
    {
      "title": "Automated Detection of Hypertension Using Physiological Signals: A Review",
      "authors": [
        "M Sharma",
        "J Rajput",
        "R Tan",
        "U Acharya"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18115838"
    },
    {
      "title": "Utility of the photoplethysmogram in circulatory monitoring",
      "authors": [
        "A Reisner",
        "P Shaltis",
        "D Mccombie",
        "H Asada"
      ],
      "year": 2008,
      "doi": "10.1097/aln.0b013e31816c89e1"
    },
    {
      "title": "Ballistocardiogram-Based Approach to Cuffless Blood Pressure Monitoring: Proof of Concept and Potential Challenges",
      "authors": [
        "C Kim",
        "A Carek",
        "O Inan"
      ],
      "year": 2018,
      "doi": "10.1109/TBME.2018."
    },
    {
      "title": "Weighing Scale-Based Pulse Transit Time is a Superior Marker of Blood Pressure than Conventional Pulse Arrival Time",
      "authors": [
        "S Martin",
        "A Carek",
        "C Kim"
      ],
      "year": 2016,
      "doi": "10.1038/srep39273"
    },
    {
      "title": "Subcutaneously Insertable Cardiac Monitor for Atrial Fibrillation and HF Using ECG and Phonocardiography as Biomarkers",
      "authors": [
        "J Bang"
      ],
      "year": 2023,
      "doi": "10.1016/j.jacbts.2023.03.001"
    },
    {
      "title": "A Wearable Multi-Sensor Array Enables the Recording of Heart Sounds in Homecare",
      "authors": [
        "N Giordano",
        "S Rosati",
        "G Balestra",
        "M Knaflitz"
      ],
      "year": 2023,
      "doi": "10.3390/s23136241"
    },
    {
      "title": "Measurement of Blood Pressure by Ultrasound-The Applicability of Devices, Algorithms and a View in Local Hemodynamics",
      "authors": [
        "M Meusel",
        "P Wegerich",
        "B Bode"
      ],
      "year": 2021,
      "doi": "10.3390/diagnostics11122255"
    },
    {
      "title": "Using Ballistocardiogram and Impedance Plethysmogram for Minimal Contact Measurement of Blood Pressure Based on a Body Weight-Fat Scale",
      "authors": [
        "S Liu",
        "Y Wu",
        "W Chen"
      ],
      "year": 2023,
      "doi": "10.3390/s23042318"
    },
    {
      "title": "Cuffless blood pressure estimation using only photoplethysmography based on cardiovascular parameters",
      "authors": [
        "H Fukushima",
        "H Kawanaka",
        "M Bhuiyan",
        "K Oguri"
      ],
      "year": 2013,
      "doi": "10.1109/embc.2013.6609955"
    },
    {
      "title": "Blood pressure measurements with the OptiBP smartphone app validated against reference auscultatory measurements",
      "authors": [
        "P Schoettker",
        "J Degott",
        "G Hofmann"
      ],
      "year": 2020,
      "doi": "10.1038/s41598-020-74955-4"
    },
    {
      "title": "Comparison of systolic blood pressure values obtained by photoplethysmography and by Korotkoff sounds",
      "authors": [
        "M Nitzan",
        "Y Adar",
        "E Hoffman"
      ],
      "year": 2013,
      "doi": "10.3390/s131114797"
    },
    {
      "title": "Pulse wave analysis: basic concepts and clinical application in intensive care medicine",
      "authors": [
        "K Thomsen",
        "K Kouz",
        "B Saugel"
      ],
      "year": 2023,
      "doi": "10.1097/mcc.0000000000001039"
    },
    {
      "title": "Wearable Photoplethysmography for Cardiovascular Monitoring",
      "authors": [
        "P Charlton",
        "P Kyriaco",
        "J Mant"
      ],
      "year": 2022,
      "doi": "10.1109/JPROC."
    },
    {
      "title": "A novel smartphone app for blood pressure measurement: a proof-of-concept study against an arterial catheter",
      "authors": [
        "G Hofmann",
        "M Proenca",
        "J Degott"
      ],
      "year": 2023,
      "doi": "10.1007/s10877-022-00886-2"
    },
    {
      "title": "Investigating a smartphone imaging unit for photoplethysmography",
      "authors": [
        "E Jonathan",
        "M Leahy"
      ],
      "year": 2010,
      "doi": "10.1088/0967-"
    },
    {
      "title": "Cuffless Blood Pressure Measurement using Smartwatches: A Large-scale Validation Study",
      "authors": [
        "Z Liu",
        "Y Zhang",
        "J Zeng"
      ],
      "year": 2023,
      "doi": "10.1109/JBHI.2023."
    },
    {
      "title": "Advances in Cuffless Continuous Blood Pressure Monitoring Technology Based on PPG Signals",
      "authors": [
        "C Qin",
        "X Wang",
        "G Xu",
        "X Ma"
      ],
      "year": 2022,
      "doi": "10.1155/2022/8094351"
    },
    {
      "title": "Assessment of Hypertension Using Clinical Electrocardiogram Features: A First-Ever Review",
      "authors": [
        "K Bird",
        "G Chan",
        "H Lu"
      ],
      "year": 2020,
      "doi": "10.3389/fmed.2020.583331"
    },
    {
      "title": "Current evidence suggests that estimating blood pressure from convenient ECG waveforms alone is not viable",
      "authors": [
        "C Landry",
        "R Mukkamala"
      ],
      "year": 2023,
      "doi": "10.1016/j.jelectrocard.2023.09.001"
    },
    {
      "title": "Certain Molar Movements of the Human Body produced by the Circulation of the Blood",
      "authors": [
        "J Gordon"
      ]
    },
    {
      "title": "Ballistocardiogram: Mechanism and Potential for Unobtrusive Cardiovascular Health Monitoring",
      "authors": [
        "C Kim",
        "S Ober",
        "M Mcmurtry"
      ],
      "year": 2016,
      "doi": "10.1038/srep31297"
    },
    {
      "title": "Posture-Dependent Variability in Wrist Ballistocardiogram-Photoplethysmogram Pulse Transit Time: Implication to Cuff-Less Blood Pressure Tracking",
      "authors": [
        "S Shin",
        "A Mousavi",
        "S Lyle"
      ],
      "year": 2022,
      "doi": "10.1109/TBME.2021.3094200"
    },
    {
      "title": "Electrical Bioimpedance: From the Past to the Future",
      "authors": [
        "L Ward"
      ],
      "year": 2021,
      "doi": "10.2478/joeb-2021-0001"
    },
    {
      "title": "Bioelectrical Impedance Methods for Noninvasive Health Monitoring: A Review",
      "authors": [
        "T Bera"
      ],
      "year": 2014,
      "doi": "10.1155/2014/381251"
    },
    {
      "title": "Comparison of noninvasive pulse transit time determined from Doppler aortic flow and multichannel bioimpedance plethysmography",
      "authors": [
        "L Soukup",
        "J Hruskova",
        "P Jurak"
      ],
      "year": 2019,
      "doi": "10.1007/s11517-018-"
    },
    {
      "title": "Fundamentals of impedance cardiography",
      "authors": [
        "R Patterson"
      ],
      "year": 1989,
      "doi": "10.1109/51.32403"
    },
    {
      "title": "Impedance cardiography for cuffless and non-invasive measurement of systolic blood pressure",
      "authors": [
        "M Wong",
        "E Pickwell-Macpherson",
        "Y Zhang"
      ],
      "year": 2009,
      "doi": "10.1109/iembs.2009.5333521"
    },
    {
      "title": "Improvement in blood pressure control with impedance cardiography-guided pharmacologic decision making",
      "authors": [
        "D Sharman",
        "C Gomes",
        "J Rutherford"
      ],
      "year": 2004,
      "doi": "10.1111/j.1527-5299.2004.03226.x"
    },
    {
      "title": "Simultaneous Electrical Bio-Impedance Plethysmography at Different Body Parts: Continuous and Non-Invasive Monitoring of Pulse Wave Velocity",
      "authors": [
        "K Lee",
        "H Yoo"
      ],
      "year": 2021,
      "doi": "10.1109/TBCAS.2021.3115021"
    },
    {
      "title": "Continuous cuffless monitoring of arterial blood pressure via graphene bioimpedance tattoos",
      "authors": [
        "D Kireev",
        "K Sel",
        "B Ibrahim"
      ],
      "year": 2022,
      "doi": "10.1038/s41565-022-01145-w"
    },
    {
      "title": "Ballistocardiography and seismocardiography: a review of recent advances",
      "authors": [
        "O Inan",
        "P Migeotte",
        "K Park"
      ],
      "year": 2015,
      "doi": "10.1109/jbhi.2014.2361732"
    },
    {
      "title": "Noninvasive Accelerometric Approach for Cuffless Continuous Blood Pressure Measurement",
      "authors": [
        "M Das",
        "T Choudhary",
        "L Sharma"
      ],
      "year": 2021,
      "doi": "10.1109/tim.2021.3122182"
    },
    {
      "title": "Challenges in using seismocardiography for blood pressure monitoring",
      "authors": [
        "K Soerensen",
        "A Verma",
        "A Blaber"
      ],
      "year": 2017,
      "doi": "10.22489/cinc.2017.026-452"
    },
    {
      "title": "Estimation of Changes in Intracardiac Hemodynamics Using Wearable Seismocardiography and Machine Learning in Patients With Heart Failure: A Feasibility Study",
      "authors": [
        "Mmh Shandhi",
        "J Fan",
        "J Heller"
      ],
      "year": 2022,
      "doi": "10.1109/tbme.2022.3147066"
    },
    {
      "title": "Waveform Similarity Analysis using Graph Mining for the Optimization of Sensor Positioning in Wearable Seismocardiography",
      "authors": [
        "F Santucci",
        "M Nobili",
        "D Presti"
      ],
      "year": 2023,
      "doi": "10.1109/tbme.2023.3264940"
    },
    {
      "title": "Noninvasive measurement of central vascular pressures with arterial tonometry: clinical revival of the pulse pressure waveform?",
      "authors": [
        "M Nelson",
        "J Stepanek",
        "M Cevette"
      ],
      "year": 2010,
      "doi": "10.4065/mcp.2009.0336"
    },
    {
      "title": "A Transducer for the Continuous External Measurement of Arterial Blood Pressure",
      "authors": [
        "G Pressman",
        "P Newgard"
      ],
      "year": 1963,
      "doi": "10.1109/tbmel.1963.4322794"
    },
    {
      "title": "Arterial tonometry for noninvasive, continuous blood pressure monitoring during anesthesia",
      "authors": [
        "O Kemmotsu",
        "M Ueda",
        "H Otsuka"
      ],
      "year": 1991,
      "doi": "10.1097/00000542-199108000-00023"
    },
    {
      "title": "Functionality of Flexible Pressure Sensors in Cardiovascular Health Monitoring: A Review",
      "authors": [
        "S Mishra",
        "S Mohanty",
        "A Ramadoss"
      ],
      "year": 2022,
      "doi": "10.1021/acssensors.2c00942"
    },
    {
      "title": "Recent Progress in Flexible Microstructural Pressure Sensors toward Human-Machine Interaction and Healthcare Applications",
      "authors": [
        "F He",
        "X You",
        "W Wang"
      ],
      "year": 2021,
      "doi": "10.1002/smtd.202001041"
    },
    {
      "title": "Emerging sensing and modeling technologies for wearable and cuffless blood pressure monitoring",
      "authors": [
        "L Zhao",
        "C Liang",
        "Y Huang"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00835-6"
    },
    {
      "title": "Soft Wearable Pressure Sensors for Beat-to-Beat Blood Pressure Monitoring",
      "authors": [
        "J Kim",
        "E Chou",
        "J Le"
      ],
      "year": 2019,
      "doi": "10.1002/adhm.201900109"
    },
    {
      "title": "Monitoring and analysis of cardiovascular pulse waveforms using flexible capacitive and piezoresistive pressure sensors and machine learning perspective",
      "authors": [
        "A Chowdhury",
        "B Jafarizadeh",
        "A Baboukani"
      ],
      "year": 2023,
      "doi": "10.1016/j.bios.2023.115449"
    },
    {
      "title": "Unobtrusive, Cuffless Blood Pressure Monitoring Using a Soft Polymer Sensor Array With Flexible Hybrid Electronics",
      "authors": [
        "V Rachim",
        "S Kang",
        "J Baek",
        "S Park"
      ],
      "year": 2021,
      "doi": "10.1109/JSEN.2021.3059864"
    },
    {
      "title": "Flexible piezoresistive sensor patch enabling ultralow power cuffless blood pressure measurement",
      "authors": [
        "N Luo",
        "W Dai",
        "C Li"
      ],
      "year": 2016,
      "doi": "10.1002/adfm.201504560"
    },
    {
      "title": "Continuous blood pressure measurement with ultrasound",
      "authors": [
        "S Weber",
        "D Strommenger",
        "U Kertzscher",
        "K Affeld"
      ],
      "year": 2012,
      "doi": "10.1515/bmt-2012-4108"
    },
    {
      "title": "Photoplethysmography (PPG): state-of-the-art methods and applications",
      "authors": [
        "J Allen",
        "D Zheng",
        "P Kyriacou",
        "M Elgendi"
      ],
      "year": 2021,
      "doi": "10.1088/1361-6579/ac2d82"
    },
    {
      "title": "Features from the photoplethysmogram and the electrocardiogram for estimating changes in blood pressure",
      "authors": [
        "E Finnegan",
        "S Davidson",
        "M Harford"
      ],
      "year": 2023,
      "doi": "10.1038/s41598-022-27170-2"
    },
    {
      "title": "Optimizing the input feature sets and machine learning algorithms for reliable and accurate estimation of continuous, cuffless blood pressure",
      "authors": [
        "R Kasbekar",
        "Ji Clancy",
        "E Goel"
      ],
      "year": 2023,
      "doi": "10.1038/s41598-023-34677-9"
    },
    {
      "title": "Using Wearables and Machine Learning to Enable Personalized Lifestyle Recommendations to Improve Blood Pressure",
      "authors": [
        "P Chiang",
        "M Wong",
        "S Dey"
      ],
      "year": 2021,
      "doi": "10.1109/jtehm.2021.3098173"
    },
    {
      "title": "Cuffless Blood Pressure Estimation Using Calibrated Cardiovascular Dynamics in the Photoplethysmogram",
      "authors": [
        "H Samimi",
        "H Dajani"
      ],
      "year": 2022,
      "doi": "10.3390/bioengineering9090446"
    },
    {
      "title": "The Principles of Hearable Photoplethysmography Analysis and Applications in Physiological Monitoring-A Review",
      "authors": [
        "K Azudin",
        "K Gan",
        "R Jaafar",
        "Ja Mh"
      ],
      "year": 2023,
      "doi": "10.3390/s23146484"
    },
    {
      "title": "Pulse wave analysis: from the basic sciences to clinical applications",
      "authors": [
        "W Wojciechowska",
        "M Cwynar",
        "B Gryglewska",
        "K Kawecka-Jaszcz"
      ],
      "year": 2002
    },
    {
      "title": "Pulse wave analysis and pulse wave velocity: a critical review of their strengths and weaknesses",
      "authors": [
        "J Davies",
        "A Struthers"
      ],
      "year": 2003,
      "doi": "10.1097/00004872-200303000-00004"
    },
    {
      "title": "Pulse wave analysis and pulse wave velocity: a review of blood pressure interpretation 100 years after Korotkov",
      "authors": [
        "K Hirata",
        "M Kawakami",
        "O' Rourke"
      ],
      "year": 2006,
      "doi": "10.1253/circj.70.1231"
    },
    {
      "title": "An Optimization Study of Estimating Blood Pressure Models Based on Pulse Arrival Time for Continuous Monitoring",
      "authors": [
        "J Shao",
        "P Shi",
        "S Hu"
      ],
      "year": 2020,
      "doi": "10.1155/2020/1078251"
    },
    {
      "title": "Noninvasive estimation of central blood pressure and analysis of pulse waves by applanation tonometry",
      "authors": [
        "P Salvi",
        "A Grillo",
        "G Parati"
      ],
      "year": 2015,
      "doi": "10.1038/hr.2015.78"
    },
    {
      "title": "Pulse arrival time (PAT) measurement based on arm ECG and finger PPG signals -comparison of PPG feature detection methods for PAT calculation",
      "authors": [
        "S Rajala",
        "T Ahmaniemi",
        "H Lindholm",
        "T Taipalus"
      ],
      "year": 2017,
      "doi": "10.1109/embc.2017.8036809"
    },
    {
      "title": "Analysis of Pulse Arrival Time as an Indicator of Blood Pressure in a Large Surgical Biosignal Database: Recommendations for Developing Ubiquitous Blood Pressure Monitoring Methods",
      "authors": [
        "J Lee",
        "S Yang",
        "S Lee",
        "H Kim"
      ],
      "year": 2019
    },
    {
      "title": "Pulse Arrival Time Techniques",
      "authors": [
        "M Dhillon",
        "M Banet"
      ],
      "year": 2019
    },
    {
      "title": "Wearable Continuous Blood Pressure Monitoring Devices Based on Pulse Wave Transit Time and Pulse Arrival Time: A Review",
      "authors": [
        "Z Zhou",
        "T Cui",
        "D Li"
      ],
      "year": 2023,
      "doi": "10.3390/ma16062133"
    },
    {
      "title": "Pulse Transit Time Based Continuous Cuffless Blood Pressure Estimation: A New Extension and A Comprehensive Evaluation",
      "authors": [
        "X Ding",
        "B Yan",
        "Y Zhang"
      ],
      "year": 2017,
      "doi": "10.1038/s41598-017-11507-3"
    },
    {
      "title": "Evaluation of a dual-PPG system for pulse transit time monitoring",
      "authors": [
        "M Lubin",
        "R Gerbelot",
        "R Prada"
      ],
      "year": 2021
    },
    {
      "title": "Pulse transit time technique for cuffless unobtrusive blood pressure measurement: from theory to algorithm",
      "authors": [
        "X Ding",
        "Y Zhang"
      ],
      "year": 2019,
      "doi": "10.1007/s13534-019-00096-x"
    },
    {
      "title": "Noninvasive Continuous Blood Pressure Estimation From Pulse Transit Time: A Review of the Calibration Models",
      "authors": [
        "D Barvik",
        "M Cerny",
        "M Penhaker",
        "N Noury"
      ],
      "year": 2022,
      "doi": "10.1109/RBME.2021.3109643"
    },
    {
      "title": "Continuous noninvasive blood pressure measurement by pulse transit time",
      "authors": [
        "P Fung",
        "G Dumont",
        "C Ries"
      ],
      "year": 2004
    },
    {
      "title": "Cuffless Blood Pressure Estimation Algorithms for Continuous Health-Care Monitoring",
      "authors": [
        "M Kachuee",
        "M Kiani",
        "H Mohammadzade",
        "M Shabany"
      ],
      "year": 2017,
      "doi": "10.1109/tbme.2016.2580904"
    },
    {
      "title": "Noninvasive Cuffless Blood Pressure Estimation Using Pulse Transit Time and Impedance Plethysmography",
      "authors": [
        "T Huynh",
        "R Jafari",
        "W Chung"
      ],
      "year": 2019,
      "doi": "10.1109/tbme.2018.2865751"
    },
    {
      "title": "A novel dynamical approach in continuous cuffless blood pressure estimation based on ECG and PPG signals",
      "authors": [
        "I Sharifi",
        "S Goudarzi",
        "M Khodabakhshi"
      ],
      "year": 2019,
      "doi": "10.1016/j.artmed.2018.12.005"
    },
    {
      "title": "Multi-Sensor Fusion Approach for Cuff-Less Blood Pressure Measurement",
      "authors": [
        "F Miao",
        "Z Liu",
        "J Liu"
      ],
      "year": 2020,
      "doi": "10.1109/jbhi.2019.2901724"
    },
    {
      "title": "Validating cuffless continuous blood pressure monitoring devices",
      "authors": [
        "J Hu",
        "G Martin",
        "S Iyengar"
      ],
      "year": 2023,
      "doi": "10.1016/j.cvdhj.2023.01.001"
    },
    {
      "title": "The pre-ejection period is a highly stress dependent parameter of paramount importance for pulse-wave-velocity based applications",
      "authors": [
        "N Pilz",
        "A Patzak",
        "T Bothe"
      ],
      "year": 2023,
      "doi": "10.3389/fcvm.2023.1138356"
    },
    {
      "title": "An Attempt to Define the Pulse Transit Time",
      "authors": [
        "X-R Ding",
        "J Liu",
        "W-X Dai"
      ],
      "year": 2019
    },
    {
      "title": "Pulse Wave Velocity Techniques",
      "authors": [
        "J Li"
      ],
      "year": 2019
    },
    {
      "title": "Relation between blood pressure and pulse wave velocity for human arteries",
      "authors": [
        "Y Ma",
        "J Choi",
        "A Hourlier-Fargette"
      ],
      "year": 2018,
      "doi": "10.1073/pnas.1814392115"
    },
    {
      "title": "Design and development of continuous cuff-less blood pressure monitoring devices",
      "authors": [
        "D Griggs",
        "M Sharma",
        "A Naghibi"
      ],
      "year": 2016,
      "doi": "10.1109/ICSENS.2016.7808908"
    },
    {
      "title": "Pulse transit time-based blood pressure estimation using hilbert-huang transform",
      "authors": [
        "Q Zhang",
        "Y Shi",
        "D Teng"
      ],
      "year": 2009
    },
    {
      "title": "Cuff-less and continuous blood pressure measurement based on pulse transit time from carotid and toe photoplethysmograms",
      "authors": [
        "A Zuhair Sameen",
        "R Jaafar",
        "E Zahedi",
        "Kok Beng"
      ],
      "year": 2022,
      "doi": "10.1080/03091902.2022.2077998"
    },
    {
      "title": "Measuring blood pressure by a cuffless device using the pulse transit time",
      "authors": [
        "A Patzak"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijchy.2020.100072"
    },
    {
      "title": "Continuous blood pressure measurement by using the pulse transit time: comparison to a cuff-based method",
      "authors": [
        "H Gesche",
        "D Grosskurth",
        "G Kuchler",
        "A Patzak"
      ],
      "year": 2012,
      "doi": "10.1007/s00421-011-1983-3"
    },
    {
      "title": "Evaluation of the ability of a commercially available cuffless wearable device to track blood pressure changes",
      "authors": [
        "I Tan",
        "S Gnanenthiran",
        "J Chan"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003428"
    },
    {
      "title": "Smartphone-based Continuous Blood Pressure Measurement Using Pulse Transit Time",
      "authors": [
        "H Gholamhosseini",
        "A Meintjes",
        "M Baig",
        "M Linden"
      ],
      "year": 2016
    },
    {
      "title": "Unobtrusive sensing and wearable devices for health informatics",
      "authors": [
        "Y Zheng",
        "X Ding",
        "C Poon"
      ],
      "year": 2014,
      "doi": "10.1109/tbme.2014.2309951"
    },
    {
      "title": "Cuffless Blood Pressure Devices",
      "authors": [
        "C Bradley",
        "D Shimbo",
        "D Colburn"
      ],
      "year": 2022,
      "doi": "10.1093/ajh/hpac017"
    },
    {
      "title": "Feasibility, credence, and usefulness of out-of-office cuffless blood pressure monitoring using smartwatch: a population survey",
      "authors": [
        "Y Jang",
        "J Seo",
        "S Ihm"
      ],
      "year": 2023,
      "doi": "10.1186/s40885-023-00242-9"
    },
    {
      "title": "Wearable cuffless blood pressure monitoring devices: a systematic review and meta-analysis",
      "authors": [
        "Sms Islam",
        "C Chow",
        "R Daryabeygikhotbehsara"
      ],
      "year": 2022,
      "doi": "10.1093/ehjdh/ztac021"
    },
    {
      "title": "Continuous, real-time, noninvasive monitor of blood pressure: Penaz methodology ap-plied to the finger",
      "authors": [
        "R Boehmer"
      ],
      "year": 1987,
      "doi": "10.1007/bf03337384"
    },
    {
      "title": "Nexfin noninvasive continuous blood pressure validated against Riva-Rocci/ Korotkoff",
      "authors": [
        "Eeftinck Schattenkerk",
        "D Van Lieshout",
        "J Van Den Meiracker"
      ],
      "year": 2009,
      "doi": "10.1038/ajh.2008.368"
    },
    {
      "title": "Comparative study of Finapres devices",
      "authors": [
        "K Chin",
        "R Panerai"
      ],
      "year": 2012,
      "doi": "10.1097/mbp.0b013e328356e1b3"
    },
    {
      "title": "Smartphone/ smartwatch-based cuffless blood pressure measurement: a position paper from the Korean Society of Hypertension",
      "authors": [
        "H Lee",
        "D Lee",
        "J Seo"
      ],
      "year": 2021,
      "doi": "10.1186/s40885-020-00158-8"
    },
    {
      "title": "KardiaMobile for ECG Monitoring and Arrhythmia Diagnosis",
      "authors": [
        "M Singh",
        "R Rao",
        "S Gupta"
      ],
      "year": 2020
    },
    {
      "title": "Cuffless blood pressure estimation using only a smartphone",
      "authors": [
        "K Matsumura",
        "P Rolfe",
        "S Toda",
        "T Yamakoshi"
      ],
      "year": 2018,
      "doi": "10.1038/s41598-018-25681-5"
    },
    {
      "title": "Remote plethysmographic imaging using ambient light",
      "authors": [
        "W Verkruysse",
        "L Svaasand",
        "J Nelson"
      ],
      "year": 2008,
      "doi": "10.1364/oe.16.021434"
    },
    {
      "title": "Ultra-low-cost mechanical smartphone attachment for no-calibration blood pressure measurement",
      "authors": [
        "Y Xuan",
        "C Barry",
        "De Souza"
      ],
      "year": 2023,
      "doi": "10.1038/s41598-023-34431-1"
    },
    {
      "title": "Blood Pressure Measurement Based on the Camera and Inertial Measurement Unit of a Smartphone: Instrument Validation Study",
      "authors": [
        "Y Yoon",
        "J Kim",
        "K Lee"
      ],
      "year": 2023,
      "doi": "10.2196/44147"
    },
    {
      "title": "Remote estimation of pulse wave features related to arterial stiffness and blood pressure using a camera",
      "authors": [
        "D Djeldjli",
        "F Bousefsaf",
        "C Maaoui"
      ],
      "year": 2021,
      "doi": "10.1016/j.bspc.2020.102242"
    },
    {
      "title": "Optimal digital filter selection for remote photoplethysmography (rPPG) signal conditioning",
      "authors": [
        "S Guler",
        "A Golparvar",
        "O Ozturk"
      ],
      "year": 2023,
      "doi": "10.1088/2057-1976/acaf8a"
    },
    {
      "title": "Smartphone accelerometers for the detection of heart rate",
      "authors": [
        "F Landreani",
        "E Caiani"
      ],
      "year": 2017,
      "doi": "10.1080/17434440.2017.1407647"
    },
    {
      "title": "Beat-to-beat heart rate detection by smartphone's accelerometers: validation with ECG",
      "authors": [
        "F Landreani",
        "A Martin-Yebra",
        "C Casellato"
      ],
      "year": 2016
    },
    {
      "title": "Smartphone-based ECG devices: Beyond atrial fibrillation screening",
      "authors": [
        "F Wegner",
        "L Eckardt"
      ],
      "year": 2022,
      "doi": "10.1016/j.ejim.2021.09.017"
    },
    {
      "title": "Detecting Pulse from Head Motions in Video",
      "authors": [
        "G Balakrishnan",
        "F Durand",
        "J Guttag",
        "Editors"
      ],
      "year": 2013,
      "doi": "10.1109/cvpr.2013.440"
    },
    {
      "title": "Cuffless Blood Pressure Measurement Using a Smartphone-Case Based ECG Monitor with Photoplethysmography in Hypertensive Patients",
      "authors": [
        "Z Sagirova",
        "N Kuznetsova",
        "N Gogiberidze"
      ],
      "year": 2021,
      "doi": "10.3390/s21103525"
    },
    {
      "title": "Pulse Transit Time-Pulse Wave Analysis Fusion Based on Wearable Wrist Ballistocardiogram for Cuff-Less Blood Pressure Trend Tracking",
      "authors": [
        "P Yousefian",
        "S Shin",
        "A Mousavi"
      ],
      "year": 2020,
      "doi": "10.1109/ACCESS.2020.3012384"
    },
    {
      "title": "Performance Analysis of Gyroscope and Accelerometer Sensors for Seismocardiography-Based Wearable Pre-Ejection Period Estimation",
      "authors": [
        "Mmh Shandhi",
        "B Semiz",
        "S Hersek"
      ],
      "year": 2019,
      "doi": "10.1109/jbhi.2019.2895775"
    },
    {
      "title": "Single-Lead ECG Recordings Including Einthoven and Wilson Leads by a Smartwatch: A New Era of Patient Directed Early ECG Differential Diagnosis of Cardiac Diseases? Sensors",
      "authors": [
        "A Samol",
        "K Bischof",
        "B Luani"
      ],
      "year": 2019,
      "doi": "10.3390/s19204377"
    },
    {
      "title": "Validity of a novel wristband tonometer for measuring central hemodynamics and augmentation index",
      "authors": [
        "D Beck",
        "J Martin",
        "W Nichols"
      ],
      "year": 2014,
      "doi": "10.1093/ajh/hpt300"
    },
    {
      "title": "Patent landscape review of non-invasive medical sensors for continuous monitoring of blood pressure and their validation in critical care practice",
      "authors": [
        "O Litvinova",
        "A Bilir",
        "E Parvanov"
      ],
      "year": 2023,
      "doi": "10.3389/fmed.2023.1138051"
    },
    {
      "title": "SeismoWatch: Wearable Cuffless Blood Pressure Monitoring Using Pulse Transit Time",
      "authors": [
        "A Carek",
        "J Conant",
        "A Joshi"
      ],
      "year": 2017,
      "doi": "10.1145/3130905"
    },
    {
      "title": "Wearable Devices for Physical Monitoring of Heart: A Review",
      "authors": [
        "G Prieto-Avalos",
        "Alor- Hernandez"
      ],
      "year": 2022,
      "doi": "10.3390/bios12050292"
    },
    {
      "title": "Smart wearable devices in cardiovascular care: where we are and how to move forward",
      "authors": [
        "K Bayoumy",
        "M Gaber",
        "A Elshafeey"
      ],
      "year": 2021,
      "doi": "10.1038/s41569-021-00522-7"
    },
    {
      "title": "Comparative Measurement of the PPG Signal on Different Human Body Positions by Sensors Working in Reflection and Transmission Modes",
      "authors": [
        "J Přibil",
        "A Přibilová",
        "I Frollo"
      ],
      "year": 2020,
      "doi": "10.3390/ecsa-7-08204"
    },
    {
      "title": "Continuous cuffless blood pressure monitoring with a wearable ring bioimpedance device",
      "authors": [
        "K Sel",
        "D Osman",
        "N Huerta"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00796-w"
    },
    {
      "title": "Photoplethysmography Based Blood Pressure Monitoring Using the Senbiosys Ring",
      "authors": [
        "S Haddad",
        "A Boukhayma",
        "Di Pietrantonio"
      ],
      "year": 2021
    },
    {
      "title": "Feasibility of Noninvasive Blood Pressure Measurement using a Chest-worn Patch Sensor",
      "authors": [
        "N Selvaraj",
        "H Reddivari"
      ],
      "year": 2018,
      "doi": "10.1109/EMBC.2018.8513211"
    },
    {
      "title": "A Flexible and Miniaturized Chest Patch for Real-time PPG/ECG/ Bio-Z Monitoring",
      "authors": [
        "J Li",
        "J Zhang",
        "Y Jiang"
      ],
      "year": 2022
    },
    {
      "title": "Assessment of diagnostic accuracy of SanketLife -A wireless, pocket-sized ECG biosensor, in comparison to standard 12 lead ECG in the detection of cardiovascular diseases in a tertiary care setting",
      "authors": [
        "S Kumar",
        "C Nagesh",
        "M Singh"
      ],
      "year": 2020,
      "doi": "10.1016/j.ipej.2019.12.011"
    },
    {
      "title": "Accuracy of a smartphone application for blood pressure estimation in Bangladesh, South Africa, and Tanzania",
      "authors": [
        "C Festo",
        "V Vannevel",
        "H Ali"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00804-z"
    },
    {
      "title": "Cuffless and Touchless Measurement of Blood Pressure from Ballistocardiogram Based on a Body Weight Scale",
      "authors": [
        "S Liu",
        "B Zhang",
        "W Chen"
      ],
      "year": 2022,
      "doi": "10.3390/nu14122552"
    },
    {
      "title": "Smart Vest: wearable multi-parameter remote physiological monitoring system",
      "authors": [
        "P Pandian",
        "K Mohanavelu",
        "K Safeer"
      ],
      "year": 2008,
      "doi": "10.1016/j.medengphy.2007.05.014"
    },
    {
      "title": "Wearable Health Devices-Vital Sign Monitoring, Systems and Technologies",
      "authors": [
        "D Dias",
        "Paulo Silva Cunha"
      ],
      "year": 2018,
      "doi": "10.3390/s18082414"
    },
    {
      "title": "Design of non-invasive continuous blood pressure monitoring headband",
      "authors": [
        "; Pang Wang Puling",
        "; Yu",
        "; Wu Baoming",
        "Pei Liu"
      ],
      "year": 2015
    },
    {
      "title": "The promise and pitfalls of novel cuffless blood pressure devices",
      "authors": [
        "A Schutte"
      ],
      "year": 2022,
      "doi": "10.1093/eurheartj/ehac474"
    },
    {
      "title": "Challenges Presented by Cuffless Measurement of Blood Pressure if Adopted for Diagnosis and Treatment of Hypertension",
      "authors": [
        "A Avolio",
        "J Cox",
        "K Louka"
      ],
      "year": 2022,
      "doi": "10.1159/000522660"
    },
    {
      "title": "Advancement in the Cuffless and Noninvasive Measurement of Blood Pressure: A Review of the Literature and Open Challenges",
      "authors": [
        "Mmr Khan Mamun",
        "A Sherif"
      ],
      "year": 2022,
      "doi": "10.3390/bioengineering10010027"
    },
    {
      "title": "Cuffless Blood Pressure Monitoring: Promises and Challenges",
      "authors": [
        "J Pandit",
        "E Lores",
        "D Batlle"
      ],
      "year": 2020,
      "doi": "10.2215/cjn.03680320"
    },
    {
      "title": "Long-term stability of over-the-counter cuffless blood pressure monitors: a proposal",
      "authors": [
        "T Tamura",
        "S Shimizu",
        "N Nishimura",
        "M Takeuchi"
      ],
      "year": 2023,
      "doi": "10.1007/s12553-023-00726-6"
    },
    {
      "title": "The reality and serendipity of cuffless blood pressure monitoring",
      "authors": [
        "A Avolio"
      ],
      "year": 2023,
      "doi": "10.1038/s41440-023-01269-z"
    },
    {
      "title": "Evaluation of the Accuracy of Cuffless Blood Pressure Measurement Devices: Challenges and Proposals",
      "authors": [
        "R Mukkamala",
        "M Yavarimanesh",
        "K Natarajan"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.17747"
    },
    {
      "title": "Calibration-Free Cuffless Blood Pressure Estimation Based on a Population With a Diverse Range of Age and Blood Pressure",
      "authors": [
        "S Yamanaka",
        "K Morikawa",
        "H Morita"
      ],
      "year": 2021,
      "doi": "10.3389/fmedt.2021.695356"
    },
    {
      "title": "Cuffless blood pressure measuring devices: review and statement by the European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability",
      "authors": [
        "G Stergiou",
        "R Mukkamala",
        "A Avolio"
      ],
      "year": 2022,
      "doi": "10.1097/HJH.0000000000003224"
    },
    {
      "title": "Development of Cuffless and Calibration-Less Blood Pressure Measurements",
      "authors": [
        "K Shimizu"
      ],
      "year": 2023,
      "doi": "10.1097/01.hjh.0000915752.65336.54"
    },
    {
      "title": "Sources of Inaccuracy in Photoplethysmography for Continuous Cardiovascular Monitoring",
      "authors": [
        "J Fine",
        "K Branan",
        "A Rodriguez"
      ],
      "year": 2021,
      "doi": "10.3390/bios11040126"
    },
    {
      "title": "Reduction of Periodic Motion Artifacts in Photoplethysmography",
      "authors": [
        "R Wijshoff",
        "M Mischi",
        "R Aarts"
      ],
      "year": 2017,
      "doi": "10.1109/TBME.2016.2553060"
    },
    {
      "title": "Reduction in the Motion Artifacts in Noncontact ECG Measurements Using a Novel Designed Electrode Structure",
      "authors": [
        "J Ding",
        "Y Tang",
        "R Chang"
      ],
      "year": 2023,
      "doi": "10.3390/s23020956"
    },
    {
      "title": "Simultaneous recording of skin blood pulsations at different vascular depths by multiwavelength photoplethysmography",
      "authors": [
        "J Spigulis",
        "L Gailite",
        "A Lihachev",
        "R Erts"
      ],
      "year": 2007,
      "doi": "10.1364/ao.46.001754"
    },
    {
      "title": "Influence of skin type and wavelength on light wave reflectance",
      "authors": [
        "B Fallow",
        "T Tarumi",
        "H Tanaka"
      ],
      "year": 2013,
      "doi": "10.1007/s10877-013-9436-7"
    },
    {
      "title": "Monte Carlo analysis of optical heart rate sensors in commercial wearables: the effect of skin tone and obesity on the photoplethysmography (PPG) signal",
      "authors": [
        "Ajmal",
        "T Boonya-Ananta",
        "A Rodriguez"
      ],
      "year": 2021,
      "doi": "10.1364/boe.439893"
    },
    {
      "title": "A Review of Wearable Multi-Wavelength Photoplethysmography",
      "authors": [
        "D Ray",
        "T Collins",
        "S Woolley",
        "P Ponnapalli"
      ],
      "year": 2023,
      "doi": "10.1109/rbme.2021.3121476"
    },
    {
      "title": "Artifact reduction in photoplethysmography",
      "authors": [
        "M Hayes",
        "P Smith"
      ],
      "year": 1998,
      "doi": "10.1364/ao.37.007437"
    },
    {
      "title": "Relationship between measurement site and motion artifacts in wearable reflected photoplethysmography",
      "authors": [
        "Y Maeda",
        "M Sekine",
        "T Tamura"
      ],
      "year": 2011,
      "doi": "10.1007/s10916-010-9505-0"
    },
    {
      "title": "Photoplethysmography Fast Upstroke Time Intervals Can Be Useful Features for Cuff-Less Measurement of Blood Pressure Changes in Humans",
      "authors": [
        "K Natarajan",
        "R Block",
        "M Yavarimanesh"
      ],
      "year": 2022,
      "doi": "10.1109/TBME.2021.3087105"
    },
    {
      "title": "The Microsoft Research Aurora Project: Important Findings on Cuffless Blood Pressure Measurement",
      "authors": [
        "R Mukkamala",
        "S Shroff",
        "C Landry"
      ],
      "year": 2023,
      "doi": "10.1161/hypertensionaha.122.20410"
    },
    {
      "title": "Limitations and pitfalls of non-invasive measurement of arterial pressure wave reflections and pulse wave velocity",
      "authors": [
        "P Segers",
        "J Kips",
        "B Trachet"
      ],
      "year": 2009,
      "doi": "10.1016/j.artres.2009.02.006"
    },
    {
      "title": "Expert Consensus on the Clinical Use of Pulse Wave Velocity in Asia",
      "authors": [
        "J Park",
        "J Sharman",
        "Y Li"
      ],
      "year": 2022,
      "doi": "10.1159/000528208"
    },
    {
      "title": "Design and Validation of a New PPG Module to Acquire High-Quality Physiological Signals for High-Accuracy Biomedical Sensing",
      "authors": [
        "Y Kao",
        "Pcp Chao",
        "C Wey"
      ],
      "year": 2019,
      "doi": "10.1109/JSTQE.2018.2871604"
    },
    {
      "title": "Noninvasive Blood Pressure Estimation Using Ultrasound and Simple Finite Element Models",
      "authors": [
        "A Zakrzewski",
        "B Anthony"
      ],
      "year": 2018,
      "doi": "10.1109/TBME.2017."
    },
    {
      "title": "Towards Robust Blood Pressure Estimation From Pulse Wave Velocity Measured by Photoplethysmography Sensors",
      "authors": [
        "R Byfield",
        "M Miller",
        "J Miles"
      ],
      "year": 2022,
      "doi": "10.1109/JSEN.2021.3134890"
    },
    {
      "title": "Design of a Continuous Blood Pressure Measurement System Based on Pulse Wave and ECG Signals",
      "authors": [
        "J Li",
        "R Li",
        "Z Chen"
      ],
      "year": 2018,
      "doi": "10.1109/jtehm.2017.2788885"
    },
    {
      "title": "Blood Pressure Assessment in Adults in Clinical Practice and Clinic-Based Research: JACC Scientific Expert Panel",
      "authors": [
        "P Muntner",
        "P Einhorn",
        "W Cushman"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2018.10.069"
    },
    {
      "title": "Use of prescription medications associated with weight gain among US adults, 1999-2018: A nationally representative survey",
      "authors": [
        "C Hales",
        "Q Gu",
        "C Ogden",
        "S Yanovski"
      ],
      "year": 2022,
      "doi": "10.1002/oby.23299"
    },
    {
      "title": "Heart rate and blood pressure: any possible implications for management of hypertension?",
      "authors": [
        "S Reule",
        "P Drawz"
      ],
      "year": 2012,
      "doi": "10.1007/s11906-012-0306-3"
    },
    {
      "title": "Assessment of Non-Invasive Blood Pressure Prediction from PPG and rPPG Signals Using Deep Learning",
      "authors": [
        "F Schrumpf",
        "P Frenzel",
        "C Aust"
      ],
      "year": 2021,
      "doi": "10.3390/s21186022"
    },
    {
      "title": "Final Report of a Trial of Intensive versus Standard Blood-Pressure Control",
      "authors": [
        "S Group",
        "C Lewis",
        "L Fine"
      ],
      "year": 2021,
      "doi": "10.1056/nejmoa1901281"
    },
    {
      "authors": [
        "J Sharman",
        "O 'brien",
        "E Alpert"
      ],
      "year": 2020,
      "doi": "10.1097/hjh.0000000000002345"
    },
    {
      "title": "Is cuffless blood pressure measurement already here?",
      "authors": [
        "N Van Helmond",
        "S Martin",
        "T Plante"
      ],
      "year": 2020,
      "doi": "10.1097/hjh.0000000000002344"
    },
    {
      "title": "IEEE Standard for Wearable Cuffless Blood Pressure Measuring Devices",
      "doi": "10.1109/ieeestd.2014.6882122"
    },
    {
      "title": "IEEE Standard for Wearable, Cuffless Blood Pressure Measuring Devices -Amendment 1",
      "year": 2019
    },
    {
      "title": "Non-invasive sphygmomanometers -Part 3: Clinical investigation of continuous automated measurement type"
    },
    {
      "title": "Factors to Consider When Making Benefit-Risk Determinations in Medical Device Premarket Approval and De Novo Classifications",
      "authors": [
        "Fda"
      ],
      "year": 2019
    },
    {
      "title": "Can 'FDA-cleared' blood pressure devices be trusted? A call to action",
      "authors": [
        "B Alpert"
      ],
      "year": 2017,
      "doi": "10.1097/mbp.0000000000000279"
    },
    {
      "title": "Cuff-less measurements of blood pressure: are we ready for a change?",
      "authors": [
        "M Burnier",
        "S Kjeldsen",
        "K Narkiewicz",
        "S Oparil"
      ],
      "year": 2021,
      "doi": "10.1080/08037051.2021.1956178"
    },
    {
      "title": "Accurate Blood Pressure Estimation During Activities of Daily Living: A Wearable Cuffless Solution",
      "authors": [
        "C Landry",
        "E Hedge",
        "R Hughson"
      ],
      "year": 2021,
      "doi": "10.1109/JBHI.2021.3054597"
    },
    {
      "title": "A Robust Random Forest-Based Approach for Heart Rate Monitoring Using Photoplethysmography Signal Contaminated by Intense Motion Artifacts",
      "authors": [
        "Y Ye",
        "W He",
        "Y Cheng"
      ],
      "year": 2017,
      "doi": "10.3390/s17020385"
    },
    {
      "title": "Multiple switching light sources based motion artifacts reduction in reflectance photoplethysmography",
      "authors": [
        "L Hooseok",
        "K Hoon",
        "T Tharoeun",
        "L Jinseok"
      ],
      "year": 2016
    },
    {
      "title": "Advances in Photoplethysmogram and Electrocardiogram Signal Analysis for Wearable Applications",
      "year": 2021
    },
    {
      "title": "The 2023 wearable photoplethysmography roadmap",
      "authors": [
        "P Charlton",
        "J Allen",
        "R Bailon"
      ],
      "year": 2023,
      "doi": "10.1088/1361-6579/acead2"
    },
    {
      "title": "A preliminary study on multi-wavelength PPG based pulse transit time detection for cuffless blood pressure measurement",
      "authors": [
        "L Jing",
        "Z Yuan-Ting",
        "Xiao Rong"
      ],
      "year": 2016
    },
    {
      "title": "Ubiquitous blood pressure monitoring using EEG and PPG signals",
      "authors": [
        "Y Lu",
        "H Peng",
        "J Zhao"
      ],
      "year": 2017,
      "doi": "10.1145/3123024.3123187"
    },
    {
      "title": "Multi-Dimensional Feature Combination Method for Continuous Blood Pressure Measurement Based on Wrist PPG Sensor",
      "authors": [
        "P Yao",
        "N Xue",
        "S Yin"
      ],
      "year": 2022,
      "doi": "10.1109/jbhi.2022.3167059"
    },
    {
      "title": "Continuous PPG-Based Blood Pressure Monitoring Using Multi-Linear Regression",
      "authors": [
        "S Haddad",
        "A Boukhayma",
        "A Caizzone"
      ],
      "year": 2022,
      "doi": "10.1109/JBHI.2021.3128229"
    },
    {
      "title": "PTT based continuous time non-invasive blood pressure system",
      "authors": [
        "M Atef",
        "L Xiyan",
        "G Wang",
        "Y Lian",
        "Editors"
      ],
      "year": 2016,
      "doi": "10.1109/MWSCAS."
    },
    {
      "title": "European Society of Hypertension recommendations for the validation of cuffless blood pressure measuring devices: European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability",
      "authors": [
        "G Stergiou",
        "A Avolio",
        "P Palatini"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003483"
    },
    {
      "title": "Requirements for design and function of blood pressure measuring devices used for the management of hypertension: Consensus Statement by the European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability and STRIDE BP",
      "authors": [
        "G Stergiou",
        "G Parati",
        "A Kollias"
      ],
      "year": 2023,
      "doi": "10.1097/hjh.0000000000003482"
    },
    {
      "title": "Quantitative Comparison of Photoplethysmographic Waveform Characteristics: Effect of Measurement Site",
      "authors": [
        "V Hartmann",
        "H Liu",
        "F Chen"
      ],
      "year": 2019,
      "doi": "10.3389/fphys.2019.00198"
    },
    {
      "title": "Smartphone based blood pressure measurement: accuracy of the OptiBP mobile application according to the AAMI/ESH/ISO universal validation protocol",
      "authors": [
        "J Degott",
        "A Ghajarzadeh-Wurzner",
        "G Hofmann"
      ],
      "year": 2021,
      "doi": "10.1097/mbp.0000000000000556"
    },
    {
      "title": "Aktiia cuffless blood pressure monitor yields equivalent daytime blood pressure measurements compared to a 24-h ambulatory blood pressure monitor: Preliminary results from a prospective single-center study",
      "authors": [
        "T Almeida",
        "M Cortes",
        "D Perruchoud"
      ],
      "year": 2023,
      "doi": "10.1038/s41440-023-01258-2"
    },
    {
      "title": "Time in Therapeutic Range, as a Determinant of All-Cause Mortality in Patients With Hypertension",
      "authors": [
        "M Doumas",
        "C Tsioufis",
        "R Fletcher"
      ],
      "year": 2017
    },
    {
      "title": "Systolic Blood Pressure Time in Target Range and Cardiovascular Outcomes in Patients With Hypertension",
      "authors": [
        "N Fatani",
        "D Dixon",
        "B Van Tassell"
      ],
      "year": 2021,
      "doi": "10.1016/j.jacc.2021.01."
    },
    {
      "title": "Time in therapeutic range: timely in hypertension therapeutics?",
      "authors": [
        "N Nagarajan",
        "R Townsend"
      ],
      "year": 2023,
      "doi": "10.1038/s41371-022-00800-y"
    },
    {
      "title": "Factors Associating with Non-Dipping Pattern of Nocturnal Blood Pressure in Patients with Essential Hypertension",
      "authors": [
        "T Koike",
        "T Imamura",
        "F Tomoda"
      ],
      "year": 2023,
      "doi": "10.3390/jcm12020570"
    },
    {
      "title": "Using Adult Ambulatory Blood Pressure Thresholds in Youth: Impact of Nocturnal Hypertension",
      "authors": [
        "S Lyon",
        "J Hartz",
        "Y Huang"
      ],
      "year": 2023,
      "doi": "10.1161/HYPERTENSIONAHA.122.20431"
    },
    {
      "title": "Modelling Relations Between Blood Pressure, Cardiovascular Phenotype and Clinical Factors Using Large Scale Imaging Data",
      "authors": [
        "T Kart",
        "M Alkhodari",
        "W Lapidaire",
        "P Leeson"
      ],
      "year": 2023,
      "doi": "10.1093/ehjci/jead161"
    },
    {
      "title": "Blood pressure phenotype: an evolving picture",
      "authors": [
        "G Leoncini",
        "F Viazzi",
        "B Bonino",
        "R Pontremoli"
      ],
      "year": 2020,
      "doi": "10.1007/s11739-019-02157-6"
    },
    {
      "title": "Recent Research and Developing Trends of Wearable Sensors for Detecting Blood Pressure",
      "authors": [
        "T Arakawa"
      ],
      "year": 2018,
      "doi": "10.3390/s18092772"
    },
    {
      "title": "A feature exploration methodology for learning based cuffless blood pressure measurement using photoplethysmography",
      "authors": [
        "D Kefeng",
        "Q Zhiliang",
        "M Atef",
        "W Guoxing"
      ],
      "year": 2016
    },
    {
      "title": "Non-invasive cuff-less blood pressure machine learning algorithm using photoplethysmography and prior physiological data",
      "authors": [
        "S Yang",
        "S Morgan",
        "S Cho"
      ],
      "year": 2021,
      "doi": "10.1097/mbp.0000000000000534"
    },
    {
      "title": "Guidance for the Interpretation of Continual Cuffless Blood Pressure Data for the Diagnosis and Management of Hypertension",
      "authors": [
        "J Sola",
        "M Cortes",
        "D Perruchoud"
      ],
      "year": 2022,
      "doi": "10.3389/fmedt.2022.899143"
    },
    {
      "title": "Wearable Photoplethysmographic Sensors-Past and Present",
      "authors": [
        "T Tamura",
        "Y Maeda",
        "M Sekine",
        "M Yoshida"
      ],
      "year": 2014,
      "doi": "10.3390/electronics3020282"
    },
    {
      "title": "Flexible Organic/ Inorganic Hybrid Near-Infrared Photoplethysmogram Sensor for Cardiovascular Monitoring",
      "authors": [
        "H Xu",
        "J Liu",
        "J Zhang"
      ],
      "year": 2017,
      "doi": "10.1002/adma.201700975"
    },
    {
      "title": "Multimodal Photoplethysmography-Based Approaches for Improved Detection of Hypertension",
      "authors": [
        "K Welykholowa",
        "M Hosanee",
        "G Chan"
      ],
      "year": 2020
    },
    {
      "title": "Deep Learning Methods for Remote Heart Rate Measurement: A Review and Future Research Agenda",
      "authors": [
        "C Cheng",
        "K Wong",
        "J Chin"
      ],
      "year": 2021,
      "doi": "10.3390/s21186296"
    }
  ],
  "num_references": 198
}
