{
  "paper_id": "FGCPUDE6",
  "title": "Do mHealth applications improve clinical outcomes of patients with cancer? A critical appraisal of the peer-reviewed literature",
  "abstract": "Purpose Patients undergoing systemic anti-cancer treatment experience distressing side effects, and these symptoms are often experienced outside the hospital setting. The impact of usage of cancer-related mobile health (mHealth) applications on patientrelated outcomes requires investigation. Methods A critical appraisal of the literature was performed for the following question: 'In patients with cancer have mHealth applications been compared with usual care to examine impact on commonly used clinical outcomes'. Literature searches were undertaken with the help of a research librarian and included Medline, Cochrane Collaboration, clinical trial databases and grey searches. Results Seventeen studies including between 12 and 2352 patients were identified and reviewed. Smartphone applications or internet portals collected data on symptoms or patient activity. Several studies showed statistically significant differences in patient-reported outcomes when symptom monitoring using mobile health application was compared to usual care. Change in mobility was the only outcome that was related directly to toxicity. Only limited data on mortality, cancer-related morbidity including complications of care, health-economic outcomes or long-term outcomes were reported. Conclusions Studies on mHealth applications might improve aspects of symptom control in patients with cancer, but there is currently little evidence for impact on other outcomes. This requires future research in interventional studies.",
  "year": 2019,
  "date": "2019-07-04",
  "journal": "Support Care Cancer",
  "publication": "Support Care Cancer",
  "authors": [
    {
      "forename": "Jemima",
      "surname": "Osborn",
      "name": "Jemima Osborn",
      "affiliation": "1  Ysbyty Gwynedd , Penrhosgarnedd , Bangor , Gwynedd LL57 2PW , UK \n\t\t\t\t\t\t\t\t Ysbyty Gwynedd \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Penrhosgarnedd \n\t\t\t\t\t\t\t\t\t LL57 2PW \n\t\t\t\t\t\t\t\t\t Bangor \n\t\t\t\t\t\t\t\t\t Gwynedd \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Anu",
      "surname": "Ajakaiye",
      "name": "Anu Ajakaiye",
      "affiliation": "1  Ysbyty Gwynedd , Penrhosgarnedd , Bangor , Gwynedd LL57 2PW , UK \n\t\t\t\t\t\t\t\t Ysbyty Gwynedd \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Penrhosgarnedd \n\t\t\t\t\t\t\t\t\t LL57 2PW \n\t\t\t\t\t\t\t\t\t Bangor \n\t\t\t\t\t\t\t\t\t Gwynedd \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Tim",
      "surname": "Cooksley",
      "name": "Tim Cooksley",
      "affiliation": "2  The Christie NHS Foundation Trust , Wilmslow Rd , Manchester M20 4BX , UK \n\t\t\t\t\t\t\t\t The Christie NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wilmslow Rd \n\t\t\t\t\t\t\t\t\t M20 4BX \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Christian",
      "surname": "Subbe",
      "name": "Christian Subbe",
      "affiliation": "1  Ysbyty Gwynedd , Penrhosgarnedd , Bangor , Gwynedd LL57 2PW , UK \n\t\t\t\t\t\t\t\t Ysbyty Gwynedd \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Penrhosgarnedd \n\t\t\t\t\t\t\t\t\t LL57 2PW \n\t\t\t\t\t\t\t\t\t Bangor \n\t\t\t\t\t\t\t\t\t Gwynedd \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1007/s00520-019-04945-4",
  "keywords": [
    "Cancer",
    "mHealth",
    "Smartphone",
    "Internet",
    "Health-related quality of life"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Complications of cancer and its treatments are common  [1] . Many patients will experience side effects following chemotherapy, radiotherapy or targeted therapies. These lead to morbidity and mortality as well as increased resource utilisation in the community or hospital setting. Complications of cancer and its treatments are often predictable (fever, diarrhoea, skin reactions and drug-specific effects). Education of patients might help to increase compliance with care pathways  [2]  especially if tailored to an individual's needs. In the context of an increasingly digital healthcare system, it is therefore worth considering the role of mobile health applications (mHealth) for clinical care, patient education and safety of treatment.\n\nNo standardized definition of mHealth exists, but for the purpose of the Global Observatory for eHealth (GOe), mHealth or mobile health has been defined as 'medical and public health practice supported by mobile devices, such as mobile phones, patient monitoring devices, personal digital assistants (PDAs), and other wireless devices'  [3] . There are currently 97,000 mobile health applications, and in 2017, the number of global users for these was thought to be at 3.4 billion patients  [4] . The widespread use of smartphones (80% of patients  [5] , 95% of nurse and 99% of doctor  [6] ) in the UK means that mHealth applications are potentially accessible by most participants in healthcare: Healthcare professionals use smartphone applications to access risk assessment tools and scoring systems or to recap guidelines. Research on interventions based on mHealth applications suggests that they can be used to alter health related behaviours  [7] , such as medication adherence  [8] , but economic evidence for their usage is limited  [9] .\n\nPatients use applications to get lifestyle advice, dietary information or practice mindfulness, yoga or other sports. Mobile health applications for patients with cancer might track deterioration  [10]  and support education and recovery  [11] [12] [13]  and have been suggested as a topic for research  [14] . It is not known how mHealth applications affect patientreported experience and patient-reported outcome measures. The latter can be generic or cancer specific. Patient-related outcomes measures are thought to be central for the understanding of effectiveness of treatments in cancer, improve patient-provider communication, patient satisfaction  [15] , everyday life  [16]  and survival  [17] .\n\nIn order to improve support of patients referred to the local oncology service that covers a large rural and remote area in North Wales, the authors reviewed the literature to identify mHealth application with a peer-reviewed evidence of impact on clinical outcomes that could be deployed in UK practice."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design",
      "text": "The review of the literature used the format of a 'Critically appraised topic' (CAT). CATs are standardized summaries which draw together best available evidence to answer questions based on real clinical scenarios  [18] . CATs follow principles of evidence-based medicine in four steps: The authors (1) form a focused and answerable question based on a clinical encounter, (2) search for the best available evidence, (3) critically appraise the evidence for validity and clinical relevance and (4) examine the application of the results to clinical practice and future research."
    },
    {
      "title": "Search strategy",
      "text": "The search question was created in a patient-intervention-comparison-outcomes (PICO) format: 'In patients with cancer (P) have mHealth applications (I) been compared with usual care (C) to examine impact on commonly used clinical outcomes (O)'.\n\nOutcomes that are commonly used in cancer trials include mortality, morbidity, quality of life, usage of hospital beds, number of outpatient appointments or appointments in primary care. The context of care of patients with cancer morbidity related to treatments might be of particular interest.\n\nA literature search was undertaken with the assistance of a research librarian. The following search string was used: (Mobile applications 'OR' Smartphone applications) 'AND' (Cancer 'OR' Neoplasms) followed by further searching using specific outcome measures: ('morbidity' OR 'mortality' OR 'quality of life' OR 'hospital beds' OR 'patient safety' OR 'outpatient appointments' OR 'GP appointments').\n\nAdditionally, a search for studies using patient portals was conducted: (\"Patient Portals\"[Mesh]) AND (cancer or neoplasm). Identified papers were searched for further applicable references ('snow balling')."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Study criteria were agreed prior to undertaking the review: Publications up to April 2018 were included. No study predating 2014 was identified. Randomized and non-randomized studies on all types of cancer including haematological malignancies were included. The review included dedicated mobile applications as well as programs that could be used on a smartphone such as web portals.\n\nNon-patient-facing applications, research protocols, studies that did not measure clinical outcomes and studies that reported purely application feasibility were excluded.\n\nStudies were selected by one of the investigators (JO) and confirmed by the second investigator (AA). The papers identified in the search were analysed using the following questions: Does the study address the research question, were the study methods valid in a generic oncology setting and are the results applicable to patients with cancer looked after in a clinical (vs research) setting.\n\nSearch terms were applied to Pubmed, Embase, Cochrane library and a national registry of trials (ClinicalTrials.gov).\n\nNo funding was received for the undertaking of the review."
    },
    {
      "title": "Results"
    },
    {
      "title": "Identified studies",
      "text": "The search found 139 abstracts, of which 17 fulfilled inclusion and exclusion criteria (Fig.  1 ). Eighty-four studies initially identified did not meet the inclusion criteria as they did not measure a patient-related outcome or were not for direct patient use.\n\nThe Cochrane Library identified a number of systematic reviews of mobile Health applications but none in the context of cancer care. The national database of clinical trials (ClinicalTrial.Gov) identified 72 trials; 20 of these were marked as 'completed', and two had published results in the peer-reviewed literature  [19, 20] .\n\nSeventeen studies met inclusion and exclusion criteria. Sample sizes varied from 12 to 2352 patients with a median of 130 patients. Eleven of the studies had less than 100 participants. Ten of the studies were randomized controlled trials using usual care as their comparator. Patients with breast cancer were the patient group most commonly targeted (6 studies) (Tables  1 ,  2 , and 3). Studies examined effects of custom-built smartphone applications and internet portals as well as existing messaging services  [21]  and patient portals  [22] ."
    },
    {
      "title": "Interventions delivered through mHealth applications",
      "text": "Interventions that were delivered in the studies fell into broad categories: (1) delivery of information/education in a digital format  [23] [24] [25] , (2) provision of lifestyle interventions such as mindfulness  [19] , exercise  [26, 27]  or consumption of vegetables  [28]  and (3) symptom scores ranging from pain  [23]  to psychological symptoms of posttraumatic stress disorder (PTSD)  [24]  and usually linked to a healthcare professional for escalation  [29] . One study looking at detection of lung cancer relapse allowed patients to access follow-up and imaging sooner if concern was raised from reported symptoms  [30] ."
    },
    {
      "title": "Reported outcomes",
      "text": "As per our inclusion criteria, only apps which measured a patient-related outcome were included (Table  2 ).\n\nPatient symptoms Outcomes were heterogeneous, largely focusing on symptoms related to cancer and reporting severity, distress or quality of life impact related to specific symptoms. Quality of life measures included disease specific  [27]  or generic  [31]  tools.\n\nThe main positive clinical outcome from usage of mHealth applications was significant improvement in pain intensity, pain interference and consequentially quality of life  [23] ; nausea, fatigue, urinary symptoms and emotional functioning  [32] ; fewer days of moderate-severe neuropathic symptoms, distress and activity interference  [23] ; reduction in post-traumatic stress disorder symptoms  [24] ; reductions in distress  [33]  and less severe neuropathic pain compared to usual care  [34]  at scheduled outpatient visits. Physical activity improved in two studies  [20, 28] . As a caveat, in several studies, symptoms were more common in the intervention group  [29, 33, 35] .\n\nTreatment toxicity A Mexican study established a correlation between reduction in day-to-day mobility and chemotherapy toxicity in geriatric cancer patients  [26] . Symptom scores could be used to optimize treatments  [31] .\n\nMortality One of the studies has subsequently published long-term follow-up data from using a symptom tracking application  [31]  about improved mortality in a research letter  [36] . The lack of detail makes evaluation of this publication challenging.\n\nHealth-economic outcomes These were not explicitly evaluated, but outpatient appointments and readmissions to hospital provide some surrogate outcomes for financial impact  [22, 29, 31]  with one study quoting higher  [22]  and one lower hospitalisation rate  [31] .\n\nAdverse effects Adverse effects from using the applications were reported in two studies: higher readmission rates in a study of an existing provider portal  [22]  and increased Support Care Cancer (2020) anxiety and distress levels in an application with information about breast cancer  [25] .\n\nOthers A single study focused on the detection of cancer relapse in lung cancer survivors  [30] : the study looking at detection of lung cancer relapse using sentinel questionnaires. On average, relapses were found 5 weeks earlier than the planned follow-up visit, and there was a high sensitivity for detection in relapse, but the intervention did not identify a single relapse that was not also detected by sentinel follow-up."
    },
    {
      "title": "Methodological considerations",
      "text": "Studies had clearly documented inclusion criteria and methodology. All applications using symptom reporting used validated and peer-reviewed scales. While ten of the studies were randomized, for obvious reasons none of them were blinded. Education status and familiarity with internet/mobile technology improved outcomes  [31]  in one study but not in another  [26] . Patients used the interventions in varying amounts, but little data were available on the 'dosage' of application usage. Increased usage might perceivably lead to improved outcomes. A 'prescribed dose' of intervention would facilitate evaluation but would be unrealistic as patients will experience symptoms in varying amounts and will therefore need their intervention in varying amounts  [23] . Some measure of compliance was included in most studies whereas acceptability was only formally assessed in three studies (Table  3 )."
    },
    {
      "title": "Applicability of results to patients undergoing routine oncology care",
      "text": "Studies identified covered a wide range of ages and demonstrated that both young people and the older generation were comfortable using apps. Some of the used measurement tools referred to a specific malignancy, and extrapolation of results does therefore need to be with caution. Variation in sample size means that results from studies with smaller patient groups might be context sensitive and not be applicable without further testing in other clinical settings.\n\nWhile self-reported outcomes may be subject to some recall bias  [28] , many of the applications allowed for in the moment reporting  [23, 37]  which is likely to have less recall bias than waiting to inform a medical practitioner in an outpatient or clinic setting."
    },
    {
      "title": "Safety aspects",
      "text": "Several of the applications described alert systems which informed a healthcare professional if further intervention was required, potentially improving patient safety and increasing communication between patient and healthcare providers. One application facilitated discussion between healthcare providers and patient by educating the patient on how best to communicate their concern prior to a clinic appointment  [33] . Response to new symptoms was at times delayed: In 'SIST-net' 74% percent of new symptoms reported by patients were addressed by a nurse practitioner in under three working days; this was below the pre-set target of 90%, thus highlighting potential workload implications and the need to put robust failsafe mechanism in place to follow up reported symptoms  [29] ."
    },
    {
      "title": "Discussion",
      "text": "The authors have identified a small number of mHealth applications that have been examined in clinical studies with a randomized or non-randomized control group. Studies identified were aimed at a range of different cancers and age groups. Positive impact was largely limited to improved symptom control, but several studies reported increased symptoms. Data on other outcomes including health economic measures were limited.\n\nOur search is limited by several factors: In patients with cancer changes in clinical status, morbidity and mortality can be expected within months, but the sample size of most studies might have precluded significant numbers within the study duration. Only one of the studies examined impact on mortality  [36] ; however, since the longest study was only conducted for 12 months, there is at current lack of long-term data.\n\nFriends, family, and other carers are often able to identify deviation from a patient's normal status as a first step to facilitate calls for help. Only one study 'pain buddy', an avatarbased symptom dairy/pain management application, invited a family member to also engage with the application, so this is a potentially unique or underexplored feature  [37] .\n\nThe majority of studies identified were randomized controlled trial. Given the fast pace of innovation in digital technology, this might not be the best methodology to evaluate impact  [38] . Smartphone applications are only one of the new digital ways to provide care with smart watches  [39, 40]  and telehealth  [41, 42]  offering alternatives to traditional models of care.\n\nThe reasons for the limited evidence for mHealth applications in cancer might be complex: mHealth applications are a relative new addition to the armamentarium of clinicians, but safety implications are potentially considerable. The novelty means that principles of design and implementation are not as clear as those used for pharmacological interventions. Mobile applications for medical purposes require compliance with regulations and the obligation to updating information. A review of mHealth applications for patients with cancer in Spain found that only half had been developed by healthcare organisations  [48] . The potential lack of clinical input into the development might be one reason for limited clinical impact despite the considerable promise of applications to monitor toxicity  [26]  or even adjust chemotherapy drug dosing for safety impact  [49] .\n\nThe present search identified registered trials that might help for further insights into the impact of mHealth interventions in the near future: eRapid is a system for patients to 'selfreport and manage adverse events online during and after cancer treatment'. The platform has been developed with patients  [43, 44] . Field testing has been completed  [45] , and the related randomized controlled trial is powered against symptom control but will include the number of hospital, primary care, and community contacts.\n\nThe eSMART trial will study an application for symptom management in a European multi-centre study to assist patients receiving chemotherapy for breast, colorectal, or haematological cancer  [46] . PRISMS will attempt a similar intervention in an Australian trial of patients with haematological malignancies  [47] .\n\nPatients with cancer are in principle willing to embrace application assisted care  [50] : A survey of patients with prostate cancer found that out of 375 participants, about half were willing to use a cancer care-assisted app and 72% of these said data protection/pseudonymisation was important. A third of the participants who were not willing to use an application cited that secure data transfer and data storage were a concern.\n\nThe mHealth application opens the possibility of roundthe-clock care where e-alerts generated from the app can be monitored and acted upon by a member of the cancer specialist team. In practice, out-of-hours services might not be robust enough to accommodate round-the-clock monitoring in many areas. While the ability for applications to facilitate improved communication and red flag alerting with health services, care needs to be made to ensure patients understand that the app is not a replacement for usual care but an adjunct  [51] .\n\nMHealth interventions work in part through changing communication patterns between patients and their care network. Randomized controlled trials might not be the most suitable way to test complex multi-faceted interventions that are difficult to blind. Studies using patient registries might provide an alternative way to evaluate this type of intervention  [52, 53] ."
    },
    {
      "title": "Conclusions",
      "text": "The CAT review was based on service consideration in the unit of the authors that provides care for patients in rural and remote areas in North Wales: This review found only a small number of studies measuring outcomes relevant to the PICO question despite a broad search string and multiple databases. Many of the screened studies looked exclusively at the design, feasibility and acceptance of mobile health applications, but there was a significant lack of evidence for the efficacy of utilizing patient-facing applications to improve clinically relevant outcomes. More in-depth studies are needed with larger cohorts to fully evaluate the impact of applications to improve patient outcomes."
    },
    {
      "text": "Fig. 1 PRISMA flow diagram of literature search"
    },
    {
      "text": "28:1469-1479 1471Functionality of applications, inclusion criteria, outcome measures and results of studies testing mHealth applications for patients with cancer"
    },
    {
      "text": "Compliance with and acceptability of mobile health application and potential sources for bias of the results"
    }
  ],
  "references": [
    {
      "title": "Emergency oncology: development, current position and future direction in the USA and UK",
      "authors": [
        "T Cooksley",
        "T Rice"
      ],
      "year": 2017
    },
    {
      "title": "Supporting people to manage their health : an introduction to patient activation. The King's Fund",
      "authors": [
        "Helen Hibbard"
      ],
      "year": 2011
    },
    {
      "title": "Mobile health market -trends and figures 2013-2017",
      "authors": [
        "R-G Jahns",
        "P Houck"
      ],
      "year": 2013,
      "doi": "10.1787/1a63877a-en"
    },
    {
      "title": "Has never been more addicted to smartphones",
      "year": 2016,
      "doi": "10.1049/esn.1985.0071"
    },
    {
      "title": "The ownership and clinical use of smartphones by doctors and nurses in the UK: a multicentre survey study",
      "authors": [
        "M Mobasheri",
        "D King",
        "M Johnston",
        "S Gautama",
        "S Purkayastha",
        "A Darzi"
      ],
      "year": 2015,
      "doi": "10.1136/bmjinnov-2015-000062"
    },
    {
      "title": "Evaluating mobile phone applications for health behaviour change: a systematic review",
      "authors": [
        "F Mckay",
        "C Cheng",
        "A Wright",
        "J Shill",
        "H Stephens",
        "M Uccellini"
      ],
      "year": 2018,
      "doi": "10.1177/1357633x16673538"
    },
    {
      "title": "Mobile applications to improve medication adherence",
      "authors": [
        "J Haase",
        "K Farris",
        "M Dorsch"
      ],
      "year": 2017
    },
    {
      "title": "What is the economic evidence for mHealth? A systematic review of economic evaluations of mHealth solutions",
      "authors": [
        "S Iribarren",
        "K Cato",
        "L Falzon",
        "P Stone"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0170581"
    },
    {
      "title": "mHealth technologies for palliative care patients at the interface of inpatient to outpatient care: protocol of feasibility study aiming to early predict deterioration of patient's health status",
      "authors": [
        "G Theile",
        "V Klaas",
        "G Tröster",
        "M Guckenberger"
      ],
      "year": 2017,
      "doi": "10.2196/resprot.7676"
    },
    {
      "title": "The role of mobile technologies in health care processes: the case of cancer supportive care",
      "authors": [
        "G Nasi",
        "M Cucciniello",
        "C Guerrazzi"
      ],
      "year": 2015
    },
    {
      "title": "mHealth education applications along the cancer continuum",
      "authors": [
        "S Davis",
        "I Oakley-Girvan"
      ],
      "year": 2015,
      "doi": "10.1007/s13187-014-0761-4"
    },
    {
      "title": "Patient engagement in cancer survivorship care through mHealth: a consumer-centered review of existing mobile applications",
      "authors": [
        "Y Geng",
        "S Myneni"
      ],
      "year": 2015
    },
    {
      "title": "The performance of mHealth in cancer supportive care: a research agenda",
      "authors": [
        "G Nasi",
        "M Cucciniello",
        "C Guerrazzi"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3764"
    },
    {
      "title": "A systematic review of the impact of routine collection of patient reported outcome measures on patients, providers and health organisations in an oncologic setting",
      "authors": [
        "J Chen",
        "L Ou",
        "S Hollis"
      ],
      "year": 2013
    },
    {
      "title": "Patientreported outcome measures of the impact of cancer on patients' everyday lives: a systematic review",
      "authors": [
        "S Catt",
        "R Starkings",
        "V Shilling",
        "L Fallowfield"
      ],
      "year": 2017
    },
    {
      "title": "The prognostic significance of patient-reported outcomes in cancer clinical trials",
      "authors": [
        "C Gotay",
        "C Kawamoto",
        "A Bottomley"
      ],
      "year": 2008
    },
    {
      "title": "How to write a critically appraised topic: evidence to underpin routine clinical practice",
      "authors": [
        "J Callander",
        "A Anstey",
        "J Ingram",
        "J Limpens",
        "C Flohr",
        "P Spuls"
      ],
      "year": 2017,
      "doi": "10.1111/bjd.15873"
    },
    {
      "title": "Quality of life among women diagnosed with breast cancer: a randomized waitlist controlled trial of commercially available mobile app-delivered mindfulness training",
      "authors": [
        "K Rosen",
        "S Paniagua",
        "W Kazanis",
        "S Jones",
        "J Potter"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4764"
    },
    {
      "title": "Short-term efficacy of a computer-tailored physical activity intervention for prostate and colorectal cancer patients and survivors: a randomized controlled trial",
      "authors": [
        "Rhj Golsteijn",
        "C Bolman",
        "E Volders",
        "D Peels",
        "H De Vries",
        "L Lechner"
      ],
      "year": 2018
    },
    {
      "title": "Health education using telephone and WeChat in treatment of symptomatic uterine myoma with highintensity focused ultrasound",
      "authors": [
        "Q Zou",
        "G Zhang",
        "Y Liu"
      ],
      "year": 2018,
      "doi": "10.12659/msmbr.911040"
    },
    {
      "title": "Patient portal adoption and use by hospitalized cancer patients: a retrospective study of its impact on adverse events, utilization, and patient satisfaction",
      "authors": [
        "D Aljabri",
        "A Dumitrascu",
        "M Burton",
        "L White",
        "M Khan",
        "S Xirasagar",
        "R Horner",
        "J Naessens"
      ],
      "year": 2018
    },
    {
      "title": "Implementation and preliminary effectiveness of a realtime pain management smartphone app for adolescents with cancer: a multicenter pilot clinical study",
      "authors": [
        "L Jibb",
        "B Stevens",
        "P Nathan",
        "E Seto",
        "J Cafazzo",
        "D Johnston"
      ],
      "year": 2017,
      "doi": "10.1002/pbc.26554"
    },
    {
      "title": "Cancer distress coach: pilot study of a mobile app for managing posttraumatic stress",
      "authors": [
        "S Smith",
        "E Kuhn",
        "O' Donnell",
        "J Koontz",
        "B Nelson",
        "N Molloy"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4363"
    },
    {
      "title": "PATI: patient accessed tailored information: a pilot study to evaluate the effect on preoperative breast cancer patients of information delivered via a mobile application",
      "authors": [
        "N Foley",
        "O' Connell",
        "E Lehane",
        "E Livingstone",
        "V Maher"
      ],
      "year": 2016,
      "doi": "10.1016/j.breast.2016.08.012"
    },
    {
      "title": "A pilot study of an accelerometer-equipped smartphone to monitor older adults with cancer receiving chemotherapy in Mexico",
      "authors": [
        "E Soto-Perez-De-Celis",
        "H Kim",
        "M Rojo-Castillo",
        "C-L Sun",
        "Y Chavarri-Guerra",
        "A Navarrete-Reyes"
      ],
      "year": 2018
    },
    {
      "title": "Effects of exercise intervention in breast cancer patients: is mobile health (mHealth) with pedometer more effective than conventional program using brochure?",
      "authors": [
        "K Uhm",
        "J Yoo",
        "S Chung",
        "J Lee",
        "I Lee",
        "J Kim"
      ],
      "year": 2017,
      "doi": "10.1007/s10549-016-4065-8"
    },
    {
      "title": "Long-term effects of a web-based cancer aftercare intervention on moderate physical activity and vegetable consumption among early cancer survivors: a randomized controlled trial",
      "authors": [
        "I Kanera",
        "R Willems",
        "Caw Bolman",
        "I Mesters",
        "P Verboon",
        "L Lechner"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0474-2"
    },
    {
      "title": "SIS.NET: a randomized controlled trial evaluating a web-based system for symptom management after treatment of breast cancer",
      "authors": [
        "A Wheelock",
        "M Bock",
        "Martin Hwang",
        "J Lou",
        "E Rugo"
      ],
      "year": 2015
    },
    {
      "title": "Detection of lung cancer relapse using selfreported symptoms transmitted via an internet web-application: pilot study of the sentinel follow-up",
      "authors": [
        "F Denis",
        "L Viger",
        "A Charron",
        "E Voog",
        "O Dupuis",
        "Y Pointreau",
        "C Letellier"
      ],
      "year": 2014,
      "doi": "10.1007/s00520-013-2111-1"
    },
    {
      "title": "Symptom monitoring with patient-reported outcomes during routine cancer treatment: a randomized controlled trial",
      "authors": [
        "E Basch",
        "A Deal",
        "M Kris",
        "H Scher",
        "C Hudis",
        "P Sabbatini",
        "L Rogak",
        "A Bennett",
        "A Dueck",
        "T Atkinson",
        "J Chou",
        "D Dulko",
        "L Sit",
        "A Barz",
        "P Novotny",
        "M Fruscione",
        "J Sloan",
        "D Schrag"
      ],
      "year": 2016,
      "doi": "10.1200/jco.2015.63.0830"
    },
    {
      "title": "Early detection and management of symptoms using an interactive smartphone application (Interaktor) during radiotherapy for prostate cancer",
      "authors": [
        "K Sundberg",
        "Y Wengström",
        "K Blomberg",
        "M Hälleberg-Nyman",
        "C Frank",
        "A Langius-Eklöf"
      ],
      "year": 2017,
      "doi": "10.1007/s00520-017-3625-8"
    },
    {
      "title": "The electronic self report assessment and intervention for cancer: promoting patient verbal reporting of symptom and quality of life issues in a randomized controlled trial",
      "authors": [
        "D Berry",
        "F Hong",
        "B Halpenny",
        "A Partridge",
        "E Fox",
        "J Fann",
        "S Wolpin",
        "W Lober",
        "N Bush",
        "U Parvathaneni",
        "D Amtmann",
        "R Ford"
      ],
      "year": 2014
    },
    {
      "title": "Chemotherapy-related neuropathic symptom management: a randomized trial of an automated symptom-monitoring system paired with nurse practitioner follow-up",
      "authors": [
        "N Kolb",
        "A Smith",
        "J Singleton",
        "S Beck",
        "D Howard",
        "K Dittus",
        "S Karafiath",
        "K Mooney"
      ],
      "year": 2018
    },
    {
      "title": "PATI: patient accessed tailored information: a pilot study to evaluate the effect on preoperative breast cancer patients of information delivered via a mobile application",
      "authors": [
        "N Foley",
        "O' Connell",
        "E Lehane",
        "E Livingstone",
        "V Maher",
        "B Kaimkhani"
      ],
      "year": 2016,
      "doi": "10.1016/j.breast.2016.08.012"
    },
    {
      "title": "Overall survival results of a trial assessing patient-reported outcomes for symptom monitoring during routine cancer treatment",
      "authors": [
        "E Basch",
        "A Deal",
        "A Dueck",
        "H Scher",
        "M Kris",
        "C Hudis",
        "D Schrag"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2017.7156"
    },
    {
      "title": "Pain buddy: a novel use of m-health in the management of children's cancer pain",
      "authors": [
        "M Fortier",
        "W Chung",
        "A Martinez",
        "S Gago-Masague",
        "L Sender"
      ],
      "year": 2016
    },
    {
      "title": "Beyond the randomized controlled trial: a review of alternatives in mHealth clinical trial methods",
      "authors": [
        "Q Pham",
        "D Wiljer",
        "J Cafazzo"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5720"
    },
    {
      "title": "Kick LL: A smartwatch for monitoring respiration and heart rate using photoplethysmography",
      "authors": [
        "O Hoilett",
        "A Twibell",
        "R Srivastava",
        "J Linnes"
      ],
      "year": 2018
    },
    {
      "title": "Effectiveness of combined smartwatch and social media intervention on breast cancer survivor health outcomes: a 10-week pilot randomized trial",
      "authors": [
        "Z Pope",
        "N Zeng",
        "R Zhang",
        "H Lee",
        "Z Gao"
      ],
      "year": 2018,
      "doi": "10.3390/jcm7060140"
    },
    {
      "title": "Cancer survivors' experience with telehealth: a systematic review and thematic synthesis",
      "authors": [
        "A Cox",
        "G Lucas",
        "A Marcu",
        "M Piano",
        "W Grosvenor",
        "F Mold",
        "R Maguire",
        "E Ream"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6575"
    },
    {
      "title": "The use of telemedicine to enhance secondary care: some lessons from the front line",
      "authors": [
        "O Williams",
        "S Elghenzai",
        "C Subbe",
        "J Wyatt",
        "J Williams"
      ],
      "year": 2017,
      "doi": "10.7861/futurehosp.4-2-109"
    },
    {
      "title": "Developing a real-time electronic symptom monitoring system for patients after discharge following cancerrelated surgery",
      "authors": [
        "Knl Avery",
        "H Richards",
        "A Portal",
        "T Reed",
        "R Harding",
        "R Carter",
        "L Bamforth",
        "K Absolom",
        "O'connell Francischetto",
        "E Velikova",
        "G Blazeby"
      ],
      "year": 2019
    },
    {
      "title": "Development of an integrated electronic platform for patient self-report and management of adverse events during cancer treatment",
      "authors": [
        "P Holch",
        "L Warrington",
        "Lca Bamforth",
        "A Keding",
        "L Ziegler",
        "K Absolom",
        "C Hector",
        "C Harley",
        "O Johnson",
        "G Hall",
        "C Morris",
        "G Velikova"
      ],
      "year": 2017
    },
    {
      "title": "Online tool for monitoring adverse events in patients with cancer during treatment (eRAPID): field testing in a clinical setting",
      "authors": [
        "L Warrington",
        "K Absolom",
        "P Holch",
        "A Gibson",
        "B Clayton",
        "G Velikova"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025185"
    },
    {
      "title": "The eSMART study protocol: a randomised controlled trial to evaluate electronic symptom management using the advanced symptom management system (ASyMS) remote technology for patients with cancer",
      "authors": [
        "R Maguire",
        "P Fox",
        "L Mccann",
        "C Miaskowski",
        "G Kotronoulas",
        "M Miller",
        "E Furlong",
        "E Ream",
        "J Armes",
        "E Patiraki",
        "A Gaiger",
        "G Berg",
        "A Flowerday",
        "P Donnan",
        "P Mccrone",
        "K Apostolidis",
        "J Harris",
        "S Katsaragakis",
        "A Buick",
        "N Kearney"
      ],
      "year": 2017
    },
    {
      "title": "The Patient Remote Intervention and Symptom Management System (PRISMS)a telehealth-mediated intervention enabling real-time monitoring of chemotherapy side-effects in patients with haematological malignancies: study protocol for a randomised controlled trial",
      "authors": [
        "S Breen",
        "D Ritchie",
        "P Schofield",
        "Y Hsueh",
        "K Gough",
        "N Santamaria"
      ],
      "year": 2015,
      "doi": "10.1186/s13063-015-0970-0"
    },
    {
      "title": "Smartphone applications for cancer patients; what we know about them?",
      "authors": [
        "R Collado-Borrell",
        "V Escudero-Vilaplana",
        "A Ribed-Sánchez",
        "S Ibáñez-García",
        "A Herranz-Alonso",
        "M Sanjurjo-Sáez"
      ],
      "year": 2016
    },
    {
      "title": "A pilot study: dose adaptation of capecitabine using mobile phone toxicity monitoringsupporting patients in their homes",
      "authors": [
        "A Weaver",
        "S Love",
        "M Larsen",
        "M Shanyinde",
        "R Waters",
        "L Grainger",
        "V Shearwood",
        "C Brooks",
        "O Gibson",
        "A Young",
        "L Tarassenko"
      ],
      "year": 2014
    },
    {
      "title": "Mobile health in oncology: a patient survey about appassisted cancer care",
      "authors": [
        "K Kessel",
        "M Vogel",
        "C Kessel",
        "H Bier",
        "T Biedermann",
        "H Friess"
      ],
      "year": 2017
    },
    {
      "title": "DIGITAL TECHNOLOGY: opportunities and barriers for usage of personal health records in hospitalreport from a workshop of the Health Informatics Unit at the Royal College of Physicians",
      "authors": [
        "C Subbe",
        "J Øvretveit",
        "N Quinn",
        "J Wyatt"
      ],
      "year": 2019
    },
    {
      "title": "Assessing the nationwide impact of a registry-based randomized clinical trial on cardiovascular practice",
      "authors": [
        "S Buccheri",
        "G Sarno",
        "O Fröbert",
        "T Gudnason",
        "B Lagerqvist",
        "D Lindholm",
        "M Maeng",
        "G Olivecrona",
        "S James"
      ],
      "year": 2019,
      "doi": "10.1161/circinterventions.118.007381"
    },
    {
      "title": "REgistry-based randomized controlled trial of treatment and Duration and mortality in long-term OXygen therapy (REDOX) study protocol",
      "authors": [
        "J Sundh",
        "A Bornefalk-Hermansson",
        "Z Ahmadi",
        "A Blomberg",
        "C Janson",
        "D Currow",
        "C Mcdonald",
        "N Mccaffrey",
        "M Ekström"
      ],
      "year": 2019,
      "doi": "10.1186/s12890-019-0809-7"
    }
  ],
  "num_references": 52
}
