{
  "paper_id": "FHGZZACB",
  "title": "Uncovering Bias in Personal Informatics",
  "abstract": "Personal informatics (PI) systems, powered by smartphones and wearables, enable people to lead healthier lifestyles by providing meaningful and actionable insights that break down barriers between users and their health information. Today, such systems are used by billions of users for monitoring not only physical activity and sleep but also vital signs and women's and heart health, among others. Despite their widespread usage, the processing of sensitive PI data may suffer from biases, which may entail practical and ethical implications. In this work, we present the first comprehensive empirical and analytical study of bias in PI systems, including biases in raw data and in the entire machine learning life cycle. We use the most detailed framework to date for exploring the different sources of bias and find that biases exist both in the data generation and the model learning and implementation streams. According to our results, the most affected minority groups are users with health issues, such as diabetes, joint issues, and hypertension, and female users, whose data biases are propagated or even amplified by learning models, while intersectional biases can also be observed.",
  "year": 2018,
  "date": "2018",
  "journal": "JAMA dermatology",
  "publication": "JAMA dermatology",
  "authors": [
    {
      "forename": "Sofia",
      "surname": "Yfantidou",
      "name": "Sofia Yfantidou",
      "email": "sofiayfantidou@csd.auth.gr"
    },
    {
      "forename": "Pavlos",
      "surname": "Sermpezis",
      "name": "Pavlos Sermpezis",
      "email": "pavlossermpezis@csd.auth.gr"
    },
    {
      "forename": "Athena",
      "surname": "Vakali",
      "name": "Athena Vakali",
      "email": "avakali@csd.auth.gr"
    },
    {
      "forename": "Ricardo",
      "surname": "Baeza-Yates",
      "name": "Ricardo Baeza-Yates"
    },
    {
      "forename": "Ricardo",
      "surname": "Baeza",
      "name": "Ricardo Baeza"
    },
    {
      "affiliation": "Aristotle University of Thessa- loniki , Greece Institute for Experiential AI , \n\t\t\t\t\t\t\t\t Institute for Experiential AI \n\t\t\t\t\t\t\t\t Aristotle University of Thessa- loniki \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Greece"
    },
    {
      "affiliation": "Northeastern University , United States \n\t\t\t\t\t\t\t\t Northeastern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "Aristotle University of Thessaloniki , Thessaloniki , Greece , 54124 ; -Yates , \n\t\t\t\t\t\t\t\t -Yates \n\t\t\t\t\t\t\t\t Aristotle University of Thessaloniki \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 54124 \n\t\t\t\t\t\t\t\t\t Thessaloniki \n\t\t\t\t\t\t\t\t\t Greece"
    },
    {
      "affiliation": "Institute for Experiential AI , Northeastern University , San Jose , United States , CA 95113 . \n\t\t\t\t\t\t\t\t Institute for Experiential AI \n\t\t\t\t\t\t\t\t Northeastern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 95113 \n\t\t\t\t\t\t\t\t\t San Jose \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.1145/3610914",
  "keywords": [
    "CCS Concepts:",
    "Human-centered computing → Ubiquitous and mobile computing",
    "• Applied computing → Consumer health",
    "• Computing methodologies → Artificial intelligence",
    "• Social and professional topics → Codes of ethics Personal informatics, machine learning, bias, fairness, ubiquitous computing, sensing data, digital biomarkers"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Ubiquitous technologies, such as smartphones and wearables, are an integral part of our lives today  [47, 90] . Their proliferation has given rise to Personal Informatics (PI), namely a class of systems that \"help people collect personally relevant information for the purpose of self-reflection and gaining self-knowledge\"  [66] . Such systems enable people to keep track of their productivity  [62] , finances  [60] , and learning  [45] . Yet, tracking various aspects of physical and mental health is particularly prevalent  [33] . PI systems can continuously and unobtrusively measure and collect physiological and behavioral data, namely, \"digital biomarkers\", from users through integrated sensors. Digital biomarkers contain an uncanny amount of personal information. Even the coarser behavioral biomarkers acquired from consumer wearables (e.g., steps, calories) strongly correlate to a person's gender, height, and weight  [61] , while signals of finer granularity (e.g., accelerometer and heart rate), can predict variables associated with an individual's physical health, fitness, and demographics  [89] .\n\nAt the same time, consumer smartphones and wearables are now packed with an increasing number of advanced health tracking features, innovating in personal health, research, and care  [7] . Flagship consumer wearable algorithms -some approved by the US Food and Drug Administration-can now identify signs of atrial fibrillation (AFib) through electrocardiogram (ECG) or photoplethysmography (PPG) signals  [37] . On a different note, newly released watches introduce novel cycle-tracking functionality, including fertility prediction and notifications, using logged period data and temperature measurements  [8] . Mobility features include fall and crash detection through accelerometer and gyroscope measurements and notification of emergency services. Similarly, newly integrated blood oxygen (SpO2) sensors on wearable rings can provide indicators and warn users about potential sleep apnea or lung diseases  [94] . It is evident that consumer smartphones and wearables have moved beyond step counts, marking a rapid transition towards mHealth .\n\nHowever, the prevalent PI adoption embeds important challenges due to the questionable transparency and unexplored biases in the systems' algorithms. Contrary to the common belief that algorithmic decisions are objective by definition, a machine learning (ML) model may be inherently unfair by learning, preserving, or even amplifying historical biases existent in the data  [81] . Unfortunately, real-world cases of unfair ML models are abundant even within the ubiquitous computing community. For example, neural network algorithms trained to classify skin lesions were found to exhibit lower diagnostic accuracy in black patients  [59] . Moreover, racial bias has been identified in health sensors such as oximeters, which were primarily tested on white populations, resulting in the misclassification of people of color  [88] . Given the growing potential of PI devices in mHealth, imagine the ethical and social implications if an AFib detection algorithm exhibited bias against a specific race or if a fertility prediction algorithm was biased against women in developing countries.\n\nDespite this growing interest in ML fairness, a focused emphasis on the requirements of unbiased PI systems in mHealth settings is lacking  [3, 110] . Yet, PI systems are deployed in high-stakes health applications, while their input data modality, i.e., personal sensitive data, makes them susceptible to propagating bias. Thus, exploring biases within these systems is critical to raise awareness regarding mitigating and regulatory actions required to avert potential negative consequences. This need is further highlighted by the differences between PI and other domains, such as facial or speech recognition:\n\n• The digital divide as a barrier of entry: To contribute data to an image or voice dataset, users do not need any technical knowledge or niche device. However, to contribute to a PI dataset, users face significant \"entry barriers\" in terms of digital capacity or device ownership, creating new-found representation biases. • Emerging technologies accuracy: Facial or speech recognition devices, e.g., camera or voice recorder, are mature technologies with high accuracy. On the contrary, emerging PI devices' accuracy significantly varies across models, creating unexplored measurement biases and discrepancies across user segments. • Complex nature of data: It may be straightforward to identify biases in terms of skin tone, nationality and gender in facial or speech recognition. Yet, identifying biases in digital biomarkers, e.g., sensor data, is complicated. Biases in PI data can remain hidden and be further propagated or even amplified in ML models. Motivated by these differences and research gap, we present the first comprehensive study on bias in PI: We adopt the most complete framework to date for understanding sources of harm in the ML life cycle  [92]  ( §3), and explore biases in the data generation ( §4) and model building and implementation ( §5) streams. Ultimately, we apply our methodology in the largest real-world PI dataset to date, while providing preliminary indications of generalizability through differing datasets and use cases ( §6), and we offer recommendations for bias mitigation ( §7). Specifically, our research questions (RQs) and the respective contributions are as follows:\n\n(1) Are PI data susceptible to biases? We examine whether ubiquitous digital biomarkers are subject to historical, representation, and measurement biases. To demonstrate our point, we analyze the MyHeart Counts dataset  [52] , comprising physical activity, fitness, sleep, and cardiovascular health data for 50K participants across the United States (US). Our results reveal biases across all stages of the data generation stream, highlighting the need for careful usage of PI datasets, in general, and the MyHeart Counts data, in particular. (2) Do ML models inherit PI data biases? We examine whether biases inherent in PI data persist during modeling. Specifically, we assess various learning and personalization models for aggregation, learning, and deployment biases. Consistent with prior research  [79] , our findings indicate that data biases are propagated to learning models, particularly for user groups with intersecting identities. They are also significantly amplified in their personalized counterparts, prompting further exploration of personalization trade-offs. (3) Do synthetic benchmarks hide the imperfect nature of PI? We explore whether \"perfect\" synthetic benchmark datasets can hide PI data and model \"imperfections\" and biases during evaluation. Specifically, we compare a random benchmark, representative of our data, with one designed to achieve demographic parity for evaluation biases. Our findings highlight the importance of establishing PI benchmarks that are representative of the intended target populations to avoid deploying models with unidentified biases."
    },
    {
      "title": "BACKGROUND AND RELATED WORK",
      "text": "This section provides the necessary background and delimits the scope of this work, while discussing relevant literature on the conceptual space of fairness in PI for mHealth."
    },
    {
      "title": "Bias and Fairness in PI Definitions",
      "text": "Bias in ML is a potential source of unfairness that can lead to harmful consequences, such as discrimination. In terms of algorithms, bias can be defined as \"a systematic error or an unexpected tendency to favor one outcome over another\"  [70] . The term can also refer to an algorithm's undesired dependence on specific data attributes that may be linked to a demographic group, e.g., based on gender, race, or religion  [39] . While bias is related to fairness, it is important to note that algorithmic bias is distinct from ethics. It is simply a mathematical and statistical consequence of an algorithm, including the data used, the logic itself and the user interaction feedback-loop, making it fully quantifiable  [10] . Unlike bias, the fairness of an ML model is judged against a set of legal or ethical principles, which are subject to the local government and culture. The Fairness, Accountability, and Transparency in Machine Learning (FAccT/ML) community defines fairness as a principle that \"ensures that algorithmic decisions do not create discriminatory or unjust impacts when comparing across different demographics (e.g., race, sex, etc.)\"  [9] . Fairness is an inexorably subjective and context-dependent notion and incorporates different metrics for different definitions, some of which are even mutually incompatible  [42] . For example, drawing from our use case ( §3.2) and as per relevant literature  [76] , women tend to perform overall less physical activity compared to their male counterparts. Hence, a PI goal-setting algorithm could either give females lower goals because they historically perform less physical activity or give females equal high goals despite historic differences to encourage behavior change. Fairness in this context is subjective and dependent on the viewpoint. However, algorithmic bias is objective and can be identified regardless of fairness considerations. For instance, the first algorithm described would be biased against women since it assigns them fewer high-activity goals compared to men.\n\nBias can (but does not always) result in discrimination. We consider systems fairer if they are less biased, but building ML systems without bias is practically difficult and possibly infeasible. However, quantifying and mitigating bias is an attainable and important step toward building fairer ML systems. Hence, our work aims to unveil and quantify biases in the PI life cycle without the subjective element of personal fairness perspectives. Note that we might still use the term \"fairness\" in the paper, when we refer to certain standard terminology, e.g., \"fairness through unawareness\" or \"fairness metrics\"."
    },
    {
      "title": "Bias and Fairness in PI for Health and Well-being Literature",
      "text": "With the widespread adoption of intelligent systems and applications in our everyday lives, accounting for data and model biases has gained significant traction in designing and deploying systems. Specifically, these notions have been studied extensively in domains such as natural language processing  [15, 41] , recommender systems  [65, 103, 105] , and computer vision  [16, 106] . Yet, evidence for biases in the PI setting is lacking. Closer to PI, fairness research in healthcare is still in its infancy  [36] . The digitization of medical data has enabled the scientific community to collect large amounts of heterogeneous, multi-modal data and develop ML algorithms for various medical tasks. During the process, various limitations have been uncovered based on the three most prominent data types: medical image data, structured electronic health record (EHR) data, and textual data.\n\nMedical imaging has been the most widely used data source for ML in healthcare, and biases in them have received attention  [56] . For example, Larrazabal et al.  [64]  utilizes two commonly used X-ray image datasets to diagnose various chest diseases under different gender imbalance conditions and showcase that the minority gender group systematically performs worse than the majority gender group. Similarly, according to Adamson and Smith  [1] , relying on ML for skin cancer screening may exacerbate potential racial disparities in dermatology.\n\nOn a different note, EHR systems store multi-modal, heterogeneous patient data, such as demographics, diagnoses, and clinical records, and have been used for various tasks, such as medical concept extraction, mortality prediction, and disease inference. Regarding EHR data fairness, Meng et al.  [71]  identify race-level differences in the predictions of neural network models on the MIMIC-IV dataset  [57] , with Black and Hispanic patients being less likely to receive interventions or receiving interventions of shorter average duration. Similarly, Röösli et al.  [82]  reveals a strong class imbalance problem and significant fairness concerns for Black and publicly insured ICU patients in the same dataset.\n\nConcerning textual EHR data, Chen et al.  [19]  examines clinical and psychiatric notes to predict intensive care unit mortality and 30-day psychiatric readmission. Their analysis reveals differences in prediction accuracy, and biases are present in terms of gender and insurance type for mortality prediction and insurance policy for psychiatric 30-day readmission. Within the same scope, Zhang et al.  [112]  train deep embedding models on medical notes from the MIMIC-III database  [58] , and find that classifiers trained from their embeddings exhibit statistically significant differences in performance, often favoring the majority group regarding gender, language, ethnicity, and insurance status.\n\nYet, despite the emerging research on biases in healthcare, its proximity to PI, and the widespread adoption of PI technologies, biases in PI have been barely explored. Paviglianiti and Pasero  [79]  reported gender biases in digital biomarkers using Vital-ECG, a wearable smart device that collects electrocardiogram and plethysmogram signals. Still, their study is limited to quantifying learning bias, far from a complete study of bias in the PI life cycle. On the contrary, inspired by relevant works in related domains  [54, 55] , our work aims to raise awareness and set up a systematic approach to comprehensively analyze data and model biases in PI systems, highlighting the multiple facets of bias that may affect system fairness."
    },
    {
      "title": "PERSONAL INFORMATICS BIASES: SETTING & CONFIGURATION",
      "text": "In this section, we discuss frameworks capturing biases (Section 3.1) and our use case configuration, acting as a starting point for our investigation (Section 3.2)."
    },
    {
      "title": "Sources of Bias in the Machine Learning Life Cycle Framework",
      "text": "There exist various frameworks for capturing bias in ML applications, e.g., in the context of the Web  [10] , autonomous systems  [25]  or crowdsourced labeling  [14] . However, most tend to be domain-specific. Yet, Suresh and Guttag  [92]  has introduced a framework for understanding sources of harm throughout the ML life cycle, independent of the application domain. Given its generic and comprehensive nature and, thus, suitability for the PI use case, we consider this as a basis for our study. As per  [92] , the ML life cycle consists of two streams, the data generation stream and the model building and implementation stream, containing seven sources of bias-related harms, as shown in Figures  1a  and  1b , respectively, and defined below:  • Historical biases can occur even if the data are flawlessly sampled by reflecting real-world biases against one or more groups of people. For example, gender gaps in certain fields can result in language models linking certain job-related terms, such as nurse or programmer, with female or male descriptors, respectively  [15] . • Representation biases can occur when sampling methods lead to underrepresenting population segments. For example, in popular image datasets, skewed towards the US or Europe, result in performance degradation when categorizing images from underrepresented regions  [28] . • Measurement biases can occur when choosing, collecting, and calculating features and labels for the prediction problem. For example, in medical contexts, diagnosis is frequently a stand-in for a health condition; yet, some gender and race groups face elevated risks of misdiagnosis, or underdiagnosis  [53] . • Aggregation biases can occur when a universal model is applied to that should be differentiated based on underlying user groups. For example, when training natural language processing models on generic data, the nuances and contextual meanings of street slang can be lost  [41] . • Learning biases can occur when modeling choices amplify performance gaps across user segments. For example, prioritizing privacy in a model can diminish the impact of underrepresented groups data  [12] . • Evaluation biases can occur when the benchmark population is not representative of the target population. For example, dark-skinned women comprise only a small percentage of popular facial image benchmarks, leading to worse intersectional performance of commercial facial analysis tools  [16] . • Deployment biases can occur when there exists a mismatch between the problem a model is designed to solve and how it is actually utilized. For example, risk assessment tools in criminal justice can be used in \"off-label\" ways, such as determining the length of a sentence  [23] .\n\nIn the following section, we introduce the use case through which we explore bias in PI for mHealth. We then show empirically and analytically how Suresh and Guttag's seven sources of bias translate in the PI domain."
    },
    {
      "title": "Exploring Bias through the Largest Digital Biomarkers mHealth Dataset",
      "text": "To enable our analysis of bias in the PI life cycle, we require an indicative use case. For this purpose, we utilize the MyHeart Counts dataset  [52] , the largest collection of digital biomarkers in the mHealth domain to date, enabling us to perform the most comprehensive analysis of bias across diverse user demographics. Nevertheless, our methodology can be potentially generalized to other PI datasets ( §6)."
    },
    {
      "title": "Data Description.",
      "text": "Up till recently, generic, population-scale PI datasets were uncommon due to cost, privacy concerns, and data protection regulations. Existing open datasets were small-to medium-sized  [97, 104]  or domain-constrained, e.g., to human-activity recognition (HAR)  [6] . The release of data from the MyHeart Counts Cardiovascular Health Study from 50K participants in the US, changed this situation. Participants completed surveys and a 6-minute walk test and contributed PI data via a mobile application. Approximately 1 out of 10 participants ( = 4920) shared their basic PI data, such as step count, distance covered, burned calories, and flights climbed. We combine these data with survey responses to attain the following user attributes: gender, ethnicity, age, BMI, and health conditions, such as heart condition, hypertension, joint problem, and diabetes."
    },
    {
      "title": "Data Preprocessing.",
      "text": "To ensure sufficient sample size per user group and compatibility with bias metrics, we binarize non-binary user attributes, such as ethnicity, age, and BMI, as seen in Table  1 . This grouping creates two user groups per protected attribute, namely a majority group (\"privileged\") and a minority group (\"unprivileged\"). Note that the usage of the term \"privilege\" in this work does not necessarily coincide with real-world \"privilege\". For example, users with unhealthy BMI are the majority, and hence \"privileged\" user segment in our dataset, whereas one could argue that the opposite applies in reality."
    },
    {
      "title": "Data",
      "text": "Labeling. The MyHeart Counts dataset does not introduce any prediction tasks. To this end, we select the next-day physical activity prediction from historical data use case  [13, 100]  for model training. In other words, based on the user's past activity, we try to predict how many steps they will perform the next day (see Table  2 ), e.g., to enable personalized goal-setting. Basic digital behavioral biomarkers, such as steps, are easy to collect and commonplace in the literature, enabling the reproducibility of our findings. Also, they are the largest available sensed modality in the My Heart Counts dataset, allowing us to exploit more data for our analysis. At the same time, according to the World Health Organization (WHO), physical activity has significant health benefits for hearts, bodies, and minds, contributing to preventing and managing noncommunicable diseases such as cardiovascular diseases, cancer, and diabetes  [107] . Strikingly, physical inactivity has been identified by the WHO as the fourth leading risk factor for global mortality, accounting for 6% of deaths globally  [77] , highlighting the importance of the selected use case."
    },
    {
      "title": "Bias Measures.",
      "text": "To measure bias, ML researchers have quantified fairness metrics that operationalize fairness definitions (See Appendix B). For this work, we utilize the widely used Disparate Impact Ratio (DIR), which is the ratio of base or selection rates between unprivileged and privileged groups, assuming equal ability to perform physical activity across demographics:\n\nwhere  + is the actual or predicted positive outcome label (base or selection rate, respectively), 0 is the minority (protected) group, and 1 is the majority group. Values lower than 1 mean the majority group has a higher proportion of positive outcomes; a value of 1 indicates demographic parity. For example, a value of 0.8 for a dataset with gender as protected attribute means that for every male receiving a high activity goal, only 0.8 females do so. According to the \"4/5 rule\"  [18] , accepted values lie within [0.8,1.25], but such ranges are not universally accepted and are context-dependent  [24] ."
    },
    {
      "title": "EXPLORING BIAS IN PERSONAL INFORMATICS DATA GENERATION",
      "text": "Bias in the data generation stream can take the form of historical, representation, and measurement biases, as seen in Figure  1a . In this section, we explore all three sources, answering to RQ1: Are PI data susceptible to biases?"
    },
    {
      "title": "Historical Bias",
      "text": "Historical biases are domain-rather dataset-dependent, and hence not necessarily quantifiable. Hence, for completeness, we state the main findings of the related literature on the PI domain."
    },
    {
      "title": "Physical Activity",
      "text": "Inequalities. Physical activity data, such as step counts, are among the most common digital biomarkers, and constitute the majority of the extracted MyHeart Counts data, with 4920 users of step tracking compared to 626 users of sleep tracking. However, inequalities in physical activity are well-documented in literature  [4, 49, 76] . Althoff et al.  [4]  reveal variability in physical activity worldwide, where reduced activity in females explains a large portion of the observed activity inequality. Overall, the World Health Organization reports that \"girls, women, older adults, people of low socioeconomic position, people with disabilities and chronic diseases, marginalized populations, indigenous people and the inhabitants of rural communities often have less access to safe, accessible, affordable and appropriate spaces and places in which to be physically active\"  [76] . Such real-world inequalities can manifest into the behavioral data we use to train our models."
    },
    {
      "title": "4.1.2",
      "text": "The Digital Divide. Similarly, as the world rapidly digitalizes, it threatens to exclude those that remain offline. Almost half the world's population, the majority of them women or citizens of developing countries, are still disconnected  [72] . Even in the connected world, male internet users outnumber their female counterparts. This \"digital divide\" encompasses even more discrepancies, such as the digital infrastructure quality and connectivity speed in rural or remote areas and the required skills to navigate technology  [21] . Therefore, it is clear that technological systems, including PI, are limited in their ability to capture the diversity of the world population, due to pre-existing inequalities in digital access and literacy.\n\n4.1.3 BYOD Study Design Biases. PI technologies are used for data collection in clinical research, resulting in newfound demographic imbalances. Studies adopting a bring-your-own-device (BYOD) design, such as MyHeart Counts, are more user-friendly, achieve better participant compliance, potentially reduce the bias of introducing new technologies, and accelerate data collection from larger cohorts  [22, 26] . However, Cho et al.  [22]  identifies significant demographic disparities regarding race (50-85% white cohorts) in BYOD studies. Their findings align with the reported demographic divide existent in the composition of wearable users. Even though the gap is narrowing, a recent report  [35]  documents that most existing wearable users are fit adults between 25-34 and that whilst females are more likely to own activity trackers, 63% of smartwatch owners are male. Hence, the technology and participant cohorts in PI in the context of BYOD studies subject datasets to the same biases exposed in the activity inequality and the digital divide literature."
    },
    {
      "title": "Representation Bias",
      "text": "We discuss representation biases across three dimensions: misrepresented, underrepresented, and unevenly sampled populations."
    },
    {
      "title": "Misrepresented Populations.",
      "text": "Representation bias can emerge when the sample population does not reflect the general population (bias in rows). In the MyHeart Counts dataset, we compare the ratios of majority and minority user segments as defined in Table  1  with the real-world ratios extracted from US population censuses. Specifically, we utilize the US Census Bureau (gender, race, and age  [17]  distributions), the Centers for Disease Control and Prevention (BMI  [43, 44] , joint issues  [95] , hypertension  [40] , and diabetes  [75] ), and the American Heart Association (heart condition  [96] ) data. Figure  2  showcases the results of this comparison in a radar plot. For example, while in the general US population, we have approximately 1 female per 1 male (ratio of 1.0 in pink), in the MyHeart Counts data, we have 0.2 females per 1 male, highlighting the substantial underrepresentation of women. The same applies to race, age, and hypertension segments, where the minority classes in the dataset (non-white users, users less than 45, and users with hypertension, respectively) do not reflect real-world ratios. An interesting finding is that, while in the US, there exist approximately 0.3 underweight, overweight, or obese people for every person with normal weight, in the dataset, this ratio is doubled. Hence, possibly due to historical biases and design choices, our analysis of the MyHeart Counts data (Figure  2 ) provides evidence that PI datasets might not be representative of target populations."
    },
    {
      "title": "Underrepresented",
      "text": "Populations. PI datasets can still include underrepresented groups (bias in rows) even if sampled perfectly. Figure  4  shows significant imbalances in the number of samples between minority and majority user segments across almost all protected attributes. We notice that even for representative sampling, e.g., users with joint or heart problems, the minority group is still significantly underrepresented. Thus, the model might be less robust for those users because it has less data to learn from. Overall, we see that the MyHeart Counts data are skewed towards white, fit males, which needs to be considered in the model-building phases. An ideal PI dataset should be representative of the target population while having enough minority samples. However, building large-scale PI datasets is challenging due to the required effort and cost."
    },
    {
      "title": "Unevenly Sampled Populations.",
      "text": "Even if sampling is representative and equal (e.g., 50% male and 50% female users), the dataset can still suffer from representation bias if the sampling method is uneven, e.g., active males but inactive females (bias in columns). This is also the case in MyHeart Counts. Figure  3  shows the DIR value per protected attribute (i.e., the ratio of recorded high activity for unprivileged versus privileged groups). For our use case, a value of  < 0.8 means that the minority sample is significantly less active than the majority\n\nGender Race BMI Heart Condition Joint Issue Hypertension Age 0 0.2 0.4 0.6 0.8 1 Real Ratios Dataset Ratios Real vs Dataset Population Ratio Comparison Fig. 2. Real (pink) versus dataset (green) ratios across population segments in the MyHeart Counts dataset. The ratio is calculated as the number of the minority class divided by the number of the majority class samples. Larger distances indicate larger deviations. Gender, age, race, and to a lesser extent hypertension and BMI show representation bias. 0.00 0.25 0.50 0.75 1.00 1.25 Disparate Impact Ratio Gender Race BMI Heart Condition Joint Issue Hypertension Diabetes Age Protected Attribute Optimal Value Disparate Impact Ratio for Protected Attributes Fig. 3. A bar plot showing the DIR (ratio of base rates) per protected attribute. We notice that there exist biases in columns for diabetes patients, users with joint issues, and non-white minorities. While the data is borderline biased against women and people with unhealthy weight (underweight, overweight, or obese). Male Non-male Gender 0 10000 20000 30000 40000 50000 Number of samples White Non-white Race Abnormal Normal BMI False True Heart Condition False True Joint Issue False True Hypertension False True Diabetes <65 >=65 Age Majority vs. Minority Group Representation based on Number of Samples sample. Specifically, in the MyHeart Counts data, diabetes patients, users with joint issues, racial minorities, and to a smaller extent, women, racial minorities, and overweight and obese users systematically perform lower step counts in the dataset compared to their majority counterparts. On the contrary, users of different age groups with or without hypertension or heart issues do not differ significantly regarding step counts in the data."
    },
    {
      "title": "Measurement Bias",
      "text": "In this section, we focus on the input modalities and their accuracy and discrepancies during data collection.\n\n4.3.1 Device Differences. Data in the MyHeart Counts HealthKit dataset originate from different sources (i.e., 33% iPhone, 11% Apple Watch, and 56% third parties. iPhones use integrated sensors, including accelerometer, gyroscope, GPS, and magnetometer to detect and calculate step counts. The motion coprocessor unit reads the sensor data and communicates with the CMMotionActivityManager to classify user activity. This process cannot be fully replicated in Apple watches due to differences in placement, fit, and usage habits. Phones may underestimate step counts due to non-carrying time, while watches have been found more accurate for measuring daily step counts for healthy adults [5, 29, 101]. MyHeart Counts HealthKit data show statistically significant differences ( < 0.05) in watch ownership across segments based on gender (46% of males have at least one watch entry vs. 28% females), heart condition (38% with vs. 26% without), and ethnicity (41% non-white vs. 36% white)."
    },
    {
      "title": "Model",
      "text": "Differences. Accuracy differences have been reported across consecutive generations of phone devices  [29] . Incremental hardware changes may increase the quantity, modality, and quality of data available for the device to classify user activity. For instance, the existence of specialized coprocessors, \"always-on\" capabilities, and revised recognition algorithms in newer phones can improve classification accuracy. In the MyHeartCounts data, we encounter various phone models, spanning five generations. We identify statistically significant differences ( < 0.05) in phone ownership based on gender and BMI. Specifically, females and people with normal BMI tend to own older and cheaper phones with fewer capabilities (see Figure  5 )."
    },
    {
      "title": "General Input Modality Differences.",
      "text": "Finally, most MyHeart Counts data comes from third parties, such as alternative wearables or fitness and well-being apps. This is common in the PI domain, given the abundance and heterogeneity of available data sources. In our use case, we identify statistically significant differences in third party usage based on gender (91% males have at least one third party entry compared to 85% females) and diabetes condition (97% with vs. 90% without). However, different input devices or apps are proven to have different accuracies, likely to create measurement accuracy discrepancies between different users  [32] ."
    },
    {
      "title": "EXPLORING BIAS IN PERSONAL INFORMATICS MODEL BUILDING AND IMPLEMENTATION",
      "text": "Bias in the model building and implementation stream can take the form of aggregation, learning, evaluation, and deployment biases, as seen in Figure  1b . In this section, we discuss all four sources, providing an answer to RQ3, namely: Do ML models inherit PI data biases? Do they mitigate, propagate, or maybe even amplify them?"
    },
    {
      "title": "Aggregation Bias",
      "text": "We evaluate aggregation bias by plotting the DIR (selection rate, i.e., rate of high activity goals predictions) for different user segments' predictions based on heart conditions, hypertension, joint issues, diabetes, race, BMI, gender, and age. We utilize two baseline models to capture the notions of \"fairness through awareness\"  [30]  and \"fairness through unawareness\"  [63] . In fairness through awareness, fairness is captured by the principle that similar individuals should have similar classification outcomes. In our use case, the similarity is defined based on user demographics in the absence of other features. In practical terms, the aware model is trained on a feature set that includes protected attributes per user. On the other hand, fairness through unawareness is satisfied if no protected attributes are explicitly used in the learning process  [102] .\n\nLinear (48, 100) Dropout (0.2) Linear (100, 100) Dropout (0.2) Linear (100, 2) ReLU ReLU MLP LSTM (48, 200) Dropout (0.2) LSTM (200, 200) Dropout (0.2) LSTM (200, 200) ReLU LSTM Linear (200, 2) 1D Conv (1, 64, 24) Dropout (0.2) 1D Conv (64, 64, 24) Dropout (0.2) ReLU CNN Linear (384, 2) Max Pooling (2) ReLU Max Pooling (2)\n\nFig.  6 . Alternative model architectures evaluated: MLP, LSTM, and CNN. Fig.  7 . A comparison of DIR between data and models shows no significant differences in terms of fairness (DIR).\n\n5.1.1 Models' Description. Our baseline models and hyperparameters are sourced from prior work in the field of physical activity prediction that benchmarked six distinct learning paradigms from traditional ML models to advanced deep learning architectures on the MyHeart Counts dataset  [13] . For the scope of our work, we choose their best-performing model, a Long Short-Term Memory (LSTM) recurrent neural network, that achieves a Mean Absolute Error (MAE) of 1087 steps, beating previous state-of-the-art approaches by 67% on the task of physical activity prediction. For more details on the model architecture see Appendix A.\n\nTo further validate our model choice (LSTM), we also conduct comparative fairness assessments between three deep learning models (Figure  6 ):\n\n• 3-layered Multilayer perceptron (MLP) with dropout • 2-layered Convolutional Neural Network (CNN) with max-pooling and dropout • 3-layered Long Short-Term Memory (LSTM) with dropout As per Figure  7 , both alternatives perform similarly to the \"unaware\" LSTM model regarding fairness metrics (i.e., only 0-2% deviation in DIR), indicating the generalizability of our claims across learning paradigms."
    },
    {
      "title": "Single Attribute",
      "text": "Biases. Figure  8  presents experimentation results concerning ML model biases measured via DIR. Specifically, aware learning models are not foolproof against data biases in most cases (joint issues, diabetes, gender), and even amplify them for specific protected attributes (hypertension); (2) Even excluding protected attributes from the training process of unaware models does not guarantee unbiased results in line with prior work  [80] . Fairness through unawareness is also ineffective due to the presence of proxy features, i.e., features that work like proxies for protected attributes. Through them, bias propagates from data to models: for example, a person's walking behavior (measured in step counts) is a good predictor of gender, BMI, and age, which can thus be inferred, despite being hidden during training  [61] . Overall, diabetes patients have the largest bias gap compared to non-diabetic users, partially attributed to their highly biased training data. Yet, users with hypertension have the largest difference between data and model biases since models trained on seemingly unbiased data introduce bias during the learning process."
    },
    {
      "title": "Intersectional Biases.",
      "text": "We also examine intersectional biases, as shown in Figure  9 ; namely we quantify the biases of the unaware model conditioned on protected attribute combinations. Specifically, we consider two attributes at a time and two different combination strategies: minority-minority vs. rest (e.g., diabetic women) and majority-majority vs. rest (e.g., non-diabetic men). Keeping the diabetes attribute fixed, our results highlight\n\nHeart Condition Hypertension Joint Issue Diabetes Race BMI Gender Age Protected Attribute 0.0 0.2 0.4 0.6 0.8 1.0 1.2 DIR Optimal Value Data and Baseline Models' DIR Modality Data Aware Model Unware Model Personalized Model\n\nFig.  8 . DIR comparison between data, aware, unaware baseline, and personalized models. We see that the \"one-sizefits-all\" models propagate or, in some cases, amplify existing representation biases."
    },
    {
      "title": "Heart Condition Hypertension",
      "text": "Issue Race BMI Gender Age Protected Attribute 0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 DIR Optimal Value Intersectional Biases conditioned on Diabetes Condition Modality Individual Protected Attribute Intersectional (Minorities Only) Intersectional (Majorities Only)  the widening intersectional biases for individuals who belong to multiple minorities (in pink) across almost all attributes (with the exception of BMI, where individuals with unhealthy BMI are the majority group, despite usually being considered unprivileged in practice). The largest gap appears in individuals with more than one health condition, such as diabetic heart patients and diabetic patients aged 65+. At the same time, individuals who do not belong to any minority groups (in purple), benefit across all attributes. The trends in aggregation bias indicate that PI models do not tackle diverse user segments equally well and reflect or even amplify representation biases existing in the data, especially regarding intersectional biases."
    },
    {
      "title": "Learning Bias",
      "text": "Personalization in prevalent in the PI literature, straying from the \"one-size-fits-all\" mentality and its shortcomings, as discussed above. Contrary to generic models, personalized models are fine-tuned given the data of a single user or user segment. Accounting for such interindividual variability has been proven to dramatically improve prediction performance in various tasks within the PI domain, such as pain detection, engagement estimation, and stress prediction from ubiquitous devices data  [67, 87, 93] . Given the increasing popularity of the personalization paradigm, in this study, we investigate whether personalization as a modeling choice can amplify performance disparities across different user segments in the data, given the existence of representation bias."
    },
    {
      "title": "Heart Condition Hypertension",
      "text": "Issue Race BMI Gender Protected Attribute 0.7 0.8 0.9 1.0 1.1 1.2 DIR Optimal Value Random versus Sampled Test Set Comparison Model Unaware Aware Personalized Data Bias 0 1\n\nFig.  11 . A comparison of DIR between different test sets across models. \"Ideal\" test sets in terms of data bias (dashed lines) tend to hide imperfections in the trained models compared to the original, \"realistic\" test sets (continuous lines)."
    },
    {
      "title": "Model Description.",
      "text": "We base our approach on the CultureNet package  [83, 84]  for building generalized and culturalized deep models to estimate engagement levels from face images of children with Autism Spectrum Condition. Specifically, we utilize our deep LSTM model, which is trained on data from all users, we freeze the network parameters tuned to both minority and majority user groups, as described in Section 5.1, and then finetune the last layer, i.e., a linear fully-connected layer, to each user group separately based on the MyHeart Counts protected attributes (health condition, hypertension, joint issues, diabetes, race, BMI, gender, age). Figure  10  delineates the personalization process. Appendix A provides a formal definition of the learning process."
    },
    {
      "title": "Single Attribute",
      "text": "Biases. While we could not identify significant performance benefits either for the privileged or unprivileged groups by utilizing personalization in our use case, we encountered significant bias shortcomings (Figure  8 ). Specifically, across all protected attributes (with a borderline exception of race), personalized models are more biased than either aware or unaware models or both. Users with diabetes present an extreme case. The personalized model \"learns\" that diabetics are less active than healthy users in the dataset and thus provides solely low activity goals, even to active diabetics. The intuition behind this behavior lies in the training process; personalized models amplify data representation biases through fine-tuning. Our findings highlight that a common modeling choice in PI, such as personalization, can negatively affect biases and asks for bias-aware personalization approaches to rip the benefits of user tailoring without leading to biased results."
    },
    {
      "title": "Evaluation Bias",
      "text": "5.3.1 Benchmark Selection. ML models are optimized on training and validation data but evaluated on test benchmarks  [27, 50] . However, the ubiquitous computing community still suffers from a lack of larger benchmarks beyond HAR  [6]  and sleep classification  [20, 111] . Also, benchmarks within the community often do not represent the target population. For example, within the fall detection domain, due to safety concerns, datasets usually comprise imitated falls performed by younger people while they are deployed on older people  [91] . Yet, a misrepresentative benchmark encourages deploying models that perform well only on the benchmark population. To illustrate our point, given the lack of established benchmarks in PI, we devise two distinct test sets for comparison purposes: our original, \"realistic\" (random) test set, and a sampled subset of the latter (\"ideal\"), with demographic parity at base rate (DIR = 1.0). We then evaluate our models on these two test sets. Figure  11  presents the results of our experimentation, where it is clear that the ideal test set, imitating a \"fair\" world, consistently shows lower bias than the \"realistic\" test set. Better performance is defined as smaller deviations from the optimal DIR value of 1.0. Essentially, an ideal-world benchmark is \"hiding\" the imperfections of our trained model, which has been proven to propagate or even amplify biases based on the original, random test set."
    },
    {
      "title": "Evaluation Metric Selection.",
      "text": "Evaluation bias can also emerge from the metric used to quantify the models' performance. For instance, group fairness hybrid metrics, such as error rates, are prone to imbalances and can hide disparities in other types of bias metrics, such as WAE metrics (see Appendix B). Similarly, aggregate measures, such as accuracy, can hide subgroup under-performance or conceal shortcomings in other metrics  [92] . From this lens, False Positives (FP) and False Negatives (FN), i.e., Type I and Type II errors, respectively, in these scenarios are not critical, and models have been developed to maximize True Positives (TPs). This dominant view promotes deployment bias in novel use cases with the emergence of health-related intelligence embedded into PI systems. For example, given ECG sensor data and AFib detection functionality, Type II errors should be minimized to avoid loss of life. It is thus critical to reassess the conceptualization of PI systems' evaluation practices and datasets and tailor them to their context."
    },
    {
      "title": "Deployment Bias"
    },
    {
      "title": "Development in Isolation.",
      "text": "ML models for PI systems are built and evaluated as if they were fully autonomous. In reality, they operate in a complex socio-ethical system moderated by institutions and human decision-makers, also known as the \"framing trap\"  [86] . Users may share their mHeatlh data with physicians for interpretation and disease management. Despite good performance in isolation, they may lead to harmful consequences due to human biases, e.g., confirmation bias. Specifically, physicians are more likely to believe AI that supports current practices and opinions  [78] . At the same time, research shows that physicians' perceptions about black male patients' physical activity behavior were significant predictors of their recommendations for surgery, independent of clinical factors, appropriateness, payer, and physician characteristics  [99] . Such complicated interconnections highlight how evaluating a system in isolation creates unrealistic notions of its benefits and harms."
    },
    {
      "title": "Biased Interpretation.",
      "text": "Interpreting biased data can result in self-trackers making incorrect inferences or inappropriate tracking decisions. Discomfort with the information revealed and concerns about data quality -which may not be consistent across demographics-can lead to PI abandonment  [34] . Additionally, discrepancies between users' expectations and biased data and subjectivity and uncertainty in data interpretation can fuel rumination (i.e., anxious self-attention and fear of failure), hindering self-improvement efforts and increasing the likelihood of abandonment. This is particularly relevant for health tracking and vulnerable populations, such as those with chronic illnesses, mental health conditions, and women facing fertility challenges, where the association of goals with identity and critical outcomes may increase the propensity for rumination  [31] ."
    },
    {
      "title": "GENERALIZABILITY",
      "text": "This section aims to (i) demonstrate the straightforward applicability of our methodology to other datasets and (ii) reveal initial insights about the generality of our findings and future steps. While our analysis was conducted on the MyHeart Counts dataset, some of our findings can be potentially generalized to other scenarios in PI and mHealth. To showcase this, we apply part of our experiments on two distinct datasets:\n\n• LifeSnaps is a newly-released, medium-scale, multi-modal dataset containing 71M rows of anthropological data, collected unobtrusively for the total course of more than four months by 71 participants. Based on data availability, we consider three protected attributes in Lifesnaps, namely gender, age, and BMI. Also, given the lack of official benchmark tasks, we consider the \"next-day physical activity\n\nprediction\" task for model training, same with the MyHeart Counts dataset. gender bmi age 0 0.2 0.4 0.6 0.8 1 1.2 1.4 Real Ratios Dataset Ratios Real vs Dataset Population Ratio Comparison (a) Misrepresented Populations Male Non-male gender 0 500 1000 1500 2000 2500 3000 Number of samples Normal Abnormal bmi <30 >=30 age Majority vs. Minority Group Representation (#Samples) (b) Underrepresented Populations 0.0 0.2 0.4 0.6 0.8 1.0 1.2 Disparate Impact Ratio gender bmi age Protected Attribute Optimal Value Disparate Impact Ratio for Protected Attributes (c) Unevenly Sampled Populations • MIMIC-III is an established, large-scale clinical dataset consisting of information concerning more than 38K patients admitted to intensive care units (ICU) at a large tertiary care hospital in the US. Based on data availability, in MIMIC-III, we consider six protected attributes, namely gender, ethnicity, language, insurance, religion, and age. Contrary to LifeSnaps or MyHeart Counts, there exists a public benchmark suite that includes four different clinical prediction tasks for MIMIC-III  [51] . For this analysis, we utilize the \"in-hospital mortality\" task as a binary classification equivalent to the \"next-day physical activity prediction\" task.\n\nIn exploring biases, we identified both commonalities and differences across PI datasets. Regarding the data generation stream, representation biases seem to be the norm in PI datasets, naturally leading to learning and aggregation biases in the model building and implementation stream and highlighting the need for increased awareness among researchers and practitioners in the field. Having said that, the identified biases are distinct in each dataset, emerging mostly from their recruitment methodology and the availability of protected attributes."
    },
    {
      "title": "Bias in Rows Commonalities",
      "text": "Both datasets, similarly to MyHeart Counts, suffer from some type of \"bias in rows\" as seen in Figures  12a  and  13a . Specifically, LifeSnaps and MIMIC-III suffer from misrepresented populations. In LifeSnaps (Figures  12a  and  12b ), younger people are overrepresented due to university-based recruitment, while in MIMIC-III (Figures  13a  and  13b ) older people are overrepresented due to ICU-based recruitment. Additionally, while gender and ethnicity\n\nGENDER ETHNICITY LANGUAGE INSURANCE RELIGION AGE 0 0.2 0.4 0.6 0.8 1 1.2 Real Ratios Dataset Ratios Real vs Dataset Population Ratio Comparison (a) Misrepresented Populations 65+ <65 AGE 0 5000 10000 15000 20000 Number of samples White Non-white ETHNICITY Male Female GENDER Insured Uninsured INSURANCE English Non-English LANGUAGE ChristianNon-christian RELIGION Privileged vs. Unprivileged Group Representation (#Samples) Underrepresented Populations 0.0 0.2 0.4 0.6 0.8 1.0 1.2 Disparate Impact Ratio GENDER ETHNICITY LANGUAGE INSURANCE RELIGION AGE Protected Attribute Optimal Value Disparate Impact Ratio for Protected Attributes (c) Unevenly Sampled Populations LANGUAGE INSURANCE RELIGION ETHNICITY GENDER AGE Protected Attribute 0.00 0.25 0.50 0.75 1.00 1.25 DIR Optimal Value Optimal Value Optimal Value Disparate Impact Ratio for Data and Models Modality Data Model Data Model Data Model (d) Data vs. Model Biases Fig. 13. MIMIC-III biases in data generation and model building streams. Data biases are amplified by learning models.\n\nrepresentation is improved compared to MyHeart Counts, still white males are overrepresented in all three datasets. MIMIC-III, similarly to MyHeartCounts, suffers from underrepresented populations, such as uninsured, non-white, non-English-speaking, or non-christian users (Figure  13b ). These biases are, in turn, propagated to the baseline learning models (Figure  13d ), in line with prior work  [82] ."
    },
    {
      "title": "Bias in Columns Differences",
      "text": "When \"bias in columns\" is explored, contrary to the MyHeart Counts data, both datasets are evenly sampled in terms of outcome labels, namely physical activity in LifeSnaps and in-hospital mortality for MIMIC-III (Figures  12c  and  13c , respectively). Hence, these findings may not directly generalize to other PI datasets but are still included in our methodology for completeness and visibility. Specifically, contrary to population demographics which can capture misrepresented and underrepresented groups, an analysis for unevenly sampled populations is not commonly performed during data exploration, whereas in certain cases, such as MyHeart Counts, it could reveal behavioral discrepancies across populations."
    },
    {
      "title": "Model Bias",
      "text": "In line with prior research  [82] , we encounter biases in MIMIC's deep learning benchmark models. Specifically, as seen in Figure  13d , despite even data sampling, models amplify biases for non-English-speaking, uninsured, female, and elderly users. Similar trends, independent of demographics, were noticed in the MyHeart Counts dataset.\n\nOn the contrary, we do not notice any statistically significant differences in the LifeSnaps dataset (Figure  12d ), possibly due to its limited sample size compared to the other two datasets.\n\nOverall, these findings concerning generalizability highlight the need for comprehensive data and model evaluation in PI and, by extension, mHealth. It is high time PI researchers and practitioners looked beyond performance-only metrics to human-centric metrics capturing biases and demographic parity."
    },
    {
      "title": "DISCUSSION",
      "text": "Unacknowledged biases in PI applications for health and well-being can have critical personal and societal consequences; they can perpetuate health disparities  [69] , result in misdiagnoses or delayed diagnoses  [74] , affect resource allocation and access to healthcare services  [88] , or reinforce stereotypes and stigma  [68] . This section discusses our findings concerning biases in PI systems and provides guidelines on mitigating identified biases in the ML life cycle ( §7.1). It also delineates the limitations of our work and areas for future research ( §7.2)."
    },
    {
      "title": "Findings & Implications",
      "text": "7.1.1 Data Generation Stream. As illustrated by our findings, pre-existing historical biases are present in digital biomarkers, due to well-documented phenomena, such as the global inequality in physical activity and the digital divide, leading to data generation that is not representative of the general population. This is indeed the case in the MyHeart Counts dataset, where female, non-white, underweight, overweight or obese, young, and hypertensive users, are undersampled. Unacknowledged historical biases, though, can creep into the ML pipeline perpetuating social injustices. Yet, even within well-sampled user groups, data imbalances, either in terms of user attributes or measured behaviors, are still prevalent due to realistic differences across user segments. Specifically, in PI, we see significant underrepresentation of minority groups across all protected attributes and measured behavioral differences -not necessarily realistic-for users with diabetes, joint issues, unhealthy BMI, non-white users, and females. Unresolved representation biases can lead to performance discrepancies for minority groups, which in turn might lead to differences in treatment or care  [46] . Finally, PI data is susceptible to measurement biases, due to the heterogeneity in input modalities, performance and hardware differences across generations of devices, and usage of third-multiple party apps of unknown accuracy. Females are especially affected by such biases in our dataset, as they tend to own older devices with fewer capabilities and use more fitness-related third-party apps. Unknown measurement biases in seemingly \"objective\" sensor data can lead to errors in downstream tasks that disproportionally affect certain protected groups.\n\nIn an initial attempt to offer guidance to researchers in the field of ubiquitous computing, we present the following guidelines in the context of the data generation stream on how to mitigate the impact of historical, representation, and measurement biases, respectively:\n\nGuideline #1: To identify historical biases relevant to the use case at hand, consult prior literature and domain experts (e.g., oximeters are proven susceptible to biases against darker skin tones  [46] ) or conduct small-scale feasibility studies with relevant and diverse demographics. Guideline #2: If data are self-collected, aim for diverse user recruitment and collect and report relevant protected attributes (e.g., via datasheets for datasets and data statements). Otherwise, evaluate algorithms in generalizable cross-dataset benchmarks [108] and inclusive synthetic data  [98] , whenever possible. In either case, consider appropriate data manipulation actions to alleviate biases, e.g., re-sampling/rebalancing populations conditioned on demographic attributes.\n\nGuideline #3: When working with data originating from diverse devices, investigate device ownership differences conditioned on demographic attributes. Also, incorporate uncertainty estimation approaches and be transparent about possible measurement error effects in downstream tasks.\n\nSumming up, we believe that our findings shed light on the biases that can creep into the data generation and model building, and implementation streams of PI technologies. While our mitigation guidelines are by no means exhaustive, they provide a starting point for researchers and practitioners to incorporate bias assessments \"by design\" in the life cycle of their works to alleviate the potential negative effects of such biases.\n\n7.1.2 Model Building and Implementation Stream. Based on our results, digital biomarkers representation biases can be propagated or even amplified by learning models, regardless of the inclusion of protected attributes in the feature set. This is due to the existence of proxy variables in PI data that can be used by models to infer hidden protected attributes. Such aggregation biases are also prevalent in our use case for users with joint issues, diabetes, hypertension, and female users. These biases may (or may not) lead to discrimination depending on the context. Yet, mitigating them is the safest way to ensure fairness. Additionally, common learning choices in PI, such as personalization, can introduce learning biases, if trained on biased data. In our case, they perform worse -in terms of bias-across all attributes, while, in extreme cases (e.g., diabetic users), they can even introduce maximum bias. Accuracy gains emerging from alternative learning choices can be tempting, but their trade-offs should be thoroughly assessed. On a different note, our empirical results illustrate that model performance is highly susceptible to the representativeness of the PI benchmark used and highlight how evaluation biases can affect ubiquitous models in the evaluation phase. In such cases, performance and fairness drift can emerge if the evaluation data is not representative of the target population. Finally, the application of ML in PI is not free of deployment biases, which can emerge from outdated evaluation practices emerging from the PI systems' early applications or the false assumption of autonomous PI systems' existence. Yet, mischoosing evaluation metrics or focusing solely on aggregate metrics can hide discrepancies in performance for minority groups. Developing high-stakes systems in isolation might also lead to (unintended) system misuse.\n\nTo provide guidance in the context of model building and implementations, we offer guidelines to alleviate the potential negative effects of the aggregation, learning, evaluation, and deployment biases, respectively: Guideline #4: Utilize fairness toolkits, such as FairLearn, AIF360, and Aequitas for implementations of pre-, in-, and post-processing bias mitigation algorithms and fairness metrics. Guideline #5: Move beyond accuracy in evaluating learning paradigms by incorporating fairness metrics in the evaluation pipeline of ML models, conditioning performance on intersections of protected attributes. Guideline #6: Aim for representative and realistic evaluation datasets -beyond carefully-curated benchmarks-, if available, or reassess your model after deployment. Re-train with the target population's data if you encounter performance drifts conditioned on demographic attributes. Guideline #7: Choose multiple, appropriate fairness metrics based on \"fairness trees\"  [85]  and domain expertise for the use case at hand. Consider a human-in-the-loop design approach for high-stakes applications to account for human biases that affect system design."
    },
    {
      "title": "Limitations & Future Work",
      "text": "While MyHeart Counts offers scale and access to protected attributes, as outlined in §3, and our generalizability study supports our findings as described in §6, additional analyses may be necessary to fully comprehend bias in PI. For instance, certain protected attributes in the dataset have incomplete categorization, e.g., gender is treated as a binary concept, while others might be fully absent regardless of relevance to the use case, e.g., physical or mental disability and pregnancy. At the same time, the selected dataset is US-based, not capturing activity patterns across the global population. Hence our findings might not be directly applicable across protected attributes and geographical contexts. Finally, while activity tracking is the most common functionality in PI systems and prior work has highlighted worldwide physical activity inequality  [4] , our dataset does not capture more advanced health features, such as heart monitoring and fertility tracking. Still, it is important to recognize that different use cases might incorporate different biases. Hence, while our findings shed light on the previously unexplored field of PI biases, they should be further corroborated across different contexts, such as demographics, geographical regions, and use cases.\n\nAppropriate PI datasets for fueling future fairness research in the domain are still lacking. Due to the sensitivity of the data at hand, many datasets are proprietary with restrictive Institutional Review Board (IRB) agreements, but inclusive, open datasets could significantly advance the domain. Also, given the prevalence of small-scale datasets, future work should focus on quantifying biases in small digital biomarkers data, as realistically, most institutions will never acquire big data  [11] . Additionally, due to closed-sourced data and algorithms, there is a lack of established benchmarks, especially regarding emerging PI tasks, such as fertility prediction, or AFib detection. To this end, similarly to the work of Harutyunyan et al.  [51] , future work should create inclusive and representative benchmarks for tasks within the PI domain. Beyond that, there is work to be done in quantifying and mitigating bias in sequential physiological and behavioral data. For instance, many PI tasks are formulated as regression problems, but regression-specific fairness metrics and mitigation approaches are limited in the literature  [2, 48] . Finally, due to privacy considerations for sensitive digital biomarkers, many times PI data are not accompanied by protected attributes for the population they describe, making it cumbersome to perform a bias and fairness evaluation. To this end, future work should investigate the space of \"fairness in unawareness\", or, in other words, how you can quantify and mitigate biases in the absence of protected attributes."
    },
    {
      "title": "CONCLUSIONS",
      "text": "This paper presents the first-of-its-kind, comprehensive study of bias in PI by analyzing the most extensive digital biomarkers data to date. In response to our RQs, we show that bias exists across all stages of the life cycle, both in the data generation and model building and implementation streams. Different user minorities are affected by diverse types of bias, but users with diabetes, joint issues, or hypertension and female users show higher degrees of impact adversity in our MyHeart Counts use case due to representation, aggregation, and learning biases. Our findings echo concerns similar to those raised in the evaluation for healthcare technologies  [3] . While some of our findings are specific to the investigated use case, they can mostly be extended to other PI tasks."
    },
    {
      "title": "A MODEL ARCHITECTURES A.1 Baseline Model",
      "text": "For our baseline model, we consider the following setting: we are given a time-series dataset  = { ,0 ,  ,1 } of users segmented into two groups, 0 and 1, based on protected attribute  (e.g., gender, age, etc.). The user data within each group are denoted as  , = { , 1 , . . . ,  ,  }, where  = {0, 1} and K is the number of users per group, conditioned on protected attribute . Furthermore, the data of each user are stored as   = {  ,   }, where input time series (step count values) of users  = 1, . . . , , are stored in   ∈ R   1 , where   = 48 (unaware model) is the length (in time steps) of a sample daily activity in the data, or   = 56 (aware model) is the length of a sample daily activity in the data plus the protected attribute features. Formally, our deep neural network architecture receives as input the users' daily activity samples ( ) and passes them through LSTM layers with parameters   = {  ,   }, weight matrix, and bias, respectively, for each layer , to produce the output ŷ. The optimization of Table  4 . WAE Metrics' definitions, formulas, and task and bias interpretations specific to our use case."
    },
    {
      "title": "Metric Definition",
      "text": "Formula Task Interpretation Bias Interpretation"
    },
    {
      "title": "DIR",
      "text": "The ratio of base or selection rates between unprivileged and privileged groups. A low  ( < 1) indicates that the unprivileged user group systematically receives fewer high activity goals."
    },
    {
      "title": "SPD",
      "text": "The difference in selection rates between unprivileged and privileged groups. Fairness Metrics' Value Ranges. Figure  15  gives a graphical overview of all fairness metrics discussed. We notice that difference-based metrics have a different range of values compared to ratio-based metrics. Specifically, difference-based metrics are within the [-100%, +100%] range, while ratio-based metrics are within the [0, ∞] range. For both categories, a value of 1.0 is optimal, indicating demographic parity. Anything greater or less than the optimal value indicates some level of bias. According to AIF360, accepted difference-based metrics' values are within the range [-0.1, +0, 1], and accepted ratio-based metrics' values are within [0.8,1.25], but such ranges are not universally accepted and might be adjusted on a task-by-task basis. Table  7a  indicates which user group, namely privileged or unprivileged, benefits based on a group fairness metric's value."
    },
    {
      "title": "FOR Ratio",
      "text": "The ratio between the outcomes wrongly categorized as negative, i.e., FN, and the total number of classified negative outcomes."
    },
    {
      "title": "𝐹𝑂𝑅 𝐷=u 𝐹𝑂𝑅 𝐷=p",
      "text": "From all the users that were given low activity goals -rightfully so or not-, how many were actually highly active?\n\nA high  Ratio (FOR Ratio > 1) indicates that the unprivileged user group systematically receives more wrong low activity goals compared to the privileged user group."
    },
    {
      "title": "ERR",
      "text": "The ratio between the erroneous outcomes, i.e., FN or FP, and the total number of outcomes."
    },
    {
      "title": "𝐸𝑅 𝐷=u 𝐸𝑅 𝐷=p",
      "text": ", where ER =   +    +  How many times was the activity level prediction wrong?\n\nA high  (ERR > 1) indicates that the unprivileged user group systematically receives more wrong goalslow or high-compared to the privileged user group."
    },
    {
      "text": "(a) Sources of harm in the data generation stream.(b) Sources of harm in the model building and implementation stream."
    },
    {
      "text": "Fig. 1. Sources of harm in the data (top) and model building and implementation (bottom) streams [92]. The training, test, and benchmark sets are common across figures."
    },
    {
      "text": "Fig. 4. A bar plot showcasing the number of samples per user segment split based on various protected attributes. We see significant underrepresentation of minority user segments across almost all attributes."
    },
    {
      "text": "Fig. 5. Differences in the price of participants' phones as of September 2016 based on gender (left) and BMI (right). Females and people with BMI within the normal range tend to own older and cheaper phones with fewer capabilities."
    },
    {
      "text": "Fig.9. DIR unaware baseline model comparison between single-attribute and intersectional user groups. Intersectional groups are drawn from the minority and majority classes. The \"one-size-fits-all\" models' biases are more prevalent in intersectional models."
    },
    {
      "text": "Fig. 10. Our personalized deep learning architecture inspired by CultureNet [84]."
    },
    {
      "text": "Changing Deployment Scenarios. PI's most active research areas are Human-Activity Recognition and Sleep Classification."
    },
    {
      "text": "Fig. 12. LifeSnaps biases in the data generation and model building and implementation streams."
    },
    {
      "text": "Pr( Ŷ = pos_label | D = u) Pr( Ŷ = pos_label | D = p)How many users receive high activity goals in the unprivileged group compared to the privileged group?"
    },
    {
      "text": "Pr( Ŷ = pos_label | D = u) -Pr( Ŷ = pos_label | D = p) Same as above A low  ( < 0)indicates that the unprivileged user group systematically receives fewer high activity goals."
    },
    {
      "text": "Fig. 15. A graphical overview of the fairness metrics discussed."
    },
    {
      "text": "The protected attributes in the MyHeart Counts data. For the purpose of the bias analysis, we binarize non-binary attributes to ensure a sufficient sample size per group and compatibility with popular bias metrics."
    },
    {
      "text": "Example input data for the physical activity prediction use case. The step counts per hour for the past 48 hours are the features, and the total number of the next day's steps is the label. The user ID and timestamps are not used for learning."
    },
    {
      "text": "Hybrid Metrics' definitions, formulas, and task and bias interpretations specific to our use case."
    }
  ],
  "references": [
    {
      "title": "Machine learning and health care disparities in dermatology",
      "authors": [
        "S Adewole",
        "Avery Adamson",
        "Smith"
      ],
      "year": 2018
    },
    {
      "title": "Fair regression: Quantitative definitions and reduction-based algorithms",
      "authors": [
        "Alekh Agarwal",
        "Miroslav Dudík",
        "Zhiwei Wu"
      ],
      "year": 2019
    },
    {
      "title": "Fairness in machine learning for healthcare",
      "authors": [
        "Muhammad Aurangzeb",
        "Arpit Patel",
        "Carly Eckert",
        "Vikas Kumar",
        "Ankur Teredesai"
      ],
      "year": 2020
    },
    {
      "title": "Large-scale physical activity data reveal worldwide activity inequality",
      "authors": [
        "Tim Althoff",
        "Rok Sosič",
        "Jennifer Hicks",
        "Abby King",
        "Scott Delp",
        "Jure Leskovec"
      ],
      "year": 2017,
      "doi": "10.1038/nature23018"
    },
    {
      "title": "How well iPhones measure steps in free-living conditions: cross-sectional validation study",
      "authors": [
        "Shiho Amagasa",
        "Masamitsu Kamada",
        "Hiroyuki Sasai",
        "Noritoshi Fukushima",
        "Hiroyuki Kikuchi",
        "I-Min Lee",
        "Shigeru Inoue"
      ],
      "year": 2019
    },
    {
      "title": "A public domain dataset for human activity recognition using smartphones",
      "authors": [
        "Davide Anguita",
        "Alessandro Ghio",
        "Luca Oneto",
        "Xavier Perez",
        "Jorge Luis",
        "Reyes Ortiz"
      ],
      "year": 2013,
      "doi": "10.1007/978-3-642-40728-4_54"
    },
    {
      "title": "Empowering people to live a healthier day",
      "authors": [
        "Apple"
      ],
      "year": 2022
    },
    {
      "title": "How Apple is empowering people with their health information -apple",
      "authors": [
        "Apple"
      ],
      "year": 2022
    },
    {
      "title": "Exploring fairness in machine learning for international development",
      "authors": [
        "Yazeed Awwad",
        "Richard Fletcher",
        "Daniel Frey",
        "Amit Gandhi",
        "Maryam Najafian",
        "Mike Teodorescu"
      ],
      "year": 2020
    },
    {
      "title": "Bias on the Web",
      "authors": [
        "Ricardo Baeza-Yates"
      ],
      "year": 2018,
      "doi": "10.1145/3209581"
    },
    {
      "title": "BIG, small or Right Data: Which is the proper focus",
      "authors": [
        "Ricardo Baeza-Yates"
      ],
      "year": 2018
    },
    {
      "title": "Differential privacy has disparate impact on model accuracy",
      "authors": [
        "Eugene Bagdasaryan",
        "Omid Poursaeed",
        "Vitaly Shmatikov"
      ],
      "year": 2019
    },
    {
      "title": "UBIWEAR: An end-to-end, data-driven framework for intelligent physical activity prediction to empower mHealth interventions",
      "authors": [
        "Asterios Bampakis",
        "Sofia Yfantidou",
        "Athena Vakali"
      ],
      "year": 2022
    },
    {
      "title": "Rehumanized crowdsourcing: A labeling framework addressing bias and ethics in machine learning",
      "authors": [
        "M Natã",
        "Monchu Barbosa",
        "Chen"
      ],
      "year": 2019
    },
    {
      "title": "Man is to computer programmer as woman is to homemaker? debiasing word embeddings",
      "authors": [
        "Tolga Bolukbasi",
        "Kai-Wei Chang",
        "James Zou",
        "Venkatesh Saligrama",
        "Adam Kalai"
      ],
      "year": 2016
    },
    {
      "title": "Gender shades: Intersectional accuracy disparities in commercial gender classification",
      "authors": [
        "Joy Buolamwini",
        "Timnit Gebru"
      ],
      "year": 2018
    },
    {
      "title": "National Population by Characteristics",
      "year": 2022,
      "doi": "10.3886/icpsr06218.v1"
    },
    {
      "title": "A clarification of the nuances in the fairness metrics landscape",
      "authors": [
        "Alessandro Castelnovo",
        "Riccardo Crupi",
        "Greta Greco",
        "Daniele Regoli",
        "Giuseppina Ilaria",
        "Andrea Penco",
        "Cosentini"
      ],
      "year": 2022
    },
    {
      "title": "Can AI help reduce disparities in general medical and mental health care?",
      "authors": [
        "Peter Irene Y Chen",
        "Marzyeh Szolovits",
        "Ghassemi"
      ],
      "year": 2019,
      "doi": "10.1001/amajethics.2019.167"
    },
    {
      "title": "Racial/ethnic differences in sleep disturbances: the Multi-Ethnic Study of Atherosclerosis (MESA)",
      "authors": [
        "Xiaoli Chen",
        "Rui Wang",
        "Phyllis Zee",
        "Pamela Lutsey",
        "Sogol Javaheri",
        "Carmela Alcántara",
        "Michelle Chandra L Jackson",
        "Susan Williams",
        "Redline"
      ],
      "year": 2015,
      "doi": "10.5665/sleep.4732"
    },
    {
      "title": "Bridging the digital divide: measuring digital literacy",
      "authors": [
        "Krish Chetty",
        "Liu Qigui",
        "Nozibele Gcora",
        "Jaya Josie",
        "Li Wenwei",
        "Chen Fang"
      ],
      "year": 2018
    },
    {
      "title": "Demographic Imbalances Resulting From the Bring-Your-Own-Device Study Design",
      "authors": [
        "Peter Jaeho Cho",
        "Jaehan Yi",
        "Ethan Ho",
        "Md Mobashir Hasan",
        "Yen Shandhi",
        "Aneesh Dinh",
        "Leatrice Patil",
        "Geetika Martin",
        "Brinnae Singh",
        "Geoffrey Bent",
        "Ginsburg"
      ],
      "year": 2022
    },
    {
      "title": "Punishing risk",
      "authors": [
        "Erin Collins"
      ],
      "year": 2018
    },
    {
      "title": "Uniform guidelines on employee selection procedures",
      "year": 1990
    },
    {
      "title": "Algorithmic Bias in Autonomous Systems",
      "authors": [
        "David Danks",
        "Alex London"
      ],
      "year": 2017
    },
    {
      "title": "Considerations for Conducting Bring Your Own \"Device",
      "authors": [
        "Charmaine Demanuele",
        "Cynthia Lokker",
        "Krishna Jhaveri",
        "Pirinka Georgiev",
        "Emre Sezgin",
        "Cindy Geoghegan",
        "H Kelly",
        "Elena Zou",
        "Marie Izmailova",
        "Mccarthy"
      ],
      "year": 2022
    },
    {
      "title": "Imagenet: A large-scale hierarchical image database",
      "authors": [
        "Jia Deng",
        "Wei Dong",
        "Richard Socher",
        "Li-Jia Li",
        "Kai Li",
        "Li Fei-Fei"
      ],
      "year": 2009
    },
    {
      "title": "Bringing the people back in: Contesting benchmark machine learning datasets",
      "authors": [
        "Emily Denton",
        "Alex Hanna",
        "Razvan Amironesei",
        "Andrew Smart",
        "Hilary Nicole",
        "Morgan Klaus Scheuerman"
      ],
      "year": 2020
    },
    {
      "title": "Walk this way: validity evidence of iphone health application step count in laboratory and free-living conditions",
      "authors": [
        "Markus J Duncan",
        "Kelly Wunderlich",
        "Yingying Zhao",
        "Guy Faulkner"
      ],
      "year": 2018,
      "doi": "10.1080/02640414.2017.1409855"
    },
    {
      "title": "Fairness through awareness",
      "authors": [
        "Cynthia Dwork",
        "Moritz Hardt",
        "Toniann Pitassi",
        "Omer Reingold",
        "Richard Zemel"
      ],
      "year": 2012,
      "doi": "10.1145/2090236.2090255"
    },
    {
      "title": "Beyond self-reflection: introducing the concept of rumination in personal informatics",
      "authors": [
        "Elizabeth Victoria Eikey",
        "Clara Caldeira",
        "Mayara Costa Figueiredo",
        "Yunan Chen",
        "Jessica Borelli",
        "Melissa Mazmanian",
        "Kai Zheng"
      ],
      "year": 2021
    },
    {
      "title": "Are currently available wearable devices for activity tracking and heart rate monitoring accurate, precise, and medically beneficial?",
      "authors": [
        "Fatema El-Amrawy",
        "Mohamed Ismail"
      ],
      "year": 2015
    },
    {
      "title": "Mapping and taking stock of the personal informatics literature",
      "authors": [
        "Clara Daniel A Epstein",
        "Mayara Caldeira",
        "Xi Costa Figueiredo",
        "Lucas Lu",
        "Lucretia Silva",
        "Jong Williams",
        "Qingyang Ho Lee",
        "Simran Li",
        "Qiuer Ahuja",
        "Chen"
      ],
      "year": 2020
    },
    {
      "title": "Beyond abandonment to next steps: understanding and designing for life after personal informatics tool use",
      "authors": [
        "Monica Daniel A Epstein",
        "Chuck Caraway",
        "An Johnston",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "Wearable technology and the IoT",
      "authors": [
        "Ericsson Consumerlab"
      ],
      "year": 2016
    },
    {
      "title": "Fair machine learning in healthcare: A review",
      "authors": [
        "Qizhang Feng",
        "Mengnan Du",
        "Na Zou",
        "Xia Hu"
      ],
      "year": 2022
    },
    {
      "title": "Irregular Rhythm -fitbit",
      "year": 2022
    },
    {
      "title": "What's Fair about Individual Fairness?",
      "authors": [
        "Will Fleisher"
      ],
      "year": 2021,
      "doi": "10.1145/3461702.3462621"
    },
    {
      "title": "Addressing fairness, bias, and appropriate use of artificial intelligence and machine learning in global health",
      "authors": [
        "Audace Richard Ribón Fletcher",
        "Olusubomi Nakeshimana",
        "Olubeko"
      ],
      "year": 2021
    },
    {
      "title": "Hypertension cascade: hypertension prevalence, treatment and control estimates among US adults aged 18 years and older applying the criteria from the American College of Cardiology and American Heart Association's 2017 Hypertension Guideline-NHANES",
      "year": 2016
    },
    {
      "title": "Artificial intelligence and inclusion: Formerly gang-involved youth as domain experts for analyzing unstructured twitter data",
      "authors": [
        "Desmond William R Frey",
        "Michael Patton",
        "Kyle Gaskell",
        "Mcgregor"
      ],
      "year": 2020
    },
    {
      "title": "The (im) possibility of fairness: Different value systems require different mechanisms for fair decision making",
      "authors": [
        "A Sorelle",
        "Carlos Friedler",
        "Suresh Scheidegger",
        "Venkatasubramanian"
      ],
      "year": 2021
    },
    {
      "title": "Prevalence of underweight among adults aged 20 and over: United States, 1960-1962 through 2017-2018",
      "authors": [
        "Cheryl Fryar",
        "Margaret Carroll",
        "Joseph Afful"
      ],
      "year": 2020,
      "doi": "10.15620/cdc:134503"
    },
    {
      "title": "Prevalence of overweight, obesity, and severe obesity among adults aged 20 and over: United States, 1960-1962 through 2017-2018",
      "authors": [
        "Cheryl Fryar",
        "Margaret Carroll",
        "Joseph Afful"
      ],
      "year": 2020
    },
    {
      "title": "ThinkActive: designing for pseudonymous activity tracking in the classroom",
      "authors": [
        "Andrew Garbett",
        "David Chatting",
        "Gerard Wilkinson",
        "Clement Lee",
        "Ahmed Kharrufa"
      ],
      "year": 2018
    },
    {
      "title": "Assessment of racial and ethnic differences in oxygen supplementation among patients in the intensive care unit",
      "authors": [
        "Eric Raphael Gottlieb",
        "Jennifer Ziegler",
        "Katharine Morley",
        "Barret Rush",
        "Leo Anthony"
      ],
      "year": 2022
    },
    {
      "title": "Mobile Statistics Report",
      "year": 2021,
      "doi": "10.21786/bbrc/14.5/43"
    },
    {
      "title": "Error Parity Fairness: Testing for Group Fairness in Regression Tasks",
      "authors": [
        "Furkan Gursoy",
        "A Ioannis",
        "Kakadiaris"
      ],
      "year": 2022,
      "doi": "10.1109/icdmw58026.2022.00027"
    },
    {
      "title": "Worldwide trends in insufficient physical activity from 2001 to 2016: a pooled analysis of 358 population-based surveys with 1• 9 million participants",
      "authors": [
        "Regina Guthold",
        "Gretchen Stevens",
        "Leanne Riley",
        "Fiona Bull"
      ],
      "year": 2018
    },
    {
      "title": "The movielens datasets: History and context",
      "authors": [
        "Maxwell Harper",
        "Joseph Konstan"
      ],
      "year": 2015
    },
    {
      "title": "Multitask learning and benchmarking with clinical time series data",
      "authors": [
        "Hrayr Harutyunyan",
        "Hrant Khachatrian",
        "Greg David C Kale",
        "Aram Ver Steeg",
        "Galstyan"
      ],
      "year": 2019
    },
    {
      "title": "Physical activity, sleep and cardiovascular health data for 50,000 individuals from the MyHeart Counts Study",
      "authors": [
        "Brian Steven G Hershman",
        "Anna Bot",
        "Megan Shcherbina",
        "Yasbanoo Doerr",
        "Aleksandra Moayedi",
        "Daryl Pavlovic",
        "Mildred Waggott",
        "Mary Cho",
        "William Rosenberger",
        "Haskell"
      ],
      "year": 2019
    },
    {
      "title": "Racial bias in pain assessment and treatment recommendations, and false beliefs about biological differences between blacks and whites",
      "authors": [
        "Sophie Kelly M Hoffman",
        "Trawalter",
        "M Norman Jordan R Axt",
        "Oliver"
      ],
      "year": 2016
    },
    {
      "title": "Bias in automated speaker recognition",
      "authors": [
        "Wiebke Toussaint",
        "Aaron Yi"
      ],
      "year": 2022
    },
    {
      "title": "Tiny, Always-on and Fragile: Bias Propagation through Design Choices in On-Device Machine Learning Workflows",
      "authors": [
        "( Wiebke",
        ") Toussaint",
        "Aaron Hutiri",
        "Fahim Yi Ding",
        "Akhil Kawsar",
        "Mathur"
      ],
      "year": 2023,
      "doi": "10.1145/3591867"
    },
    {
      "title": "Artificial intelligence in healthcare: past, present and future",
      "authors": [
        "Fei Jiang",
        "Yong Jiang",
        "Hui Zhi",
        "Yi Dong",
        "Hao Li",
        "Sufeng Ma",
        "Yilong Wang",
        "Qiang Dong",
        "Haipeng Shen",
        "Yongjun Wang"
      ],
      "year": 2017,
      "doi": "10.1136/svn-2017-000101"
    },
    {
      "title": "Mimic-iv",
      "authors": [
        "Alistair Johnson",
        "Lucas Bulgarelli",
        "Tom Pollard",
        "Steven Horng",
        "Leo Anthony Celi",
        "Roger Mark"
      ],
      "year": 2020,
      "doi": "10.1038/s41597-023-01945-2"
    },
    {
      "title": "MIMIC-III, a freely accessible critical care database",
      "authors": [
        "E Alistair",
        "Tom Johnson",
        "Lu Pollard",
        "Li-Wei H Shen",
        "Mengling Lehman",
        "Mohammad Feng",
        "Benjamin Ghassemi",
        "Peter Moody",
        "Leo Szolovits",
        "Roger Anthony Celi",
        "Mark"
      ],
      "year": 2016
    },
    {
      "title": "Using artificial intelligence on dermatology conditions in Uganda: A case for diversity in training data sets for machine learning",
      "authors": [
        "Louis Henry Kamulegeya",
        "Mark Okello",
        "John Bwanika",
        "Davis Musinguzi",
        "William Lubega",
        "Davis Rusoke",
        "Faith Nassiwa",
        "Alexander Börve"
      ],
      "year": 2019
    },
    {
      "title": "Money talks: tracking personal finances",
      "authors": [
        "Joseph Jofish",
        "Mary Mccuistion",
        "Rebecca Gulotta",
        "David Shamma"
      ],
      "year": 2014
    },
    {
      "title": "What your Fitbit Says about You: De-anonymizing Users in Lifelogging Datasets",
      "authors": [
        "Andrei Kazlouski",
        "Thomas Marchioro",
        "Evangelos Markatos"
      ],
      "year": 2022
    },
    {
      "title": "TimeAware: Leveraging framing effects to enhance personal productivity",
      "authors": [
        "Young-Ho Kim",
        "Jae Ho Jeon",
        "Eun Choe",
        "Bongshin Lee",
        "Kwonhyun Kim",
        "Jinwook Seo"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858428"
    },
    {
      "title": "Counterfactual fairness",
      "authors": [
        "Matt Kusner",
        "Joshua Loftus",
        "Chris Russell",
        "Ricardo Silva"
      ],
      "year": 2017
    },
    {
      "title": "Gender imbalance in medical imaging datasets produces biased classifiers for computer-aided diagnosis",
      "authors": [
        "J Agostina",
        "Nicolás Larrazabal",
        "Victoria Nieto",
        "Diego Peterson",
        "Enzo Milone",
        "Ferrante"
      ],
      "year": 2020
    },
    {
      "title": "User fairness in recommender systems",
      "authors": [
        "Jurek Leonhardt",
        "Avishek Anand",
        "Megha Khosla"
      ],
      "year": 2018
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "Ian Li",
        "Anind Dey",
        "Jodi Forlizzi"
      ],
      "year": 2010
    },
    {
      "title": "Multi-task neural networks for personalized pain recognition from physiological signals",
      "authors": [
        "Daniel Lopez",
        "- Martinez",
        "Rosalind Picard"
      ],
      "year": 2017
    },
    {
      "title": "Self-tracking cultures: towards a sociology of personal informatics",
      "authors": [
        "Deborah Lupton"
      ],
      "year": 2014
    },
    {
      "title": "Adopting the sensemaking perspective for chronic disease self-management",
      "authors": [
        "Lena Mamykina",
        "Arlene Smaldone",
        "Suzanne Bakken"
      ],
      "year": 2015
    },
    {
      "title": "A survey on bias and fairness in machine learning",
      "authors": [
        "Ninareh Mehrabi",
        "Fred Morstatter",
        "Nripsuta Saxena",
        "Kristina Lerman",
        "Aram Galstyan"
      ],
      "year": 2021
    },
    {
      "title": "Mimic-if: Interpretability and fairness evaluation of deep learning models on mimic-iv dataset",
      "authors": [
        "Chuizheng Meng",
        "Loc Trinh",
        "Nan Xu",
        "Yan Liu"
      ],
      "year": 2021
    },
    {
      "title": "With Almost Half of World's Population Still Offline, Digital Divide Risks Becoming 'New Face of Inequality",
      "authors": [
        "Amina Mohammed"
      ],
      "year": 2021
    },
    {
      "title": "This thing called fairness: Disciplinary confusion realizing a value in technology",
      "authors": [
        "Joshua Deirdre K Mulligan",
        "Nitin Kroll",
        "Richmond Kohli",
        "Wong"
      ],
      "year": 2019
    },
    {
      "title": "Dissecting racial bias in an algorithm used to manage the health of populations",
      "authors": [
        "Ziad Obermeyer",
        "Brian Powers",
        "Christine Vogeli",
        "Sendhil Mullainathan"
      ],
      "year": 2019
    },
    {
      "title": "National diabetes statistics report",
      "year": 2020
    },
    {
      "title": "Global action plan on physical activity 2018-2030: more active people for a healthier world",
      "year": 2019
    },
    {
      "title": "Global recommendations on physical activity for health",
      "year": 2010
    },
    {
      "title": "Addressing bias in artificial intelligence in health care",
      "authors": [
        "Stephanie Ravi B Parikh",
        "Amol Teeple",
        "Navathe"
      ],
      "year": 2019
    },
    {
      "title": "VITAL-ECG: a de-bias algorithm embedded in a gender-immune device",
      "authors": [
        "Annunziata Paviglianiti",
        "Eros Pasero"
      ],
      "year": 2020
    },
    {
      "title": "Discrimination-aware data mining",
      "authors": [
        "Dino Pedreshi",
        "Salvatore Ruggieri",
        "Franco Turini"
      ],
      "year": 2008
    },
    {
      "title": "A Review on Fairness in Machine Learning",
      "authors": [
        "Dana Pessach",
        "Erez Shmueli"
      ],
      "year": 2022
    },
    {
      "title": "Peeking into a black box, the fairness and generalizability of a MIMIC-III benchmarking model",
      "authors": [
        "Eliane Röösli",
        "Selen Bozkurt",
        "Tina Hernandez-Boussard"
      ],
      "year": 2022
    },
    {
      "title": "Measuring engagement in robot-assisted autism therapy: a cross-cultural study",
      "authors": [
        "Ognjen Rudovic",
        "Jaeryoung Lee",
        "Lea Mascarell-Maricic",
        "Björn Schuller",
        "Rosalind Picard"
      ],
      "year": 2017
    },
    {
      "title": "CultureNet: a deep learning approach for engagement intensity estimation from face images of children with autism",
      "authors": [
        "Ognjen Rudovic",
        "Yuria Utsumi",
        "Jaeryoung Lee",
        "Javier Hernandez",
        "Eduardo Ferrer",
        "Björn Schuller",
        "Rosalind Picard"
      ],
      "year": 2018
    },
    {
      "title": "Aequitas: A bias and fairness audit toolkit",
      "authors": [
        "Pedro Saleiro",
        "Benedict Kuester",
        "Loren Hinkson",
        "Jesse London",
        "Abby Stevens",
        "Ari Anisfeld",
        "Kit Rodolfa",
        "Rayid Ghani"
      ],
      "year": 2018
    },
    {
      "title": "Fairness and abstraction in sociotechnical systems",
      "authors": [
        "Danah Andrew D Selbst",
        "Sorelle Boyd",
        "Suresh Friedler",
        "Janet Venkatasubramanian",
        "Vertesi"
      ],
      "year": 2019
    },
    {
      "title": "Toward Personalized Affect-Aware Socially Assistive Robot Tutors for Long-Term Interventions with Children with Autism",
      "authors": [
        "Zhonghao Shi",
        "Thomas Groechel",
        "Shomik Jain",
        "Kourtney Chima",
        "Ognjen Rudovic",
        "Maja Matarić"
      ],
      "year": 2022
    },
    {
      "title": "Racial bias in pulse oximetry measurement",
      "authors": [
        "Robert Michael W Sjoding",
        "Theodore Dickson",
        "Steven Iwashyna",
        "Thomas Gay",
        "Valley"
      ],
      "year": 2020
    },
    {
      "title": "Self-Supervised Transfer Learning of Physiological Representations from Free-Living Wearable Data",
      "authors": [
        "Dimitris Spathis",
        "Ignacio Perez-Pozuelo",
        "Soren Brage",
        "Nicholas Wareham",
        "Cecilia Mascolo"
      ],
      "year": 2021,
      "doi": "10.1145/3450439.3451863"
    },
    {
      "title": "Global connected wearable devices 2016-2022",
      "year": 2022
    },
    {
      "title": "SisFall: A fall and movement dataset",
      "authors": [
        "Angela Sucerquia",
        "José David López",
        "Jesús Vargas-Bonilla"
      ],
      "year": 2017
    },
    {
      "title": "A framework for understanding sources of harm throughout the machine learning life cycle",
      "authors": [
        "Harini Suresh",
        "John Guttag"
      ],
      "year": 2021,
      "doi": "10.1145/3465416.3483305"
    },
    {
      "title": "Personalized multitask learning for predicting tomorrow's mood, stress, and health",
      "authors": [
        "Sara Taylor",
        "Natasha Jaques",
        "Ehimwenma Nosakhare",
        "Akane Sano",
        "Rosalind Picard"
      ],
      "year": 2017,
      "doi": "10.1109/taffc.2017.2784832"
    },
    {
      "title": "New to Oura: Blood Oxygen Sensing (SpO2) -ouraring",
      "authors": [
        "Oura Team"
      ],
      "year": 2022,
      "doi": "10.58489/2836-5836/009"
    },
    {
      "title": "Prevalence of Arthritis and Arthritis-Attributable Activity Limitation-United States, 2016-2018",
      "authors": [
        "Kristina Theis",
        "Louise Murphy",
        "Dana Guglielmo",
        "Michael Boring",
        "Catherine Okoro",
        "Lindsey Duca",
        "Charles Helmick"
      ],
      "year": 2021
    },
    {
      "title": "Heart disease and stroke statistics-2022 update: a report from the American Heart Association",
      "authors": [
        "Connie Tsao",
        "Aaron Aday",
        "Alvaro Zaid I Almarzooq",
        "Andrea Alonso",
        "Marcio Beaton",
        "Amelia Bittencourt",
        "Alfred Boehme",
        "April Buxton",
        "Yvonne Carson",
        "Commodore-Mensah"
      ],
      "year": 2022,
      "doi": "10.1161/cir.0000000000001052"
    },
    {
      "title": "Extrasensory app: Data collection in-the-wild with rich user interface to self-report behavior",
      "authors": [
        "Yonatan Vaizman",
        "Katherine Ellis",
        "Gert Lanckriet",
        "Nadir Weibel"
      ],
      "year": 2018
    },
    {
      "title": "Decaf: Generating fair synthetic data using causally-aware generative networks",
      "authors": [
        "Boris Van Breugel",
        "Trent Kyono",
        "Jeroen Berrevoets",
        "Mihaela Van Der Schaar"
      ],
      "year": 2021
    },
    {
      "title": "Physicians' perceptions of patients' social and behavioral characteristics and race disparities in treatment recommendations for men with coronary artery disease",
      "authors": [
        "Michelle Van Ryn",
        "Diana Burgess",
        "Jennifer Malat",
        "Joan Griffin"
      ],
      "year": 2006,
      "doi": "10.2105/ajph.2004.041806"
    },
    {
      "title": "WeMoD: A Machine Learning Approach for Wearable and Mobile Physical Activity Prediction",
      "authors": [
        "Dimitrios Vasdekis",
        "Sofia Yfantidou",
        "Stefanos Efstathiou",
        "Athena Vakali"
      ],
      "year": 2022
    },
    {
      "title": "Tracking steps on apple watch at different walking speeds",
      "authors": [
        "Praveen Veerabhadrappa",
        "Matthew Duffy Moran",
        "Mitchell Renninger",
        "Matthew Rhudy",
        "Scott Dreisbach",
        "Kristin Gift"
      ],
      "year": 2018
    },
    {
      "title": "Fairness definitions explained",
      "authors": [
        "Sahil Verma",
        "Julia Rubin"
      ],
      "year": 2018
    },
    {
      "title": "FairCharge: A data-driven fairnessaware charging recommendation system for large-scale electric taxi fleets",
      "authors": [
        "Guang Wang",
        "Yongfeng Zhang",
        "Zhihan Fang",
        "Shuai Wang",
        "Fan Zhang",
        "Desheng Zhang"
      ],
      "year": 2020
    },
    {
      "title": "StudentLife: assessing mental health, academic performance and behavioral trends of college students using smartphones",
      "authors": [
        "Rui Wang",
        "Fanglin Chen",
        "Zhenyu Chen",
        "Tianxing Li",
        "Gabriella Harari",
        "Stefanie Tignor",
        "Xia Zhou",
        "Dror Ben-Zeev",
        "Andrew Campbell"
      ],
      "year": 2014
    },
    {
      "title": "A survey on the fairness of recommender systems",
      "authors": [
        "Yifan Wang",
        "Weizhi Ma",
        "Min Zhang",
        "Yiqun Liu",
        "Shaoping Ma"
      ],
      "year": 2022
    },
    {
      "title": "Towards fairness in visual recognition: Effective strategies for bias mitigation",
      "authors": [
        "Zeyu Wang",
        "Klint Qinami",
        "Christos Ioannis",
        "Kyle Karakozis",
        "Prem Genova",
        "Kenji Nair",
        "Olga Hata",
        "Russakovsky"
      ],
      "year": 2020
    },
    {
      "title": "Report of the Formal Meeting of Member States to Conclude the Work on the Comprehensive Global Monitoring Framework, Including Indicators, and a Set of Voluntary Global Targets for the Prevention and Control of Non-Communicable Diseases",
      "authors": [
        "Who"
      ],
      "year": 2012
    },
    {
      "title": "GLOBEM: Cross-Dataset Generalization of Longitudinal Human Behavior Modeling",
      "authors": [
        "Xuhai Xu",
        "Xin Liu",
        "Han Zhang",
        "Weichen Wang",
        "Subigya Nepal",
        "Yasaman Sefidgar",
        "Woosuk Seo",
        "Kevin Kuehn",
        "Jeremy Huckins",
        "Margaret Morris"
      ],
      "year": 2023
    },
    {
      "title": "Avoiding disparity amplification under different worldviews",
      "authors": [
        "Samuel Yeom",
        "Michael Carl"
      ],
      "year": 2021
    },
    {
      "title": "Beyond Accuracy: A Critical Review of Fairness in Machine Learning for Mobile and Wearable Computing",
      "authors": [
        "Sofia Yfantidou",
        "Marios Constantinides",
        "Dimitris Spathis",
        "Athena Vakali",
        "Daniele Quercia",
        "Fahim Kawsar"
      ],
      "year": 2023
    },
    {
      "title": "The National Sleep Research Resource: towards a sleep data commons",
      "authors": [
        "Guo-Qiang Zhang",
        "Licong Cui",
        "Remo Mueller",
        "Shiqiang Tao",
        "Matthew Kim",
        "Michael Rueschman",
        "Sara Mariani",
        "Daniel Mobley",
        "Susan Redline"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy064"
    },
    {
      "title": "Hurtful words: quantifying biases in clinical contextual word embeddings",
      "authors": [
        "Haoran Zhang",
        "Amy Lu",
        "Mohamed Abdalla",
        "Matthew Mcdermott",
        "Marzyeh Ghassemi"
      ],
      "year": 2020
    }
  ],
  "num_references": 112
}
