{
  "paper_id": "FMJN8QLA",
  "title": "Beyond self-reflection: introducing the concept of rumination in personal informatics",
  "abstract": "Personal informatics tools can help users self-reflect on their experiences. When reflective thought occurs, it sometimes leads to negative thought and emotion cycles. To help explain these cycles, we draw from Psychology to introduce the concept of rumination-anxious, perseverative cognition focused on negative aspects of the self-as a result of engaging with personal data. Rumination is an important concept for the Human Computer Interaction community because it can negatively affect users' well-being and lead to maladaptive use. Thus, preventing and mitigating rumination is beneficial. In this conceptual paper, we differentiate reflection from rumination. We also explain how self-tracking technologies may inadvertently lead to rumination and the implications this has for design. Our goal is to expand self-tracking research by discussing these negative cycles and encourage researchers to consider rumination when studying, designing, and promoting tools to prevent adverse unintended consequences among users.",
  "year": 2021,
  "date": "2021-05-10",
  "journal": "Proc ACM Hum-Comput Interact",
  "publication": "Proc ACM Hum-Comput Interact",
  "authors": [
    {
      "forename": "Elizabeth",
      "surname": "Eikey",
      "name": "Elizabeth Eikey",
      "affiliation": "1  Herbert Wertheim School of Public Health and Human Longevity Science ; The Design Lab , University of California , San Diego , La Jolla , CA , USA \n\t\t\t\t\t\t\t\t Herbert Wertheim School of Public Health and Human Longevity Science \n\t\t\t\t\t\t\t\t The Design Lab \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Diego \n\t\t\t\t\t\t\t\t\t La Jolla \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "eeikey@health.ucsd.edu"
    },
    {
      "forename": "Clara",
      "surname": "Caldeira",
      "name": "Clara Caldeira",
      "affiliation": "2  Informatics , University of California , Irvine , Irvine , CA , USA \n\t\t\t\t\t\t\t\t Informatics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Mayara",
      "surname": "Figueiredo",
      "name": "Mayara Figueiredo",
      "affiliation": "2  Informatics , University of California , Irvine , Irvine , CA , USA \n\t\t\t\t\t\t\t\t Informatics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Yunan",
      "surname": "Chen",
      "name": "Yunan Chen",
      "affiliation": "2  Informatics , University of California , Irvine , Irvine , CA , USA \n\t\t\t\t\t\t\t\t Informatics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jessica",
      "surname": "Borelli",
      "name": "Jessica Borelli",
      "affiliation": "3  Psychological Science , University of California , Irvine , Irvine , CA , USA \n\t\t\t\t\t\t\t\t Psychological Science \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Melissa",
      "surname": "Mazmanian",
      "name": "Melissa Mazmanian",
      "affiliation": "2  Informatics , University of California , Irvine , Irvine , CA , USA \n\t\t\t\t\t\t\t\t Informatics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kai",
      "surname": "Zheng",
      "name": "Kai Zheng",
      "affiliation": "2  Informatics , University of California , Irvine , Irvine , CA , USA \n\t\t\t\t\t\t\t\t Informatics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Irvine Irvine \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "keywords": [
    "Personal informatics",
    "Self-tracking",
    "Self-reflection",
    "Rumination",
    "Perseverative thinking",
    "Unintended consequences",
    "Well-being",
    "Mental health"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Personal informatics (PI)-defined as the practice of collecting data about oneself to acquire self-knowledge or achieve a goalis becoming increasingly popular as more technologies support self-monitoring, self-tracking, and the quantified self  [1] . Selftracking technologies, often in the form of mobile applications (apps) and wearables, have been touted as tools that will positively impact individuals' health, finances, sustainability efforts, productivity, and more  [2, 3] . A key component of the process of using self-tracking for personal improvement is self-reflection, which acts as a catalyst for positive changes and self-knowledge  [4] [5] [6] . In fact, PI tools are intended to help users collect personal data for self-reflection  [4] .\n\nWhile users may experience thought cycles that lead to new insights and progress (i.e., self-reflection), they may also experience negative thought cycles that inhibit personal development. Although researchers have drawn attention to the potential for negative thoughts and emotions associated with engaging with self-tracking tools  [6] [7] [8] [9] [10] [11]  as well as the downsides to self-reflection  [12] , our field's conceptualization of self-reflection does not adequately account for these negative thought and emotion cycles.\n\nIn order to begin to address this gap, we draw from Psychology literature to introduce the concept of rumination-anxious attention paid to the self, often tinged with a fear of failure and having detrimental impacts on selfworth, which negatively affects self-improvement efforts  [13] [14] [15]  (see  Section 3) . In Psychology, self-reflection is a type of self-awareness  [16] , and self-awareness includes both self-reflection and rumination  [16] . In PI, rumination may be at play when this anxious or negative self-attention occurs from engaging with data. Without the terminology and understanding, it becomes difficult to study this other side of selfawareness adequately. This limits the ability to understand and prevent negative thought and emotional cycles that inhibit personal progress and self-development.\n\nOther researchers have suggested rumination as a possible explanation for negative experiences  [12, 17] . For example, Mols et al.  [12]  found some people want to reflect less often and attribute this desire to the potential adverse effects of reflection (i.e., rumination). Similarly, van Dijk et al.  [17]  discussed how excess self-focus in self-tracking can lead to ruminative cycles, which can be harmful to users. Although some studies have investigated reflection, mood, rumination, and/or well-being  [18] [19] [20] [21] , this paper takes a step back to provide a foundation to better understand rumination in the context of self-tracking or PI. We believe that bringing the concept of rumination to the HCI community in this way will help researchers develop better self-tracking tools by providing  (1)  the terminology and theoretical background to account for negative thought and emotion cycles around self-tracking and (2) characteristics to differentiate rumination from selfreflection to distinguish these two concepts. These contributions will allow us to begin to explicitly account for rumination in PI and find ways to promote reflection without inadvertently supporting rumination or negatively affecting users' well-being and mental health  [22, 23] . Because rumination undermines the goals of PI and can negatively impact users, it is advantageous for PI researchers and designers to take an interest in rumination.\n\nThis paper is mostly conceptual-providing the groundwork to understand rumination, why it is critical for PI, and how it differs from reflection. We first describe self-reflection and then introduce the concept of rumination. When discussing rumination, we also discuss the need to understand context, the user, and common design elements of PI technologies. We conclude with implications for PI generally as well as PI design using the example of diet and fitness apps. This paper contributes to an understanding of the mental and emotional processes around self-tracking. Specifically, we articulate an opposing concept to self-reflection (i.e., rumination), which applies to multiple PI domains.\n\n2 Self-reflection"
    },
    {
      "title": "What is self-reflection?",
      "text": "There are various definitions of self-reflection (sometimes just referred to as reflection), mostly coming out of Psychology. They have in common a focus on the self, a changed conceptual perspective, and forward momentum. In particular, many conceptualizations of reflection deal with gaining awareness and learning about oneself, which lead to personal growth. For example, Morin  [24]  defined self-reflection as \"a genuine curiosity about the self, where the person is intrigued and interested in learning more about his or her emotions, values, thought processes, attitudes, etc.\" Along those same lines, Lengelle et al.  [15]  defined it as \"an active and intentional process of becoming conscious of and understanding experiences in order to learn from them for the future.\" Reflection can help individuals to problem-solve or act in their best interest. It has been linked to healthy psychological functioning  [25]  and is positively associated with well-being  [22] .\n\nAtkins and Murphy  [26]  described three crucial stages of the reflection process: awareness of uncomfortable feelings and thoughts, critical analysis, and development of a new perspective. This means reflection involves a deep thought pattern, even if it is triggered by negative emotions. An essential aspect of reflection is the ability to get psychological distance from whatever is driving the negative thoughts in order to gain perspective. That is, there is a directionality, growth, or purpose of the thinking process. In the process of reflection, a person should gain forward momentum or progress. When this occurs, self-reflection can be beneficial  [15, 27] , especially concerning behavior change. In this way, reflection is precisely the type of self-attention that can potentially lead to greater self-knowledge or personal growth. In a nursing paper on health behavior change theories, Ryan  [28]  states that \"desire and motivation are prerequisites to change, and selfreflection facilitates progress.\" This means that selfreflection acts as a catalyst for personal growth when an individual is motivated to change. Characteristics of reflection include being motivated by a genuine curiosity or interest in the self  [15, 16, 24] , ability to acknowledge temporary negative emotions and learn from them  [29] , encouragement from an awareness of discrepancies between one's desired state and actual state  [30] , and the ability to attribute failure to external factors and not tie failure to self-worth (i.e., not having a tendency to blame oneself)  [15] ."
    },
    {
      "title": "Role of self-reflection in PI",
      "text": "Self-reflection is a central piece of PI  [4, 5] . For example, Li et al.  [4]  explained that reflection \"makes the user aware of their current status,\" \"reveals trends and patterns,\" and leads users to a \"newfound understanding of themselves.\" Choe et al.  [31]  argued that in self-tracking, the \"ultimate goal is to reflect upon one's data, extract meaningful insights, and make positive changes,\" and that technology must \"support self-reflection on personal data with an aim to enhance positive reactivity effects.\" This is due to an underlying assumption that reflection is valuable  [32] . Thus, self-reflection in PI can be thought of as the process of observing, interpreting, and reaching insights based on the data collected through tracking. In such frameworks, self-reflection is necessary to achieve the desired outcomes of PI, namely, increased self-knowledge or changing behavior. Therefore, researchers have sought to understand ways to promote reflection  [33] .\n\nWe, too, believe that reflection can be, and often is, positive and valuable. However, there are cases where reflection does not lead to the intended outcomes. Therefore, we cannot assume that more reflection is necessarily better  [12] . For example, Mols et al.  [12]  discuss how the positive assumptions of reflection translate to technology design: \"Design concepts for reflection support systems often assume positive effects and aim to increase its frequency or intensity.\" Working off of this assumption, we strive to promote or support reflection, yet we do not fully understand the role of reflection or its counterpoints in PI.\n\nAlthough the importance of self-reflection has been stressed, our understanding of self-reflection in the context of PI is limited. As Baumer  [32]  explained, while selfreflection is known to be a crucial part of the tracking process, the process of reflecting itself is not very well understood: \"Despite this central importance, work on PI provides relatively little detailed explication of what actually constitutes reflection.\" In spite of its pivotal role in PI and the vast amount of literature in Psychology on the topic, most of the papers in self-tracking literature do not explicitly define self-reflection by grounding it in existing theory. This gap limits our ability to discover ways to promote self-reflection through design (see  [32]  for a thorough overview).\n\nBecause reflection plays a fundamental role in selfknowledge and growth, it is also a critical piece of PI models. Two main PI models have been proposed, both of which emphasize reflection as the catalyst that converts data examination to actual action, which is key to behavior change  [32] . Li et al.  [4]  have proposed the Stage-Based Model of PI Systems. In this conceptualization, self-tracking consists of five stages: preparation, collection, integration, reflection, and action. Although these stages are distinct in this model, they are also iterative. The reflection stage is where users view, explore, or interact with their data and reflect on it. In the action stage, users use the insights they have gathered about themselves from reflecting and decide what their action will be. Building off of the work of Rooksby et al.  [6] , Epstein et al.  [5]  expanded on this model and maintained reflection as a major part of tracking. While HCI researchers acknowledge facilitators and barriers to reflection, the more emotionally laden or cognitive barriers are not accounted for in the concept of reflection."
    },
    {
      "title": "Does self-reflection (always) fit?",
      "text": "Within most of the literature from HCI, it is hoped that when confronted with data on the self, users will reflect in such a way that will lead to new insights about the self and eventually cause users to act towards self-improvement (e.g.,  [4] ). However, numerous papers suggest that engaging in thought about oneself does not always lead to valuable insights  [15, 17, 34] . For example, Lengelle et al.  [15]  described how reflection can teeter into negative thought cycles, negating the positive effects of reflection in career learning. Awareness of and reflection on one's behaviors, skills, and thoughts may not lead to successful self-growth and selfdevelopment  [35] . In some cases, thinking about oneself can be harmful  [22]  and inhibit individuals from problem-solving and acting  [15] .\n\nWhen self-tracking, users may experience negative thoughts and emotions that spiral or cycle rather than lead to new insight. In this way, the reflection process is stifled because users are unable or unwilling to critically analyze their negative emotions and thoughts in order to gain a new perspective. Several studies have found that users experience negative thought processes and emotions from self-tracking  [4, [6] [7] [8] [9] [10] 36] . For example, in the development of their PI model, Li et al.  [4]  described self-criticism as a barrier to reflection across numerous types of tracked personal information, such as bank statements, electricity bills, work activities, and weight. Eikey and Reddy  [7]  found that college women with eating disorder behaviors express a persistent pattern of negative emotions from engaging with their data that exacerbate eating disorder symptoms even when their objective is eating disorder recovery  [7] . Despite their best intentions, the act of tracking among these users fuels repetitive negative thoughts about body image and the self.\n\nSimilarly, women who track for fertility can experience anxiety, stress, and frustration from viewing data inconsistent with their goals  [8, 36] . People with multiple chronic conditions can also experience strong negative emotions and moral judgments from tracking, including being reminded of their illnesses and feeling upset or guilty after seeing their data  [10] . Along those same lines, Rooksby et al.  [6]  discussed how tracking is directly related to some users' self-esteem. They found that self-tracking can exacerbate issues about body image, aging, and broken relationships, suggesting users are not gaining a new understanding about themselves but rather reinforcing negative thought patterns about themselves through tracking. In some cases, these adverse emotions and thoughts that occur as a result of users persistently tracking personal data lead to negative effects on users' mental well-being and often to goal or technology abandonment  [7, 36] .\n\nThese instances illustrate how self-tracking and selfawareness can lead to adverse outcomes for users. Therefore, we believe our understanding and conceptualization of the mental processes around self-tracking is incomplete because reflection does not adequately account for users' actual, lived experiences. Reflection only represents one side of self-awareness. Ideally, our use of self-tracking and PI tools would lead us to positive self-reflection, but users do not always engage in insightful self-reflection but rather experience another form of self-focused thought, known as rumination  [12, 17] . As users try to understand themselves, make sense of their data, or reach their goals, they sometimes get trapped in a negative cycle. We believe that considering a broader understanding of self-awareness to include both selfreflection and rumination is an important step towards our understanding of the goals of self-tracking, well-being promotion, and better technology design."
    },
    {
      "title": "Introducing rumination"
    },
    {
      "title": "What is rumination?",
      "text": "Rumination is distinct from yet related to self-reflection. According to Trapnell and Campbell  [16] , self-reflection and rumination are types of a broader concept of the self, known as self-awareness. Self-awareness can be defined as the \"capacity to become the object of one's own attention; to focus one's attention inward toward the self; to actively identify, process, and store information about the self\"  [37] . People engage in both types of self-awareness. Rumination and reflection are understood as not only personality traits but also fluctuating states. This means that some individuals may be more likely to engage in reflection or rumination; however, these tendencies can change over time and in particular contexts. In this section, we introduce the rumination, the counterpoint to selfreflection.\n\nIn Psychology, rumination has related yet different conceptualizations and definitions based on various theories and models (see  [13]  for an overview). Many of these conceptualizations share similar factors, including deep and recurring negative thoughts, ties to self-worth, and stagnation. While with self-reflection there is directionality or purpose of the thinking process, rumination is circular and does not involve growth. Although the focus is still the self, unlike self-reflection, rumination consists of \"anxious attention paid to the self, where the individual is afraid to fail and keeps wondering about his or her selfworth\"  [24] . Morin  [37]  defined rumination as \"negative, chronic, and persistent self-focus motivated by perceived threats, losses, or injustices to the self; neurotic self-attentiveness.\" Highlighting loss and failure, Smith and Alloy  [13]  offered a similar definition: \"repetitive thoughts that contain themes of personal loss or failure.\" Nolen-Hoeksema  [38] , well-known for her work on rumination (particularly in depressive symptoms), described rumination as \"the process of thinking perseveratively about one's feelings and problems rather than in terms of the specific content of thoughts.\"\n\nStudies suggest a lack of goal progress, specifically discrepancies between goals, standards, and desired outcomes and actual state, elicits rumination, particularly when tied to important, higher-level outcomes or self-worth  [13, 30, 39, 40] . People are more likely to ruminate about goals that they perceive as tied to their well-being or identity  [39] . Further, individuals who \"link\" lower-order goals to higher ones are more likely to ruminate (e.g., weight to happiness)  [39] . Building on this notion, Smith and Alloy  [13]  propose a broad view of rumination, one characterized by \"a response to the awareness of a difference between one's current status and one's target status.\"\n\nBased on these definitions, rumination can be thought of as thinking deeply or repetitively where that thought pattern is directed in a negative, unprogressive way, which makes individuals get stuck in a negative cycle and unable to problemsolve or act in their own best interest. Rather than take action or problem solve, those who ruminate stay fixated on problems and their feelings about those problems  [23, 38] . Rumination decreases motivation  [38] . Thus, rumination often results in stagnation, where individuals think, rethink, and rehearse something without making any progress about or understanding of what that something means for the big picture. In contrast to reflection, an important aspect of rumination is the inability to get psychological distance and gain greater perspective. Characteristics of rumination include being motivated by fear, loss, threats, or self-injustice of the self rather than curiosity or interest in the self  [15, 16] ; negative emotions or emotional states, or avoidance of negative affect  [13, 15] ; being discouraged or overwhelmed by an awareness of discrepancies between one's desired state and actual state  [13, 30] ; and attributing failure to oneself and one's self-worth (i.e., self-blame)  [15, 38] .\n\nBoth internal aspects of a person (e.g., emotional states, cognitive beliefs, coping styles) and external aspects of the person's life (e.g., adverse life events and goal incompletion)  [13, 41]  can trigger rumination. Emotions, such as anxiety  [42] [43] [44] [45] , anger  [46] , and aggression  [45, 47] , as well as psychopathologies, such as depression  [27, 38]  and suicidal ideation  [48] , are associated with rumination. Rumination has been shown to be a predictor of depressive disorders, including new onsets of depressive episodes  [44]  and suicidality  [49] . Further, rumination exacerbates and prolongs depressed mood  [50] . Rumination is said to be a maladaptive and misguided emotion regulator, whereby individuals try to avoid the private experience of negative affect but actually worsen their mood in the process  [13] . Those who habitually ruminate lose social support over time  [38] , which may also further exacerbate negative affect. Individual and personality factors may also contribute to ruminative cycles  [13, 15] . For example, rumination is correlated with excessive investment in interpersonal relationships, hopelessness, self-criticism, dependency, neediness, neuroticism  [38] , a lack of spontaneity  [15] , need for absolute truth  [51] , and pessimism  [15, 38] . Additionally, some research shows women tend to ruminate more than men  [15, 52] . Certain individuals may be more susceptible to ruminate about specific events, especially if they tend to ruminate generally. While individual characteristics may play a role in rumination, anyone can experience negative thought and emotion cycles."
    },
    {
      "title": "How rumination differs from self-reflection?",
      "text": "Both reflection and rumination are characterized by an awareness of a desired state or goal discrepancies and deep thoughts. They consist of individuals thinking through themselves or something that is relevant to them. This process can be triggered by new information (e.g., their own tracked data). However, the effects of reflection and rumination are vastly different. Rumination has a negative, maladaptive effect, whereas reflection has a positive, adaptive effect, yielding insight or meaning  [27] . Because of this, it is essential to differentiate between these two concepts. Therefore, in Table  1 , we provide distinctions between self-reflection and rumination. Whether a person engages in rumination or selfreflection depends on both the information they have and also how they interpret and react to it.\n\nRumination and reflection are related conceptually and practically. Rumination can be triggered by reflection, and people can reflect and ruminate at the same time. Thus, encouraging or provoking reflection could lead to rumination as a side effect  [15, 27, 51] . Studies show that reflection is a positive predictor of rumination, but rumination is not a positive predictor of reflection  [27] . This means reflection can turn into rumination, but it is unlikely that rumination will turn into reflection. Elliot and Coker  [53]  provide an explanation for reflection triggering rumination: \"It may be that people who have a tendency to self-reflect find it difficult to disengage from this process in the face of adverse circumstances, unfavorable outcomes, and negative events in their lives.\" Similarly, Takano and Tanno  [27]  state, \"Self-reflection may easily turn into rumination, when individuals attempting to understand their current problems fail to generate solutions during their problem-solving attempts.\" Thus, it is likely that the same individuals who self-reflect also ruminate  [27, 51, 53] . Although reflection may be beneficial, these benefits may be overcome by the maladaptive nature of rumination  [27] . This relationship between reflection and rumination may at least partially explain why the anticipated positive effects of reflection are not always evident  [15, 51] ."
    },
    {
      "title": "How rumination undermines PI",
      "text": "Rumination undermines PI by impeding the objective of selftracking, intensifying technology use but with poorer outcomes (e.g., mental health), or leading to technology abandonment. Because the outcomes of self-tracking are largely dependent on the reflection process, when users do not engage in the full process of self-reflection, but rather rumination, the expected positive effects and benefits of self-reflection are not achieved. The main focus of PI is reflecting on one's data to gain new insights or self-growth. However, if users ruminate either as a result of engaging with their data or through the process of self-reflection triggering rumination, then their thought cycles become unproductive; they get stuck in a negative cycle. Further, because rumination inhibits motivation, instructive action, and problem-solving, users are unable to make personal progress through the process of rumination.\n\nIn addition to lack of new insights and self-development, users who ruminate are more likely to abandon self-tracking tools either to mitigate their negative feelings or because they end up abandoning their goal and have no need to track. This is in line with prior research that found individuals avoid selffocused stimuli when presented with a discrepancy but no means of reducing it  [54, 55] . In the case of PI, having a negative experience triggered by self-tracking that is incongruent with the self may lead people to abandon the practice sooner, particularly when they feel there is no way to address it. For example, \"discomfort with the information\" learned from tracking has been identified among the reasons that lead Table  1  Differences between rumination and self-reflection Self-awareness"
    },
    {
      "title": "Rumination",
      "text": "Self-reflection Motivation Fear, loss, threats, injustices  [15, 16]  Interest, curiosity, understanding  [15, 24]  Emotions Persistent negative emotions or emotional states; negative emotion cycles; avoidance of negative affect  [13, 15]  Temporary negative emotions; acceptance of negative affect  [26, 29]  Awareness of discrepancies Being discouraged or overwhelmed by an awareness of discrepancies between one's desired state and actual state  [13, 30]  Desired goal discrepancy motivates  [30]  Attribution Attributing failure to oneself and one's self-worth (i.e., self-blame)  [15, 38]  A tendency not to blame oneself, not connecting failure to self-worth, can attribute failure to external factors where appropriate  [15]  Thought pattern Repetitively or perseveratively thinking; staying fixated on problems and feelings about those problems  [13, 23, 38]  Deep thinking that lead to forward momentum and progress; facilitate action, problem-solving, and self-development  [15, 24, 26, 27]  people to stop using their devices, as ceasing tracking is a way to stop experiencing the discomfort  [11] . Additionally, some users may slip into ruminative cycles when attempting to engage in insightful reflection, and this may lead them to want to reflect less often  [12]  and ultimately to abandon self-tracking tools to avoid reflection and alleviate the negative thoughts or emotions they experience (see  [11, 56]  for abandonment due to negative feelings). While in some cases abandonment is positive, it is problematic if users' goals or desired state are realistic and self-tracking could be beneficial to them (e.g., if a clinician recommends tracking for fertility, if a financial adviser suggests tracking expenses). When goals are healthy, achievable, and sustainable, we want users to continue to pursue them rather than disengage from them. Rumination undermines this pursuit as users become overwhelmed by the perceived size of the gap between their current and desired state as well as their lack of progress. Without fully understanding the mental processes around selftracking, technology may inadvertently negatively affect users' mental health and well-being, particularly if users are engaging in rumination rather than self-reflection. When users ruminate, they often experience intense negative cycles that are difficult to overcome, which negatively affect their wellbeing and contribute to poorer mental health  [22, 23, 27] , an issue in any PI domain. Therefore, we need to carefully consider rumination when studying, designing, and promoting PI tools in order to minimize adverse consequences. 5  The need to understand context, users, and technologies in PI Addressing rumination in PI requires an understanding of the users and their context as well as the technology itself, including what it does and how it does it. Thus, in this section, we discuss contextual factors that influence how people engage and respond to their data, provide a look at the user, and examine common elements of existing self-tracking tools."
    },
    {
      "title": "Context: high-stake goals",
      "text": "Self-tracking does not exist in a vacuum; thus, considering the context that surrounds the user and the PI tool is necessary to understand how users may be impacted by engaging with their data. For example, rumination is more likely to occur when users are engaging in high-stakes goals (i.e., those that have perceived or actual dire consequences), their goals are tied to their identity or self-worth, and lower-level goals are connected to high-order or culturally valued goals  [13, 30, 39, 40] . Some contexts may make users more prone to rumination, such as health and finance tracking. Health tracking may be especially ripe for rumination because health goals are often tied to cultural values. For example, young women who are at risk for eating disorders engaging in diet and fitness tracking may have strong feelings about their weight and body image, which are linked to society's values of idealized beauty.\n\nEmbedded in tracking are moral and social values, and users tend to criticize themselves (e.g., calling themselves bad or lazy) if they feel as though they are not living up to these standards. For instance, Ancker et al.  [10]  stated, \"There was also a 'good/bad patient' aspect to tracking itself. People with diabetes frequently called themselves a 'bad patient' or 'not a good patient' when they did not monitor blood glucose. One participant explained the fact that she did not track any of her health indicators (including diet and exercise) by calling herself 'lazy'.\" These negative self-perceptions may make it more likely to blame oneself for failure, which can inhibit growth and get users trapped in negative cycles.\n\nSimilarly, women using PI tools who are struggling to conceive a child can internalize feelings of failure to meet their desired societal role of motherhood. In fertility tracking, Figueiredo et al.  [8]  talked about the negative emotions experienced by women who are tracking health indicators in an attempt to get pregnant: \"When women have been trying to conceive for a long time, self-tracking may become frustrating and burdensome, especially when they cannot find an explanation for not being able to get pregnant… focusing excessively on health indicator results, without offering alternative possibilities and emotional support, may trigger negative feelings, such as frustration, stress, and depression.\"\n\nAdditionally, not tracking one's health and not reaching one's health goals may have extremely dire results. One instance can be seen in chronic disease monitoring. Individuals with diabetes who stop tracking their blood sugar or adjusting their diet based on the blood sugar readings may put themselves at a higher risk for stroke. Because tracking (or not tracking) chronic conditions can have a severe impact on an individual's life, individuals may be more likely to ruminate. In their study of patients with multiple chronic conditions, Ancker et al.  [10]  found self-tracking reinforced feelings of fear and depression around health indicators, stating that a participant \"said they [her tracked data] made her 'scared.'\" If seeing this data continually worries her about the progression of her chronic illness, then she may ruminate about her data, her illness, and herself. Further, Ancker et al.  [10]  stated, \"An individual who did not monitor her blood glucose regularly said her values were 'depressing'.\" Similarly, Katz et al.  [57]  found \"diabetes management can be frustrating, and interacting with undesired data can increase stress.\" Self-tracking may trigger these types of negative feelings, and when individuals are unable to gain a broader perspective of their tracking, they may get trapped in their negative thinking and feelings. In chronic condition tracking, relapses also have to be carefully considered because tracking may not always progress towards the desired goal  [58] , which may promote rumination.\n\nHealth goals can also be easily linked to higher-order goals. For example, a user who engages in self-tracking diet, exercise, and weight in order to achieve their weight loss goal may be more inclined to ruminate if they have linked their weight loss to a larger goal of achieving happiness; in this case, individuals believe that the inability to attain a weight goal impairs their ability to be happy because the goals are tied together  [39] . Further, self-tracking may promote healthism: the idea that individuals are responsible for controlling their health (e.g., \"bad\" health is the user's fault)  [17, 59] . This is problematic when users feel guilty when circumstances beyond their control inhibit their ability to \"perform,\" yet they attribute failure to themselves  [17] .\n\nFinance tracking may be another context in which users are more susceptible to rumination because money can also be linked to identity, self-worth, and cultural values. For example, Epstein et al.  [11]  found when users tried to reflect on their financial data, they sometimes felt uncomfortable: \"[I] didn't like being so aware of how little money I had\" [P133]; \"I felt guilty every time I tracked an expense that was not a necessity\" [P163]. With money comes status. Individuals may hold purchasing \"status\" items, such as high-end clothing or cars in high regard. Thus, expense data may reflect an inability to achieve this status, which may negatively affect their selfesteem, making it more likely they will ruminate. Additionally, the consequences of not achieving one's money goals can also be quite devastating (e.g., inability to pay rent, low credit score). The higher-level the goal, the more critical the goal becomes to the user's sense of self  [15] . In these cases, people may interpret issues in a way that damages their perceived self-worth. This makes it more difficult for users to disengage from these goals, which keeps them trapped in the negative cycle  [15] ."
    },
    {
      "title": "User: vulnerable populations",
      "text": "While some past studies suggest that rumination does not play a negative role in engaging with past experiences, researchers caution that future work is needed with individuals who may be pre-disposed to rumination  [18] . Thus, it is possible that rumination may be more common among vulnerable populations as their goals may have more critical outcomes or represent their identity or self-worth in extreme ways. Examples may include people with chronic illness, individuals with mental health conditions or symptoms (e.g., depression, anxiety, obsessive-compulsive disorder, eating disorders), and women facing fertility challenges. For instance, consider college students; they are going through a major life transition, which means they face new stressors. They also face mental health issues (e.g., depression, anxiety, eating disorders)meaning they may be predisposed to ruminating in general. Diet and fitness tracking may reflect and reinforce society's values and judgments around what is attractive and how attractiveness relates to self-worth. Thus, when they engage in fitness tracking, for example, they may be more likely to blame themselves for not getting the data they want and then repetitively thinking about their data as a failure. Users may be motivated to continue self-tracking due to fear (e.g., of weight gain) rather than a genuine interest in the self or for the purposes of self-awareness, which is associated with rumination. They may also be more likely to experience extreme negative emotions (also related to rumination) when their data do not meet their expectations.\n\nFor example, in their study on college students' general self-tracking practices and mental wellness, Kelley et al.  [9]  found some users became obsessive in tracking when their motivation is fear: \"PN96 was 'somewhat obsessive in tracking while I was losing weight and can't shake the habit for fear of gaining back the weight.'\" In this example, the user talks about being motivated to continue self-tracking due to fear of weight gain rather than a genuine interest in the self or for selfawareness. This persistent negative emotional motivator (i.e., driven by fear) may inhibit positive reflection and result in a ruminative cycle.\n\nKelley et al.  [9]  also found \"there was frequent description of failure to achieve goals or lack of progress towards a goal, as well as lack of self-control and, correspondingly, lack of control over the data… As PN254 explained, \"I wasn't making progress as quickly as I would have liked… I am afraid that it shows that I am lazy (despite the fact that I know I'm not).\" This showcases how the gap between where users are and where they are may make them feel negative. Eikey [60]  found that college women with eating disorder behaviors often feel extreme negative affect when tracking and viewing data they do not desire: \"Once it [the app data] hit 200 [calories] or more, I would get really stressed out, even panic…\" [U21]. Sometimes the negative experiences around self-tracking are too intense for users, so they attempt to avoid feeling them. For example, some college women with eating disorders refuse to log their calories when they know they will exceed them: \"What actually happens is if it's way over, I just don't log it [because] I don't want to see the damage. So I literally won't log it… I avoid that negative emotion by just simply not logging it\" [U10] [60]. Users may be reluctant to engage in tracking because attention devoted to the issue may result in negative thoughts and feelings that they are unable to control. Additionally, specific PI domains, such as stress, mood, mental health tracking, may be more likely to result in rumination because individuals interested in tracking these indicators may already be experiencing and trying to control ruminative thought. In these cases, we have to be careful not to reinforce negative emotions and thoughts.\n\nStressful or traumatic events (e.g., new job, college, divorce, loss of a loved one) may make users more likely to engage in negative thought and emotion cycles, as they predict rumination  [41] . For example, a person who recently moved across the country to begin a new career may be more inclined to ruminate when tracking their expenses due to the combined stress of the transition and the amount of money spent moving.\n\nThese contexts might make particular people at certain times in their lives more prone to engage in rumination. People who have a physical or mental illness or have experienced a stressful or traumatic event recently might be more likely to interpret their data in a negative light and ruminate. This means we need to rethink how we design our selftracking tools. For example, some work is already underway to investigate how to design data visualizations for people with bipolar disorder  [61] . Their research recognizes that representation and interpretation of personal data is not a \"one size fits all\" approach and that the way in which data is visualized and presented must take these various groups' needs into consideration."
    },
    {
      "title": "Technology: existing PI design",
      "text": "How people interpret and respond to their self-tracking data rely on how the data are presented and the affordances of the technologies they use. Thus, the onus of engaging in selfreflection rather than rumination is not solely on the user but rather the design of existing tools. In other words, the design of PI tools may contribute to rumination by focusing heavily on behavior change goals, negative motivational strategies, and quantified behaviors that often act as proxies."
    },
    {
      "title": "Goal-focused",
      "text": "Ideally, self-tracking systems should support self-reflection and discourage rumination. However, strategies used to support behavior change, such as increased awareness of goal discrepancies and emphasis on negative feedback, can provoke both self-reflection and rumination. Further, reflection itself can trigger rumination. How can we prevent rumination without compromising the goals of self-tracking? By being aware of the contributors and dysfunctions of rumination, we can reduce the likelihood that we accidentally promote rumination through technology design.\n\nThe gap between the current state and goal or desired state can be used to motivate users, which is a common strategy in behavior change. The idea is that if users discover a discrepancy when comparing their perceived current state to \"salient reference values such as their goals, standards, or desired outcomes,\" they will change their behavior in order to get closer to the reference  [30] . The Cognitive Dissonance theory explains that people experience discomfort from knowing their state or behaviors differ from their goals, which can increase motivation  [62] , and research shows motivation due to moderate distress leads to more successful behavior change  [63] .\n\nHowever, too much distress hinders behavior change  [63] , and it is likely that people who experience rumination from self-tracking are experiencing more distress than is intended due to not having reached their goal. Distress may trigger rumination when the goals set are unreasonable or unsustainable, the gap seems too large to overcome, or the user believes they are unable to change to make progress.\n\nIn order to avoid rumination, researchers and designers might encourage users to set appropriate goals or shy away from goals altogether. Although goal setting is a good behavior change approach, having users set goals without understanding if they are reasonable or not is problematic. Some self-tracking technologies require users to establish what their goals are before the system provides them with information about their past behaviors or performance. All data and information about the user then revolve around this goal. A prime example is diet and fitness trackers that require users set a weight plan before showing their food and exercise logs. They set a weight goal and subsequent plan without any understanding of their current behaviors (e.g., how many calories do they normally consume?). Without this information, users may set extreme goals or unreasonable goals, which may later contribute to rumination when they feel they have not made enough progress. We suggest self-tracking systems help users first establish their personal baseline so they can then set more reasonable goals that are personalized to them. If and only if the goal is appropriate, PI tools could provide actionable steps to help make users' goal seem more attainable."
    },
    {
      "title": "Negative feedback",
      "text": "A number of PI tools attempt to motivate users by highlighting their failures for the same reasons they emphasize goal discrepancies-to motivate them to change  [62] . Often this is done through visualizations, color choice, and negative messages. For example, often in diet tracking, users are presented with a red progress bar when they have consumed too many calories. Similarly, in some finance tracking apps, users are shown a progress bar based on how much money they have spent per category (e.g., gas and fuel, groceries). However, some users find the negative focus overwhelming and discouraging  [7, 64] . This can contribute to negative emotions and perceptions of the self, which can lead to rumination. Further, people who have a more negative, \"glass half empty\" perspective when seeing their data might be more prone to ruminating.\n\nAre there alternative or more nuanced approaches to motivate users? One way could be to place more emphasis on positive behavior in the design of tracking itself. As an example, a smoking cessation strategy that involved tracking instances of resisting an urge to smoke was more successful in discouraging a smoking habit than a more common strategy of tracking each smoking incident  [65] . The former increases awareness of positive behavior, actions that are aligned with the goal of the intervention. In contrast, the latter increases awareness of negative behaviors, which might be interpreted as failures. A design that highlights positive behavior will likely lead to less rumination. Still, more work is needed to understand how to balance punishments and rewards in order to maximize behavior change and minimize rumination.\n\nWhile research has shown that negative feelings like sadness, regret, and remorse are associated with perceived success, many users express wanting to see more positive results  [34] . Thus, it is important to note that self-tracking may positively impact self-improvement in a single domain (e.g., weight) while negatively impacting other aspects of well-being. That is, it may not be that users are unable or unwilling to critically analyze their negative thoughts and emotions, but rather that doing so could be detrimental to their mental, spiritual, or physical health. For example, in the case of women who engage in binge eating, self-tracking food may help them identify binge triggers but visualizations after binges may trigger compensatory behaviors, such as purging. Further, it is possible that rumination might be happening even if it looks like the user is getting benefits from the system, especially if indicators like mental health are not tracked. Thus, in PI, we need to think of outcomes as multidimensional. The \"success\" of PI tools needs to be determined by not only the explicit, easily measurable outcomes, but also more implicit objectives like well-being."
    },
    {
      "title": "Quantified self",
      "text": "Most self-tracking tools take a reductionist approach  [17] , focusing on quantified measurements. This heavy focus on quantification can be problematic because numbers tend to mask complex processes and are often viewed as having a sort of authority  [66, 67] , which reinforce some users' need for absolute truth and may contribute to negative thought and emotion cycles  [51] . Numbers appear to be objective and neutral even though they reflect meanings, assumptions, and values  [68] . They also give the illusion of control and put responsibility on the user  [68] . For example, in the case of fertility tracking, women attempt to control their bodies through tracking, and they evaluate themselves according to numbers used as proxies to denote fertility  [36] . However, infertility is a complex problem, so even if users \"do everything right,\" they may still not get pregnant, resulting in extreme negative emotions."
    },
    {
      "title": "Approaches to mitigating and preventing rumination in PI",
      "text": "Although understanding the context, user, and technology is critical in designing better PI tools, researchers and designers must also begin to uncover ways to explicitly mitigate and prevent rumination because eliminating all negative experiences is not possible. In fact, having people reflect on past negative experiences has repeatedly shown to be beneficial  [18, 19, 21, 69] . For example, the work of Konrad et al.  [18, 19]  explored how apps influence how people think about past negative experiences and how these reflections can impact well-being. Through their work on MoodAdaptor, Konrad et al.  [19]  found with technology-mediated reflection, incongruent reflection was useful for mood regulation, suggesting that revisiting negative memories can have different advantages depending on one's mood.\n\nGiven that users will likely engage with data that signifies or incites a negative experience, how can we ensure they do not get stuck in negative emotion and thought cycles yet can reap the benefits of self-reflection? PI tools can empower users to leverage and overcome their negative experiences in ways that benefit them. In the remainder of the paper, we explore design suggestions rooted in evidence-based practices to prevent rumination and promote well-being. But first we discuss the ethical implications of detecting and predicting rumination, as these avenues are plausible first steps at addressing rumination."
    },
    {
      "title": "Ethical considerations",
      "text": "While devising ways to systematically detect and perhaps even predict rumination is a possibility, the ethical implications of doing so must be considered. In the HCI community, there is a larger discussion around using computational approaches to identify and label potentially sensitive human experiences like mental health (e.g.,  [70] ). Researchers have sought to identify and classify mental health experiences from social media data  [71] [72] [73]  as well as wearables and app data  [74, 75] . As researchers, we recognize the potential of these approaches (i.e., early detection and intervention). However, we also acknowledge the downsides and risks. For example, researchers studying the use of a digital phenotyping app to assess mental health found students had concerns about their autonomy, control, and dignity  [75] . Others studying what can be inferred from social media and online communities have discussed privacy issues, unintended harm, and mislabeling, to name a few  [70] . Attempting to detect and label rumination within PI tools also poses these risks and reveals similar questions. Who owns the data that infer a user is prone to rumination? What happens if those data are shared? What happens if data are mislabeled? If high rumination is identified, will there be support available to users? In this case of rumination, we recommend against detection and prediction, as segregating users who ruminate from users do not is not necessary to address rumination. Without identifying and labeling mental health indicators, researchers and designers can benefit all users by reframing the PI approach through a lens of well-being."
    },
    {
      "title": "Design implications",
      "text": "Designers and researchers can mitigate rumination through design without identifying and classifying behavior indicative of rumination. As a way to understand how to do this, we present a theoretical model, shown in Fig.  1 , explicating ways to combat and perhaps even prevent rumination in PI. Grounded in Psychological theory and research, this model lays out a set of hypotheses that researchers can test in future work. Specifically, we posit three central mechanisms can be used to understand the links between PI and rumination: (1) emotion, (2) cognition, and (3) behavior.\n\nWhen ruminating, people experience heightened states of arousal involving emotions of sadness, guilt, anxiety, and frustration. One way to reduce rumination is to target users' emotional experiences while engaging in PI. There are numerous evidence-based ways of directly modifying emotional experience, including increasing self-compassion, promoting relaxation (e.g., through reducing aversive physiological arousal and can be accomplished through diaphragmatic breathing or progressive muscle relaxation), and fostering mindfulness to reduce anxiety and arousal. People who ruminate are also more likely to make attributions regarding their unwanted or undesirable behaviors in ways that worsen depressive symptoms and anxiety over time. According to attribution theory  [76] , causes for behaviors can vary on three dimensions: (1) internally/externally, (2) globally/specifically, and (3) stable/unstable. People who ruminate are more likely to attribute their undesirable behaviors to internal (their fault), global (about everything in their life), and stable causes (going to last forever). For instance, in a study with college students, researchers found ruminating in an abstract, analytical mode triggers and exacerbates negative attributional style  [77] . If we can change these cognitions by reframing attributions, then we can reduce rumination itself and/or the power it has over people's emotions.\n\nShort of detecting rumination, emotion and cognition may be the most appropriate mechanisms to develop subsequent design recommendations. This is because targeting behavior is difficult; it requires the need for both detection of a particular behavior (in this case, rumination) and interpretation of that behavior, which has a number of ethical and practical concerns. Additionally, according to cognitive behavioral approaches to change  [78] , changes in any of these mechanisms have cascading impacts on the other two, suggesting that prevention or intervention tools can identify multiple targets (meaning focusing on only two mechanisms can be beneficial to all three).\n\nWe frame the design implications around the two mechanisms of emotion and cognition, shifting the focus away from what is known on behavior change theories to focus more on new insights about rumination as it pertains to PI. By looking at ways to target emotion and cognition, we present ways PI tools can help users learn from negative experiences when they are presented in particular ways. In order to provide concrete examples, we use one case: diet and fitness apps."
    },
    {
      "title": "Example: diet and fitness apps",
      "text": "Diet and fitness apps provide a useful context to explore design suggestions. In order to prevent and/or mitigate rumination, understanding who the user (or a user subgroup) is and unpacking the context around diet and fitness apps are promising first steps. The users of diet and fitness apps tend to be younger and more educated  [79, 80] , and women are more likely to use those apps that focus on nutrition  [81] . Thus, we can identify one possible user subgroup as younger, educated women.\n\nJust looking at the USA, the context around these tools is a pervasive thin ideal, which suggests there are norms and values that may influence the use of diet and fitness apps, especially among this population. Many women have poor body image, including distorted body image and body dissatisfaction, and a high drive for thinness; they engage not only in dieting, but also unhealthy weight control methods. When women feel as though they do not live up to society's picture of how they should look, which is unattainable for most women, some develop a distorted view of their body. For example, one study found that 23.4% of healthy weight women perceive themselves as overweight  [82] . Those who are underweight also mislabel their weight. Even when viewing images of other women, women have skewed perceptions of what qualifies as \"normal\" weight, often referring to models who are underweight as \"average\"  [83] .\n\nBecause of unreachable standards and constant comparison to others, many women are dissatisfied with their bodies and have negative body image. In North America, there is such a pervasive body dissatisfaction and preoccupation with weight that psychologists have developed the term \"normative discontent,\" which describes the \"normalcy\" of being unhappy with one's weight as a woman  [84] . Especially for girls and women, body dissatisfaction increases from middle school to high school and further increases during the transition to young adulthood  [85] . For example, Juarascio et al.  [86]  found that weight, eating disorder behaviors, and body image dissatisfaction increased during the first year of college. These body issues negatively impact psychological health  [85] . In fact, almost two-thirds of women report their happiness is negatively affected by their body and weight concerns  [87] . Thus, extant literature suggests that lower level goals of weight loss are often tied to higher-order goals, such as happiness and worth.\n\nThis unattainable idea of beauty, pressures to be thin, distorted body image, and constant discontent with one's body partially explain why dieting is so prevalent among girls and women in the USA. A study using data from 2003 to 2008 found that 73% of adult women want to weigh less and 46.2% are trying to lose weight  [82] . While dieting and desire to lose weight are common for overweight and obese women, women who are in the healthy weight range and even underweight also want to lose weight or are pursuing weight control. Researchers have found that 48.2% of healthy weight women want to weigh less and 46.3% of healthy weight women and 13.5% of underweight women are pursuing weight control  [82] . These results are similar to another study that showed 43.2% of college-aged women diet and 32.3% actively avoid weight gain even though 78% are in a healthy weight range  [88] .\n\nAlthough dieting may include healthy behaviors, often people view unhealthy weight control methods as part of dieting  [89] . Researchers have found that 31% of women without a history of anorexia nervosa or binge eating reported having purged to control weight  [87] . Other studies have found 25% of college women have engaged in binging and purging as a weight loss method  [90] . Dieting behaviors and unhealthy weight control methods are also risk factors for developing an eating disorder  [89, 91, 92] . For example, \"normal dieters\" develop eating disorder behaviors and even partial or full eating disorders  [91] .\n\nCollege women in particular are at an increased risk of developing eating disorders and eating disorder-related behaviors  [93] [94] [95] [96] [97] . In fact, it is estimated that 8 to 17% of collegeaged students have an eating disorder, and 20% of college students believe they have had an eating disorder in their lifetime  [97] [98] [99] . Additionally studies have shown that many college students' eating disorder symptoms persist and reoccur  [97] . This may be partly due to the age of onset of some eating disorders during college years; however, those who attend college are more likely to develop eating disorder behaviors than similar women who do not attend college  [96] . Thus, some have suggested the college environment itself poses a number of challenges, including new academic and social pressures, which may contribute to the development of eating disorder behaviors and eating disorders  [96] .\n\nBeing aware of the users' experiences and how society's norms and values may play a role in their tracking help us to think through general principles of design. For example, given young women's predisposition to disordered eating and body dissatisfaction, numeric goals around weight and calories should play a lesser role in self-tracking. Rather than emphasize goals and indicators that further exacerbate issues related to societal norms and values around weight and appearance, which may increase the chances of rumination, designers and researchers may want to focus on other indicators of health, such as measures of well-being, qualitative aspects about food (e.g., variety, color), and experiences around food and exercise (e.g., enjoyment and savoring), which can serve to promote self-reflection [100]. Instead of suggesting users input a goal immediately when using the app, the app could develop a baseline of behaviors to reduce the possibility of users setting unrealistic goals.\n\nEven when users set realistic goals, negative experiences are bound to occur. Thus, in self-tracking, negative experiences will be and should be represented. Part of personal growth comes from awareness and acceptance of uncomfortable feelings, but gaining a new perspective is critical for the act of reflection to be beneficial  [26] . The problem is that rumination seems to occur when users cannot gain perspective from their negative experiences or emotions, and they get trapped in maladaptive thought and emotion cycles, unable to learn from them. For young, educated women users, it may be difficult to overcome negative thoughts and emotions in PI, such as exceeding one's calorie budget or gaining weight, if their motivations for self-tracking are tied to society's values, if their weight or appearance represents their happiness or self-worth, if they are experiencing other traumatic or difficult life events, or if they are predisposed to rumination.\n\nOne possible way to prevent and mitigate rumination and promote positive thoughts by targeting emotion is selfcompassion [101-104]. Self-compassion can be thought of as treating oneself with care and concern especially during times of failure, mistakes, feelings of inadequacy, and painful experiences  [105] . Not only is self-compassion negatively associated with rumination, but it also negatively associated with self-criticism, depression, anxiety, thought suppression, and neurotic perfectionism and positively associated with life satisfaction and social connectedness, making it a key marker of mental health [102, 103]. Thus, self-compassion, is a predictor of psychological health [101]. It is made up of three basic components: \"1) extending kindness and understanding to oneself rather than harsh self-criticism and judgment; 2) seeing one's experiences as part of the larger human experience rather than as separating and isolating; and 3) holding one's painful thoughts and feelings in balanced awareness rather than over-identifying with them\"  [103] .\n\nDesigners and researchers could translate aspects of selfcompassion to the design of PI systems and then build the tools around these principles. This would serve to prevent rumination and help users get out of negative cycles if they do begin to ruminate. For example, if a user falls short of their goals or milestones, the app could interject a self-compassion statement or exercise (e.g., [105]), such as in Fig.  2 .\n\nIn this case, a self-compassion message could appear when diet and fitness app users exceed their daily calorie budget. This message in particular is designed to extend kindness to the user by asking them to state a compassion phrase (1) and positions their experiences as part of being human  (2) . Building in ways to promote self-compassion into PI tools could help build resilience and reduce rumination [105], which can help users overcome negative emotions resulting from unwanted data to reflect in a way that leads to growth.\n\nIn addition to self-compassion, another possible way to impact users' emotional experiences is by fostering redemption sequences through self-reflection. A redemption sequences is a \"transition in a life narrative account from an emotionally negative scene to a positive outcome or attribution about the self\" [106]. In numerous contexts, research has shown that individuals who describe past events in terms of redemption sequences where positive outcomes come from struggle and adversity experience benefits to their mental health and well-being  [107] [108] [109] [110] [111] [112] . This is aligned with Pennebaker's work on emotion reflection, which has found people benefit from writing or talking about upsetting experiences  [69] . Prior research has explored technology-mediated ways of engaging users in redemption sequences  [113] . For example,  Isaacs et al. [113]  developed a smartphone app known as Echo, which enabled users to record and revisit memories. Recording and reflecting on memories was associated with improved well-being; recording memories alone helped users savor positive events and analyze negative ones, and recording and reflecting helped users extract positive lessons from negative experiences. This suggests designers and researchers may be able to utilize similar mechanisms in diet and fitness tracking by having users record their experiences as they occur and encouraging them and even prompting them to revisit them. If users exceed their calorie budget, for example, then the system could prompt them to reanalyze past negative experiences to see how they were able to adapt and overcome these challenges.\n\nTo aid in the process of reflecting on past experiences in a way that benefits users, designers and researchers can draw from insights gleaned in attribution retraining programs (which have been widely used in widely used in cognitive behavioral therapies and school-based programs)  [114]  to afford PI technologies the ability to capture contextual reasons for a given behavior, including external pressures, aspects that are temporary, and things that are unique to this experience. For instance, diet and fitness apps could provide a space to input alternative explanations and extenuating circumstances to reframe from an internal to external attribution, such as in Fig.  3 . These tools could assist in helping users think about their data in a new light, which could help disrupt the maladaptive cognitive processes that happen when engaging with unwanted data.\n\nWhile some researchers have begun to investigate ways to capture contextual data around self-tracking (e.g.,  [100, 115, 116] ), many popular self-tracking technologies still do not focus on contextualizing users' data. Without contextual information, it becomes difficult to situate one's data. Users are unable to understand the reasons behind possible failures (e.g., I was sick; my kids were off school; there was an emergency) and instead attribute failures or lack of progress to themselves, which may lead to rumination  [15, 38] . While there is evidence suggesting Fig.  2  Example of a self-compassion message in a diet and fitness tracking app attribution styles can be malleable, which is promising for interventions [117], it is important to note that reframing attributions can be difficult and may require the assistance of trained counselors. Therefore, more research is needed to understand the possible benefits of doing so in the context of PI."
    },
    {
      "title": "Conclusion",
      "text": "We introduced rumination in PI, as a counterpoint to selfreflection. In this paper, we contrast the concepts of selfreflection and rumination and discuss how they can impact self-tracking practices. More research is needed to fully understand how to balance promoting self-reflection and preventing and even mitigating rumination. There is not an easy answer to avoiding and getting people out of negative cycles. Users' feelings, thoughts, and reactions result from the interaction between the user and the technology. Thus, aspects of the individual, their life experiences, and the context, as well as features of the technology itself influence these cycles. This paper is good first step at understanding rumination in PI. We provide initial ideas grounded in Psychology literature to reduce rumination, including possible design suggestions. It is important to note, however, that the efficacy of these suggestions is not yet known; how to deliver the most appropriate exercises, to whom, and in what circumstances in the context of self-tracking requires much scientific inquiry. Rumination is a complex state, influenced and triggered by many factors. Therefore, as a community, we must carefully consider who our users are-not only the \"ideal\" target user but also anyone who uses our system-and the context surrounding them and understand that rumination can occur across various user groups. Despite these challenges, we hope this paper opens the dialogue around rumination in PI in order to maximize the full potential of self-tracking."
    },
    {
      "text": "Fig. 1 Mechanisms of rumination model"
    }
  ],
  "references": [
    {
      "title": "Understanding my data, myself: supporting self-reflection with ubicomp technologies",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2011,
      "doi": "10.1145/2030112.2030166"
    },
    {
      "title": "Reviewing reflection: on the use of reflection in interactive system design",
      "authors": [
        "Eps Baumer",
        "V Khovanskaya",
        "M Matthews",
        "L Reynolds",
        "Schwanda Sosik",
        "V Gay"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598598"
    },
    {
      "title": "Retrospecting on work and productivity: a study on selfmonitoring software developers' work",
      "authors": [
        "A Meyer",
        "G Murphy",
        "T Zimmermann",
        "T Fritz"
      ],
      "year": 2017,
      "doi": "10.1145/3134714"
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010
    },
    {
      "title": "Fig. 3 Example of a possible way to help users reframe attributions in a diet and fitness app",
      "authors": [
        "D Epstein",
        "Ping Fogarty",
        "J Munson"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804250"
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "J Rooksby",
        "M Rost",
        "A Morrison",
        "M Chalmers"
      ],
      "year": 2014
    },
    {
      "title": "It's definitely been a journey\": a qualitative study on how women with eating disorders use weight loss apps",
      "authors": [
        "E Eikey",
        "M Reddy"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025591"
    },
    {
      "title": "Self-tracking for fertility care: collaborative support for a highly personalized problem",
      "authors": [
        "M Figueiredo",
        "C Caldeira",
        "T Reynolds",
        "S Victory",
        "K Zheng",
        "Y ; Chen",
        "Ad"
      ],
      "year": 2018
    },
    {
      "title": "Self-tracking for mental wellness: understanding expert perspectives and student experiences",
      "authors": [
        "C Kelley",
        "B Lee",
        "L Wilcox"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025750"
    },
    {
      "title": "You get reminded you're a sick person\": personal data tracking and patients with multiple chronic conditions",
      "authors": [
        "J Ancker",
        "H Witteman",
        "B Hafeez",
        "T Provencher",
        "Van De Graaf"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4209"
    },
    {
      "title": "Beyond abandonment to next steps: understanding and designing for life after personal informatics tool use",
      "authors": [
        "D Epstein",
        "M Caraway",
        "C Johnston",
        "Ping Fogarty",
        "J Munson"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858045"
    },
    {
      "title": "Informing design for reflection: an overview of current everyday practices",
      "authors": [
        "I Mols",
        "E Van Den Hoven",
        "B Eggen"
      ],
      "year": 2016
    },
    {
      "title": "A roadmap to rumination: a review of the definition, assessment, and conceptualization of this multifaceted construct",
      "authors": [
        "J Smith",
        "L Alloy"
      ],
      "year": 2010,
      "doi": "10.1016/j.cpr.2008.10.003.A"
    },
    {
      "title": "Levels of consciousness and self-awareness: a comparison and integration of various neurocognitive views",
      "authors": [
        "A Morin"
      ],
      "year": 2006,
      "doi": "10.1016/j.concog.2005.09.006"
    },
    {
      "title": "Is self-reflection dangerous? Preventing rumination in career learning",
      "authors": [
        "R Lengelle",
        "T Luken",
        "F Meijers"
      ],
      "year": 2016,
      "doi": "10.1177/1038416216670675"
    },
    {
      "title": "Trapnell and Campbell",
      "authors": [
        "P Trapnell",
        "J Campbell"
      ],
      "year": 1999,
      "doi": "10.1037//0022-3514.76.2.284"
    },
    {
      "title": "Unintended effects of self-tracking",
      "authors": [
        "E Van Dijk",
        "F Beute",
        "Jhd Westerink",
        "W Ijsselsteijn"
      ],
      "year": 2015,
      "doi": "10.1155/2015/134606"
    },
    {
      "title": "Technology-mediated memory: is technology altering our memories and interfering with well-being?",
      "authors": [
        "A Konrad",
        "E Isaacs",
        "S Whittaker"
      ],
      "year": 2016,
      "doi": "10.1145/2934667"
    },
    {
      "title": "Technology and reflection: mood and memory mechanisms for well-being",
      "authors": [
        "A Konrad",
        "S Tucker",
        "J Crane",
        "S Whittaker"
      ],
      "year": 2016,
      "doi": "10.1186/s13612-016-0045-3"
    },
    {
      "title": "What does all this data mean for my future mood? Actionable Analytics and Targeted Reflection for Emotional Well-Being",
      "authors": [
        "V Hollis",
        "Konrad Springer",
        "A Antoun",
        "M Antoun",
        "C Martin",
        "R Whittaker"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2016.1277724"
    },
    {
      "title": "Echoes from the past: how technology mediated reflection improves well-being",
      "authors": [
        "E Isaacs",
        "Konrad Walendowski",
        "A Lennig",
        "T Hollis",
        "V Whittaker"
      ],
      "year": 2013,
      "doi": "10.1145/2470654.2466137"
    },
    {
      "title": "Insight, rumination, and selfreflection as predictors of well-being",
      "authors": [
        "R Harrington",
        "D Loffredo"
      ],
      "year": 2011,
      "doi": "10.1080/00223980.2010.528072"
    },
    {
      "title": "Rumination, experiential avoidance, and dysfunctional thinking in eating disorders",
      "authors": [
        "A Rawal",
        "R Park",
        "Jmg Williams"
      ],
      "year": 2010,
      "doi": "10.1016/j.brat.2010.05.009"
    },
    {
      "title": "Let's Face It",
      "authors": [
        "A Morin"
      ],
      "year": 2003,
      "doi": "10.1177/147470490300100113"
    },
    {
      "title": "Empathy and the selfabsorption paradox: support for the distinction between selfrumination and self-reflection",
      "authors": [
        "J Joireman",
        "Iii Lp",
        "J Hammersla"
      ],
      "year": 2002,
      "doi": "10.1080/152988602317232803"
    },
    {
      "title": "Reflection: a review of the literature",
      "authors": [
        "S Atkins",
        "K Murphy"
      ],
      "year": 1993,
      "doi": "10.1046/j.1365-2648.1993.18081188.x"
    },
    {
      "title": "Self-rumination, self-reflection, and depression: self-rumination counteracts the adaptive effect of selfreflection",
      "authors": [
        "K Takano",
        "Y Tanno"
      ],
      "year": 2009,
      "doi": "10.1016/j.brat.2008.12.008"
    },
    {
      "title": "Integrated theory of health behavior change: background and intervention development",
      "authors": [
        "P Ryan"
      ],
      "year": 2009,
      "doi": "10.1097/NUR.0b013e3181a42373.Integrated"
    },
    {
      "title": "Human ES-CEA on, 2013 undefined Personal informatics and reflection: a critical examination of the nature of reflection",
      "authors": [
        "A Pirzadeh",
        "L He"
      ],
      "doi": "10.1145/2468356.2468715"
    },
    {
      "title": "Constructive and unconstructive repetitive thought",
      "authors": [
        "E Watkins"
      ],
      "year": 2008,
      "doi": "10.1037/0033-2909.134.2.163"
    },
    {
      "title": "Opportunities for computing to support healthy sleep behavior",
      "authors": [
        "E Choe",
        "J Kientz",
        "S Halko",
        "A Fonville",
        "D Sakaguchi",
        "N Watson"
      ],
      "year": 2010,
      "doi": "10.1145/1753846.1754035"
    },
    {
      "title": "Reflective Informatics",
      "authors": [
        "Eps Baumer"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702234"
    },
    {
      "title": "An empirical exploration of mindfulness design using solo travel domain",
      "authors": [
        "R Chen",
        "M Orand",
        "S Choi",
        "Chi Lc-P Of The"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173671"
    },
    {
      "title": "Change of heart: emotion tracking to promote behavior change",
      "authors": [
        "V Hollis",
        "Konrad Whittaker"
      ],
      "year": 2015
    },
    {
      "title": "Hea art : Emo otion T Tracking g to Pro omote",
      "authors": [
        "V Hollis"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702196"
    },
    {
      "title": "Engaging with health data: the interplay between selftracking activities and emotions in fertility struggles",
      "authors": [
        "M Figueiredo",
        "C Caldeira",
        "E Eikey",
        "M Mazmanian",
        "Y Chen"
      ],
      "year": 2018
    },
    {
      "title": "Toward a glossary of self-related terms",
      "authors": [
        "A Morin"
      ],
      "year": 2017,
      "doi": "10.3389/fpsyg.2017.00280"
    },
    {
      "authors": [
        "Nolen-Hoeksema"
      ],
      "year": 2015,
      "doi": "10.1111/j.1745-6924.2008.00088.x"
    },
    {
      "title": "Ruminative thoughts",
      "authors": [
        "L Martin",
        "A Tesser"
      ],
      "year": 1996
    },
    {
      "title": "Linkers and nonlinkers: goal beliefs as a moderator of the effects of everyday hassles on rumination, depression, and physical complaints",
      "authors": [
        "W Mcintosh",
        "T Harlow",
        "L Martin"
      ],
      "year": 1995,
      "doi": "10.1111/j.1559-1816.1995.tb02616.x"
    },
    {
      "title": "Rumination as a mechanism linking stressful life events to symptoms of depression and anxiety: longitudinal evidence in early adolescents and adults",
      "authors": [
        "L Michl",
        "K Mclaughlin",
        "K Shepherd",
        "S Nolen-Hoeksema"
      ],
      "year": 2013,
      "doi": "10.1037/a0031994.Rumination"
    },
    {
      "title": "Effects of active and passive rumination and distraction: a pilot replication with anxious mood",
      "authors": [
        "J Blagden",
        "M Craske"
      ],
      "year": 1996,
      "doi": "10.1016/0887-6185(96)00009-6"
    },
    {
      "title": "Cognitive processes in social anxiety: the effects of self-focus, rumination and anticipatory processing",
      "authors": [
        "Tmb Mellings",
        "L Alden"
      ],
      "year": 2000,
      "doi": "10.1016/s0005-7967(99)00040-6"
    },
    {
      "title": "The role of rumination in dpressive disorders and mixed ancity/depressive symptoms",
      "authors": [
        "S Nolen-Hoeksema"
      ],
      "year": 2000,
      "doi": "10.1037//0021-843x.109.3.504"
    },
    {
      "title": "The construction and validation of a new scale for measuring emotion control",
      "authors": [
        "D Roger",
        "B Najarian"
      ],
      "year": 1989,
      "doi": "10.1016/0191-8869(89)90020-2"
    },
    {
      "title": "Regulating responses to anger: effects of rumination and distraction on angry mood",
      "authors": [
        "C Rusting",
        "S Nolen-Hoeksema"
      ],
      "year": 1998,
      "doi": "10.1037/0022-3514.74.3.790"
    },
    {
      "title": "Individual differences and measures of aggression in laboratory studies",
      "authors": [
        "G Caprara",
        "T Gargaro",
        "C Pastorelli",
        "M Prezza",
        "P Renzi",
        "A Zelli"
      ],
      "year": 1987,
      "doi": "10.1016/0191-8869(87)90140-1"
    },
    {
      "title": "Brooding and reflection: rumination predicts suicidal ideation at 1-year follow-up in a community sample",
      "authors": [
        "R Miranda",
        "S Nolen-Hoeksema"
      ],
      "year": 2007,
      "doi": "10.1016/j.brat.2007.07.015"
    },
    {
      "title": "A systematic review of the relationship between rumination and suicidality",
      "authors": [
        "R Morrison",
        "O' Connor"
      ],
      "year": 2008,
      "doi": "10.1521/suli.2008.38.5.523"
    },
    {
      "title": "Effects of rumination and distraction on naturally occurring depressed mood",
      "authors": [
        "S Nolen-Hoeksema",
        "J Morrow"
      ],
      "year": 1993,
      "doi": "10.1080/02699939308409206"
    },
    {
      "title": "The relationship between language use and depression: illuminating the importance of self-reflection, self-rumination, and the need for absolute truth",
      "authors": [
        "Ö Şimşek"
      ],
      "year": 2013,
      "doi": "10.1080/00221309.2012.713407"
    },
    {
      "title": "Gender differences in responses to depressed mood in a college sample",
      "authors": [
        "L Butler",
        "S Nolen-Hoeksema"
      ],
      "year": 1994,
      "doi": "10.1007/bf01420597"
    },
    {
      "title": "Independent self-construal, self-reflection, and self-rumination: a path model for predicting happiness",
      "authors": [
        "I Elliott",
        "S Coker"
      ],
      "year": 2008,
      "doi": "10.1080/00049530701447368"
    },
    {
      "title": "Avoiding and seeking selffocused attention",
      "authors": [
        "J Greenberg",
        "C Musham"
      ],
      "year": 1981,
      "doi": "10.1016/0092-6566(81)90018-0"
    },
    {
      "title": "A theory of objective self awareness",
      "authors": [
        "S Duval",
        "R Wicklund"
      ],
      "year": 1972
    },
    {
      "title": "Informing the Design of Personal Informatics Technologies for Unpredictable Chronic Conditions",
      "authors": [
        "A Ayobi"
      ],
      "year": 2018,
      "doi": "10.1145/3170427.3173025"
    },
    {
      "title": "Data, data everywhere, and still too hard to link: insights from user interactions with diabetes apps",
      "authors": [
        "D Katz",
        "B Price",
        "S Holland",
        "N Dalton"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3174077"
    },
    {
      "title": "Quantifying the body and caring for the mind: self-tracking in multiple sclerosis",
      "authors": [
        "A Ayobi",
        "P Marshall",
        "A Cox",
        "Y Chen"
      ],
      "year": 2017
    },
    {
      "title": "Fitter, happier, more productive? The Normative Ontology of Fitness Trackers",
      "authors": [
        "L Horvath",
        "M Penkler",
        "S Harrer",
        "M Sicart"
      ],
      "year": 2017
    },
    {
      "title": "Visually encoding the lived experience of bipolar disorder",
      "authors": [
        "J Snyder",
        "E Murnane",
        "C Lustig",
        "S Voida"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300363"
    },
    {
      "title": "Theory-driven design strategies for technologies that support behavior change in everyday life",
      "authors": [
        "S Consolvo",
        "D Mcdonald",
        "J Landay"
      ],
      "year": 2009,
      "doi": "10.1145/1518701.1518766"
    },
    {
      "title": "Self-management methods",
      "authors": [
        "F Kanfer",
        "L Gaelick"
      ],
      "year": 1975
    },
    {
      "title": "Questioning the reflection paradigm for diabetes mobile apps",
      "authors": [
        "D Katz",
        "N Dalton",
        "S Holland",
        "O' Kane",
        "A Price"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-49655-9_39"
    },
    {
      "title": "Effects of self-monitoring on normal smoking behavior",
      "authors": [
        "R Mcfall"
      ],
      "year": 1970,
      "doi": "10.1037/h0030087"
    },
    {
      "title": "A sociology of quantification",
      "authors": [
        "W Espeland",
        "M Stevens"
      ],
      "year": 2008,
      "doi": "10.1017/s0003975609000150"
    },
    {
      "title": "Quantified selves and statistical bodies",
      "authors": [
        "P Abend",
        "M Fuchs",
        "R Reichert",
        "I Selves",
        "S Bodies"
      ],
      "year": 2016
    },
    {
      "title": "Quantifying the body: monitoring and measuring health in the age of mHealth technologies",
      "authors": [
        "D Lupton"
      ],
      "year": 2013,
      "doi": "10.1080/09581596.2013.794931"
    },
    {
      "title": "Expressive writing: connections to physical and mental health",
      "authors": [
        "J Pennebaker",
        "C Chung"
      ],
      "year": 2012
    },
    {
      "title": "A taxonomy of ethical tensions in inferring mental health states from social media",
      "authors": [
        "S Chancellor",
        "M Birnbaum",
        "E Caine",
        "Vmb Silenzio",
        "De Choudhury"
      ],
      "year": 2019
    },
    {
      "title": "Discovering shifts to suicidal ideation from mental health content in social media",
      "authors": [
        "De Choudhury",
        "M Kiciman",
        "E Dredze",
        "M Coppersmith",
        "G Kumar"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858207"
    },
    {
      "title": "Computational methods to understand deviant mental wellness communities",
      "authors": [
        "S Chancellor"
      ],
      "year": 2018,
      "doi": "10.1145/3170427.3173021"
    },
    {
      "title": "Modeling and understanding visual attributes of mental health disclosures in social media",
      "authors": [
        "L Manikonda",
        "De Choudhury"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025932"
    },
    {
      "title": "Design considerations in wearable technology for patients with bipolar disorder",
      "authors": [
        "T Tran",
        "Nathan Roberts"
      ],
      "year": 2018,
      "doi": "10.1177/1541931218621273"
    },
    {
      "title": "Student perspectives on digital phenotyping the acceptability of using smartphone data to assess mental health",
      "authors": [
        "J Rooksby",
        "A Morrison",
        "D Murray-Rust"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300655"
    },
    {
      "title": "Attributional style in depression: a meta-analytic review",
      "authors": [
        "P Sweeney",
        "K Anderson",
        "S Bailey"
      ],
      "year": 1986,
      "doi": "10.1037//0022-3514.50.5.974"
    },
    {
      "title": "The effects of rumination and depressive symptoms on the prediction of negative attributional style among college students",
      "authors": [
        "Csl Lo",
        "Smy Ho",
        "S Hollon"
      ],
      "year": 2010,
      "doi": "10.1007/s10608-009-9233-2"
    },
    {
      "title": "Unified protocol for transdiagnostic treatment of emotional disorders: a randomized controlled trial",
      "authors": [
        "T Farchione",
        "C Fairholme",
        "K Ellard",
        "C Boisseau",
        "J Thompson-Hollands",
        "J Carl",
        "M Gallagher",
        "D Barlow"
      ],
      "year": 2012,
      "doi": "10.1016/j.beth.2012.01.001"
    },
    {
      "title": "Health app use among us mobile phone owners: a national survey",
      "authors": [
        "S Fox",
        "M ; Duggan",
        "P Krebs",
        "D Duncan"
      ],
      "year": 2012,
      "doi": "10.2196/mhealth.4924"
    },
    {
      "title": "Differences in mobile health app use: a source of new digital inequalities?",
      "authors": [
        "N Bol",
        "N Helberger",
        "Jcm Weert"
      ],
      "year": 2018,
      "doi": "10.1080/01972243.2018.1438550"
    },
    {
      "title": "Perceived weight status, overweight diagnosis, and weight control among US adults: the NHANES 2003-2008 Study",
      "authors": [
        "S Yaemsiri",
        "M Slining",
        "S Agarwal"
      ],
      "year": 2011,
      "doi": "10.1038/ijo.2010.229"
    },
    {
      "title": "A qualitative exploration of young women's attitudes towards the thin ideal",
      "authors": [
        "A Ahern",
        "K Bennett",
        "M Kelly",
        "M Hetherington"
      ],
      "year": 2011,
      "doi": "10.1177/1359105310367690"
    },
    {
      "title": "Eating disorders and the role of the media",
      "authors": [
        "W Spettigue",
        "K Henderson"
      ],
      "year": 2004
    },
    {
      "title": "Body dissatisfaction: an overlooked public health concern",
      "authors": [
        "M Bucchianeri",
        "D Neumark-Sztainer"
      ],
      "year": 2014,
      "doi": "10.1108/jpmh-11-2013-0071"
    },
    {
      "title": "Implicit internalization of the thin ideal as a predictor of increases in weight, body dissatisfaction, and disordered eating",
      "authors": [
        "A Juarascio",
        "E Forman",
        "C Timko",
        "J Herbert",
        "M Butryn",
        "M Lowe"
      ],
      "year": 2011,
      "doi": "10.1016/j.eatbeh.2011.04.004"
    },
    {
      "title": "Patterns and prevalence of disordered eating and weight control behaviors in women ages 25-45",
      "authors": [
        "L Reba-Harrelson",
        "Von Holle",
        "A Hamer",
        "R Swann",
        "R Reyes",
        "M Bulik"
      ],
      "year": 2009,
      "doi": "10.1007/bf03325116"
    },
    {
      "title": "Prevalence and correlates of dieting in college women: a cross sectional study",
      "authors": [
        "F Fayet",
        "P Petocz",
        "S Samman"
      ],
      "year": 2012,
      "doi": "10.2147/IJWH.S33920"
    },
    {
      "title": "Dieting frequency among college females: association with disordered eating, body image, and related psychological problems",
      "authors": [
        "D Ackard",
        "J Croll",
        "A Kearney-Cooke"
      ],
      "year": 2002,
      "doi": "10.1016/S0022-3999(01)00269-0"
    },
    {
      "title": "Epidemiology of eating disorders",
      "authors": [
        "T Wade",
        "A Keski-Rahkonen",
        "J Hudson"
      ],
      "year": 2011
    },
    {
      "title": "The spectrum of eating disturbances",
      "authors": [
        "C Shisslak",
        "M Crago",
        "L Estes"
      ],
      "year": 1995,
      "doi": "10.1002/1098-108x(199511)18:3<209::aid-eat2260180303>3.0.co;2-e"
    },
    {
      "title": "Obesity, disordered eating, and eating disorders in a longitudinal study of adolescents: how do dieters fare 5 years later?",
      "authors": [
        "D Neumark-Sztainer",
        "M Wall",
        "J Guo",
        "M Story",
        "J Haines",
        "M Eisenberg"
      ],
      "year": 2006,
      "doi": "10.1016/j.jada.2006.01.003"
    },
    {
      "title": "Disturbed eating behaviours and associated psychographic characteristics of college students",
      "authors": [
        "V Quick",
        "C Byrd-Bredbenner"
      ],
      "year": 2013,
      "doi": "10.1111/jhn.12060"
    },
    {
      "title": "College women eating disorder diagnostic profile and DSM-5",
      "authors": [
        "A Schwitzer",
        "L Choate"
      ],
      "year": 2015,
      "doi": "10.1080/07448481.2014.963110"
    },
    {
      "title": "Diagnosing, conceptualizing, and treating eating disorders not otherwise specified: a comprehensive practice model",
      "authors": [
        "A Schwitzer"
      ],
      "year": 2012,
      "doi": "10.1002/j.1556-6676.2012.00036.x"
    },
    {
      "title": "Change in eating disorder attitudes and behavior in college women: prevalence and predictors",
      "authors": [
        "K Berg",
        "P Frazier",
        "L Sherr"
      ],
      "year": 2009,
      "doi": "10.1016/j.eatbeh.2009.03.003"
    },
    {
      "title": "Eating disorder symptoms among college students: prevalence, persistence, correlates, and treatment-seeking",
      "authors": [
        "D Eisenberg",
        "E Nicklett",
        "K Roeder",
        "N Kirz"
      ],
      "year": 2011,
      "doi": "10.1038/nature13314.A"
    },
    {
      "title": "Prevalence of disordered-eating behaviors athletes and nonathletes",
      "authors": [
        "M Reinking",
        "L Alexander",
        "S Louis"
      ],
      "year": 2005
    },
    {
      "title": "Risk for disordered eating relates to both gender and ethnicity for college students",
      "authors": [
        "S Hoerr",
        "R Bokram",
        "B Lugo",
        "T Bivins",
        "D Keast"
      ],
      "year": 2002,
      "doi": "10.1080/07315724.2002.10719228"
    },
    {
      "title": "Understanding self-reflection: how people reflect on personal data through visual data exploration",
      "authors": [
        "E Choe",
        "B Lee",
        "H Zhu",
        "N Riche",
        "D Baur"
      ],
      "year": 2017,
      "doi": "10.1145/3154862.3154881"
    },
    {
      "title": "For people with high shame and selfcriticism: overview and pilot study of a group therapy approach",
      "authors": [
        "P Gilbert",
        "S Procter"
      ],
      "year": 2006
    },
    {
      "title": "An examination of self-compassion in relation to positive psychological functioning and personality traits",
      "authors": [
        "K Neff",
        "S Rude",
        "K Kirkpatrick"
      ],
      "year": 2003,
      "doi": "10.1080/15298860309027"
    },
    {
      "title": "The effectiveness of a brief self-compassion intervention program on self-compassion, positive and negative affect and life satisfaction",
      "authors": [
        "A Mantelou",
        "E Karakasidou"
      ],
      "year": 2017,
      "doi": "10.4236/psych.2017.84038"
    },
    {
      "title": "Meeting suffering with kindness: effects of a brief self-compassion intervention for female college students",
      "authors": [
        "E Smeets",
        "K Neff",
        "H Alberts",
        "M Peters"
      ],
      "year": 2014,
      "doi": "10.1002/jclp.22076"
    },
    {
      "title": "Narrative identity",
      "authors": [
        "D Mcadams",
        "K Mclean"
      ],
      "year": 2013,
      "doi": "10.1177/0963721413475622"
    },
    {
      "title": "Mental health over several years",
      "authors": [
        "J Adler",
        "A Turner",
        "K Brookshier",
        "C Monahan",
        "F Olin",
        "M Albaugh"
      ],
      "year": 2015,
      "doi": "10.1037/a0038601.Variation"
    },
    {
      "title": "The political is personal: narrating 9/ 11 and psychological well-being",
      "authors": [
        "J Adler",
        "M Poulin"
      ],
      "year": 2009
    },
    {
      "title": "A loss in the family: silence, memory, and narrative identity after bereavement",
      "authors": [
        "J Baddeley",
        "J Singer"
      ],
      "year": 2010,
      "doi": "10.1080/09658210903143858"
    },
    {
      "title": "When bad things turn good and good things turn bad: sequences of redemption and contamination in life narrative and then-relation to psychosocial adaptation in midlife adults and in students",
      "authors": [
        "D Mcadams",
        "J Reynolds",
        "M Lewis",
        "A Patten",
        "P Bowman"
      ],
      "year": 2001,
      "doi": "10.1177/0146167201274008"
    },
    {
      "title": "Sobering stories: narratives of selfredemption predict behavioral change and improved health among recovering alcoholics",
      "authors": [
        "W Dunlop",
        "J Tracy"
      ],
      "year": 2013,
      "doi": "10.1037/a0031185"
    },
    {
      "title": "Narrating personality change",
      "authors": [
        "J Lodi-Smith",
        "A Geise",
        "B Roberts",
        "R Robins"
      ],
      "year": 2009,
      "doi": "10.1037/a0014611"
    },
    {
      "title": "Echoes from the past: how technology mediated reflection improves well-being",
      "authors": [
        "E Isaacs",
        "Konrad Walendowski",
        "A Lennig",
        "T Hollis",
        "V Whittaker"
      ],
      "year": 2013,
      "doi": "10.1145/2470654.2466137"
    },
    {
      "title": "Crumbs: lightweight daily food challenges to promote engagement and mindfulness",
      "authors": [
        "D Epstein",
        "F Cordeiro",
        "J Fogarty",
        "G Hsieh",
        "S Munson"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858044"
    },
    {
      "title": "A trip to the moon: personalized animated movies for self-reflection",
      "authors": [
        "F Peng",
        "V Labelle",
        "E Yue",
        "R Picard"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173827"
    },
    {
      "title": "Cognitive attributions in depression: bridging the gap between research and clinical practice",
      "authors": [
        "L Rubenstein",
        "R Freed",
        "B Shapero",
        "R Fauber",
        "L Alloy"
      ],
      "year": 2016,
      "doi": "10.1037/int0000030.Cognitive"
    }
  ],
  "num_references": 113,
  "original_doi": "https://doi.org/10.13039/100000097"
}
