{
  "paper_id": "FRA22JT7",
  "title": "Digital Health Interventions for the Prevention of Cardiovascular Disease: A Systematic Review and Meta-Analysis",
  "abstract": "Objective-To assess the potential benefit of digital health interventions (DHI) on cardiovascular disease outcomes (CVD events, all-cause mortality, hospitalizations) and risk factors compared to non-DHI interventions. Patients and Methods-We conducted a systematic search of PubMed, MEDLINE, EMBASE, Web of Science, OVID, CINHAL, ERIC, PsychInfo, Cochrane, and CENTRAL from January 1, 1990 and January 21, 2014. Included studies examined any element of DHI (telemedicine, webbased strategies, email, mobile phones, mobile applications, text messaging, and monitoring sensors) and CVD outcomes or risk factors. Two reviewers independently evaluated study quality utilizing a modified version of the Cochrane Collaboration risk assessment tool. Authors extracted CVD outcomes and risk factors for CVD such as weight, BMI, blood pressure, and lipids from 51 full-text articles that met validity and inclusion criteria. Results-DHI significantly reduced CVD outcomes (RR=0.61, (95% CI, 0.45-0.83), P=.002; I 2 =22%). Concomitant reductions in weight (-3.35 lbs, (95% CI, -6.08 lbs, -1.01 lbs); P=.006; I 2 =96%) and BMI (-0.59 kg/m 2 , (95% CI, -1.15 kg/m 2 , -0.03 kg/m 2 ); P=.04; I 2 =94%) but not blood pressure (+4.95 mmHg, (95% CI, -4.5 mmHg, 14.4 mmHg); P=.30; I 2 =100%) were found in these DHI trials compared to usual care. Framingham 10 year risk percentages were also significantly improved (-1.24%; 95% CI -1.73%, -0.76%; n=6; P<0.001; I 2 =94%).",
  "year": 2016,
  "date": "2016-04-01",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "R",
      "surname": "Widmer",
      "name": "R Widmer",
      "affiliation": "1  Division of Cardiovascular Diseases , Department of Internal Medicine , Mayo Clinic , Rochester , MN \n\t\t\t\t\t\t\t\t Division of Cardiovascular Diseases \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "Nerissa",
      "surname": "Collins",
      "name": "Nerissa Collins",
      "affiliation": "2  Division of General Internal Medicine , Department of Internal Medicine , Mayo Clinic , Rochester , MN \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "C",
      "surname": "Collins",
      "name": "C Collins"
    },
    {
      "forename": "Colin",
      "surname": "West",
      "name": "Colin West",
      "affiliation": "2  Division of General Internal Medicine , Department of Internal Medicine , Mayo Clinic , Rochester , MN \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "Lilach",
      "surname": "Lerman",
      "name": "Lilach Lerman",
      "affiliation": "2  Division of General Internal Medicine , Department of Internal Medicine , Mayo Clinic , Rochester , MN \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "Amir",
      "surname": "Lerman",
      "name": "Amir Lerman",
      "affiliation": "1  Division of Cardiovascular Diseases , Department of Internal Medicine , Mayo Clinic , Rochester , MN \n\t\t\t\t\t\t\t\t Division of Cardiovascular Diseases \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t MN",
      "email": "lerman.amir@mayo.edu"
    },
    {
      "affiliation": "Division of Cardiovascular Diseases , Mayo Clinic , 200 1st Street SW , Rochester , MN 55905 , USA , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Diseases \n\t\t\t\t\t\t\t\t Mayo Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 200 1st Street SW \n\t\t\t\t\t\t\t\t\t 55905 \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t MN \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "pmid": "22215894",
  "keywords": [
    "cardiovascular disease",
    "outcomes",
    "digital health",
    "mobile health",
    "prevention",
    "weight loss",
    "MACE"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cardiovascular disease (CVD) is the primary cause for morbidity and mortality, and is associated with markedly rising health care costs in the United States  1  . Approximately one in three deaths can be attributed to CVD  1, 2  , and over 90% of CVD morbidity and mortality to preventable risk factors  3  . According to 2012 statistics, poor diet, smoking, and lack of physical activity continue to account for an overwhelming majority of CVD and death  4  with the cost of CVD to the US approaching $200 billion per year  1  . What is more, the average hospitalization for acute coronary syndrome (ACS) is estimated to cost roughly $20,000 with repeat events costing up to two and three times the original amount  5  . Clearly, better interventions to improve CVD prevention, both primary and secondary, are needed.\n\nInternet and smart phone use has grown exponentially in the past decade, opening up the possibility that these increasingly prevalent technological tools could improve health. Digital health interventions (DHI), including such modalities as telemedicine, web-based strategies, email, mobile phones, mobile applications, text messaging, and monitoring sensors, are the most recent iteration of an effort to shift health care burden outside of the walls of medical institutions, and improve individualized care through positive behavior change theory  6  . Although prior studies have suggested benefits of DHI in focused areas such as smoking cessation  7  , behavior patterns  8  , physical activity 9 , HbA1c 10 , blood pressure  11  , and weight loss  12  , evidence concerning the benefit of DHI on CVD risk factors, let alone CVD outcomes such as CVD events, hospitalizations, and all-cause mortality, is lacking. With nearly 50,000 healthcare related apps now available for download  13  , and numerous internetbased DHI solutions available, the benefit of DHI on CVD prevention and outcomes, both primary and secondary, merits reexamination.\n\nThe purpose of this systematic review and meta-analysis was to inclusively review randomized controlled trials (RCTs) and cohort studies incorporating DHI for the prevention of CVD outcomes (CVD events including myocardial infarction, stroke, revascularization, hospitalizations, and all-cause mortality) and modification of risk factors for CVD such as weight, BMI, blood pressure, cholesterol, glucose, and Framingham Risk Scores (FRS). We aim to establish the potential benefit of DHI on both primary and secondary CVD prevention, and identify future needs in DHI and CVD research."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Data Sources and Searches",
      "text": "This systematic review was conducted in accordance with PRISMA guidelines  14  . We included all RCTs and observational/cohort studies published between January 1, 1990 and January 21, 2014 that examined any element of DHI (telemedicine, web-based strategies, email, mobile phones, mobile applications, text messaging, and monitoring sensors) and impact on CVD. We intentionally and broadly included any studies of adult patients seeking CVD prevention to present a comprehensive overview of DHI studies analyzing CVD outcomes (CVD events, hospitalizations, or all-cause mortality) and modification of risk factors for CVD such as weight, BMI, blood pressure, cholesterol, glucose, and FRS regardless of type of healthcare provider or healthcare setting. Control interventions included usual care following standard guidelines, and could involve non-DHI intervention (such as paper instructions or telephone calls) or no active intervention beyond usual care. We excluded studies in which the intervention lasted less than a month in order to assess long-term impact and sustainability, studies that did not report any CVD risk factors, redundant studies which were repeated in the literature without new data presented, protocol manuscripts, reviews, studies only including usability or adherence data, pediatric studies, and studies where the intervention involved the healthcare provider, rather than the patient.\n\nOur search strategy was performed with the assistance of a medical librarian, and included the databases PubMed, MEDLINE, EMBASE, Web of Science, OVID, CINAHL, ERIC, PsychInfo, Cochrane, and CENTRAL over the specified dates. We included the search terms mobile health, mobile, mhealth, digital health, eHealth, internet, telemedicine, web, smartphone, cardiovascular, cardiac, prevention, outcomes, mortality, morbidity, event, Framingham, blood pressure, weight, BMI, waist circumference, glucose, lipids, cholesterol, smoking, tobacco, quality of life, emergency department, visits, hospitalizations, rehospitalizations, office visits, phone calls, cost, cost of care, and ROI. This strategy identified 574 relevant abstracts with an additional 14 references identified through bibliography searches and personal contacts (Figure  1 ). Most articles were in English, and those in Spanish, Polish, and German were translated for review."
    },
    {
      "title": "Study Selection",
      "text": "Two reviewers (RJW and NMC) assessed each of the identified abstracts. Full text versions of potentially eligible studies, categorized for inclusion by either reviewer, were requested (n=73). The two reviewers worked independently to evaluate the full text reports for study inclusion and disagreements were reconciled by consensus. Agreement on study inclusion was high, with kappa = 0.92."
    },
    {
      "title": "Data Extraction and Quality Assessment",
      "text": "Extracted data included study participant demographics (age, gender, prior internet use, education level, socioeconomic status, race, comorbidities, and baseline markers of CVD), the DHI they received (frequency, type, and duration), and the control intervention. DHIs were identified as involving telemedicine, web-based strategies, email, mobile phones, mobile applications, SMS text messaging, and monitoring sensors. Control comparisons were heterogeneous and could include a non-DHI intervention or usual care. CVD outcomes included CVD events including myocardial infarction, stroke, or revascularization, hospitalizations, and all-cause mortality. Risk factors for CVD included weight, BMI, blood pressure, cholesterol, (total cholesterol, LDL-cholesterol, HDL-cholesterol, and triglycerides), glucose, and FRS.\n\nRisk of bias and methodological quality was assessed independently by two authors (RJW and CSC) using a modified version of the Cochrane Collaboration risk assessment tool  15  (Supplementary Figure  1 ). To evaluate the quality of non-randomized studies, we assessed blinding of the outcome assessors to arm assignment in relation to the outcomes of CVD outcomes and CVD surrogates, comparability of outcome assessment, and completeness of follow-up. The latter criteria followed a revised Newscastle-Ottawa quality assessment tool for observational studies  16  (Supplementary Figure  1 ) which emphasized proper definition of the CVD pertinent to the study, legitimate DHI intervention, and reasonable follow up. One study (Nolan, 2012) was considered an observational study as the randomization scheme was compromised due to unintentional cross-over of the participants forcing the authors to report the data in separate, non-randomized cohorts. Finally, a study by Wister et al 17 allowed separation of studies for primary and secondary prevention."
    },
    {
      "title": "Data Synthesis and Analysis",
      "text": "When possible, we generated meta-analytic estimates of treatment effect using pooled relative risks and random-effects models. Analyses were performed using RevMan v.5.2 (The Cochrane Collaboration; Oxford, UK). We measured heterogeneity for each outcome across studies using the I 2 test  18  . When standard deviations were missing for a study, imputation of the mean standard deviation of the group for that particular variable was utilized in no more than two values per variable. Imputation of more than two standard deviations was not required for any analysis.\n\nTo explore causes of inconsistency in study findings and subgroup-treatment interactions, we planned subgroup analyses comparing results by patient population (primary prevention versus secondary prevention) and DHI subtype (telemedicine, web-based, email reminders, SMS texting, mobile application, and data monitoring). Random effects methods utilizing Mantel-Haenszel methods for combining results across studies were undertaken as part of the RevMan 5.2 software package  18  . Sensitivity analyses controlling for workplace versus healthcare delivered DHI were performed as were sensitivity analyses removing the two observational, non-randomized studies.\n\nWe contacted all authors with a prepopulated form including data for verification and missing data for their completion. Of the original 49 authors contacted, 28 returned correspondence with either verification of reported data, or the addition of missing or incomplete data. There was no impact of the funding source on the design, execution, or analysis of the study."
    },
    {
      "title": "Results",
      "text": "Fifty-one studies met criteria for full-text review and were included in the systematic review with nine studies providing analyzable CVD outcome data. A summary table of studies reporting CVD outcomes is presented in Table  1 . Risk of bias among studies reporting CVD outcomes was predominantly low apart from a consistent lack of participant blinding (Table  2 ) with a funnel plot included (Supplementary Figure  2 ).\n\nThirty-nine studies focused on primary CVD prevention (Supplementary Table  1A ) and 13 studies primarily involved secondary CVD prevention (Supplementary Table  1B ) (one study fit into both categories separately). The total number of patients included was 23,962, with 13,618 assigned to DHI and 10,344 to control groups. Mean age (SD) for all of the participants in the studies was 54.0 (9.4) years with a majority of the participants being Caucasian and 54% male. Five studies evaluated a solely female population, and two focused only on male participants. Socioeconomic status, geographical information, and prior internet usage were not universally reported. Additionally, the timeframe of a majority of studies was between 6 and 12 months, and most studies were published within the past decade. RCTs were blinded with specific mention of study personnel blinded to allocation and grouping during the study and to data analysis, with the exception of three studies  [19] [20] [21]  .\n\nCVD outcomes including myocardial infarction, stroke, revascularization, hospitalizations, and all-cause mortality were abstracted from 9 RCTs (2 primary prevention studies, 2 involving patients with heart failure (HF), and 5 secondary prevention studies). The 1267 participants in the DHI arms had 104 events, and the 996 participants in the usual care arms had 162 combined events. Overall, DHI significantly reduced CVD outcomes (RR=0.61, (95% CI, 0.46-0.80); P<0.001; I 2 =22%; Figure  2 ). Subgroup analyses showed no interaction between the primary prevention (no prior CVD diagnosis), secondary prevention (known prior CVD diagnosis), and HF groups (P=.11). When the outcome \"hospitalizations\" was removed from the combined endpoint there remained a 52% reduction in CVD events/deaths that was not statistically significant (RR=0.48, (95% CI, 0.21-1.11); p=0.09). In addition, DHI was associated with a significant reduction in Framingham 10 year risk percentages in the 6 studies reporting FRS data (-1.24%; 95% CI -1.73%, -0.76%; P<0.001; I 2 =94%)."
    },
    {
      "title": "The effect of DHI in Primary Prevention Studies",
      "text": "Separate subgroup analyses of primary prevention studies (n=2) were unable to provide statistical evidence of a positive effect on CVD outcomes (RR=1.21, (95% CI, 0.58-2.54); P=.61; I 2 =15%; Figure  2 ). Eleven primary prevention studies showed a significant reduction in weight (-3.35 lbs (95%CI -5.22 lbs, -1.48 lbs), P<0.001, I 2 =96%; Figure  3a ), but not BMI (n=15) (mean difference = -0.11 kg/m 2 , (95% CI, -0.30 kg/m 2 , 0.08 kg/m 2 ); P=.26; I 2 =98%; Figure  3b ). When the three workplace intervention studies were removed from the pooled analysis, there was a significant reduction in BMI in primary prevention populations (n=12), (mean difference = -0.29 kg/m 2 , (95% CI, -0.5 kg/m 2 , -0.09 kg/m 2 ); P=.006; I 2 =98%). We found a significant reduction in systolic blood pressure (SBP) among primary prevention studies (n=23), (mean difference = -2.12 mmHg, (95% CI, -4.15 mmHg, -0.09 mmHg); P=.04; I 2 =100%; Supplementary Figure  3 ) which failed to maintain a statistically significant reduction when two observational studies were removed in sensitivity analysis (mean difference = -1.31 mmHg, (95% CI, -3.43 mmHg, 0.80 mmHg); P=.22; I 2 =100%).\n\nThere was insufficient evidence to show a positive impact on triglyceride levels (n=7) (mean difference = -9.06 mg/dL, (95% CI, -22.7 mg/dL, 4.6 mg/dL); P=.19; I 2 =99%); however, we found significant reductions in total cholesterol (n=13) (mean difference = -5.39 mg/dL, (95% CI, -9.80 mg/dL, -0.99 mg/dL); P=.02; I 2 =98%; Supplementary Figure  4a ), LDL cholesterol (n=8) (mean difference = -4.96 mg/dL, (95% CI, -8.54 mg/dL, -1.38 mg/dL); P=.007; I 2 =95%; Supplementary Figure  4b ), and glucose (n=6) (mean difference = -1.38 mg/dL, (95% CI, -2.13 mg/dL, -0.63 mg/dL); P<0.001; I 2 =81%) in primary prevention populations."
    },
    {
      "title": "The effect of DHI in Secondary Prevention Studies",
      "text": "Subgroup analyses of secondary prevention studies showed significant impact of DHI on CVD outcomes (RR=0.60, (95% CI, 0.43-0.83); P=.002; I 2 =0%; Figure  2 ). Pooled data from four secondary prevention trials demonstrated no improvement in weight (-0.93 lbs (95%CI -7.74 lbs, 5.88 lbs), P=.79, I 2 =97%; Figure  3a ), but did show significant reductions in BMI (n=6) (mean difference = -0.31 kg/m 2 , (95% CI, -0.60 kg/m 2 , -0.03 kg/m 2 ); P=.03; I 2 =67%; Figure  3b ). We found no improvement in SBP in secondary prevention DHI trials (mean difference = 1.98 mmHg, (95% CI, -1.05 mmHg, 5.01 mmHg); P=.20; I 2 =94%; Supplementary Figure  3 ).\n\nSimilarly, there was no positive impact on triglyceride levels (n=5) (mean difference = -17.19 mg/dL, (95% CI, -49.45 mg/dL, 15.07 mg/dL); P=.30; I 2 =99%), total cholesterol (n=6) (mean difference = -1.80 mg/dL, (95% CI, -6.23 mg/dL, 2.64 mg/dL); P=.43; I 2 =94%; Supplementary Figure  4a ), LDL cholesterol (n=5) (mean difference = -10.43 mg/dL, (95% CI, -21.69 mg/dL, 0.83 mg/dL); P=.07; I 2 =100%; Supplementary Figure  4b ), or glucose (n=4) (mean difference = 0.45 mg/dL, (95% CI, -9.68 mg/dL, 10.58 mg/dL); P=. 93; I 2 =100%) in secondary prevention populations."
    },
    {
      "title": "The impact of various DHI modalities on risk factors for CVD",
      "text": "When we evaluated individual DHI modalities and their effects on risk factors for CVD, we found significant reductions in weight in studies which incorporated three modalities including web-based (-3.18 lbs (95%CI -5.61 lbs, -0.75 lbs), P=.01; I 2 =98%; Figure  4A ), telemedicine (-2.30 lbs (95%CI -2.47 lbs, -2.14 lbs), P<0.001; I 2 =0%; Figure  4B ), and SMS text (-3.85 lbs (95%CI -5.54 lbs, -2.17 lbs), P<0.001; I 2 =83%; Figure  4C ) with email interventions showing no significant reduction in weight (0.74 lbs (95%CI -1.19 lbs, 2.68 lbs), P=.45; I 2 =0%; Figure  4D ). Web-based modalities also had a beneficial impact on SBP (-2.63 mmHg, 95% CI -5.04 mmHg, -0.23 mmHg; p=0.03 I 2 =100%). Studies that incorporated data monitoring (n=5) reported no weight outcomes, and showed a significant benefit only in reducing diastolic blood pressure (-3.08 mmHg, 95% CI -4.8 mmHg, -1.36 mmHg; P<0.001; I 2 =0%)."
    },
    {
      "title": "Discussion",
      "text": "This systematic review and meta-analysis demonstrates that digital health has a beneficial effect on CVD risk factors and outcomes. Applying an inclusive definition of DHI broadly applied to studies ranging from two to 36 months, we found a CVD morbidity and all-cause mortality benefit for secondary CVD prevention and heart failure groups, with primary prevention populations showing benefit with regard to weight loss, BMI, SBP, total cholesterol, and LDL cholesterol. However, there was no clear benefit of DHI in primary prevention populations for CVD outcomes, although a reduction in Framingham risk scores was seen in our pooled analyses. In subgroup analysis by DHI subtype, there was particular benefit seen for web-based, telemedicine, and SMS texting DHI approaches, with insufficient data to support a benefit for email DHI.\n\nAs noted previously, prior literature on DHI and CVD-related outcomes has been limited. A recent systematic review of PubMed for mobile health and secondary CVD prevention over the prior ten years identified three studies without any quantitative results  22  . Other systematic reviews have shown the efficacy of DHI on certain specific risk factors for CVD. Whittaker et al  7  showed improvements in smoking cessation across a wide variety of studies. Furthermore, additional work has shown DHI to positively affect behavior patterns  8  and physical activity  9  . Liang et al  10  showed reductions of nearly 0.5% in HbA1c in 22 studies evaluating mobile phone program or text messaging tactics on participants with diabetes. Uhlig et al showed a favorable change in blood pressure at six months in 26 separate studies  11  , yet they noted a lack of improvement in blood pressure at 12 months. A separate meta-analysis of 36 weight loss studies found that 71% of the studies reported some form of weight loss, although participant and intervention heterogeneity precluded a summary estimate of weight loss achieved through DHI  12  .\n\nIn this systematic review and meta-analysis, we note a nearly 40% relative risk reduction in CVD outcomes with DHI, with particular impact on secondary CVD prevention and in patients with heart failure. This level of risk reduction surpasses other prevalent, guidelinebased preventative measures such as statins  23  , aspirin  24  , or blood pressure reduction with beta-blockade  25  . Furthermore, the absolute risk reduction in events was 6.5% in our pooled analysis and 7.5% in secondary prevention populations. This translates into a number needed to treat of 14 and 16 patients, respectively, also surpassing reported absolute benefits of other guideline-based measures. As DHI use does not directly reduce CVD risk, these observed benefits likely reflect increased adherence to evidence-based preventative therapies such as statins, aspirin, or beta-blockers.\n\nWe found significant improvements in the risk factors of weight loss, BMI, blood pressure, and LDL-cholesterol in patients seeking primary prevention of CVD. These improvements in risk factors did not translate into an improvement in CVD outcomes in primary prevention studies, at least partly owing to lower risk populations and lack of long-term follow up. Conversely, we found significant reductions in these events in secondary prevention studies despite a lack of consistent reductions in CVD risk factors in secondary prevention studies. This heterogeneity in results is not readily explained by existing studies, and should prompt future DHI research focusing on furthering our understanding of the variables determining success of specific DHI in specific populations."
    },
    {
      "title": "Limitations",
      "text": "In an attempt to be inclusive in assessing the impact of DHI on CVD, we collected data utilizing multiple DHI modalities applied in multiple populations. Therefore, as noted previously heterogeneity in study results was present secondary to variation in study populations, DHI types, comparator groups, and lengths of follow up. Heterogeneity in these analyses was not explained by DHI modality or study design. Despite this heterogeneity, the data demonstrate an overall benefit of DHI for CVD prevention. However, the observed level of heterogeneity precludes definitive conclusions regarding specific DHIs that should be clinically applied to CVD prevention at the present time.\n\nIn addition, this analysis was unable to assess behavior change and motivational techniques, either of which could impact the outcomes of trials or be a contributor to DHI efficacy. Research attempting to better assess these issues will be vital in future work. Despite these limitations, the existing studies confirm that technological advances such as DHI can have a positive impact on preventative cardiovascular medicine."
    },
    {
      "title": "Conclusion",
      "text": "The data synthesized and analyzed in this systematic review show a net benefit of DHI on overall CVD outcomes (CVD events, hospitalizations, and all-cause mortality) compared to usual care. These gains are largely driven by improvements in CVD outcomes among higher risk populations such as patients with HF or those targeting secondary CVD prevention. DHI were also associated with improvement in risk factors for CVD in primary studies, suggesting the potential for positive impact of DHI in a wide variety of participants and settings. Further research is needed to determine the most effective DHI modalities and to better understand the determinants of their success in specific cardiovascular risk populations. PRISMA schematic for study selection."
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Figure 2.CVD Outcomes and DHI."
    },
    {
      "text": "Figure 3."
    },
    {
      "text": "Figure 3a: Weight and DHI.Figure 3b: BMI and DHI."
    },
    {
      "text": "Figure 3a: Weight and DHI.Figure 3b: BMI and DHI."
    },
    {
      "text": "Figure 4."
    },
    {
      "text": "Figure 4a: Web-based DHI and weight loss: Figure 4b: Telehealth-based DHI and weight loss: Figure 4c: SMS Text-based DHI and weight loss: Figure 4d: Email-based DHI and weight loss:"
    },
    {
      "text": "Figure 4a: Web-based DHI and weight loss: Figure 4b: Telehealth-based DHI and weight loss: Figure 4c: SMS Text-based DHI and weight loss: Figure 4d: Email-based DHI and weight loss:"
    },
    {
      "text": "RCTs reporting CVD outcomes with DHI (n=9) -monitoring in CR patients improved exercise capacity (26.88+220.33 ml/min vs. 285.89+385.44 ml/min, P=. 014) and improvements in rehospitalizations. data monitoring for physical activity in post-MI patients showed significant improvements in physical activity and QOL compared to usual care. The intervention had a small, non-significant effect on hard CVD outcomes. Heart Failure Telephone, SMS text, Data Monitoring Data monitoring in patients with recent decompensated HF showed a high attrition rate; yet a 50% reduction in CVD endpoints and hospitalizations with a mean improvement in NYHA class by one category in the treatment group. 7% vs. 4.6%) and provided a significant cost savings. The intervention group had a more robust weight loss (-3.68 lbs. vs. 0.47 pounds, P =.003), with no other surrogate markers of CVD achieving statistical significance. online risk factor improvement tool showed a significant reduction in Framingham scores (-14%; -25% to -2%) after 12 months in patients randomized to the intervention. No significant reduction in CVD events, death, and hospitalizations in DHI group."
    }
  ],
  "references": [
    {
      "title": "American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Executive summary: heart disease and stroke statistics--2012 update: a report from the American Heart Association",
      "authors": [
        "V Roger",
        "A Go",
        "Lloyd Jones",
        "D Benjamin",
        "E Berry",
        "J Borden",
        "W Bravata",
        "D Dai",
        "S Ford",
        "E Fox",
        "C Fullerton",
        "H Gillespie",
        "C Hailpern",
        "S Heit",
        "J Howard",
        "V Kissela",
        "B Kittner",
        "S Lackland",
        "D Lichtman",
        "J Lisabeth",
        "L Makuc",
        "D Marcus",
        "G Marelli",
        "A Matchar",
        "D Moy",
        "C Mozaffarian",
        "D Mussolino",
        "M Nichol",
        "G Paynter",
        "N Soliman",
        "E Sorlie",
        "P Sotoodehnia",
        "N Turan",
        "T Virani",
        "S Wong",
        "N Woo",
        "D Turner"
      ],
      "year": 2012
    },
    {
      "title": "American Heart Association Statistics Committee and Stroke Statistics. Heart disease and stroke statistics-2008 update: a report from the American Heart Association Statistics Committee and Stroke Statistics Subcommittee",
      "authors": [
        "Rosamond Flegal",
        "K Furie",
        "K Go",
        "A Greenlund",
        "K Haase",
        "N Hailpern",
        "S Ho",
        "M Howard",
        "V Kissela",
        "B Kittner",
        "Lloyd Jones",
        "D Mcdermott",
        "M Meigs",
        "J Moy",
        "C Nichol",
        "O' Donnell",
        "C Roger",
        "V Sorlie",
        "P Steinberger",
        "J Thom",
        "T Wilson",
        "M Hong"
      ],
      "year": 2008,
      "doi": "10.1161/circulationaha.107.187998"
    },
    {
      "title": "Effects of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case controlled study",
      "authors": [
        "S Yusef",
        "S Hawkins",
        "S Ounpus",
        "T Dans",
        "A Avezum",
        "F Lanas",
        "M Mcqueen",
        "A Budaj",
        "P Pais",
        "J Varigos",
        "L Lisheng"
      ],
      "year": 2004,
      "doi": "10.1016/s0140-6736(04)17018-9"
    },
    {
      "title": "American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Executive summary: heart disease and stroke statistics--2013 update: a report from the American Heart Association",
      "authors": [
        "A Go",
        "D Mozaffarian",
        "V Roger",
        "E Benjamin",
        "J Berry",
        "W Borden",
        "D Bravata",
        "S Dai",
        "E Ford",
        "C Fox",
        "S Franco",
        "H Fullerton",
        "C Gillespie",
        "S Hailpern",
        "J Heit",
        "V Howard",
        "M Huffman",
        "B Kissela",
        "S Kittner",
        "D Lackland",
        "J Lichtman",
        "L Lisabeth",
        "D Magid",
        "G Marcus",
        "A Marelli",
        "D Matchar",
        "D Mcguire",
        "E Mohler",
        "C Moy",
        "M Mussolino",
        "G Nichol",
        "N Paynter",
        "P Schreiner",
        "P Sorlie",
        "J Stein",
        "T Turan",
        "S Virani",
        "N Wong",
        "D Woo",
        "M Turner"
      ],
      "year": 2013
    },
    {
      "title": "HCUP Statistical Brief #146",
      "authors": [
        "A Pfuntner",
        "L Wier",
        "C Steiner"
      ],
      "year": 2010,
      "doi": "10.1037/e504032006-001"
    },
    {
      "title": "How behavioral science can advance digital health",
      "authors": [
        "Sabgg Pagoto"
      ],
      "year": 2013
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Increasing physical activity with mobile devices: a metaanalysis",
      "authors": [
        "J Fanning",
        "S Mullen",
        "E Mcauley"
      ],
      "year": 2012
    },
    {
      "title": "Effect of mobile phone intervention for diabetes on glycaemic control: a meta-analysis",
      "authors": [
        "X Liang",
        "Q Wang",
        "X Yang",
        "J Cao",
        "J Chen",
        "X Mo",
        "J Huang",
        "L Wang",
        "D Gu"
      ],
      "year": 2011,
      "doi": "10.1111/j.1464-5491.2010.03180.x"
    },
    {
      "title": "Self-Measured Blood Pressure Monitoring in the Management of Hypertension: A Systematic Review and Meta-analysis",
      "authors": [
        "K Uhlig",
        "K Patel",
        "S Ip",
        "G Kitsios",
        "E Balk"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-159-3-201308060-00008"
    },
    {
      "title": "Mobile phone interventions to increase physical activity and reduce weight: a systematic review",
      "authors": [
        "J Stephens",
        "J Allen"
      ],
      "year": 2013
    },
    {
      "title": "Patient Apps for Improved Healthcare: From Novelty to Mainstream",
      "authors": [
        "C Gauntlet",
        "M Aitken"
      ],
      "year": 2013
    },
    {
      "title": "The PRISMA Group. Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement",
      "authors": [
        "Dla Moher",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Cochrane Handbook (Version 5) Sections relating to new risk-of-bias tool",
      "authors": [
        "J Higgins",
        "D Altman"
      ],
      "year": 2007
    },
    {
      "title": "The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in metaanalyses",
      "authors": [
        "G Wells",
        "B Shea",
        "D O'connell",
        "J Peterson",
        "V Welch",
        "M Losos",
        "P Tugwell"
      ],
      "year": 2007
    },
    {
      "title": "One-year follow-up of a therapeutic lifestyle intervention targeting cardiovascular disease risk",
      "authors": [
        "A Wister",
        "N Loewen",
        "H Kennedy-Symonds",
        "B Mcgowan",
        "B Mccoy",
        "J Singer"
      ],
      "year": 2007,
      "doi": "10.1503/cmaj.061059"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "Telemonitoring and self-management in the control of hypertension (TASMINH2): a randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "E Bray",
        "R Holder",
        "M Jones",
        "S Greenfield",
        "B Kaambwa",
        "M Banting",
        "S Bryan",
        "P Little",
        "B Williams",
        "F Hobbs"
      ],
      "year": 2010
    },
    {
      "title": "Mobitel Investigators. Effect of home-based telemonitoring using mobile phone technology on the outcome of heart failure patients after an episode of acute decompensation: randomized controlled trial",
      "authors": [
        "D Scherr",
        "P Kastner",
        "A Kollmann",
        "A Hallas",
        "J Auer",
        "H Krappinger",
        "H Schuchlenz",
        "G Stark",
        "W Grander",
        "G Jakl",
        "G Schreier",
        "F Fruhwald"
      ],
      "year": 2009
    },
    {
      "title": "A randomized trial of an intervention to improve use and adherence to effective coronary heart disease prevention strategies",
      "authors": [
        "S Sheridan",
        "L Draeger",
        "M Pignone",
        "T Keyserling",
        "R Simpson",
        "B Rimer",
        "S Bangdiwala",
        "J Cai",
        "Z Gizlice"
      ],
      "year": 2011,
      "doi": "10.1186/1472-6963-11-331"
    },
    {
      "title": "Using mobile technology for cardiac rehabilitation: a review and framework for development and evaluation",
      "authors": [
        "A Beatty",
        "Y Fukuoka",
        "M Whooley"
      ],
      "year": 2013
    },
    {
      "title": "Statins for the primary prevention of cardiovascular disease",
      "authors": [
        "F Taylor",
        "K Ward",
        "Hmt Moore",
        "M Burke",
        "Davey Smith",
        "George",
        "J Casas",
        "S Ebrahim"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.cd004816.pub4"
    },
    {
      "title": "Antithrombotic Trialists' (ATT) Collaboration. Aspirin in the primary and secondary prevention of vascular disease: collaborative meta-analysis of individual participant data from randomised trials",
      "authors": [
        "C Baigent",
        "L Blackwell",
        "R Collins",
        "J Emberson",
        "J Godwin",
        "R Peto",
        "J Buring",
        "C Hennekens",
        "P Kearney",
        "T Meade",
        "C Patrono",
        "M Roncaglioni",
        "A Zanchetti"
      ],
      "year": 2009
    },
    {
      "title": "Use of blood pressure lowering drugs in the prevention of cardiovascular disease: meta-analysis of 147 randomised trials in the context of expectations from prospective epidemiological studies",
      "authors": [
        "M Law",
        "J Morris",
        "N Wald"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b1665"
    },
    {
      "title": "Comparative effectiveness of weight-loss interventions in clinical practice",
      "authors": [
        "L Appel",
        "J Clark",
        "H Yeh",
        "N Wang",
        "J Coughlin",
        "G Daumit",
        "E Miller",
        "Iii",
        "A Dalcin",
        "G Jerome",
        "S Geller",
        "G Noronha",
        "T Pozefsky",
        "J Charleston",
        "J Reynolds",
        "N Durkin",
        "R Rubin",
        "T Louis",
        "F Brancati"
      ],
      "year": 2011
    },
    {
      "title": "Evaluation of a telemedicine service for the secondary prevention of coronary artery disease",
      "authors": [
        "A Blasco",
        "M Carmona",
        "I Fernandez-Lozano",
        "C Salvador",
        "M Pascual",
        "P Sagredo",
        "R Somolinos",
        "A Munoz",
        "F Garcia-Lopez",
        "J Escudier",
        "S Mingo",
        "J Toquero",
        "V Monivas",
        "M Gonzalez",
        "J Fragua",
        "F Lopez-Rodriguez",
        "J Monteagudo",
        "L Alonso-Pulpon"
      ],
      "year": 2012,
      "doi": "10.1097/hcr.0b013e3182343aa7"
    },
    {
      "title": "Effect of a telemonitoring-facilitated collaboration between general practitioner and heart failure clinic on mortality and rehospitalization rates in severe heart failure: the TEMA-HF 1 (TElemonitoring in the MAnagement of Heart Failure) study",
      "authors": [
        "P Dendale",
        "De Keulenaer",
        "G Troisfontaines",
        "P Weytjens",
        "C Mullens",
        "W Elegeert",
        "I Ector",
        "B Houbrechts",
        "M Willekens",
        "K Hansen"
      ],
      "year": 2012,
      "doi": "10.1093/eurjhf/hfr144"
    },
    {
      "title": "Increasing the medium-term clinical benefits of hospital-based cardiac rehabilitation by physical activity telemonitoring in coronary artery disease patients",
      "authors": [
        "I Frederix",
        "N Driessche",
        "D Hansen",
        "J Berger",
        "K Bonne",
        "T Alders",
        "P Dendale"
      ],
      "year": 2013,
      "doi": "10.1177/2047487313514018"
    },
    {
      "title": "A trial of web-based dietitian care for hypertension control: Weight loss effects on blood pressure",
      "authors": [
        "B Green",
        "M Anderson",
        "A Cook"
      ],
      "year": 2012,
      "doi": "10.1001/jama.299.24.2857"
    },
    {
      "title": "Randomized trial of an internet-based computer-tailored expert system for physical activity in patients with heart disease",
      "authors": [
        "R Reid",
        "L Morrin",
        "L Beaton",
        "S Papadakis",
        "J Kocourek",
        "L Mcdonnell",
        "D' Slovinec",
        "M Angelo",
        "H Tulloch",
        "N Suskin",
        "K Unsworth",
        "C Blanchard",
        "A Pipe"
      ],
      "year": 2012
    },
    {
      "title": "Clinical trial of an Internet-based case management system for secondary prevention of heart disease",
      "authors": [
        "B Southard",
        "D Southard",
        "J Nuckolls"
      ],
      "year": 2003,
      "doi": "10.1097/00008483-200309000-00003"
    },
    {
      "title": "Internet based vascular risk factor management for patients with clinically manifest vascular disease: randomised controlled trial",
      "authors": [
        "J Vernooij",
        "H Kaasjager",
        "Y Van Der Graaf",
        "J Wierdsma",
        "H Grandjean",
        "M Hovens",
        "G De Wit",
        "F Visseren",
        "Smartstudy",
        "Group"
      ],
      "year": 2012
    },
    {
      "title": "Cardiovascular Health Effects of Internet-Based Encouragements to Do Daily Workplace Stair-Walks: Randomized Controlled Trial",
      "authors": [
        "L Andersen",
        "E Sundstrup",
        "M Boysen",
        "M Jakobsen",
        "O Mortensen",
        "R Persson"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2340"
    },
    {
      "title": "Web-based weight loss in primary care: a randomized controlled trial",
      "authors": [
        "G Bennett",
        "S Herring",
        "E Puleo",
        "E Stein",
        "K Emmons",
        "M Gillman"
      ],
      "year": 2010,
      "doi": "10.1038/oby.2009.242"
    },
    {
      "title": "Be Fit, Be Well Study Investigators. Obesity treatment for socioeconomically disadvantaged patients in primary care practice",
      "authors": [
        "G Bennett",
        "E Warner",
        "R Glasgow",
        "S Askew",
        "J Goldman",
        "D Ritzwoller",
        "K Emmons",
        "B Rosner",
        "G Colditz"
      ],
      "year": 2012
    },
    {
      "title": "Behavioral treatment for weight gain prevention among black women in primary care practice: a randomized clinical trial",
      "authors": [
        "G Bennett",
        "P Foley",
        "E Levine",
        "J Whiteley",
        "S Askew",
        "D Steinberg",
        "B Batch",
        "M Greaney",
        "H Miranda",
        "T Wroth",
        "M Holder",
        "K Emmons",
        "E Puleo"
      ],
      "year": 2013
    },
    {
      "title": "Managing hypertension in urban underserved subjects using telemedicine--a clinical trial",
      "authors": [
        "A Bove",
        "C Homko",
        "W Santamore",
        "M Kashem",
        "M Kerper",
        "D Elliott"
      ],
      "year": 2013
    },
    {
      "title": "No significant improvement of cardiovascular disease risk indicators by a lifestyle intervention in people with familial hypercholesterolemia compared to usual care: results of a randomised controlled trial",
      "authors": [
        "K Broekhuizen",
        "M Van Poppel",
        "L Koppes",
        "I Kindt",
        "J Brug",
        "W Van Mechelen"
      ],
      "year": 2012
    },
    {
      "title": "Comparing the effectiveness of two cardiovascular prevention programmes for highly educated professionals in general practice: a randomised clinical trial",
      "authors": [
        "N Claes",
        "N Jacobs",
        "E Clays",
        "W Schrooten",
        "De Bourdeaudhuij"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2261-13-38"
    },
    {
      "title": "Effects on cardiovascular disease risk of a web-based health risk assessment with tailored health advice: a follow-up study",
      "authors": [
        "E Colkesen",
        "B Ferket",
        "J Tijssen",
        "R Kraaijenhagen",
        "C Van Kalken",
        "R Peters"
      ],
      "year": 2011
    },
    {
      "title": "Comparative effectiveness of lifestyle interventions on cardiovascular risk factors among a Dutch overweight working population: a randomized controlled trial",
      "authors": [
        "J Dekkers",
        "M Van Wier",
        "G Ariens",
        "I Hendriksen",
        "N Pronk",
        "T Smid",
        "W Van Mechelen"
      ],
      "year": 2011
    },
    {
      "title": "A randomized controlled trial on the efficacy of carbohydrate-reduced or fat-reduced diets in patients attending a telemedically guided weight loss program",
      "authors": [
        "S Frisch",
        "A Zittermann",
        "H Berthold",
        "C Gotting",
        "J Kuhn",
        "K Kleesiek",
        "P Stehle",
        "H Kortke"
      ],
      "year": 2009
    },
    {
      "title": "A pilot-study to identify the feasibility of an Internet-based coaching programme for changing the vascular risk profile of high-risk patients",
      "authors": [
        "B Goessens",
        "F Visseren",
        "J De Nooijer"
      ],
      "year": 2008,
      "doi": "10.1016/j.pec.2008.06.004"
    },
    {
      "title": "Effect of a Web-Based Intervention to Promote Physical Activity and Improve Health Among Physically Inactive Adults: A Population-Based Randomized Controlled Trial",
      "authors": [
        "A Hansen",
        "M Gronbaek",
        "J Helge",
        "M Severin",
        "T Curtis",
        "J Tolstrup"
      ],
      "year": 2012
    },
    {
      "title": "Effect of a cardiovascular prevention program on health behavior and BMI in highly educated adults: a randomized controlled trial",
      "authors": [
        "N Jacobs",
        "De Bourdeaudhuij",
        "I Thijs",
        "H Dendale",
        "P Claes"
      ],
      "year": 2011
    },
    {
      "title": "Mobile phone short message service messaging for behaviour modification in a community-based weight control programme in Korea",
      "authors": [
        "N Joo",
        "B Kim"
      ],
      "year": 2007
    },
    {
      "title": "Development and a pilot test of an internet-based cardiovascular risk reduction program for Korean male workers with metabolic syndrome",
      "authors": [
        "C Kim",
        "S Kang"
      ],
      "year": 2013
    },
    {
      "title": "Active ambulatory care management supported by short message services and mobile phone technology in patients with arterial hypertension",
      "authors": [
        "A Kiselev",
        "V Gridnev",
        "V Shvartz",
        "O Posnenkova",
        "P Dovgalevsky"
      ],
      "year": 2012,
      "doi": "10.1016/j.jash.2012.08.001"
    },
    {
      "title": "Live well: a practical and effective low-intensity dietary counseling intervention for use in primary care patients with dyslipidemia -a randomized controlled pilot trial",
      "authors": [
        "D Kulick",
        "R Langer",
        "J Ashley",
        "K Gans",
        "K Schlauch",
        "C Feller"
      ],
      "year": 2013
    },
    {
      "title": "A national interactive webbased physical activity intervention in women, evaluation of the american heart association choose to move program 2006-2007",
      "authors": [
        "S Lieber",
        "R Redberg",
        "R Blumenthal",
        "A Gandhi",
        "K Robb",
        "S Mora"
      ],
      "year": 2012
    },
    {
      "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics",
      "authors": [
        "A Logan",
        "M Irvine",
        "W Mcisaac",
        "A Tisler",
        "P Rossos",
        "A Easty",
        "D Feig",
        "J Cafazzo"
      ],
      "year": 2012,
      "doi": "10.1161/hypertensionaha.111.188409"
    },
    {
      "title": "A low intensity, community based lifestyle programme to prevent weight gain in women with young children: cluster randomised controlled trial",
      "authors": [
        "C Lombard",
        "A Deeks",
        "D Jolley",
        "K Ball",
        "H Teede"
      ],
      "year": 2010
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phones",
      "authors": [
        "Marquez Contreras",
        "De La",
        "Figuera Von Wichmann",
        "Gil Guillen",
        "V Ylla-Catala",
        "A Figueras",
        "M Balana",
        "M Naval"
      ]
    },
    {
      "title": "Eficacia de una intervencion informativa a hipertensos mediante mensajes de alerta en el telefono movil (HTA-ALERT)",
      "year": 2004,
      "doi": "10.1016/s0212-6567(04)78922-2"
    },
    {
      "title": "Using the internet to translate an evidence-based lifestyle intervention into practice",
      "authors": [
        "K Mctigue",
        "M Conroy",
        "R Hess",
        "C Bryce",
        "A Fiorillo",
        "G Fischer",
        "N Milas",
        "L Simkin-Silverman"
      ],
      "year": 2009
    },
    {
      "title": "Therapeutic benefit of preventive telehealth counseling in the Community Outreach Heart Health and Risk Reduction Trial",
      "authors": [
        "R Nolan",
        "R Upshur",
        "H Lynn",
        "T Crichton",
        "E Rukholm",
        "D Stewart",
        "D Alter",
        "C Chessex",
        "P Harvey",
        "S Grace",
        "L Picard",
        "I Michel",
        "J Angus",
        "K Corace",
        "S Barry-Bianchi",
        "M Chen"
      ],
      "year": 2011
    },
    {
      "title": "Therapeutic benefit of internet-based lifestyle counselling for hypertension",
      "authors": [
        "R Nolan",
        "S Liu",
        "J Shoemaker",
        "V Hachinski",
        "H Lynn",
        "D Mikulis",
        "R Wennberg",
        "Moy Lum-Kwong",
        "M Zbib"
      ],
      "year": 2012,
      "doi": "10.1016/j.cjca.2012.02.012"
    },
    {
      "title": "Evaluation of mobile phone and Internet intervention on waist circumference and blood pressure in post-menopausal women with abdominal obesity",
      "authors": [
        "M Park",
        "H Kim"
      ],
      "year": 2012
    },
    {
      "title": "Interactive Diary for Diabetes: A Useful and Easy-to-Use New Telemedicine System to Support the Decision-Making Process in Type 1 Diabetes",
      "authors": [
        "M Rossi",
        "A Nicolucci",
        "F Pellegrini",
        "D Bruttomesso",
        "Di Bartolo",
        "P Marelli",
        "G Dal Pos",
        "M Galetta",
        "M Horwitz",
        "D Vespasiani"
      ],
      "year": 2009,
      "doi": "10.1089/dia.2008.0020"
    },
    {
      "title": "An Interactive Diary for Diet Management (DAI): A New Telemedicine System Able to Promote Body Weight Reduction, Nutritional Education, and Consumption of Fresh Local Produce",
      "authors": [
        "M Rossi",
        "C Perozzi",
        "C Consorti",
        "T Almonti",
        "P Foglini",
        "N Giostra",
        "P Nanni",
        "S Talevi",
        "D Bartolomei",
        "G Vespasiani"
      ],
      "year": 2010,
      "doi": "10.1089/dia.2010.0025"
    },
    {
      "title": "Effectiveness of a quality improvement intervention targeting cardiovascular risk factors: are patients responsive to information and encouragement by mail or post?",
      "authors": [
        "E Senesael",
        "L Borgermans",
        "Van Vijver",
        "E Devroey"
      ],
      "year": 2013
    },
    {
      "title": "Diabetes and Technology for Increased Activity (DaTA) study: results of a remote monitoring intervention for prevention of metabolic syndrome",
      "authors": [
        "M Stuckey",
        "E Russell-Minda",
        "E Read",
        "C Munoz",
        "K Shoemaker",
        "P Kleinstiver",
        "R Petrella"
      ],
      "year": 2011,
      "doi": "10.1177/193229681100500416"
    },
    {
      "title": "Effects of a Web-Based Patient Activation Intervention to Overcome Clinical Inertia on Blood Pressure Control: Cluster Randomized Controlled Trial",
      "authors": [
        "J Thiboutot",
        "C Sciamanna",
        "B Falkner",
        "D Kephart",
        "H Stuckey",
        "A Adelman",
        "W Curry",
        "E Lehman"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2298"
    },
    {
      "title": "Web-based targeted nutrition counselling and social support for patients at increased cardiovascular risk in general practice: randomized controlled trial",
      "authors": [
        "M Verheijden",
        "J Bakx",
        "R Akkermans",
        "H Van Den Hoogen",
        "N Godwin",
        "W Rosser",
        "W Van Staveren",
        "C Van Weel"
      ],
      "year": 2004
    },
    {
      "title": "Effectiveness of home telehealth in comorbid diabetes and hypertension: a randomized, controlled trial",
      "authors": [
        "B Wakefield",
        "J Holman",
        "A Ray",
        "M Scherubel",
        "M Adams",
        "S Hillis",
        "G Rosenthal"
      ],
      "year": 2011
    },
    {
      "title": "Using an online, personalized program reduces cardiovascular risk factor profiles in a motivated, adherent population of participants",
      "authors": [
        "R Widmer",
        "T Allison",
        "B Keane",
        "A Dallas",
        "L Lerman",
        "A Lerman"
      ],
      "year": 2014
    },
    {
      "title": "A short message service (SMS) intervention to prevent diabetes in Chinese professional drivers with pre-diabetes: A pilot single-blinded randomized controlled trial",
      "authors": [
        "C Wong",
        "Csc Fung",
        "S Siu",
        "Yyc Lo",
        "K Wong",
        "Dyt Fong",
        "Clk Lam"
      ],
      "year": 2013
    },
    {
      "title": "Two models of early cardiac rehabilitation in male patients after myocardial infarction with preserved left ventricular function: comparison of standard out-patient versus hybrid training programmes",
      "authors": [
        "I Korzeniowska-Kubacka",
        "B Dobraszkiewicz-Wasilewska",
        "M Bilińska",
        "E Rydzewska",
        "Piotrowicz"
      ],
      "year": 2011
    },
    {
      "title": "Impact of home-based exercise training with wireless monitoring on patients with acute coronary syndrome undergoing percutaneous coronary intervention",
      "authors": [
        "Y Lee",
        "S Hur",
        "J Sohn",
        "H Lee",
        "N Park",
        "Y Cho",
        "H Park",
        "H Yoon",
        "H Kim",
        "C Nam",
        "Y Kim",
        "K Kim"
      ],
      "year": 2013
    },
    {
      "title": "The use of the Internet to remotely monitor patients with heart failure",
      "authors": [
        "B Maric",
        "A Kaan",
        "Y Araki",
        "A Ignaszewski",
        "S Lear"
      ],
      "year": 2010
    },
    {
      "title": "Liveonline aftercare in patients with abdominal obesity in cardiodiabetological rehabilitation: findings of a randomized controlled study",
      "authors": [
        "J Theissing",
        "R Deck",
        "H Raspe"
      ],
      "year": 2013,
      "doi": "10.1055/s-0033-1345190"
    },
    {
      "title": "Utilization of the internet to deliver cardiac rehabilitation at a distance: a pilot study",
      "authors": [
        "A Zutz",
        "A Ignaszewski",
        "J Bates",
        "S Lear"
      ],
      "year": 2007
    }
  ],
  "num_references": 73,
  "original_doi": "https://doi.org/10.13039/100000002"
}
