{
  "paper_id": "FUF7KB8I",
  "title": "The evolution and mapping trends of mobile health (m-Health): a bibliometric analysis (1997-2023)",
  "abstract": "Background: Mobile health (m-Health) is widely acknowledged as a pivotal domain for improving global healthcare and driving its digital health transformation. Despite the vast amount of literature published in recent years, bibliometric studies on m-Health remain limited in scope and coverage. This study presents a comprehensive review of m-Health literature extracted from Scopus and PubMed databases, spanning the period from 1997 to 2023, including publications during the coronavirus disease 2019 (COVID-19) pandemic. \n Methods: The combined Scopus and PubMed databases were used in this study. The search formula for the literature retrieval used the most appropriate and relevant keywords to m-Health. The bibliometric data importation, extraction and analysis of authors, titles, publication date, publication place, publisher, volume number, issue number, citation count, document type, author keywords, affiliation were all carried out using the 'Biblioshiny', 'EndNote X9 ® ', 'Microsoft Excel ® ' and 'Microsoft Access ® ' software tools. Duplicate records were manually identified and removed. Visualization maps illustrating the recurrent keywords, collaboration patterns, and prolific publishing countries were generated using 'VOSviewer ® '. Results: A total of 37,470 (20,703 from Scopus and 16,767 from PubMed) publications were selected for the literature analysis. The results provided the definitive literature evidence on the origin of the concept of m-Health in 2003. Significant increase in the publications followed the global surge of smart phones usage in 2007, and the emergence of m-Health applications (Apps) and their global markets and ecosystems. The number of the publications peaked between 2013 and 2022 with most citations in 2022. There was noticeable spike in m-Health literature during the COVID-19 pandemic. The results also showed that most of the highly cited publications, leading institutions, and most prolific authors were predominantly from the developed countries. The USA has the highest number of publications followed by the UK, Australia, Germany, Canada and China, with most of the prolific authors originating from these countries. \n Conclusions: In conclusion, while there has been a remarkable increase in global m-Health publications since 2003, most of the impactful literature and publications in this area originated from selected countries in the developed world. The study indicates a significant disparity between the published literature from developed compared to the developing countries. Addressing this disparity, further bibliographical studies are required to address these and other literature gaps.",
  "year": 2024,
  "date": "2024-07-23",
  "journal": "Mohr DC",
  "publication": "Mohr DC",
  "authors": [
    {
      "forename": "Turki",
      "surname": "Alanzi",
      "name": "Turki Alanzi",
      "affiliation": "1  Department of Health Information Management and Technology , College of Public Health , Imam Abdulrahman Bin Faisal University , Dammam , Saudi Arabia; \n\t\t\t\t\t\t\t\t Department of Health Information Management and Technology \n\t\t\t\t\t\t\t\t College of Public Health \n\t\t\t\t\t\t\t\t Imam Abdulrahman Bin Faisal University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dammam \n\t\t\t\t\t\t\t\t\t Saudi Arabia;"
    },
    {
      "forename": "Shafiq",
      "surname": "Rehman",
      "name": "Shafiq Rehman",
      "affiliation": "2  Institute of Information Management , University of the Punjab , Lahore , Pakistan; \n\t\t\t\t\t\t\t\t Institute of Information Management \n\t\t\t\t\t\t\t\t University of the Punjab \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lahore \n\t\t\t\t\t\t\t\t\t Pakistan;",
      "email": "shafiq.im@pu.edu.pk."
    },
    {
      "forename": "Muhammad",
      "surname": "Khan",
      "name": "Muhammad Khan",
      "affiliation": "3  Directorate of Library Affairs , Imam Abdulrahman Bin Faisal University , Dammam , Saudi Arabia \n\t\t\t\t\t\t\t\t Directorate of Library Affairs \n\t\t\t\t\t\t\t\t Imam Abdulrahman Bin Faisal University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dammam \n\t\t\t\t\t\t\t\t\t Saudi Arabia"
    },
    {
      "forename": "Robert",
      "surname": "Istepanian",
      "name": "Robert Istepanian"
    },
    {
      "affiliation": "Institute of Information Management , University of the Punjab , Quaid-e-Azam Campus , 54590 Lahore , Pakistan. \n\t\t\t\t\t\t\t\t Institute of Information Management \n\t\t\t\t\t\t\t\t University of the Punjab \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Quaid-e-Azam Campus \n\t\t\t\t\t\t\t\t\t 54590 \n\t\t\t\t\t\t\t\t\t Lahore \n\t\t\t\t\t\t\t\t\t Pakistan"
    },
    {
      "affiliation": "Institute of Global Health Innovation , Imperial College , London , UK , \n\t\t\t\t\t\t\t\t Institute of Global Health Innovation \n\t\t\t\t\t\t\t\t Imperial College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "professor College of Public Health , Imam Abdulrahman Bin Faisal University , Dammam , Saudi Arabia. \n\t\t\t\t\t\t\t\t professor College of Public Health \n\t\t\t\t\t\t\t\t Imam Abdulrahman Bin Faisal University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dammam \n\t\t\t\t\t\t\t\t\t Saudi Arabia"
    }
  ],
  "doi": "10.21037/mhealth-23-20",
  "keywords": [
    "Mobile health (m-Health)",
    "telemedicine",
    "digital health",
    "bibliometric"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "For nearly two decades, mobile health (m-Health) was hailed as the most innovative and enabling area for the global digital transformation of healthcare  (1, 2) . This vital area was globally praised by key policymakers and experts alike as 'the biggest technology breakthrough of our time', and its use would 'address our greatest national challenge'  (1) .\n\nSince then, numerous m-Health systems and applications (Apps) have been applied globally in almost every conceivable medical discipline, healthcare monitoring, and wellness area  (1) (2) (3) (4) (5) . M-Health's global popularity and transformative nature  (1, 4, 5)  are reflected in the extensive scientific literature, massive m-Health markets, phonebased m-Health Apps and ecosystems, and global businesses and services established over the last two decades. However, the origin of m-Health remains a 'known unknown'  (2) , although largely acknowledged and widely disseminated in the relevant literature  (1, 4, 6)  for the last two decades. The earliest cited literature on the evolution of the term m-Health indicates that the beginnings of the concept can be dated back to 1997 when the earliest genesis of the concept was referred to as 'wireless telemedicine' or 'mobile telemedicine'  (7, 8) . These were followed by the publications citing the term 'unwired e-med' in 2000  (9) . These publications represent earliest precursor terms that formed the basis for the subsequent introduction of the term m-Health in 2003. It is well known that m-Health originated in the seminal and pioneering work of  Istepanian et al. in 2003 . This work has been widely acknowledged by numerous scientific and literary publications since then  (1, 2, 4, 6) . It was first defined as 'emerging mobile computing, medical sensor and communication technologies for healthcare'  (3, 10) . These beginnings of m-Health and the original definition have not been widely documented in the literature prima-facie until recently  (1, 2, 4, 6) . These were neither addressed in earlier bibliometric studies due to the scope and other limitations of these studies.\n\nThis definition reflects the critical technological and scientific principles of m-Health. These are shown in Figure  1 .\n\nThis definition remains an acceptable notion and the cornerstone of the scientific understanding of m-Health  (2) . These pillars underpin the underlying scientific and technological principles of computing, communications, and sensing technologies applied to healthcare, encapsulating the basics of m-Health science  (2) . Furthermore, these principles and their constituent areas continuously evolve, with some emerging more robustly than others within the m-Health domain. There have been unprecedented advances in the computing and communication pillars encapsulated in the developments of artificial intelligence (AI), new intelligent wearable technologies, and sixth generation (6G) mobile communications for m-Health and digital health. The details of these technological developments are beyond the scope of this paper, and are described elsewhere  (1) .\n\nSince its inception, m-Health has been hailed by many leading healthcare experts, clinicians, global institutions, influential business leaders, and most importantly, policymakers 'as the greatest and the biggest technology breakthrough of our time'  (5) .\n\nIn 2011, the World Health Organization (WHO) stated that m-Health has 'the potential to transform the face of health service delivery across the globe'  (2, 11) . The organization defined m-Health as 'covering medical and public health practice supported by mobile devices, such as mobile phones, patient monitoring devices, personal digital assistants (PDAs), and other wireless devices'  (2, 11) . However, this widely disseminated WHO report has neither cited nor referred to original publications nor the original definition of m-Health (2). This significant lapse in literature remains a 'known unknown' and ambiguous to date.\n\nIt is also worth noting that the m-Health Apps areas have dominated the m-Health literature since the introduction of the first generation of smartphones in 2007. It has been reflected in the exponential increase in the rate of relevant publications since then.\n\nThis influential technological milestone completely transformed the paradigm of m-Health and significantly contributed to its rapid evolution  (1) . However, these developments and the pivotal role played by smartphone technologies have been both a blessing and a curse for m-Health  (1) . Although these technological breakthroughs in mobile and internet communication technologies encapsulated by these smart devices have firmly placed m-Health on the global radar, many m-Health proponents view it as another global healthcare application market and a profitable opportunity  (1, 12) . Nonetheless, this widely acknowledged interpretation of m-Health has been reflected in the exponential rise and global markets of the m-Health Apps in numerous health and wellness areas since 2007.\n\nTo reflect on this key milestone, a preliminary survey by the authors found that more than 400 literature and metaanalysis review studies were published between 2009 and 2019. These studies addressed numerous smartphone-based m-Health application areas and covered different areas such as healthcare monitoring, clinical, wellness, disease management, behavioral change, remote diagnostics, education, and other disciplines. Some of the most studied areas included m-Health Apps for non-communicable and chronic disease management, such as diabetes, cardiovascular disease, chronic obstructive pulmonary disease (COPD), and cancer  (13, 14) ; wellness and physical activity monitoring  (15, 16) ; remote diagnosis and treatment  (17, 18) ; patient education, mental health, and behavioral change  (19) (20) (21) (22) (23) (24) (25) ; home and elderly care  (26) (27) (28) , public and global health  (29) (30) (31) ; medical training and learning  (32) (33) (34) ; primary and emergency care  (35, 36) . More recently, many studies on m-Health and digital health Apps related to the coronavirus disease 2019 (COVID-19) pandemic have been published  (37) . The complete citations and analysis of these literature reviews and meta-analysis studies are beyond the scope of this paper, but are presented here for completeness. This extensive m-Health literature reviews and studies have not been paralleled with corresponding bibliometric studies. Few studies have been published in recent years  (38) (39) (40) (41) . The earliest  (38, 39)  had many search limitations, bibliometric research scope shortcomings, and analysis gaps. These limitations, presented in further detail elsewhere  (40, 41) , included a lack of accurate citations on the origin and first publications, lack of a definitive definition of m-Health, limited selection and selection of the search database [e.g., Web of Science (WoS)], limited timeframe of the search period used, and also the limited selection of the most relevant search keywords in the search methodologies. For example, one of these earlier studies based their search on a single keyword 'mobile health' with specific search timeframe (2006-2016)  (38) . Furthermore, the selection of these search dates, particularly of the beginning period, were neither clarified nor justified and remain contestable. It is well known that key publications and literature on m-Health was published prior to 2006, and neither of these studies had cited or included these. These studies had also excluded the numerous books and book chapters published in this area, these can also be considered major limitations of these bibliometric studies  (38, 39) . Most importantly, these bibliometric studies focused mainly on the productivity of the publications (frequency of publication) and did not provide appropriate citations and relevant analysis of the most productive countries, organizations, and top journal publishers in this area  (38, 39) . A recent bibliometric study  (40)  also had a significant limitation, as it listed only the most prolific authors based on the literature data extracted from a single albeit highly cited journal: JMIR Mhealth Uhealth. Furthermore, the literature data analyzed in this study was limited to the 676 abstract citations extracted from PubMed and limited only for the period 2013-2018. Furthermore, this study does not present an accurate bibliometric evolution with an overall historical trend in this area, but focused on singular and niche bibliometric outcomes of the most prolific authors and for specific time frame.\n\nThis paper presents a new and more comprehensive bibliometric study on m-Health from the period from 1997 until 2023 using two major scientific and medical databases most relevant to this area (Scopus and PubMed). The paper will also highlight the origin, evolution of m-Health, and discuss the results and future work in this area."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Database selection and search dates",
      "text": "This study analyzed the m-Health research productivity between 1997 and 2023 using the combined Elsevier's Scopus and PubMed databases. The Scopus database was selected as one of the world's leading scientific multidisciplinary databases, with broader coverage than the WoS used in earlier studies. This is particularly important and relevant to m-Health, as these databases combined represent the largest and most comprehensive literature coverage in health and medical-related disciplines  (42) . It is also well known that the WoS database has a lesser cited literature spectrum compared to the broader coverage provided by Scopus and PubMed, especially in the above disciplines  (43) . For example, PubMed database is considered the most popular in biomedical literature including the m-Health literature, as it contains more than 35 million citations and abstracts of biomedical literature and related areas. Hence, the selection of these two databases is considered the most relevant to the m-Health research and for bibliometric studies and search methodology used in this area.\n\nThe bibliometric data search and review process was conducted until 17 th July 2023, as the cutoff date selected for this study. More recent literature published since then will most likely be statistically insignificant to impact the final data analysis and results obtained from this study due to the large number of publications analyzed from the preceding years compared to the number cited in more recent publications."
    },
    {
      "title": "Keyword selection and literature search methodology",
      "text": "Considering the factors of high recall precision and retrieval of the maximum number of relevant publications, we applied a broader spectrum of the most relevant keywords to the search methodology used. The following query was run to obtain the data from the databases: ( TITLE ( ( mhealth* OR m-health* OR \"digital health*\" OR \"wireless telemedicine\" OR ( health AND \"Personal Digital Assistant*\" ) OR ( health AND pda? ) OR \"wireless e-med*\" OR \"wireless emed*\") ) OR AUTHKEY  (  ( \"Mobile health\" OR mhealth* OR m-health* OR \"digital health*\" OR \"wireless telemedicine\" OR © mHealth. All rights reserved. mHealth 2024;10:23 |  https://dx.doi.org/10.21037/mhealth-23-20 ( health AND \"Personal Digital Assistant*\" ) OR ( health AND pdas ) OR \"wireless e-med*\" OR \"wireless emed*\" ) ) ) AND NOT TITLE-ABS-KEY ( \"mobile unit\" OR \"mobile health clinic*\" OR \"health Unit\" OR van OR transport OR \"Digital Health Sciences Librar*\" ) AND PUBYEAR > 1996 AND PUBYEAR < 2024.\n\nThese keywords and combinations represent the most widely used and applicable search keywords examined in the publications and the identified documents within the two selected databases (Scopus and PubMed). The inclusion criteria used in the search process were chosen to select all research articles, full conference papers, review papers, books, and book chapters published in any language. The exclusion criteria included editorials, notes, letters, errata, short surveys, conferences, and summary articles written in any language. We also excluded the 'conference and meeting abstracts' as the Scopus database does not include these abstracts in their coverage, as stipulated in the Scopus content coverage guidelines  (44) . Furthermore, the selected publication's title and keyword as a search field were selected to standardize and limit any irrelevant results extracted from the database. These keywords and the records retrieved from this study represent a broader and more comprehensive spectrum of m-Health publications compared to the limited keyword selections and records of publications identified from earlier bibliometric studies  (38, 39) . Figure  2  shows the data extraction and filtration process used in this study. Each extracted record was rigorously checked for validity within/against the abovementioned inclusion criteria.\n\nAs shown in Figure  2 , a total of 21,734 and 18,660 records were extracted from the Scopus and PubMed d a t a b a s e s r e s p e c t i v e l y. T h e s e i n c l u d e d t h e f u l l bibliographical data details (author name, document title, source title, publication date, publication place, publisher, volume number, issue number, citation count, document type, author keywords, affiliation, etc.). The data import, extraction, and analysis of the results were carried out using VOSviewer ® , Biblioshiny, EndNote X9 ® , Microsoft Excel ® and Microsoft Access ® software tools."
    },
    {
      "title": "Exclusions of records",
      "text": "As shown in Figure  2 , 83 duplicates and irrelevant items (9 from Scopus and 74 from PubMed) were excluded from the final selection. A second criteria and validation process were\n\nIdentification Screening Included Publications identified by literature searching Relevant studies included in bibliometric analysis (Scopus =20,703, PubMed =16,767) Eligibility Scopus =21,734 PubMed =18,660 Inclusion/Exclusion criteria applied Records assessed for eligibility (Scopus =20,712, PubMed =16,841) Record excluded after applying documents types filter (Scopus =1,022, PubMed =1,819) Duplicate and irrelevant records excluded (Scopus =9, PubMed =74) repeated to ensure the accuracy of the final selection of the identified records. A total of 37,470 records (20,703 from Scopus and 16,767 from PubMed) were selected and used for the final data analysis, as shown in Figure 2.\n\nThe extracted recorded data were then analyzed to identify clusters and present the data according to the leading publishing journals, prolific institutions, authors, countries, and institutions publishing in this area of research. In addition, the authorship and collaboration patterns were deduced from the most highly cited articles. A few fields/abbreviations are used in the various table columns in data analysis, such as total publications (TPs) and total citations (TCs).\n\nCitations per publication (C/P) was used in this study and calculated by dividing the total number of citations by the total number of publications cited. This represents the average number of citations a specific publication has received  (45) . In contrast, the CiteScore (CS) measure, as specified by Scopus, determines the C/P based on Scopus data. This measure calculates the average number of citations received in a calendar year divided by all the items published within a specific journal in the preceding three years."
    },
    {
      "title": "Results"
    },
    {
      "title": "Evolution and publication trends of m-Health literature (1997-2023)",
      "text": "Figure  3  illustrates critical historical and literature milestones of m-Health since its inception in 2003. However, in 1997, the first publication that coined the term 'mobile telemedicine' was published as the earliest precursor to m-Health. It highlighted the fundamental concepts of the mobility benefits and the feasibility of health data transmission capabilities associated with earlier Global System for Mobile Communication (GSM) cellular phone technologies for healthcare  (7) . This pioneering work laid the foundations and the principles for the subsequent publications that introduced the concept of m-Health in 2003. Hence, the selection of the search date used in this study was backdated to 1997 and attributed to this original publication date.\n\nAs shown in Figure  3 , the introduction of thirdgeneration (3G) communications and the dawn of the mobile internet data in the early 2000s was pivotal and key milestone that contributed to the introduction of the concept of m-Health in 2003 (3,10). and later to its leading to the first definition in in 2004 (3,10). Subsequently, the first edited book on m-Health was published in 2006 (8). The publication of this first book is also considered another milestone in the relevant literature and developments in different m-Health areas and Apps. Another key milestone evolved around the introduction of the first generation of smartphones in 2007 and the beginning of the m-Health App era. The concepts of '4G health' and '5G health' were later introduced in 2012 and 2017 respectively (1). These milestones represent the main evolutionary process of m-Health and the developments in this area from the technological and scientific perspectives. a conference paper by the Royal Society in London, and illustrated the earliest representation of the concept as 'mobile telemedicine', a precursor to the term m-Health. This pioneering work was subsequently published as supplement in the Journal of Telemedicine and Telecare (7). 4500 4000 3500 3000 2500 2000 1500 1000 500 0 Number of publications Yearly publications (Scopus) 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 2 0 2 0 2 0 2 1 2 0 2 2 2 0 2 3 Years 1 0 3 6 8 7 13 11 25 31 44 56 60 66 149 241 378 615 855 1074 1358 1917 3966 3339 2784 2096 1600 4000 3500 3000 2500 2000 1500 1000 500 0 Number of publications Yearly publications (PubMed) 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 2 0 2 0 2 0 2 1 2 0 2 2 2 0 2 3 Years 2 0 1 10 33 29 49 37 28 38 46 40 110 206 338 537 784 979 1249 1936 3433 2817 2321 1617 13 12 28 40000 35000 30000 25000 20000 15000 10000 5000 0 Number of citations Yearly citations (Scopus) 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 2 0 2 0 2 0 2 1 2 0 2 2 2 0 2 3 Years 2 0 2 116 101 366 218 121 569 1085 761 1003 1020 2356 6779 8839 16483 19465 29488 31056 37433 649 8112 22454 37618 33701 35321 35000 30000 25000 20000 15000 10000 5000 0 Number of citations Yearly citations (PubMed) 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 2 0 2 0 2 0 2 1 2 0 2 2 2 0 2 3 Years 3 0 1 103 61 115 214 562 445 299 446 460 331 1016 2018 3440 9787 12226 19856 22765 27351 534 6664 17735 29223 25702 26239 Figure 4 The chronological productivity of mobile health publications (1997-2023). increase in citation levels since 2010, with 2,356 citations, followed by a sharp peak over the subsequent decade. This increase culminated in 2020 with a total of 37,618 citations. The figure also shows that the years with the most citations were from 2013 to 2022."
    },
    {
      "title": "Chronological productivity of m-Health publications"
    },
    {
      "title": "Chronological productivity of m-Health citations"
    },
    {
      "title": "m-Health literature productivity by country",
      "text": "The analysis of global m-Health literature productivity is shown in Table  1 . The summary of the top 10 countries, with their TPs, TCs, and their corresponding C/P, calculated individually. This table shows that in the Scopus data, the USA ranked first with 7,844 publications, 138,048 citations, and a C/P of 17.60, followed by the UK with 2,686 publications, 51,387 citations, and a corresponding C/P of 19.13. Similarly, Australia had 1,803, Germany had 1,562, and Canada had 1,362 publications.\n\nThese results also show a considerable gap between the total number of publications and citations from the USA and the corresponding number of publications and citations from other countries. However, from the perspective of C/P, there was no considerable difference between the USA and the other top five countries on the list. For example, Italy scored a citation level close to the citations from the USA despite having only 785 publications, compared to 7,844 from the USA.\n\nThe top five countries for their scientific publications in PubMed were similar to those in Scopus, except Switzerland, replacing India at number 9, with 548 publications, 7,391 citations, and 13.49 C/P. The USA had the most publications and citations, with their C/P within the top five countries remaining relatively similar, except Germany, which had a C/P of 10.46. countries and collaborating partners."
    },
    {
      "title": "Global collaboration in m-Health publications",
      "text": "The USA and the UK had the most robust collaborations (547 publications), followed by the USA-Canada collaborations (349 publications), then the UK-Australia (269 publications), USA-Australia (252 publications), USA-China (245 publications), and UK-Germany collaborations (219 publications). These results indicate that the USA has been pivotal in global research, publications, and collaborations in the m-Health domain."
    },
    {
      "title": "Top journal distribution",
      "text": "In recent years, several m-Health journals and leading scientific publications have continued to publish extensively in this area. This increasing interest reflects this research area's importance, continued global impact, and increased popularity within the publishing and scientific communities.\n\nThe list of the top twenty journals publishing on m-Health is shown in Table  2 . The table also shows each journal's country of origin, TPs, CS, quartile rank (Q), TCs, and average C/P. The JMIR Mhealth Uhealth are ranked first with 1,258 publications and 29,145 citations, establishing a C/P of 23.17 in Scopus and PubMed with 1,356 publications, 25,058 citations, and 18.48 average C/P. This is followed by its sister journal, the 'Journal of Medical Internet Research'. The 'JMIR Formative Research' journal is ranked third on the list, with 613 publications, 1,985 citations, and 3.24 C/P in Scopus and 656 publications, 1,796 citations, and 2.74 C/P in PubMed. Ranking second on the list is the 'Journal of Medical Internet Research', which had more citations (N=32,999) and a C/P of 29.54 compared to the above journals. This can be attributed to the long-established history of this journal and the longevity of its publications' records compared to the relatively newer (JMIR) journals. Furthermore, all the subsequent journals on the list, namely, Studies in Health Technology and Informatics, JMIR Research Protocols, International Journal of Environmental Research and Public Health, Digital Health, Lecture Notes in Computer Science, Telemedicine and E-Health, and JMIR Mhealth Uhealth, have relatively fewer numbers of publications compared to the top three journals on the list. Nevertheless, these journals show a significant increase in citations and corresponding C/P.\n\nThe table also shows the individual CS, Q, and citation metrics used by the Scopus database for each journal  (42, 44, 45) . The highest CS was 12.1 for 'Journal of Medical Internet Research', compared to the lowest CS of 1.1 for 'The ACM International Conference Proceeding Series'. It can also be noted that 11 journals on this list are within the highest quartile rank (Q1) category, except for those ranked in 3 rd , 4 th , 5 th , 6 th , 8 th , 11 th , 13 th , 14 th , and 19 th positions. 'The ACM International Conference Proceeding Series' at 11 th position has no quartile.\n\nObserving the same trend from PubMed, we found that, in general terms, the highest CS was for the same journals as those from the Scopus data. However, the lowest CS of 1.4 was allocated to 'Studies in Health Technology and Informatics'. As shown in Table  2 , for PubMed, the results list 11 journals within the highest quartile rank (Q1) category, except those ranked from positions 3 to 6, 10 to 12, 15, and 17, respectively."
    },
    {
      "title": "Most prolific authors in m-Health",
      "text": "Table  3  shows the most prolific authors publishing on m-Health within the search period. This list was compiled by calculating the individual publications attributed to each author within the specified search period. The authors were then ranked by their total number of publications, single authorship, and first authorship patterns.\n\nThe table shows that the most prolific author is Torous J, with 95 publications in Scopus and 100 in PubMed, respectively, followed by Mohr DC, Schnall R, and Whittaker R, as listed from the Scopus and the PubMed databases.\n\nFurther analysis of the author's list shows that Istepanian RSH is the pioneering author in this area, with his earliest citation and publications record that date back to 1997. These are originally cited for the publications in on 'wireless telemedicine' and 'mobile e-Med' as precursor terms to the seminal publications on m-Health in 2003 and 2004 respectively. The earliest date of the extracted literature data from the combined Scopus and the PubMed databases indicates that the earliest publications were listed by Istepanian, with 34 publications, 1,233 citations, and a total C/P of 36.26. Table  3  shows that the highest number of citations  [4, 713]  are accredited to the second top author, Mohr DC, with 60 publications since 2011 in Scopus. The author Torous J had the highest number of citations  [3, 503]  from 100 publications since 2014 as listed within the PubMed database. It is also of note that most of the top authors in this list had their publications in the post-2011 period, with consistency shown by the top four authors in both databases."
    },
    {
      "title": "Authorship pattern",
      "text": "Figure  7  shows the authorship patterns of the publications identified in this study. The figure shows that out of the 20,703 publications extracted from Scopus, only 1,255 were written by single authors. Most (94%) were based on collaborative work and multiple authorships. The statistical analysis of the publications data indicated that the dominant authorship pattern was of four authors, with 3,008 publications, or 14.53% of the total. This was followed by three authors (14.4%) and five (12.68%) authors' patterns.\n\nThe least number of publications was of the top 10 authors (3.24%). However, 3,531 publications, or 17.06% of the total, had more than 10 authorships. Overall, these results indicate that most m-Health publications are the outcomes of collaborative work and research. increase in the citation levels since 2003. Furthermore, the results also indicate that most of the published literature originated from the developed countries. These include the USA, Canada, the UK, and Australia. This trend undoubtedly indicates that the many publications from the developing world and low-and middle-income countries (LMICs) remain relatively low and less impactful or cited in comparison  (1, 2) . This also concurs with recent findings of lesser-impacted studies of m-Health interventions from these countries  (20) ."
    },
    {
      "title": "Most productive institutions",
      "text": "The results also show that multiple authorships were indicators of collaborative work and research in this area. Most (94%) of the publications analyzed were from various authors. The top authorship lists from this study were from the lists compiled in earlier bibliometric studies  (38) (39) (40) (41) . This can be attributed to the limitations and the analytical approach used in these studies, as discussed earlier in this paper. For example, this study analyzed a total of 37,470 (20,703 from Scopus and 16,767 from PubMed) publications, compared to 5,465 and 2,704 cited in the earlier bibliometric studies  (38, 39) .\n\nIt is also important to note that there was a considerable increase in the total number of publications and their impact levels in recent years (2020-2022).\n\nThe analysis results from this review indicate that the origin and the earliest publications in this area can be attributed to the original work cited in this area  (3, 10) . These seminal publications predate any of the published work from all subsequent publications and published reports recorded by all the authors and institutions searched in this study and from the previous lists of the most prolific authors compiled from other bibliometric studies. Furthermore, these results indicate that the highly cited authors, countries, and institutions publishing in the m-Health area mainly originate from the developed world. The absence of impactful publications from the developing world and LMICs remain subject to further work. These findings sharply contrast with the perception of these countries' increased publications and interest in m-Health in the last decade  (1) . These publications were supported by many of the world's global health and telecommunications bodies and industry conglomerates, such as the WHO, International Telecommunication Union (ITU), m-Health alliances, and others (2). Nevertheless, the impact level, discussions, and limited upscaling of the numerous publications originating from the LIMC countries to further research.\n\nAs discussed earlier, the search methodology followed in this study was based on identifying essential factors that can influence the results of a bibliometric study in this area: namely, the accurate choice of the most appropriate, more comprehensive, and relevant database, the broad and precise selection of the search keywords used, and the citation metrics used.\n\nCompared to earlier studies, the differences concluded from the results of this study can be mainly attributed to the above factors. For example, the choice of WoS database in  (39)  had limited retrieved records to 2,704, compared to the much © mHealth. All rights reserved. mHealth 2024;10:23 |  https://dx.doi.org/10.21037/mhealth-23-20\n\nhigher records retrieved in this study. While the selection of search keywords was broadened in the bibliometric research  (39) , compared to the earlier study  (38) , some of these were irrelevant to m-Health, such as 'mobile health unit', 'mobile unit', 'tablet computer', 'mobile device'  (39) .\n\nAs discussed earlier, these keywords were excluded in the current study as inaccurate and invalid representations of m-Health. Although the Scopus database was used in the study  (38) , the following search mechanism was based on a single keyword 'mobile health/m-Health'. These and other limitations can render some of the outcomes and subsequent results from these studies contestable. These and other limitations highlight the need for more robust approaches to consider the above issues and accurately identify keywords and search methodology.\n\nRegardless of these differences, some relative similarities were obtained from this study compared to the earlier studies cited on their lists, such as those of most prolific institutions. As shown in Table  1 , the top five countries remain the same, with minor position changes in the present and previous studies. These were the USA, the UK, Australia, Germany and Canada.\n\nThese results also reconfirmed the publishing lead of the US institutions. However, the results from this study showed the inclusion of two UK institutions (University of Oxford and University College, London) in the current list; these institutions were not included in either of the earlier studies  (38, 39) . This inclusion indicates the increasing trend of publications and research from the UK in recent years.\n\nFrom the top publishing journals' perspective, the Journal of Medical Internet Research (JMIR) and its sister journals (JMIR Mhealth Uhealth) remain unchanged and concur with the results from a recent bibliometric study  (41)  in terms of the domination of JMIR family of the top publishing journals with the JMIR Formative Research replacing the JMIR Protocols (in both Scopus and PubMed) as the 3 top journals with respect to number of publications. The variations in the top publishing journals indicate increasing competition among the leading and specialist journals. Also, there is diversification of the m-Health themes being published in these journals, compared to the others not on the list.\n\nAs shown in Figure  8 , there is a noticeable increase in the usage of the term 'digital health' in conjunction with m-Health publications. In recent years, some high-impact specialist journals were launched, such as the Lancet's Digital Health and Nature's NPJ Digital Medicine, that have since been increasingly publishing different m-Health application areas. This interchange of these terms will probably impact future citations of 'mobile health or m-Health' literature research. However, the rapprochement between the two terms remains unclear and ambiguous, leading to increased fuzziness on how m-Health relates to digital health  (2) . These issues require further work from bibliometric and ontological perspectives (2) and on the many 'known unknowns', including the correlation between m-Health and digital health  (2) . The gap between the published literature from the developed world compared to LMICs and developing countries can be attributed to many challenges. These include, for example, lack of funding, appropriate technical and clinical knowledge base, infrastructure, upscaling, and successful large-scale deployments of m-Health (digital health) systems in these settings.\n\nFinally, the introduction of smartphone-based m-Health Apps has effectively evolved the area into two separate and de facto disciplines: market-driven m-Health Apps and the science of the m-Health domain. While the former is massively successful, the latter is still 'under the radar' from clinical, cost-effectiveness, efficacy, health policy, and global acceptability perspectives. These critical issues necessitate further studies that address the scientific aspects of m-Health more clearly and, beyond that, the basic understanding of m-Health in the smartphone-based Apps domain. Further work on a deeper understanding of the science of m-Health is also required to better encapsulate these scientific and technological principles of m-Health beyond the existing box of the smartphone-centric models and their 'm-Health Apps' market-driven ecosystems."
    },
    {
      "title": "Limitations and future research directions",
      "text": "This study has the following limitations. First, it relied solely on data from Scopus and PubMed, limiting its scope to English-language publications and excluding conference abstracts. While this exclusion does not significantly impact the overall results, the data could have missed some relevant non-English publications since it is estimated that 90% of the publications in this area are in English. The Scopus and PubMed were selected as these provide broader coverage in health-related fields compared to other databases like WoS used in some earlier studies.\n\nThis limitation necessitates future studies to include non-English literature, alternative collaboration metrics, adding more content analysis, and focusing on specific m-Health Apps published in non-English languages.\n\nMoreover, the COVID-19 pandemic has boosted the m-Health research, studies and publications in recent years, particularly from epidemiological, mental health, diagnostic, and infection mointoring perspectives using m-Health Apps developed for these and other Apps. However, the impact of these recent publications from the bibliometric perspective are unlikely to change the key patterns of the publication data presented.\n\nThe other limitation of this study is in the co-authorship criteria used. This criterion might affect the data captured on the research collaboration patterns as presented in this paper. This can be due to the potential biases in the author's indexing process acquired from the databases. Future studies to explore alternative metrics that can present more accurate collaboration analysis and visualization patterns can be considered to mitigate this bias limitation.\n\nFinally, this study did not detail into the specific publications' content analysis, clinical data, or qualitative assessments. It also did not explore the specific m-Health application areas beyond the search keywords. These are beyond the scope of any bibliomtric study and are subject for future specific literature review research.\n\nFrom the future research perspective, the increasing volume of m-Health publications focusing on exculsively on the smartphone Apps remain the dominating trend in this area, and is expected to continue in the foreseeable future. However, there is relatively new trend that these publications are increasingly grouped under the umbrella terms 'digital health' or 'digital health applications'. The evolving relationship between 'digital health' and 'm-Health' remains unclear, with blurring boundaries between 'digital health' and 'm-Health'. These issues remain largely ambigious and not widely studied or clearly understood. A concise understanding of this correlation requires further bibliometric research and studies in this particular niche yet important area."
    },
    {
      "title": "Conclusions",
      "text": "This paper presents a comprehensive bibliometric study on m-Health from 1997 to 2023. The analysis provided the definitive literature evidence and historical insights into the origin, seminal publications, prolific authors, top publishing journals, leading countries, and collaborating research institutions in this area. It also identified the recent trends in the collaboration patterns and authorship dynamics, notably influenced by the surge in publications following the COVID-19 pandemic.\n\nThe study highlighted that the USA remains the country with the most country in m-Health research and publications, followed by the UK, Australia, Germany, and Canada. The top publishing journals in this area remain the Journal of Medical Internet Research (JMIR) and its affiliated journals (JMIR Mhealth Uhealth, Journal of Medical Internet Research, JMIR Formative Research). These journals maintained their prominence in this area, exhibiting high citation impact factors. However, the results also underscored a significant lack of highly cited publications from the developing and LMICs, highlighting a disparity in highly impactful and research output from these countries. Bridging this gap requires concerted global efforts and further research on the causes of this disparity in the m-Health literature in these countries. Moreover, the study acknowledged its limitations and highlighting the emerging trend of grouping the m-Health publications under the umbrella term of 'digital health'. This can potentially reshape the terminology landscape and warrant further research and bibliometric studies to understand its implications on the relevant literature citation and terminological shifts. the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See:  https://creativecommons.org/licenses/by-nc-nd/4.0/ ."
    },
    {
      "text": "Figure 1 The fundamental technological and scientific pillars of m-health (1). Adapted from Istepanian RSH, Woodward B. m-Health: Fundamentals and Applications. Hoboken, NJ: John Wiley & Sons, Inc., 2017 with permission. AI, artificial intelligence; BAN, body area network; PANs, personal area networks; m-health, mobile health; 5G, fifth generation; IOT, internet of things."
    },
    {
      "text": "Figure 2 Data extraction and filtration process."
    },
    {
      "text": "Figure 3 The historical perspective of the evolution of mobile health (1). Adapted from Istepanian RSH, Woodward B. m-Health: Fundamentals and Applications. Hoboken, NJ: John Wiley & Sons, Inc., 2017 with permission."
    },
    {
      "text": "Figure 4 shows the chronological productivity and publication trends of m-Health literature since 1997. As discussed earlier, the first published research article laying the foundations for m-Health was published in 1998 by Istepanian et al. (7). This paper was initially published as"
    },
    {
      "text": "also illustrates the sharp increase in the published literature following the introductory and seminal publications by Istepanian et al. in 2003 and  2004 (3,10). The search results also highlight that the first book on m-Health was published in 2006 (8) . The publication of this seminal book triggered the popular trend of publishing numerous books and industry reports in this area. The figure also shows that the peak publication years were between 2013 and 2022. This publications trend peaked in 2022, with 3,966 publications, compared to 2,784 and 3,339 in 2020 and 2021, respectively."
    },
    {
      "text": "Figure 5 illustrates the productivity of m-Health citations between 1997 and 2023. The figure illustrates the sustained"
    },
    {
      "text": "Figure 5The chronological productivity of mobile health."
    },
    {
      "text": "Figure 6 lists the top 20 countries/regions, where collaborated publications are greater than 70, and their historic collaborative patterns. These are distributed within the clusters shown and reflect the strength of collaboration patterns and corresponding joint publications between the"
    },
    {
      "text": "Figure 8 Illustration of the famous author, title, abstract, and index keywords used in mobile health publications."
    },
    {
      "text": "mHealth. All rights reserved. mHealth 2024;10:23 | https://dx.doi.org/10.21037/mhealth-23-20"
    },
    {
      "text": "Global m-Health literature productivity on a country-by-country basis"
    },
    {
      "text": "The top 20 publishing journals in m-Health"
    },
    {
      "text": "shows the top 20 institutions conducting global m-Health research. The results are based on their TP productivity and literature levels during the search period."
    },
    {
      "text": "The top 20 most prolific authors in m-Health"
    }
  ],
  "references": [
    {
      "year": 2011,
      "doi": "10.1029/eo060i048p01011-04"
    },
    {
      "year": 2012,
      "doi": "10.1037/004356"
    },
    {
      "year": 2012
    },
    {
      "year": 2012
    },
    {
      "title": "m-Health: Fundamentals and Applications",
      "authors": [
        "Rsh Istepanian",
        "B Woodward"
      ],
      "year": 2017
    },
    {
      "title": "Mobile Health (m-Health) in Retrospect: The Known Unknowns",
      "authors": [
        "Rsh Istepanian"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19073747"
    },
    {
      "title": "Introduction to the special section on M-Health: beyond seamless mobility and global wireless health-care connectivity",
      "authors": [
        "R Istepanian",
        "E Jovanov",
        "Y Zhang"
      ],
      "year": 2004,
      "doi": "10.1109/titb.2004.840019"
    },
    {
      "title": "mHealth",
      "authors": [
        "D Malvey",
        "D Slovensky"
      ],
      "year": 2014,
      "doi": "10.1007/978-1-4899-7457-0"
    },
    {
      "title": "Can mobile health technologies transform health care?",
      "authors": [
        "S Steinhubl",
        "E Muse",
        "E Topol"
      ],
      "year": 2013
    },
    {
      "title": "Can Affective Computing Save Lives? Meet Mobile Health",
      "authors": [
        "B Schuller"
      ],
      "year": 2017,
      "doi": "10.1109/mc.2017.148"
    },
    {
      "title": "Design of mobile telemedicine systems using GSM and IS-54 cellular telephone standards",
      "authors": [
        "R Istepanian",
        "B Woodward",
        "E Gorilas"
      ],
      "year": 1998
    },
    {
      "title": "M-Health: Emerging Mobile Health Systems",
      "authors": [
        "Rsh Istepanian",
        "S Laxminarayan",
        "C Pattichis"
      ],
      "year": 2006,
      "doi": "10.1007/b137697"
    },
    {
      "title": "UNWIRED E-MED: the next generation of wireless and internet telemedicine systems",
      "authors": [
        "S Laxminarayan",
        "R Istepanian"
      ],
      "year": 2000,
      "doi": "10.1109/titb.2000.5956074"
    },
    {
      "title": "Emerging mobile communication technologies for health: some imperative notes on m-health",
      "authors": [
        "Rsh Istepanian",
        "J Lacal"
      ],
      "year": 2003
    },
    {
      "title": "mHealth: New horizons for health through mobile technologie",
      "year": 2011
    },
    {
      "title": "Chapter Twenty Two -Mobile health (m-health): Evidence-based progress or scientific retrogression",
      "authors": [
        "Rsh Istepanian",
        "T Alanzi"
      ],
      "year": 2020
    },
    {
      "title": "Features, outcomes, and challenges in mobile health interventions for patients living with chronic diseases: A review of systematic reviews",
      "authors": [
        "A Triantafyllidis",
        "H Kondylakis",
        "K Votis"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.103984"
    },
    {
      "title": "A Systematic Review for Mobile Monitoring Solutions in M-Health",
      "authors": [
        "V Villarreal",
        "R Hervás",
        "J Bravo"
      ],
      "year": 2016
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Effects of Mobile Health Including Wearable Activity Trackers to Increase Physical Activity Outcomes Among Healthy Children and Adolescents: Systematic Review",
      "authors": [
        "B Böhm",
        "S Karwiese",
        "H Böhm"
      ],
      "year": 2019
    },
    {
      "title": "Sensor-Based mHealth Authentication for Real-Time Remote Healthcare Monitoring System: A Multilayer Systematic Review",
      "authors": [
        "M Shuwandy",
        "B Zaidan",
        "A Zaidan"
      ],
      "year": 2019,
      "doi": "10.1007/s10916-018-1149-5"
    },
    {
      "title": "Do digital innovations for HIV and sexually transmitted infections work? Results from a systematic review (1996-2017)",
      "authors": [
        "J Daher",
        "R Vijh",
        "B Linthwaite"
      ],
      "year": 2017
    },
    {
      "title": "Smartphones, Sensors, and Machine Learning to Advance Real-Time Prediction and Interventions for Suicide Prevention: a Review of Current Progress and Next Steps",
      "authors": [
        "J Torous",
        "M Larsen",
        "C Depp"
      ],
      "year": 2018,
      "doi": "10.1007/s11920-018-0914-y"
    },
    {
      "title": "The Impact of mHealth Interventions: Systematic Review of Systematic Reviews",
      "authors": [
        "M Marcolino",
        "Jaq Oliveira",
        "D' Agostino"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8873"
    },
    {
      "title": "Qualitative Synthesis of Young People's Experiences With Technology-Assisted Cognitive Behavioral Therapy: Systematic Review",
      "authors": [
        "D Mccashin",
        "D Coyle",
        "O' Reilly"
      ],
      "year": 2019,
      "doi": "10.2196/13540"
    },
    {
      "title": "Mobile-Based Interventions for Dietary Behavior Change and Health Outcomes: Scoping Review",
      "authors": [
        "A Kankanhalli",
        "J Shin",
        "H Oh"
      ],
      "year": 2019,
      "doi": "10.2196/11312"
    },
    {
      "title": "Digital Mental Health Interventions for Depression, Anxiety, and Enhancement of Psychological Well-Being Among College Students: Systematic Review",
      "authors": [
        "E Lattie",
        "E Adkins",
        "N Winquist"
      ],
      "year": 2019
    },
    {
      "title": "Mobile health interventions to promote physical activity and reduce sedentary behaviour in the workplace: A systematic review",
      "authors": [
        "S Buckingham",
        "A Williams",
        "K Morrissey"
      ],
      "year": 2019,
      "doi": "10.1177/2055207619839883"
    },
    {
      "title": "Self-Management Education Through mHealth: Review of Strategies and Structures",
      "authors": [
        "N Bashi",
        "F Fatehi",
        "M Fallah"
      ],
      "year": 2018,
      "doi": "10.2196/10771"
    },
    {
      "title": "Mind the App: Considerations for the Future of Mobile Health in Canada",
      "authors": [
        "M Zawati",
        "M Lang"
      ],
      "year": 2019,
      "doi": "10.2196/15301"
    },
    {
      "title": "Technologyassisted rehabilitation following total knee or hip replacement for people with osteoarthritis: a systematic review and meta-analysis",
      "authors": [
        "X Wang",
        "D Hunter",
        "G Vesentini"
      ],
      "year": 2019,
      "doi": "10.1186/s12891-019-2900-x"
    },
    {
      "title": "The use of e-health and m-health tools in health promotion and primary prevention among older adults: a systematic literature review",
      "authors": [
        "R Kampmeijer",
        "M Pavlova",
        "M Tambor"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1522-3"
    },
    {
      "title": "Current Status and Future Directions of mHealth Interventions for Health System Strengthening in India: Systematic Review",
      "authors": [
        "A Bassi",
        "O John",
        "D Praveen"
      ],
      "year": 2018,
      "doi": "10.2196/11440"
    },
    {
      "title": "The Promise of Mobile Technologies for the Health Care System in the Developing World: A Systematic Review",
      "authors": [
        "G Karageorgos",
        "I Andreadis",
        "K Psychas"
      ],
      "year": 2019
    },
    {
      "title": "Improving Global Health With Smartphone Technology: A Decade in Review of mHealth Initiatives",
      "authors": [
        "S Nimkar",
        "E Gilles"
      ],
      "year": 2018
    },
    {
      "title": "Offline Digital Education for Postregistration Health Professions: Systematic Review and Meta-Analysis by the Digital Health Education Collaboration",
      "authors": [
        "P Posadzki",
        "M Bala",
        "B Kyaw"
      ],
      "year": 2019
    },
    {
      "title": "Digital Health Professions Education on Diabetes Management: Systematic Review by the Digital Health Education Collaboration",
      "authors": [
        "Z Huang",
        "M Semwal",
        "S Lee"
      ],
      "year": 2019,
      "doi": "10.2196/12997"
    },
    {
      "title": "Effectiveness of Digital Education on Communication Skills Among Medical Students: Systematic Review and Meta-Analysis by the Digital Health Education Collaboration",
      "authors": [
        "B Kyaw",
        "P Posadzki",
        "S Paddock"
      ],
      "year": 2019,
      "doi": "10.2196/12967"
    },
    {
      "title": "Utilising Digital Health Technology to Support Patient-Healthcare Provider Communication in Fragility Fracture Recovery: Systematic Review and Meta-Analysis",
      "authors": [
        "L Yadav",
        "A Haldar",
        "U Jasper"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16204047"
    },
    {
      "title": "Technology-Based Alcohol Interventions in Primary Care: Systematic Review",
      "authors": [
        "A Ramsey",
        "J Satterfield",
        "D Gerke"
      ],
      "year": 2019
    },
    {
      "title": "Can mHealth Technology Help Mitigate the Effects of the COVID-19 Pandemic?",
      "authors": [
        "C Adans-Dester",
        "S Bamberg",
        "F Bertacchi"
      ],
      "year": 2020
    },
    {
      "title": "Bibliometric analysis of worldwide scientific literature in mobile -health: 2006-2016",
      "authors": [
        "W Sweileh",
        "Al-Jabi Sw",
        "A Abutaha"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0476-7"
    },
    {
      "title": "Visualizing Collaboration Characteristics and Topic Burst on International Mobile Health Research: Bibliometric Analysis",
      "authors": [
        "L Shen",
        "B Xiong",
        "W Li"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9581"
    },
    {
      "title": "The Most-Cited Authors Who Published Papers in JMIR mHealth and uHealth Using the Authorship-Weighted Scheme: Bibliometric Analysis",
      "authors": [
        "W Kan",
        "W Chou",
        "T Chien"
      ],
      "year": 2020,
      "doi": "10.2196/11567"
    },
    {
      "title": "Exploring the Shift in International Trends in Mobile Health Research From 2000 to 2020: Bibliometric Analysis",
      "authors": [
        "J Cao",
        "Y Lim",
        "S Sengoku"
      ],
      "year": 2021
    },
    {
      "title": "A review of the literature on citation impact indicators",
      "authors": [
        "L Waltman"
      ],
      "year": 2016
    },
    {
      "title": "Comparison of PubMed, Scopus, Web of Science, and Google Scholar: strengths and weaknesses",
      "authors": [
        "M Falagas",
        "E Pitsouni",
        "G Malietzis"
      ],
      "year": 2008,
      "doi": "10.1096/fj.07-9492lsf"
    },
    {
      "title": "Scopus: Your brilliance, connected: Content Coverage Guide",
      "doi": "10.7287/peerj.preprints.27259v1/supp-1"
    },
    {
      "title": "InCites Indicators Handbook; Clarivate Analytics",
      "year": 2018,
      "doi": "10.52843/cassyni.fg30wc"
    }
  ],
  "num_references": 49
}
