{
  "paper_id": "FZGURPGU",
  "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): a single-blind, randomised trial",
  "abstract": "Background Smoking cessation programmes delivered via mobile phone text messaging show increases in selfreported quitting in the short term. We assessed the eff ect of an automated smoking cessation programme delivered via mobile phone text messaging on continuous abstinence, which was biochemically verifi ed at 6 months. Methods In this single-blind, randomised trial, undertaken in the UK, smokers willing to make a quit attempt were randomly allocated, using an independent telephone randomisation system, to a mobile phone text messaging smoking cessation programme (txt2stop), comprising motivational messages and behavioural-change support, or to a control group that received text messages unrelated to quitting. The system automatically generated intervention or control group texts according to the allocation. Outcome assessors were masked to treatment allocation. The primary outcome was self-reported continuous smoking abstinence, biochemically verifi ed at 6 months. All analyses were by intention to treat. This study is registered, number ISRCTN 80978588. \n Findings We assessed 11 914 participants for eligibility. 5800 participants were randomised, of whom 2915 smokers were allocated to the txt2stop intervention and 2885 were allocated to the control group; eight were excluded because they were randomised more than once. Primary outcome data were available for 5524 (95%) participants. Biochemically verifi ed continuous abstinence at 6 months was signifi cantly increased in the txt2stop group (10•7% txt2stop vs 4•9% control, relative risk [RR] 2•20, 95% CI 1•80-2•68; p<0•0001). Similar results were obtained when participants that were lost to follow-up were treated as smokers (268 [9%] of 2911 txt2stop vs 124 [4%] of 2881 control [RR 2•14, 95% CI 1•74-2•63; p<0•0001]), and when they were excluded (268 [10%] of 2735 txt2stop vs 124 [4%] of 2789 control [2•20, 1•79-2•71; p<0•0001]). No signifi cant heterogeneity was shown in any of the prespecifi ed subgroups. Interpretation The txt2stop smoking cessation programme signifi cantly improved smoking cessation rates at 6 months and should be considered for inclusion in smoking cessation services.",
  "year": 2011,
  "date": "2011-06-30",
  "journal": "Ann Intern Med",
  "publication": "Ann Intern Med",
  "authors": [
    {
      "forename": "Caroline",
      "surname": "Free",
      "name": "Caroline Free",
      "email": "caroline.free@lshtm.ac.uk"
    },
    {
      "forename": "Robertson",
      "surname": "Ba",
      "name": "Robertson Ba"
    },
    {
      "forename": "Weiwei",
      "surname": "Zhou",
      "name": "Weiwei Zhou"
    },
    {
      "forename": "John",
      "surname": "Cairns",
      "name": "John Cairns"
    },
    {
      "forename": "M",
      "surname": "Kenward",
      "name": "M Kenward"
    },
    {
      "forename": "Ian",
      "surname": "Roberts",
      "name": "Ian Roberts"
    },
    {
      "forename": "Phil",
      "surname": "Edwards",
      "name": "Phil Edwards"
    },
    {
      "forename": "Rosemary",
      "surname": "Knight",
      "name": "Rosemary Knight"
    },
    {
      "forename": "Steven",
      "surname": "Robertson",
      "name": "Steven Robertson"
    },
    {
      "forename": "Robyn",
      "surname": "Whittaker",
      "name": "Robyn Whittaker"
    },
    {
      "forename": "Anthony",
      "surname": "Rodgers",
      "name": "Anthony Rodgers"
    },
    {
      "forename": "Michael",
      "surname": "Kenward",
      "name": "Michael Kenward"
    },
    {
      "forename": "Rosemary",
      "surname": "Knight",
      "name": "Rosemary Knight"
    },
    {
      "forename": "Mike",
      "surname": "Kenward",
      "name": "Mike Kenward"
    },
    {
      "forename": "Natalia",
      "surname": "Klimowska",
      "name": "Natalia Klimowska"
    },
    {
      "forename": "Josenir",
      "surname": "Astarci",
      "name": "Josenir Astarci"
    },
    {
      "forename": "Oladapo",
      "surname": "Olubukola",
      "name": "Oladapo Olubukola"
    },
    {
      "forename": "Elizabeth",
      "surname": "Hoile",
      "name": "Elizabeth Hoile"
    },
    {
      "forename": "Ruqayya",
      "surname": "Suleman",
      "name": "Ruqayya Suleman"
    },
    {
      "forename": "Matthew",
      "surname": "Oliver",
      "name": "Matthew Oliver"
    },
    {
      "forename": "Leandro",
      "surname": "Galli",
      "name": "Leandro Galli"
    },
    {
      "forename": "Anna",
      "surname": "Frangou",
      "name": "Anna Frangou"
    },
    {
      "forename": "Shahnaz",
      "surname": "Issac",
      "name": "Shahnaz Issac"
    },
    {
      "forename": "Mario",
      "surname": "Christodoulou",
      "name": "Mario Christodoulou"
    },
    {
      "forename": "James",
      "surname": "Cowan",
      "name": "James Cowan"
    },
    {
      "forename": "Liz",
      "surname": "Ainsworth",
      "name": "Liz Ainsworth"
    },
    {
      "forename": "Jyotika",
      "surname": "Bagtharia",
      "name": "Jyotika Bagtharia"
    },
    {
      "forename": "Christopher",
      "surname": "Baker",
      "name": "Christopher Baker"
    },
    {
      "forename": "Pier",
      "surname": "Barrett",
      "name": "Pier Barrett"
    },
    {
      "forename": "Ryan",
      "surname": "Bridge",
      "name": "Ryan Bridge"
    },
    {
      "forename": "Alex",
      "surname": "Caroco",
      "name": "Alex Caroco"
    },
    {
      "forename": "Renata",
      "surname": "Chagrin",
      "name": "Renata Chagrin"
    },
    {
      "forename": "Jessica",
      "surname": "Chromheecke",
      "name": "Jessica Chromheecke"
    },
    {
      "forename": "Karen",
      "surname": "Clarke",
      "name": "Karen Clarke"
    },
    {
      "forename": "Tom",
      "surname": "Connor",
      "name": "Tom Connor"
    },
    {
      "forename": "Yvette",
      "surname": "Cooper",
      "name": "Yvette Cooper"
    },
    {
      "forename": "Yolanda",
      "surname": "Fernandez",
      "name": "Yolanda Fernandez"
    },
    {
      "forename": "Avni",
      "surname": "Gadhiya",
      "name": "Avni Gadhiya"
    },
    {
      "forename": "Matthew",
      "surname": "George",
      "name": "Matthew George"
    },
    {
      "forename": "Victoria",
      "surname": "Hall",
      "name": "Victoria Hall"
    },
    {
      "forename": "Lucy",
      "surname": "Hemmings",
      "name": "Lucy Hemmings"
    },
    {
      "forename": "Michelle",
      "surname": "Hung",
      "name": "Michelle Hung"
    },
    {
      "forename": "Lauren",
      "surname": "Hutchinson",
      "name": "Lauren Hutchinson"
    },
    {
      "forename": "Kalpna",
      "surname": "Karsan",
      "name": "Kalpna Karsan"
    },
    {
      "forename": "Megan",
      "surname": "Knight",
      "name": "Megan Knight"
    },
    {
      "forename": "Rachel",
      "surname": "Knight",
      "name": "Rachel Knight"
    },
    {
      "forename": "Kathleen",
      "surname": "Krause",
      "name": "Kathleen Krause"
    },
    {
      "forename": "Kelly",
      "surname": "Lawless",
      "name": "Kelly Lawless"
    },
    {
      "forename": "Anne",
      "surname": "Mac",
      "name": "Anne Mac"
    },
    {
      "forename": "Michael",
      "surname": "Manlangit",
      "name": "Michael Manlangit"
    },
    {
      "forename": "Nita",
      "surname": "Mavji",
      "name": "Nita Mavji"
    },
    {
      "forename": "Nicola",
      "surname": "Paggett",
      "name": "Nicola Paggett"
    },
    {
      "forename": "Aruna",
      "surname": "Patel",
      "name": "Aruna Patel"
    },
    {
      "forename": "Dipesh",
      "surname": "Patel",
      "name": "Dipesh Patel"
    },
    {
      "forename": "Rebecca",
      "surname": "Paul",
      "name": "Rebecca Paul"
    },
    {
      "forename": "Naomi",
      "surname": "Russell",
      "name": "Naomi Russell"
    },
    {
      "forename": "Christina",
      "surname": "Sparks",
      "name": "Christina Sparks"
    },
    {
      "forename": "Yuka",
      "surname": "Takenaka",
      "name": "Yuka Takenaka"
    },
    {
      "forename": "Laura",
      "surname": "Vandyck",
      "name": "Laura Vandyck"
    },
    {
      "forename": "Michelle",
      "surname": "Ward",
      "name": "Michelle Ward"
    },
    {
      "forename": "Claire",
      "surname": "Watson",
      "name": "Claire Watson"
    },
    {
      "forename": "Brian",
      "surname": "Jones",
      "name": "Brian Jones"
    },
    {
      "forename": "Martin",
      "surname": "Dunne",
      "name": "Martin Dunne"
    },
    {
      "forename": "Alicia",
      "surname": "Merchant",
      "name": "Alicia Merchant"
    },
    {
      "forename": "Amanda",
      "surname": "Milne",
      "name": "Amanda Milne"
    },
    {
      "forename": "Michelle",
      "surname": "Jenkins",
      "name": "Michelle Jenkins"
    },
    {
      "forename": "Clark",
      "surname": "Mills",
      "name": "Clark Mills"
    },
    {
      "forename": "Jaco",
      "surname": "Rooyen",
      "name": "Jaco Rooyen"
    },
    {
      "forename": "Michael",
      "surname": "Ng",
      "name": "Michael Ng"
    },
    {
      "forename": "Rosemary",
      "surname": "Knight",
      "name": "Rosemary Knight"
    },
    {
      "forename": "Peter",
      "surname": "Hajek",
      "name": "Peter Hajek"
    },
    {
      "forename": "Helen",
      "surname": "Edwards",
      "name": "Helen Edwards"
    },
    {
      "forename": "Ruth",
      "surname": "Bosworth",
      "name": "Ruth Bosworth"
    },
    {
      "forename": "Tracy",
      "surname": "Walker",
      "name": "Tracy Walker"
    },
    {
      "forename": "Glyn",
      "surname": "Macintosh",
      "name": "Glyn Macintosh"
    },
    {
      "forename": "Kate",
      "surname": "Spicer",
      "name": "Kate Spicer"
    },
    {
      "forename": "Nicola",
      "surname": "Orchard",
      "name": "Nicola Orchard"
    },
    {
      "forename": "Chris",
      "surname": "Elston",
      "name": "Chris Elston"
    },
    {
      "affiliation": "6  Clinical Trials Research Unit , London School of Hygiene and Tropical Medicine , London , UK \n\t\t\t\t\t\t\t\t Clinical Trials Research Unit \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Clinical Trials Research Unit , University of Auckland , Auckland , New Zealand ( \n\t\t\t\t\t\t\t\t Clinical Trials Research Unit \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "R Whittaker MPH) ; and The George Institute for Global Health , University of Sydney , Sydney , Australia Clinical Trials Research Unit , \n\t\t\t\t\t\t\t\t Clinical Trials Research Unit \n\t\t\t\t\t\t\t\t R Whittaker MPH) \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "London School of Hygiene and Tropical Medicine , Keppel Street , London WC1E 7HT , UK \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Keppel Street \n\t\t\t\t\t\t\t\t\t WC1E 7HT \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "UK Medical Research Council , Primary Care Research Networks. IT support ( University of Auckland Clinical Trials Research Unit \n\t\t\t\t\t\t\t\t Primary Care Research Networks \n\t\t\t\t\t\t\t\t IT support \n\t\t\t\t\t\t\t\t Clinical Trials Research Unit \n\t\t\t\t\t\t\t\t UK Medical Research Council \n\t\t\t\t\t\t\t\t University of Auckland"
    }
  ],
  "doi": "10.1016/S0140-",
  "sections": [
    {
      "title": "Introduction",
      "text": "Tobacco use is a leading cause of preventable death, and is estimated to cause more than 5 million deaths a year worldwide.  1, 2 In the UK, two-thirds of smokers report that they would like to stop.  3  Eff ective interventions to support smoking cessation are urgently needed.\n\nMobile phone technology has the potential to provide personalised smoking cessation support. Motivational messages and behaviour-change methods used in face-toface smoking cessation support can be modifi ed for delivery via mobile phones with the content tailored to the age, sex, and ethnic group of the quitter.  4, 5 In this way, support can be delivered wherever the person is located, without them having to attend services, and can be interactive, allowing quitters to obtain extra help when needed.  4, 5 ecause of the widespread ownership of mobile phones, fully automated smoking cessation support can be delivered to large numbers of people at low cost. In 2009, more than two-thirds of the world's population owned a mobile phone and 4•2 trillion text messages were sent.  6 In the UK, there are about 120 mobile phone subscriptions per 100 population, with ownership greater than 80% in all socioeconomic groups.  7 though smoking cessation support delivered through mobile phone text messaging has been shown to increase self-reported smoking abstinence at 6 weeks,  8, 9  the extent to which these early benefi ts are maintained at 6 months and can be validated biochemically needs further investigation. In this study, we assessed the eff ects of the txt2stop mobile phone text messaging smoking cessation programme on biochemically verifi ed continuous smoking abstinence at 6 months."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design and participants",
      "text": "txt2stop is a single-blind, randomised, trial of personalised smoking cessation advice and support by mobile phone text messages. The trial was undertaken in the UK and participants were randomised between Oct 15, 2007, and June 1, 2009; the protocol was published in 2008.  10 mokers aged 16 years or older, willing to make an attempt to quit smoking in the next month, were eligible for inclusion if they owned a mobile phone and gave informed consent.\n\nWe advertised the trial to smokers on the radio, bus billboards, and websites, and in newspapers, primary care centres, pharmacies, and smoking cessation services. Potential participants registered their interest by text message or online. Research assistants then telephoned respondents to assess eligibility and collect baseline data.\n\nTrial information was posted or emailed and was available online. Participants provided consent by sending a text message to the trial coordinating centre. Medical research ethics committee approval was obtained from the St Thomas' Hospital Research Ethics Committee (COREC ref 06/q0702/169T)."
    },
    {
      "title": "Randomisation and masking",
      "text": "We randomised participants using an independent telephone randomisation system that included a minimisation algorithm balancing for sex (male, female), age (16-18 years, 19-34 years, and >34 years), educational level (to age ≤16 years, >16 years), and Fagerstrom score for nicotine addiction (≤5, >5). The system automatically generated intervention or control group texts according to the allocation. Researchers who gathered data and under took laboratory analyses were masked to treatment allocation."
    },
    {
      "title": "Procedures",
      "text": "All participants were free to participate in any other smoking cessation service or support that they wished to use, and were off ered the QUIT and National Health Service (NHS) smoking cessation helpline numbers. Participants in the intervention group were asked to set a quit date within 2 weeks of randomisation. They received fi ve text messages a day for the fi rst 5 weeks and then three a week for the next 26 weeks. Messages were developed with the input of smokers and smoking cessation professionals. The intervention included motivational messages and behaviour-change techniques (panel 1). Messages encouraged participants to persevere with the quit attempt and focused on their success so far. They provided positive feedback and emphasised the benefi ts achieved by quitting and provided information about the consequences of smoking, how to quit and stay quit, and how others would approve of quit success. They prompted participants to get rid of cigarettes, ashtrays, and lighters, and to avoid environments where they would normally smoke, and encouraged participants to identify the challenges of quitting and plan how to overcome them. The messages also promoted the use of the QUIT smoking cessation telephone helpline and nicotine replacement therapy.\n\nThe programme was also personalised with an algorithm based on demographic and other information gathered at baseline, such as smokers concerns about weight gain after quitting. By texting the word \"crave\", participants with cigarette cravings would receive instant messages to distract and support them during their episode of craving. They could also request the mobile phone number of another trial participant so that they could text each other for support. By texting the word \"lapse\", participants would receive a series of three text messages that encouraged them to continue with their quit attempt. Participants in the intervention group using pay-as-you-go mobile phone schemes were given a £20 top-up voucher to provide suffi cient credit to participate in the intervention. Participants were not able to reset the intervention programme if their quit attempt failed. The core programme consisted of In lead-up to quit date \"To make things easier for yourself, try having some distractions ready for cravings and think up some personal strategies to help in stressful situations\"; \"why not write an action list of your reasons why you want to quit. Use it as your inspiration.\"\n\nMessage relating to specifi c issues \"TXT2STOP: Think you'll put on weight when you quit? We're here to help -We'll TXT weight control and exercise tips, recipes, and motivation tips.\"\n\nOn quit date \"This is it! -QUIT DAY, throw away all your fags. TODAY is the start of being QUIT forever, you can do it!\" After quit day \"TXT2STOP: Quick result! Carbon monoxide has now left your body!\"; \"Day4=Big day -cravings still strong? Don't worry tomorrow will be easier! Keep your mind & hands busy. Save this txt so u can txt CRAVE to us at any time during the programme.\"\n\nIn response to text \"crave\" request \"Cravings last less than 5 minutes on average. To help distract yourself, try sipping a drink slowly until the craving is over.\"\n\nIn response to text \"lapse\" request \"Don't feel bad or guilty if you've slipped. You've achieved a lot by stopping for a while. Slip-ups can be a normal part of the quitting process. Keep going, you can do it!\""
    },
    {
      "title": "Panel 2: Examples of control-group text messages",
      "text": "• \"Thanks for taking part! Without your input, the study could not have gone ahead!\" • \"Thanks for taking part. Remember, if you have changed contact details please let us know. We will need to contact you at the end of the study.\" • \"Being part of this will help others in the future. Thanks for your help!\" • \"Thanks for taking part! The study is important and is supported by the UK Medical Research Council.\" • \"Only 4 more weeks to go until completion of the study!\"\n\n• \"We will be contacting you soon to collect fi nal information. Any change in contact details txt us on 65151. Thanks once again!\"\n\n186 messages and the personalised messages were selected from a database of 713 messages. A detailed description of the modifi cation and development of the txt2stop intervention from the STOMP (stop smoking with mobile phones) intervention will be reported elsewhere.  4, 5 Control group participants received fortnightly, simple, short, text messages related to the importance of trial participation (panel 2). We used evidence-based methods to maximise response rates.  11 he primary outcome was self-reported continuous smoking abstinence, biochemically verifi ed at 6 months. Self-reported continuous abstinence was defi ned as no more than fi ve cigarettes smoked in the past week at 4 weeks follow-up and no more than fi ve cigarettes smoked since the start of the abstinence period at 6 months of follow-up.  12 Secondary outcomes were point prevalence of abstinence (ie, no smoking in the past 7 days) at 4 weeks and 6 months, and self-reported continuous abstinence since the start of the abstinence period, 28-day abstinence, involvement in any vehicle crashes,  13  repetitive strain injury (thumb) at 6 months, and use of other smoking cessation services during the trial.\n\nPostal salivary-cotinine testing was used to verify selfreported continuous abstinence at 6 months, with a cutoff of 7 ng/mL cotinine. This metabolite of nicotine has an in-vivo half-life of about 20 h and can be used to distinguish smokers from non-smokers with a cutoff of 7 ng/mL, with 92% sensitivity and 90% specifi city. Postal testing is practicable and reliable with respect to chemical stability of salivary cotinine samples.  [14] [15] 5] [16]  Research assistants off ered those who did not provide a saliva sample a carbon monoxide test in-person, with a cutoff of 6 ppm, which has 97% sensitivity and 70% specifi city.  17 articipants reporting abstinence whose test showed that they were smokers were counted as smokers in the analysis. Participants who reported continuous abstinence but who subsequently reported that they were smoking again were classed as smokers in the analysis. Participants directly entered data on a website, or research assistants directly entered data given to them by telephone. Paper and email data were double entered into the database by study staff .\n\nWe planned to report the eff ects of the inter vention subdivided by the following prespecifi ed sub groups: age (<35 years, ≥35 years), nicotine addiction (Fagerstrom score >5, ≤5), employment status (non-manual, manual, unemployed, or student), receipt of a mobile phone topup voucher (yes, no), and use of other smoking cessation treatments or services (yes, no)."
    },
    {
      "title": "Statistical analysis",
      "text": "The statistical analysis plan was approved by the Trial Steering Committee before unblinding. On the basis of the results of a pilot study we estimated that the control group quit rate would be around 7%. On the basis that even a 2•5% absolute diff erence in abstinence would be important (ie, 9•5% vs 7%; relative risk [RR] 1•36), we calculated that study size of 5800 participants, allowing for a 10% loss to follow-up, would have a 90% chance of detecting a signifi cant diff erence. Tests were two-sided, with p values of less than 0•05 judged as signifi cant. All analyses were undertaken on an intention-to-treat basis with STATA (version 11.2). Eff ect measures were RRs and 95% CIs with 99% CIs for subgroup analyses to minimise the chances of identifying false-positive eff ects. We assessed homogeneity in treatment eff ects within subgroups with a χ² test. For the primary analysis we used multiple imputation, which uses the observed predictors of outcome and the predictors of loss to followup to impute missing outcome data, thus attempting to correct for any potential bias caused by missing data.  18, 19 e constructed four univariate imputation models for the incomplete variables: ethnic group, 4-week pointprevalence outcome, 22-week continuous abstinence, and biochemically verifi ed smoking cessation at 22 weeks. The covariates that were included in all four models were: sex; age (years); educational level (to age ≤16 years, >16 years); nicotine dependence (Fagerstrom score 1-10); number of previous attempts to quit; ethnic group; employment; and completeness of contact details for home address, home postcode, home telephone number, email, work address or telephone number, and alternative contact address or telephone number. The model to 11 914 assessed for eligibility 5800 randomised 8 excluded because randomisation occurred more than once 6114 excluded 1287 did not meet inclusion criteria 4406 did not consent 421 consented but not randomised 2911 allocated to intervention 2509 received entire intervention 402 discontinued intervention 121 lost to follow-up 16 withdrew from the trial 105 did not complete self-reported smoking status 444 selected for biochemical assessment of smoking (self-reported continuous abstinence) 364 completed biochemical assessment 55 no follow-up 25 self-reported smoking again 2735 followed up 222 selected for biochemical assessment of smoking (self-reported continuous abstinence) 178 completed biochemical assessment 19 no follow-up 25 self-reported smoking again 2789 followed up 2911 analysed 0 excluded from analysis 2881 allocated to control 2734 received entire control 147 discontinued control 73 lost to follow-up 20 withdrew from the trial 53 did not complete self-reported smoking status 2881 analysed 0 excluded from analysis impute 4-week point prevalence also included imputed ethnic group.\n\nThe model to impute 22-week continuous abstinence included imputed ethnic group and imputed 4-week abstinence. The model to impute biochemically verifi ed smoking cessation at 22 weeks included imputed ethnic group, 4-week abstinence, and 22-week continuous abstinence. 100 imputed datasets were generated. We combined point estimates and standard errors with Rubin's rules.  18 The same procedures were used for all secondary outcomes. We did two secondary analyses: fi rst, we assumed that all participants with missing outcome data were smokers;  20  and second, we did a complete case analysis in which any participants with missing information on any outcome were excluded.  19 his study is registered, number ISRCTN 80978588."
    },
    {
      "title": "Role of the funding source",
      "text": "The sponsors of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. CF had full access to all the data in the study and had fi nal responsibility for the decision to submit for publication."
    },
    {
      "title": "Results",
      "text": "5800 participants were randomly assigned to the txt2stop intervention or control group (fi gure 1). Eight participants (four in each group) were excluded from the trial because they were randomised more than once. Treatment groups were well balanced with respect to baseline character istics (table  1 ). Primary outcome data were available for 2735 (94%) participants in the intervention group and 2789 (97%) in the control group (fi gure 1). 592 (89%) partici pants self-reporting continuous abstinence at 6 months completed follow-up. 542 provided samples for verifi cation and 50 subsequently reported that they had started smoking again. Two participants refused cotinine testing but accepted carbon monoxide testing. In 150 (28%) of 542 participants who self-reported abstin ence, the salivary cotinine results showed that they were smoking. Biochemically verifi ed continuous abstinence at 6 months was signifi cantly increased with the txt2stop intervention (table  2 ). Similar results were obtained when the participants who were lost to follow-up were treated as smokers (268 [9%] of 2911 txt2stop vs 124 [4%] of 2881 control; RR 2•14, 95% CI 1•74-2•63; p<0•0001), and when they were excluded (268 [10%] of 2735 txt2stop vs 124 [4%] of 2789 control; RR 2•20, 95% CI 1•79-2•71; p<0•0001). When the data from the txt2stop trial were combined with those from the txt2stop pilot phase, the pooled RR for biochemically verifi ed continuous abstinence at 6 months was 2•16 (95% CI 1•77-2•62).\n\nTable  2  shows self-reported smoking cessation outcomes at 4 weeks and 6 months. We identifi ed no evidence of any adverse eff ects of the txt2stop intervention on thumb pain while texting or on road traffi c accidents (table  2 ), and no evidence of hetero-\n\nIntervention (SE) Control (SE) Relative risk (95% CI) p value Primary outcome Biochemically verifi ed continuous abstinence at 6 months 10•7% (0•6) 4•9% (0•4) 2•20 (1•80-2•68) <0•0001 Secondary outcomes (4 weeks) Self-reported no smoking in past 7 days 28•7% (0•8) 12•1% (0•6) 2•37 (2•11-2•66) <0•0001 Secondary outcomes (6 months) Self-reported 28-day continuous abstinence 19•8% (0•8) 13•5% (0•7) 1•47 (1•30-1•66) <0•0001 Self-reported no smoking in past 7 days 24•2% (0•8) 18•3% (0•8) 1•32 (1•19-1•47) <0•0001 Self-reported involvement in vehicle crashes 4•5%(0•4) 3•8% (0•4) 1•16 (0•89-1•51) 0•269 Pain in thumb while texting 4•5% (0•4) 4•5% (0•4) 1•00 (0•78-1•28) 0•985 Data are percentage (SE) or relative risk (95% CI). Multiple imputation by chained equations (number of imputations=100).\n\nTable 2: Primary and secondary outcomes Intervention group (n=2911) Control group (n=2881) Sex Male 1608 (55%) 1585 (55%) Female 1303 (45%) 1296 (45%) Age (years) 36•8 (11•0) 36•9 (11•1) Age (years) 16-18 95 (3%) 100 (3%) 19-34 1198 (41%) 1199 (42%) >34 1618 (56%) 1582 (55%) Ethnic origin White 2589 (89%) 2541 (88%) Black 119 (4%) 121 (4%) Asian 117 (4%) 125 (4%) Chinese 3 (<1%) 6 (<1%) Other 64 (2%) 70 (2%) Refused 19 (1%) 18 (1%) Full-time education Yes 200 (7%) 178 (6%) No 2711 (93%) 2703 (94%) Age education stopped (years) ≤16 1274 (44%) 1260 (44%) >16 1637 (56%) 1621 (56%) Employment type Manual 913 (31%) 874 (30%) Non-manual 1264 (43%) 1275 (44%) Student or unemployed 734 (25%) 732 (25%) Previous quit attempts Never 117 (4%) 140 (5%) 1-5 times 2150 (74%) 2178 (76%) ≥6 times 644 (22%) 563 (20%) Fagerstrom score ≤5 1747 (60%) 1734 (60%) >5 1164 (40%) 1147 (40%) Data are n (%) or mean (SD).\n\nTable 1: Baseline data of participants geneity for any of the prespecifi ed subgroup analyses (fi gure 2). During the trial other smoking cessation support or services were used by 1302 (50%) of 2604 of the txt2stop group versus 1269 (49%) of 2587 of the control group (RR 1•02, 95% CI 0•96-1•08)."
    },
    {
      "title": "Discussion",
      "text": "Smoking cessation support delivered via mobile phone text messaging doubles quit rates at 6 months (panel 3).\n\nThe intervention is eff ective in all socioeconomic groups and in younger and older smokers. This study has several strengths. The use of telephone randomisation ensured that study staff had no foreknowledge of treatment allocation. Baseline prognostic factors were well balanced between groups. Researchers who gathered data and undertook laboratory analyses were masked to treatment allocation, and the primary outcome, biochemically verifi ed continuous abstinence, was known for 92% of trial participants. All analyses were on an intention-to-treat basis.\n\nAlthough response rates for biochemically verifi ed abstinence at 6 months were high, some potential for bias existed. Our primary analysis used multiple imputation methods because evidence shows that the assumptions underpinning this method are more defensible than are those assumed when using other approaches to missing data.  19, 20 Nevertheless, we also did analyses with the traditional approaches to missing data in smoking cessation studies. The results of sensitivity analyses also showed a signifi cant doubling of quit rates.\n\nOur trial has some limitations. Although eff orts were made to ensure that the research staff remained masked to whether a participant was in the intervention or control group, occasionally trial participants would reveal this information to the study staff . Although this information could have biased our estimates of self-reported abstinence, our primary endpoint, biochemically verifi ed self-reported smoking abstinence, should be unbiased. In trials of behaviour change, in which participants cannot be adequately masked to allocation of intervention, participants who have been allocated to the control group could have reduced motivation to quit. To minimise this eff ect we off ered all participants contact details for existing NHS smoking cessation services.\n\nSelf-reported continuous abstinence with biochemical verifi cation with cotinine or carbon monoxide tests is the recommended standard for assessment of smoking cessation in trials (the Russell standard).  12 However, the biochemical tests are not perfect. Cotinine has an in-vivo half-life of about 20 h, and can only be detected with a cotinine test for a few days after the use of tobacco. Carbon monoxide can be detected only for about 24 h after tobacco use. In any trial of a smoking cessation intervention, some participants could be embarrassed that they had not managed to stop smoking and might state they had stopped smoking. Such smokers then might stop smoking before providing a sample for testing. However, if a smoker wanted their cotinine test to record them as a non-smoker, they would fi rst need to know how long to quit for in order for their saliva to test Age (years) <35 ≥35 Employment type Manual Non-manual Student or unemployed Fagerstrom score ≤5 >5 Use of a smoking cessation product or service at the time of randomisation Yes No On Pay-As-You-Go-scheme Yes No Overall Two-sided intervention effect p value<0•0001 Overall interaction p value=0•388 0•8 Control better Intervention (SE) Control (SE)"
    },
    {
      "title": "Systematic review",
      "text": "We did a systematic review of mobile-technology-based interventions for health and health services.  20 We identifi ed 131 trials, of which fi ve were trials of smoking cessation support delivered via mobile text messaging. Two reported doubling of self-reported smoking cessation at 4 weeks (pooled relative risk [RR] 2•18, 95% CI 1•80-2•65), but limitations in the trials aff ected the validity of results at 6 months.  4, 5 In one trial diff erential losses to follow-up occurred and few participants were selected for biochemical validation of results at 6 months.  5 Another trial was too small to provide a precise estimate of eff ect at 6 months (RR 1•28, 95% CI 0•46-3•56).  4  One other trial of text message support reported eff ects on the number of cigarettes smoked per day at 3 months (mean diff erence 0•70, 95% CI -2•03 to 2•43).  21 Two trials of interventions using internet, email, and mobile technologies equally, reported doubling in self-reported abstinence at 12 months (RR 2•03, 95% CI 1•40-2•94).  22, 23"
    },
    {
      "title": "Interpretation",
      "text": "The self-reported smoking cessation results at 4 weeks and 6 months in this trial are similar to those reported in previous trials of smoking cessation support delivered via mobile phone text messaging. However, biochemical testing showed that more than a quarter of participants self-reporting quitting were smokers. This trial is the fi rst to report the eff ect of text messaging smoking cessation support on biochemically verifi ed abstinence at 6 months. On the basis of these results the txt2stop intervention should be considered as an addition to existing smoking cessation services. negative. They would then have to successfully quit for a few days before providing the cotinine sample.\n\nAlthough the specifi city and sensitivity of the cotinine and carbon monoxide tests that we used to confi rm smoking status are high, they are not 100%, so some misclassifi cation is inevitable.  14, 17, 24 However, mis classifi cation is likely to have biased our estimate of the relative risk towards the null. The £20 top-up voucher given to participants using pay-as-you-go schemes for their mobile phone (also known as prepaid in some countries) might have been an incentive for some non-smokers to state they were smokers and to join the trial only to obtain these vouchers. However, once again any misclassifi cation should be non-diff erential and would not explain our signifi cant results.\n\nWe randomly assigned four people twice and excluded them from the analysis. We could have randomised other participants more than once, but only if they had obtained a new mobile phone number and used false names and dates of birth. If this occurred, this could reduce the power of the trial to detect an eff ect of the txt2stop intervention on continuous abstinence.\n\nA limitation of the trial is that it provides little insight into the mechanism by which txt2stop increases smoking cessation. No evidence of any diff erence in the use of other smoking cessation support or services between the intervention and control group was shown. Our fi ndings are not consistent with the hypothesis that the txt2stop intervention works by increasing the use of other eff ective smoking cessation services. We assessed the eff ect of the txt2stop intervention on specifi c smoking cessation attitudes and behaviours and did qualitative interviews with participants about their experience of the intervention. We also coded the text message content of the intervention with a typology of behaviour-change techniques.  25 Findings of these analyses will be reported separately; they provide limited data about the mechanism of action. As such, txt2stop should be regarded as a complex intervention of smoking cessation support.\n\nThe eff ect of smoking cessation support delivered via mobile phone text messaging in this trial seems similar to other behavioural support interventions. The eff ects for group counselling are pooled RR 1•98 (95% CI 1•60-2•46), for one-to-one counselling 1•39 (1•24-1•57), and for telephone advice 1•29 (1•20-1•38).  [26] [27] 7] [28]  The control group quit rate and the absolute diff erence in quitting between the intervention and control group in this trial is, however, lower than in many trials of group or one-toone counselling.\n\nOn the basis of these results the txt2stop intervention should be considered as an addition to existing smoking cessation services. In this trial the intervention was eff ective on its own and when used alongside other smoking cessation interventions. To scale up the txt2stop intervention for delivery at a national or international level would be technically easy. The intervention might require some adaptation, translation into other languages, and local evaluation before delivery to other populations. The intervention is low cost and likely to be highly costeff ective. A cost-eff ectiveness analysis of txt2stop will be reported separately.\n\nOur fi nding that the txt2stop intervention increased biochemically verifi ed smoking cessation at 6 months raises the possibility that mobile-technology-based interventions might be eff ective in changing other behavioural risk factors for diseases. all the GP practices, pharmacies, and smoking cessation services that displayed leafl ets and posters, and promoted the trial."
    },
    {
      "text": "Examples of intervention-group text messages"
    },
    {
      "text": "Figure 1: Trial profi le"
    },
    {
      "text": "Figure 2: Eff ect of the txt2stop intervention on the primary outcome by subgroup (multiple imputation by chained equations) *99% CI for relative risks of subgroups. †95% CI for overall relative risk."
    }
  ],
  "references": [
    {
      "title": "WHO Report on the Global Tobacco Epidemic",
      "year": 2009,
      "doi": "10.2471/b09466"
    },
    {
      "title": "Smoking and deaths between 40 and 70 years of age in women and men",
      "authors": [
        "S Vollset",
        "A Tverdal",
        "H Gjessing"
      ],
      "year": 2006,
      "doi": "10.7326/0003-4819-144-6-200603210-00004"
    },
    {
      "title": "Opinions Survey report no. 40. Smoking-related behaviour and attitudes",
      "authors": [
        "D Lader"
      ],
      "year": 2008,
      "doi": "10.1037/e665222007-001"
    },
    {
      "title": "Txt2stop: a pilot randomised controlled trial of mobile phone-based smoking cessation support",
      "authors": [
        "C Free",
        "R Whittaker",
        "R Knight",
        "T Abramsky",
        "A Rodgers",
        "I Roberts"
      ],
      "year": 2009,
      "doi": "10.1136/tc.2008.026146"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "The World in 2010 ICT Facts and fi gures 2010",
      "year": 2011,
      "doi": "10.1596/42934"
    },
    {
      "title": "The Consumer Experience: Telecoms, Internet and Digital Broadcasting",
      "year": 2009,
      "doi": "10.1057/9780230370197.0017"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "Rbr Whittaker",
        "C Bullen",
        "R Lin",
        "H Mcrobbie",
        "A Rodgers"
      ],
      "year": 2009,
      "doi": "10.1002/14651858.cd006611.pub2"
    },
    {
      "title": "M-health: a systematic review of the use of mobile computing and communication technology to improve health and health services",
      "authors": [
        "C Free",
        "G Phillips",
        "L Felix",
        "L Galli",
        "P Edwards",
        "V Patel"
      ],
      "year": 2010,
      "doi": "10.1186/1756-0500-3-250"
    },
    {
      "title": "Txt2stop: a randomised controlled trial of mobile phone based smoking cessation support (ISRCTN 80978588)",
      "authors": [
        "C Free",
        "R Knight",
        "A Rodgers"
      ],
      "year": 2008
    },
    {
      "title": "Increasing response rates to postal questionnaires: systematic review",
      "authors": [
        "P Edwards",
        "I Roberts",
        "M Clarke"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.324.7347.1183"
    },
    {
      "title": "Outcome criteria in smoking cessation trials: proposal for a common standard",
      "authors": [
        "R West",
        "P Hajek",
        "L Stead",
        "J Stapleton"
      ],
      "year": 2005,
      "doi": "10.1111/j.1360-0443.2004.00995.x"
    },
    {
      "title": "Epidemiological evidence on health risks of cellular telephones",
      "authors": [
        "K Rothman"
      ],
      "year": 2000,
      "doi": "10.1016/s0140-6736(00)03244-x"
    },
    {
      "title": "Saliva cotinine levels in smokers and nonsmokers",
      "authors": [
        "J Etter",
        "T Vu Duc",
        "T Perneger"
      ],
      "year": 2000,
      "doi": "10.1093/oxfordjournals.aje.a010200"
    },
    {
      "title": "A rapid gas-liquid chromatographic method for the determination of cotinine and nicotine in biological fl uids",
      "authors": [
        "C Feyerabend",
        "M Russell"
      ],
      "year": 1990,
      "doi": "10.1111/j.2042-7158.1990.tb06592.x"
    },
    {
      "title": "The stability of cotinine in unfrozen saliva mailed to the laboratory",
      "authors": [
        "J Foulds",
        "A Bryant",
        "J Stapleton",
        "M Jarvis",
        "M Russell"
      ],
      "year": 1994,
      "doi": "10.2105/ajph.84.7.1182"
    },
    {
      "title": "Error in smoking measures: eff ects of intervention on relations of cotinine and carbon monoxide to self-reported smoking. The Lung Health Study Research Group",
      "authors": [
        "R Murray",
        "J Connett",
        "G Lauger",
        "H Voelker"
      ],
      "year": 1993,
      "doi": "10.2105/ajph.83.9.1251"
    },
    {
      "title": "Multiple imputation for nonresponse in surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987
    },
    {
      "title": "Missing data in clinical studies",
      "authors": [
        "G Molenberghs",
        "M Kenward"
      ],
      "year": 2007,
      "doi": "10.1002/9780470510445"
    },
    {
      "title": "Conceptual considerations Regarding Endpoints, Hypotheses, and Analyses for Incomplete Longitudinal Clinical Trial Data",
      "authors": [
        "C Mallinckrodt",
        "M Kenward"
      ],
      "year": 2009,
      "doi": "10.1177/009286150904300410"
    },
    {
      "title": "Continuous individual support of smoking cessation using text messaging: a pilot experimental study",
      "authors": [
        "S Haug",
        "C Meyer",
        "G Schorr",
        "S Bauer",
        "U John"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp084"
    },
    {
      "title": "A digital smoking cessation program delivered through internet and cell phone without nicotine replacement (happy ending): randomized controlled trial",
      "authors": [
        "H Brendryen",
        "F Drozd",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1005"
    },
    {
      "title": "Happy ending: a randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02119.x"
    },
    {
      "title": "Comparison of tests used to distinguish smokers from nonsmokers",
      "authors": [
        "M Jarvis",
        "H Tunstall-Pedoe",
        "C Feyerabend",
        "C Vesey",
        "Y Saloojee"
      ],
      "year": 1987,
      "doi": "10.2105/ajph.77.11.1435"
    },
    {
      "title": "Development of a taxonomy of behaviour change techniques used in individual behavioural support for smoking cessation",
      "authors": [
        "S Michie",
        "N Hyder",
        "A Walia",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1016/j.addbeh.2010.11.016"
    },
    {
      "title": "Group behaviour therapy programmes for smoking cessation",
      "authors": [
        "L Stead",
        "T Lancaster"
      ],
      "year": 2005,
      "doi": "10.1002/14651858.cd001007.pub2"
    },
    {
      "title": "Telephone counselling for smoking cessation",
      "authors": [
        "L Stead",
        "T Lancaster",
        "R Perera"
      ],
      "year": 2003,
      "doi": "10.1002/14651858.cd002850"
    },
    {
      "title": "Individual behavioural counselling for smoking cessation",
      "authors": [
        "T Lancaster",
        "L Stead"
      ],
      "year": 2005,
      "doi": "10.1002/14651858.cd001292.pub2"
    }
  ],
  "num_references": 28
}
