{
  "paper_id": "G7BJ28VI",
  "title": "Barriers and facilitators to patient-to-provider messaging using the COM-B model and theoretical domains framework: a rapid umbrella review",
  "abstract": "Background Virtual patient-to-provider messaging systems such as text messaging have the potential to improve healthcare access; however, little research has used theory to understand the barriers and facilitators impacting uptake of these systems by patients and healthcare providers. This review uses the Capability-Opportunity-Motivation-Behaviour (COM-B) model and the Theoretical Domains Framework (TDF) to explore barriers and facilitators of patient-to-provider messaging. Methods A rapid umbrella review method was followed. Medline and CINAHL were searched for review articles that examined patient-to-provider implementation barriers and facilitators by patients or healthcare providers. Two coders extracted implementation barriers and facilitators, and one coder mapped these barriers and facilitators on to the COM-B and TDF. \n Results \n Fifty -nine unique barriers and facilitators were extracted. Regarding healthcare provider oriented barriers and facilitators, the most frequently identified COM-B components included Reflective Motivation (identified in 42% of provider barriers and facilitators), Psychological Capability (19%) and Physical Opportunity (19%) and TDF domains included Beliefs about Consequences (identified in 28% of provider barriers and facilitators), Environmental Context and Resources (19%), and Social Influences (17%). Regarding patient oriented barriers and facilitators, the most frequently identified COM-B components included Reflective Motivation (identified in 55% of patient barriers and facilitators), Psychological Capability (16%), and Physical Opportunity (16%) and TDF domains included Beliefs about Consequences (identified in 30% of patient barriers and facilitators), Environmental Context and Resources (16%), and Beliefs about Capabilities (11%). Conclusions Both patients and healthcare providers experience barriers to implementing patient-to-provider messaging systems. By conducting a COM-B and TDF-based analysis of the implementation barriers and facilitators, this review highlights several theoretical domains for researchers, healthcare systems, and policy-makers to focus",
  "year": 2021,
  "date": "2021",
  "journal": "JAMA Netw Open",
  "publication": "JAMA Netw Open",
  "authors": [
    {
      "forename": "Megan",
      "surname": "Macpherson",
      "name": "Megan Macpherson",
      "affiliation": "1  Virtual Health Team , Fraser Health Authority , 13450 -102nd Avenue , Surrey , BC V3T 0H1 , Canada. \n\t\t\t\t\t\t\t\t Virtual Health Team \n\t\t\t\t\t\t\t\t Fraser Health Authority \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 13450 -102nd Avenue \n\t\t\t\t\t\t\t\t\t V3T 0H1 \n\t\t\t\t\t\t\t\t\t Surrey \n\t\t\t\t\t\t\t\t\t BC \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "megan.macpherson1@fraserhealth.ca"
    },
    {
      "forename": "Shabana",
      "surname": "Kapadia",
      "name": "Shabana Kapadia",
      "affiliation": "1  Virtual Health Team , Fraser Health Authority , 13450 -102nd Avenue , Surrey , BC V3T 0H1 , Canada. \n\t\t\t\t\t\t\t\t Virtual Health Team \n\t\t\t\t\t\t\t\t Fraser Health Authority \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 13450 -102nd Avenue \n\t\t\t\t\t\t\t\t\t V3T 0H1 \n\t\t\t\t\t\t\t\t\t Surrey \n\t\t\t\t\t\t\t\t\t BC \n\t\t\t\t\t\t\t\t\t Canada"
    }
  ],
  "doi": "10.1186/s44247-023-00033-0",
  "sections": [
    {
      "text": "on when designing interventions that can effectively target these issues and enhance the impact and reach of virtual messaging systems in the future."
    },
    {
      "title": "Keywords Telemedicine, Text messaging, Professional-patient relations, Health communication, Communication barriers"
    },
    {
      "title": "Background",
      "text": "With the rapid adoption of virtual healthcare services seen during the COVID-19 pandemic  [1] [2] [3] [4] , and widespread acceptability of mobile devices, there has been a shift towards electronic and mobile health ('eHealth' and 'mHealth' , respectively) solutions to augment traditional in-person healthcare services  [5] . For example, adoption of eHealth and mHealth (herein referred to as 'virtual care') increased dramatically, with 86% of patients in the province of British Columbia, Canada connecting with their primary care physician virtually between April and September 2020  [6] . To enhance the effectiveness of primary care during COVID-19, primary healthcare providers employed virtual care solutions for remote triage, consultations, monitoring, and prescriptions  [7, 8] . The wide-scale adoption and implementation of equitable virtual care services has the potential to improve access to care, reduce risk of disease transmission, reduce tension on healthcare facilities, and support continuity of care  [9] .\n\nPatient-to-provider messaging is a commonly used virtual care service defined as any virtual messaging system which facilitates written communication between a healthcare provider and their patients. Some examples of patient-to-provider messaging include text messaging, emails, or messaging embedded within smartphone applications. The low overhead costs and time commitments required for patient-to-provider messaging  [10] [11] [12] [13] [14] [15]  has proven useful in supplementing care services and has been shown to improve adherence to health behaviours (e.g., medication adherence, appointment attendance)  [16] . Patient-to-provider messaging also has the potential to improve continuity of care by providing patients with ongoing support from healthcare providers remotely  [15] . Despite these promises, the sudden shift to virtual care seen during the COVID-19 pandemic has been criticized as it was implemented in haste, and may have inadvertently intensified the marginalization of those already experiencing inequities in healthcare (e.g., older adults, racialized communities, etc.)  [17] . Given that virtual care appears here to stay, there is a timely need to generate evidence to inform best practices for developing and delivering equitable, person-centred virtual care via patient-to-provider messaging."
    },
    {
      "title": "Developing theory-based interventions",
      "text": "One effective approach to generate actionable evidence and support virtual care delivery is by incorporating theory into intervention development. The Behaviour Change Wheel is a comprehensive intervention development framework which includes both the Capability, Opportunity, Motivation, Behaviour (COM-B) model, and the Theoretical Domains Framework (TDF)  [18] . The Behaviour Change Wheel has been widely used to guide the development of theory-based interventions for virtual care  [19] [20] [21] . The COM-B model and TDF (refer to Fig.  1 ) form the core of the Behaviour Change Wheel (refer to Fig.  2 ), and are used at the initial stages of intervention development to identify barriers and facilitators which influence a target behaviour  [22] .\n\nThe COM-B model conceptualizes behaviour as part of a system of interacting components including an individuals capability (physical and psychological), opportunity (physical and social), and motivation (reflective and automatic)  [22] . Similarly, the TDF, which is often used alongside with the COM-B model  [23, 24] , provides a framework of 14 theoretical domains used to explain theoretical constructs considered as determinants of behaviour  [25] . The 14 TDF domains map directly onto the COM-B components  [25]  (see Fig.  1 ), allowing intervention designers the ability to use the TDF in conjunction with the COM-B. Using an integrated approach allows for the expansion of each component of the COM-B model, providing more detailed insights by incorporating the TDF  [26] [27] [28] [29] [30] . Using the COM-B and TDF to examine barriers and facilitators to patient-to-provider messaging amongst existing evidence will result in a list of modifiable factors to target; listing such factors can aid designers to create theory-informed interventions, thereby potentially improving the implementation and effectiveness of virtual care services in the future."
    },
    {
      "title": "Current study",
      "text": "Understanding how barriers and facilitators align with theoretical insights on behaviour change is essential for making system level improvements, healthcare service planning, and policy formulation, all of which may contribute to the sustained use of patient-to-provider messaging within virtual care services. As such, the purpose of this rapid umbrella review is to synthesize barriers and facilitators to engaging with patient-to-provider messaging using the COM-B model and TDF; this represents the first step towards intervention development according to the Behaviour Change Wheel."
    },
    {
      "title": "Methods",
      "text": "A rapid umbrella review was conducting following published recommendations  [31] . Rapid reviews are a form of knowledge synthesis which accelerates the process of conducting traditional systematic reviews by omitting or streamlining certain steps in the process  [32] , such as the number of individuals required to screen and extract data. Within the context of virtual care, in which innovations are constantly evolving, rapid reviews are better suited to provide actionable evidence in a more timely manner compared to traditional systematic or scoping reviews  [31] .\n\nTo improve methodological rigour the Preferred Reporting Items for Systematic Reviews and Meta-Analysis extension for Scoping Reviews (PRISMA-ScR) checklist  [33]  and the PRISMA flow diagram were used to outline key methodological processes (see Additional file 1 and Fig.  3 , respectively). This review was registered on Open Science Framework  [34] ."
    },
    {
      "title": "Identify the research question",
      "text": "The current umbrella review aims to answer the following questions to inform recommendations for improving patient-to-provider messaging:\n\n(I) What are patient and healthcare provider barriers and facilitators to engaging with patient-toprovider messaging? (II) What COM-B components and TDF domains should be targeted in future patient-to-provider messaging services to improve implementation and uptake?"
    },
    {
      "title": "Identify relevant studies",
      "text": "Medline and CINAHL were searched for studies relating to: (I) patient-to-provider messaging (e.g., MeSH terms \"text messaging\", keywords \"short messag* service*\", \"email\"), (II) barriers, facilitators, or best practice (e.g., MeSH terms \"communication barriers\", keywords \"best practice*\"), and (III) review articles. Databases were searched from inception until November 2022. The full search strategy can be found on the published registration  [34] , and the Medline search strategy can be found in Additional file 2."
    },
    {
      "title": "Eligibility criteria",
      "text": "For inclusion criteria as it related to the Population, Intervention, Comparator groups, and Outcomes (PICO), see Table  1 . To improve the timeliness of this review, articles were limited to review type articles (including any type of review article; e.g., narrative, rapid, scoping, systematic, qualitative, scans, etc.). Conference proceedings, newspaper articles, dissertations, and non-peer review articles were excluded. To be included, review articles had to refer to the use of patient-to-provider messaging in the context of healthcare. No limits on date of publication, geographical location, or research setting (e.g., lab, community, hospital) were imposed. Only studies published in English were included."
    },
    {
      "title": "Study screening and selection",
      "text": "All studies obtained from the search were uploaded into the systematic review software Covidence (Veritas Health Innovation Ltd., Melbourne, Australia) for processing. Removal of duplicate studies was completed automatically within Covidence. Following this, one author (MM) completed title and abstract screening. Full-text screening was performed by two authors (MM and SK). First, a sample of five records was screened independently by both authors to determine the degree of consistency in individual assessment, which subsequently yielded 100% agreement. Due to the high levels of agreement, the remaining full-texts were screened by a single reviewer for inclusion to improve the timeliness of this review."
    },
    {
      "title": "Charting and extracting the data",
      "text": "A custom data extraction form was developed to characterize general study information (author, title, year of Fig.  2  The Behaviour Change Wheel (reproduced with permission from Michie, Atkins, et al.,  [18] ). Protected by copyright publication, review location, review type); participant information (gender, sex, age, ethnicity, race, health status); and a description of the patient-to-provider messaging system assessed (type of virtual messaging, barriers, facilitators). Two reviewers independently extracted data from half of the articles with 20% checked by both reviewers."
    },
    {
      "title": "Protocol deviations",
      "text": "While the published registration states that quality evaluation/risk of bias was not going to be assessed, review authors felt that contextualizing the rapid review within the quality of evidence would benefit readers and healthcare authorities wishing to utilize this information in their decision making; therefore, a risk of bias  was completed by both authors using the Assessment of Multiple Systematic Reviews (AMSTAR) 2 tool  [35] . This tool evaluates the quality of review articles by answering 16 items. Five items  (4, 9, 11, 12, and 15)  are considered \"critical\" domains. Study quality was defined as high (none or 1 non-critical weakness), moderate (> 1 noncritical weakness), low (1 critical weakness), and critically low (> 1 critical weakness). Further, to increase the generalizability of results, one author (MM) used the TDF and COM-B to code all extracted barriers facilitators according to the 14 TDF domains and 6 COM-B components."
    },
    {
      "title": "Results",
      "text": "After de-duplication, the search resulted in 796 records. Of these, 69 were included for full-text review, resulting in a total of 12 included review articles (see Fig.  3 ).\n\nReviews were conducted primarily in the United States  [36] [37] [38] , Canada  [39, 40] , and the United Kingdom  [41, 42] , with remaining reviews conducted in Australia  [43] , China  [44] , Denmark  [45] , Germany  [46] , and New Zealand  [47] . Reviews were published from 2009 until 2022, with the majority (92%) published in the past 10 years.\n\nFrom the 12 included reviews, five (42%) were scoping reviews  [37-39, 44, 46] , four (33%) were systematic reviews  [36, 40, 41, 43] , two (17%) were narrative reviews  [42, 45] , and one (8%) was an integrative literature review  [47] . Reviews included studies targeting both patient/ caregiver and healthcare provider perspectives across a variety of patient populations (older adults, patients in rural settings, and those with HIV, diabetes, cancer, or overweight and obesity). Only four reviews (33%) summarized demographic information beyond the patient condition being treated  [36, 38, 43, 44] , none of which provided information on participant race, ethnicity, culture, or socio-economic status.\n\nPatient-to-provider messages were sent via multiple modalities including text messaging, social media, emails, and web-messaging. Barriers and facilitators to implementing or engaging with patient-to-provider messaging were identified in 10 studies (83%), one study outlined facilitators only, and one outlined barriers only. A total of 59 unique barriers and facilitators were identified; see Table  2  for specific barriers and facilitators identified for patients, and Table  3  for barriers and facilitators identified for healthcare providers."
    },
    {
      "title": "Barriers",
      "text": "Of the 27 unique barriers identified amongst both populations, 21 (78%) were oriented towards the healthcare provider or clinical practice (e.g., addition of technology results in healthcare providers having to add \"tech support\" to their scope of practice), and 19 (70%) were oriented towards the patient (e.g., digital health literacy). Interestingly, from this list of 27 barriers, a total of 13 (48%) were coded as being oriented towards both the patient and provider (e.g., blurring of boundaries in the relationship).\n\nAcross studies, the most frequent barriers extracted were related to privacy and confidentiality (reported in n ="
    },
    {
      "title": "Provider barriers",
      "text": "The most frequently coded TDF domains relating to barriers for healthcare providers engaging with patient-toprovider messaging were Environmental Context and Resources (n = 5 out of 21 provider-oriented barriers; 24%), Beliefs about Consequences (n = 5; 24%), Knowledge (n = 3; 14%), and Social or Professional Role and Identity (n = 3; 14%). See Table  4  for information on all domains.\n\nRegarding the COM-B, Motivation was the most the most frequently identified components for healthcare provider barriers (n = 9; 43% barriers identified within the sub domain Reflective Motivation; n = 0; 0% Automatic motivation), followed by Opportunity (n = 5; 24% Physical Opportunity, n = 2; 10% Social Opportunity), then Capability (n = 4; 19% Psychological Capability, n = 1; 5% Physical Capability)."
    },
    {
      "title": "Patient barriers",
      "text": "The most frequently coded TDF domains relating to barriers for patients engaging with patient-to-provider messaging were Environmental Context and Resources (n = 5 out of 19 patient-oriented barriers; 26%), and Beliefs about Consequences (n = 5; 26%). See Table  4  for information on all domains.\n\nRegarding the COM-B, Motivation was the most the most frequently identified category for patient barriers (n = 11; 58% barriers identified within the sub domain  Reflective Motivation; n = 0; 0% Automatic motivation), followed by Opportunity (n = 5; 26% Physical Opportunity, n = 0; 0% Social Opportunity), then Capability (n = 2; 11% Psychological Capability, n = 1; 5% Physical Capability)."
    },
    {
      "title": "Facilitators",
      "text": "Of the 32 unique facilitators identified, 15 (47%) were oriented towards the healthcare provider or clinical practice, and 25 (78%) towards the patient. Interestingly, from this list of 32 facilitators, a total of 8 (25%) were Across studies, the most frequent facilitators identified were related to patients feeling empowered to ask questions via virtual messaging that they may otherwise not have asked"
    },
    {
      "title": "Provider facilitators",
      "text": "The most frequently identified TDF domains relating to facilitators for healthcare providers engaging with patient-to-provider messaging were Beliefs about Consequences (n = 5 out of 15 provider-oriented facilitators; 33%), and Social Influences (n = 4; 27%). See Table  4  for information on all domains.\n\nRegarding the COM-B, Motivation (n = 6; 40% barriers identified within the sub domain Reflective Motivation; n = 0; 0% Automatic motivation) and Opportunity (n = 2; 13% Physical Opportunity, n = 4; 27% Social Opportunity) were the most the most frequently identified COM-B components for healthcare provider facilitators, followed by Capability (n = 3; 20% Psychological Capability, n = 0; 0% Physical Capability)."
    },
    {
      "title": "Patient facilitators",
      "text": "The most frequently identified TDF domains relating to facilitators for patients engaging with patient-to-provider messaging were Beliefs about Consequences (n = 8 out of 25 patient-oriented facilitators; 32%), Beliefs about Capabilities (n = 3; 12%), and Memory, Attention, and Decision Processes (n = 3; 12%). See Table  4  for information on all domains.\n\nRegarding the COM-B, Motivation was the most the most frequently identified category for patient facilitators (n = 13; 52% barriers identified within the sub domain Reflective Motivation; n = 3; 12% Automatic motivation), followed by Capability (n = 5; 20% Psychological Capability, n = 0; 0% Physical Capability), and then Opportunity (n = 2; 8% Physical Opportunity, n = 2; 8% Social Opportunity)."
    },
    {
      "title": "Study quality",
      "text": "From the 12 included reviews, none were of high quality, 3 were moderate, 8 were low, and 1 was of critically low quality (Additional file 3 shows the AMSTAR 2 evaluation for all included reviews). All, or nearly all, of the included reviews reported on: all PICO components within the research question (item 1), literature search (item 4), details on included studies (item 8), and discussion of heterogeneity in results (item 14). None, or nearly none, of the included reviews reported on: a priori protocol (item 2), risk of bias assessment (item 9), information on funding sources (item 10), and accounting for risk of bias in interpretation (item 13)."
    },
    {
      "title": "Discussion",
      "text": "The development and implementation of patient-to-provider messaging is paramount to providing a cost-efficient, sustainable, and accessible form of text-based virtual care. With that said, various barriers and facilitators exist towards its adoption and effectiveness. The current rapid umbrella review represents the first systematic analysis and integration of barriers and facilitators associated with patient-to-provider messaging using the TDF and COM-B model. While use of the TDF or COM-B model to synthesize research literature is a relatively new concept  [48] , both have previously guided data analysis in other reviews focused on health behaviours and interventions  [49] [50] [51] .\n\nThis review provides valuable insights into the factors affecting healthcare providers and patients when using virtual messaging services, and highlights that both encounter numerous barriers and facilitators to implementing and engaging with patient-to-provider messaging. Further, the barriers and facilitators identified in this review span all COM-B components and all TDF domains (except for Goals); the most commonly identified COM-B category was Reflective Motivation which was identified in 39 out of the 59 unique barriers and facilitators (66%). Of the 39 barriers which fell within Reflective Motivation, the majority were further specified as Beliefs about Consequences using the TDF (23/39; 60%)."
    },
    {
      "title": "Barriers",
      "text": "The results of this review indicate that barriers to patientto-provider messaging are almost evenly distributed within the literature between healthcare providers (8/27 barriers oriented towards providers alone; 30%) and patients (6/27 barriers oriented towards patients alone; 22%), with 13 out of 27 barriers (48%) affecting both groups. Barriers oriented towards healthcare providers were primarily found within the TDF domains Environmental Context and Resources, Beliefs about Consequences, Knowledge, and Social or Professional Role and Identity, and COM-B components of Reflective Motivation, Physical Opportunity, and Psychological Capability. These provider barriers focused on aspects such as the addition of technology to their scope of practice, perceived increases in workload, and a lack of training. Patient-oriented barriers were primarily found within the TDF domains Environmental Context and Resources and Beliefs about Consequences, and the COM-B components of Reflective Motivation and Physical Opportunity. These patient barriers highlight the importance of addressing issues such as digital health literacy and disparities in internet access. Notably, privacy and confidentiality emerged as a prominent barrier across studies for both healthcare providers and patients, emphasizing the significance of ensuring data security and privacy safeguards in patient-to-provider messaging."
    },
    {
      "title": "Facilitators",
      "text": "Results demonstrate a higher proportion of facilitators oriented towards patients (17/32 barriers oriented towards patients alone; 53%) compared to healthcare providers (7 barriers oriented towards providers alone; 22%), with only 8 out of 32 barriers (25%) spanning both groups. For healthcare providers, the TDF domains Beliefs about Consequences and Social Influences and COM-B components Reflective Motivation and Social Opportunity were the most frequently identified facilitators. The asynchronous nature of messaging allows healthcare providers to consult with colleagues and provide more considered responses, thereby allowing them the opportunity to prioritize the content of their messages to build and maintaining rapport with their patients. Contrary to the experiences noted as barriers, providers reported a perceived decrease in workload once patient-to-provider messaging was integrated into their clinical practice. This finding suggests that highlighting the potential benefits of improved efficiency and productivity through messaging could enhance provider motivation to adopt messaging practices.\n\nPatient related facilitators were primarily found within the TDF domains Beliefs about Consequences, Beliefs about Capabilities, and Memory, Attention, and Decision Processes, and COM-B components of Reflective motivation, and Psychological Capability. These patient facilitators emphasized patients feeling empowered to ask questions, improved access to information, the aid of written records in recall, and reduced travel time. The findings suggest that patient-to-provider messaging has the potential to enhance patient engagement, information accessibility, and convenience, thereby enabling patients to play a more active role in their healthcare.\n\nAn interesting finding from this review is the potential impact of patient-to-provider messaging on the therapeutic relationship, as indicated by barriers and facilitators from both healthcare providers and patients. Patients reported feeling more comfortable sharing sensitive information through messaging, which they otherwise might not feel comfortable discussing in person. Additionally, the asynchronous nature of messaging allows patients to ask relevant questions at their convenience. However, providers expressed concerns about the informal nature of messaging and its potential to blur the patient-provider relationship. These results appear to underscore the importance of maintaining appropriate boundaries and ensuring clear communication channels within text-based patient-to-provider messaging."
    },
    {
      "title": "Developing patient-to-provider messaging interventions to target barriers and facilitators",
      "text": "The current analysis of barriers and facilitators using the COM-B model and TDF provides a \"behavioural diagnosis\" of potentially modifiable factors which enables a target behaviour to occur, and can be linked to intervention functions and behaviour change techniques through the guidance of the Behaviour Change Wheel  [18] . By using the COM-B model, TDF, and associated intervention functions linked by the Behaviour Change Wheel, future researchers can develop and implement theory-based solutions to address barriers and promote facilitators identified within this review. Specifically, using the Behaviour Change Wheel, the most commonly identified TDF domains and COM-B components correspond to the following intervention functions: Training, Restriction, Environmental Restructuring, Enablement, Education, Persuasion, and Modelling  [18] . For an example of how the Behaviour Change Wheel can be used in conjunction with the COM-B model and TDF for intervention design, see Fig.  4 . Additionally, for example policy and clinical solutions for the top identified barriers in this review, see Table  5 ."
    },
    {
      "title": "Strengths and limitations",
      "text": "While the primary strength of this review is the use of the COM-B model and the TDF to categorize providerand patient-level barriers and facilitators influencing the implementation of virtual care identified in previous research on patient-to-provider messaging, it is important to also recognize its limitations. In conducting this umbrella review, a rapid review methodology was used which streamlines the systematic review process while also potentially introducing bias into specific review steps. For example, a limited number of databases were searched, and inclusion was limited to English language review articles. By limiting to only review type articles, the authors did not have access to the raw data from each article within eligible reviews; therefore only barriers and facilitators that were reported within the review articles could be extracted and coded, and findings may not encompass the full range of factors influencing implementation of patient-to-provider virtual messaging. Further, the majority of screening and data extraction, and the entirety of the TDF coding was completed by a single author to expedite the review process. Future research should consider a formal systematic review that includes patient-to-provider messaging from other article types to provide more comprehensive and generalizable findings.\n\nMost of the included reviews were assessed as having low confidence (Additional file 3). Specifically, many reviews lacked an a priori study protocol, and a quality assessment of included studies. Another important limitation for this work is the lack of demographic reporting within the included reviews. Only four of the twelve included reviews summarized demographic information beyond the patient condition being treated, and none provided information on participant race, ethnicity, culture, or socio-economic status. Such important factors are likely to influence barriers and facilitators for implementing and engaging with patient-to-provider virtual messaging and limit generalizability of these results. Future research should prioritize collecting and reporting on demographic information to identify any differences in barriers and facilitators of patient-to-provider virtual messaging experienced by different populations so that potential differences in the perception of barriers and facilitators of patientto-provider virtual messaging can be identified and addressed. Table 5 Top barriers and example policy and clinical solutions identified using the behaviour change wheel a TDF theoretical domains framework b IF intervention function COM-B Components TDF Domain a Barrier Example Policy Example Clinical Practice Physical Opportunity, and Reflective Motivation Environmental Context and Resources, Beliefs about Consequences Privacy and confidentiality Development of guidelines or procedures to ensure patient data is secure and protected when using digital messaging platforms (IF b = enablement) Ensure that patients are fully informed of the privacy risks and benefits of messaging before they opt-in to these services (IF = education) Psychological Capability, and Physical Opportunity Knowledge, Environmental Context and Resources Technical problems Implement user-friendly messaging platforms that are easy to navigate and have a low learning curve for both patients and clinicians (IF = environmental restructuring) Provide training and technical support to patients and providers to troubleshoot common technical problems (IF = education, training) Physical Opportunity Environmental Context and Resources Disparities in internet access and affordability of technology Development of policies or initiatives to provide technology to underserved populations, subsidies for technology purchases, and improvement to internet infrastructure (IF = environmental restructuring). Policies that provide financial incentives for healthcare providers and practices to invest in tech infrastructure (IF = incentivization) Healthcare providers can ensure that any patient-to-provider messaging systems implemented in their clinical practice are accessible to all their patients (i.e., using text messaging that is not reliant on internet capabilities) (IF = environmental restructuring) Reflective Motivation Beliefs about Consequences Perceived increase in clinician workload Create and implement policies which integrate patient-provider messaging into clinical workflows (IF = environmental restructuring). Policies to incentivize providers to use messaging platforms in their workflows (IF = incentivization) Create campaigns which emphasize how virtual messaging services can improve efficiencies and decrease provider burden while positively benefitting patients (IF = persuasion and education). Provide administrative support to providers to help manage their workload (IF = enablement) Physical Opportunity Environmental Context and Resources, Skills, Knowledge Lack of clinician training Policies to ensure that healthcare providers are trained to use patientprovider messaging effectively, efficiently, and safely (IF = training) Training programs integrating evidencebased BCTs (e.g., instruction on how to perform the behaviour, demonstration of the behaviour, behavioural practice/ rehearsal) to teach healthcare providers how to effectively and efficiently integrate technology into their clinical practice (IF = training) Conclusions This rapid umbrella review provides insights into the barriers and facilitators to implementing patient-toprovider messaging services (e.g., text messaging) within healthcare settings. Barriers and facilitators were primarily associated with the COM-B components Reflective Motivation, Psychological Capability, and Physical Opportunity and TDF domains Beliefs about Consequences, Environmental Contexts and Resources, Social Influences, and Beliefs about Capabilities. Using a COM-B model and TDF-based analysis, this review offers a theoretical foundation for researchers, healthcare systems, and policy-makers to design interventions that can effectively target potential implementation issues thus enhancing the impact and accessibility of patient-to-provider messaging systems in the future.\n\n• fast, convenient online submission\n\n• thorough peer review by experienced researchers in your field\n\n• rapid publication on acceptance\n\n• support for research data, including large and complex data types\n\n• gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year"
    },
    {
      "title": "•",
      "text": "At BMC, research is always in progress."
    },
    {
      "title": "Learn more biomedcentral.com/submissions",
      "text": "Ready to submit your research Ready to submit your research ? Choose BMC and benefit from: ? Choose BMC and benefit from:"
    },
    {
      "text": "Fig. 1 Theoretical domains framework depicted in yellow mapped onto the COM-B model depicted in green. TDF domains include: Soc Social influences, Env Environmental context and resources, Id Social/professional role and identity, Bel Cap Beliefs about capabilities, Opt Optimism, Int Intentions, Goals Goals, Bel Cons Beliefs about consequences, Reinf Reinforcement, Em Emotion, Know Knowledge, Cog Cognitive and interpersonal skills, Mem Memory, attention, and decision processes, Beh Reg Behavioural regulation, Phys Physical skills"
    },
    {
      "text": "Fig. 3 PRISMA flow diagram"
    },
    {
      "text": "7 reviews; 58%; TDF = Environmental Context and Resources and Beliefs about Consequences; COM-B = Physical Opportunity' and Reflective Motivation), technical problems (n = 3; 25%; TDF = Knowledge and Environmental Context and Resources; COM-B = Psychological Capability and Physical Opportunity), disparities in internet access (n = 3; 25%; TDF = Environmental Context and Resources; COM-B = Physical Opportunity), affordability of technology for patient and clinician/ practice (n = 3; 25%; TDF = Environmental Context and Resources; COM-B = Physical Opportunity), perceived increase in clinician workload (n = 3; 25%; TDF = Beliefs about Consequences; COM-B = Reflective Motivation), and a lack of clinician training (n = 3; 25%; TDF = Skills, Knowledge, and Environmental Context and Resources; COM-B = Physical Capability, Psychological Capability, and Physical Opportunity)."
    },
    {
      "text": "(n = 4; 33%; TDF = Beliefs about Capabilities, Social or Professional Roles and Identity; COM-B = Reflective Motivation), improved access to information (n = 3; 25%; TDF = Beliefs about Consequences; COM-B = Reflective Motivation), having a written record aids recall (n = 3; 25%; TDF = Memory, Attention, and Decision Processes; COM-B = Psychological Capability), and reduced travel time (n = 3; 25%; TDF = Beliefs about Consequences; COM-B = Reflective Motivation)."
    },
    {
      "text": "Fig. 4 Simplified depiction of Behaviour Change Wheel flow with worked example"
    },
    {
      "text": "Inclusion and exclusion criteria"
    },
    {
      "text": "Patient-oriented barriers and facilitators to patient-to-provider messaging implementation"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "Provider-oriented barriers and facilitators to patient-to-provider messaging implementation"
    },
    {
      "text": "Number of barriers and facilitators per TDF domain for healthcare providers and patients"
    }
  ],
  "references": [
    {
      "title": "Effect of a telecare case management program for older adults Who Are homebound during the COVID-19 pandemic: a pilot randomized clinical trial",
      "authors": [
        "Akc Wong",
        "Fky Wong",
        "Kks Chow",
        "S Wong",
        "P Lee"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.23453"
    },
    {
      "title": "Utility of telemedicine in the COVID-19 era",
      "authors": [
        "G Colbert",
        "A Venegas-Vera",
        "E Lerma"
      ],
      "year": 2020,
      "doi": "10.31083/j.rcm.2020.04.188"
    },
    {
      "title": "COVID-19 transforms health care through telemedicine: evidence from the field",
      "authors": [
        "D Mann",
        "J Chen",
        "R Chunara",
        "P Testa",
        "O Nov"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa072"
    },
    {
      "title": "Implementation and usefulness of telemedicine during the COVID-19 pandemic: a scoping review",
      "authors": [
        "M Hincapié",
        "J Gallego",
        "A Gempeler",
        "J Piñeros",
        "D Nasner",
        "M Escobar"
      ],
      "year": 2020,
      "doi": "10.1177/2150132720980612"
    },
    {
      "title": "How Canada Compares: Results From the Commonwealth Fund's 2021 International Health Policy Survey of Older Adults in 11 Countries",
      "year": 2022,
      "doi": "10.1016/j.healthpol.2003.09.006"
    },
    {
      "title": "Virtual care policy framework",
      "authors": [
        "H Canada"
      ],
      "year": 2022
    },
    {
      "title": "Transformations in the landscape of primary health care during COVID-19: themes from the European region",
      "authors": [
        "S Kumpunen",
        "E Webb",
        "G Permanand",
        "E Zheleznyakov",
        "N Edwards",
        "E Van Ginneken"
      ],
      "year": 2022
    },
    {
      "title": "Reorganisation of primary care for older adults during COVID-19: a cross-sectional database study in the UK",
      "authors": [
        "M Joy",
        "D Mcgagh",
        "N Jones",
        "H Liyanage",
        "J Sherlock",
        "V Parimalanathan"
      ],
      "year": 2020,
      "doi": "10.3399/bjgp20x710933"
    },
    {
      "title": "Telehealth practice among health centers during the COVID-19 pandemic-United States, July 11-17, 2020",
      "authors": [
        "H Demeke",
        "L Pao",
        "H Clark",
        "L Romero",
        "A Neri",
        "R Shah"
      ],
      "year": 2020,
      "doi": "10.15585/mmwr.mm6950a4"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review",
      "authors": [
        "R Shaw",
        "H Bosworth"
      ],
      "year": 2012,
      "doi": "10.1177/1460458212442422"
    },
    {
      "title": "Mobile phone messaging reminders for attendance at healthcare appointments",
      "authors": [
        "J Car",
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007458.pub2"
    },
    {
      "title": "Textmessaging versus telephone reminders to reduce missed appointments in an academic primary care clinic: a randomized controlled trial",
      "authors": [
        "N Perron",
        "M Dao",
        "N Righini",
        "J-P Humair",
        "B Broers",
        "F Narring"
      ],
      "year": 2013
    },
    {
      "title": "The effectiveness of mobile-health technologies to improve health care service delivery processes: a systematic review and meta-analysis",
      "authors": [
        "C Free",
        "G Phillips",
        "L Watson",
        "L Galli",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001363"
    },
    {
      "title": "Use of email, cell phone and text message between patients and primary-care physicians: crosssectional study in a French-speaking part of Switzerland",
      "authors": [
        "J Dash",
        "D Haller",
        "J Sommer",
        "P Junod"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1776-9"
    },
    {
      "title": "Using text message reminders in health care services: a narrative literature review",
      "authors": [
        "F Schwebel",
        "M Larimer"
      ],
      "year": 2018,
      "doi": "10.1016/j.invent.2018.06.002"
    },
    {
      "title": "An invisible human rights crisis': the marginalization of older adults during the COVID-19 pandemic-An advocacy review",
      "authors": [
        "M D'cruz",
        "D Banerjee"
      ],
      "year": 2020
    },
    {
      "title": "The behaviour change wheel",
      "authors": [
        "S Michie",
        "L Atkins",
        "R West"
      ],
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Interactive two-way mHealth interventions for improving medication adherence: an evaluation using the behaviour change wheel framework",
      "authors": [
        "N Chiang",
        "M Guo",
        "K Amico",
        "L Atkins",
        "R Lester"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9187"
    },
    {
      "title": "The use of the behaviour change wheel in the development of ParticipAC-TION's physical activity app",
      "authors": [
        "S Truelove",
        "L Vanderloo",
        "P Tucker",
        "Di Sebastiano",
        "K Faulkner"
      ],
      "year": 2020
    },
    {
      "title": "Secondary prevention of stroke: study protocol for a telehealth-delivered physical activity and diet pilot randomized trial (ENAbLE-Pilot)",
      "authors": [
        "C English",
        "J Attia",
        "J Bernhardt",
        "B Bonevski",
        "M Burke",
        "M Galloway"
      ],
      "year": 2021,
      "doi": "10.1159/000515689"
    },
    {
      "title": "ABC of behaviour change theories",
      "authors": [
        "S Michie",
        "R Campbell",
        "J Brown",
        "R West"
      ],
      "year": 2014,
      "doi": "10.1093/ww/9780199540884.013.250619"
    },
    {
      "title": "Barriers and enablers to delivery of the Healthy Kids Check: an analysis informed by the Theoretical Domains Framework and COM-B model",
      "authors": [
        "K Alexander",
        "B Brijnath",
        "D Mazza"
      ],
      "year": 2014
    },
    {
      "title": "Barriers and enablers to sexual health service use among university students: a qualitative descriptive study using the theoretical domains framework and COM-B model",
      "authors": [
        "C Cassidy",
        "A Bishop",
        "A Steenbeek",
        "D Langille",
        "R Martin-Misener",
        "J Curran"
      ],
      "year": 2018,
      "doi": "10.1186/s12913-018-3379-0"
    },
    {
      "title": "Validation of the theoretical domains framework for use in behaviour change and implementation research",
      "authors": [
        "J Cane",
        "O' Connor",
        "D Michie"
      ],
      "year": 2012
    },
    {
      "title": "Mechanisms of action of an implementation intervention in stroke rehabilitation: a qualitative interview study",
      "authors": [
        "L Connell",
        "N Mcmahon",
        "S Tyson",
        "C Watkins",
        "J Eng"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1793-8"
    },
    {
      "title": "Examining influences on antibiotic prescribing by nurse and pharmacist prescribers: a qualitative study using the theoretical domains framework and COM-B",
      "authors": [
        "M Courtenay",
        "S Rowbotham",
        "R Lim",
        "S Peters",
        "K Yates",
        "A Chater"
      ],
      "year": 2019
    },
    {
      "title": "StopApp: using the behaviour change wheel to develop an app to increase uptake and attendance at NHS Stop Smoking Services",
      "authors": [
        "E Fulton",
        "K Brown",
        "K Kwah",
        "S Wild"
      ],
      "year": 2016
    },
    {
      "title": "Applying the COM-B model to creation of an IT-enabled health coaching and resource linkage program for low-income Latina moms with recent gestational diabetes: the STAR MAMA program",
      "authors": [
        "M Handley",
        "E Harleman",
        "E Gonzalez-Mendez",
        "N Stotland",
        "P Althavale",
        "L Fisher"
      ],
      "year": 2016
    },
    {
      "title": "Patient-, organization-, and system-level barriers and facilitators to preventive oral health care: a convergent mixed-methods study in primary dental care",
      "authors": [
        "A Templeton",
        "L Young",
        "A Bish",
        "W Gnich",
        "Cassie Treweek"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0366-2"
    },
    {
      "title": "Rapid Reviews to Support Practice: A Guide for Professional Organization Practice Networks",
      "authors": [
        "M Macpherson",
        "R Wang",
        "E Smith",
        "G Sithamparanathan",
        "C Sadiq",
        "A Braunizer"
      ],
      "year": 2022,
      "doi": "10.1177/00084174221123721"
    },
    {
      "title": "Cochrane Rapid Reviews Methods Group offers evidenceinformed guidance to conduct rapid reviews",
      "authors": [
        "C Garritty",
        "G Gartlehner",
        "B Nussbaumer-Streit",
        "V King",
        "C Hamel",
        "C Kamel"
      ],
      "year": 2021,
      "doi": "10.1016/j.jclinepi.2020.10.007"
    },
    {
      "title": "PRISMA extension for scoping reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin",
        "O' Brien",
        "K Colquhoun",
        "H Levac"
      ],
      "year": 2018
    },
    {
      "title": "How Can Healthcare Providers Optimally Engage Patients using Virtual Messaging Systems? A Rapid Review",
      "authors": [
        "M Macpherson"
      ],
      "year": 2022,
      "doi": "10.17605/OSF.IO/8KW6U"
    },
    {
      "title": "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both",
      "authors": [
        "B J Shea",
        "B Reeves",
        "G Wells",
        "M Thuku",
        "C Hamel",
        "J Moran"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j4008"
    },
    {
      "title": "Physical activity text messaging interventions in adults: a systematic review",
      "authors": [
        "S Buchholz",
        "J Wilbur",
        "D Ingram",
        "L Fogg"
      ],
      "year": 2013
    },
    {
      "title": "A current review of doctor-patient computer-mediated communication",
      "authors": [
        "S Lee",
        "R Zuercher"
      ],
      "year": 2017
    },
    {
      "title": "Content guidance for mobile phones short message service (SMS)-based antiretroviral therapy adherence and appointment reminders: a review of the literature",
      "authors": [
        "A Kerrigan",
        "N Kaonga",
        "A Tang",
        "M Jordan",
        "S Hong"
      ],
      "year": 2019,
      "doi": "10.1080/09540121.2018.1549723"
    },
    {
      "title": "Patient and provider perspectives on eHealth interventions in Canada and Australia: a scoping review",
      "authors": [
        "M Leblanc",
        "S Petrie",
        "S Paskaran",
        "D Carson",
        "P Peters"
      ],
      "year": 2020
    },
    {
      "title": "Text messaging in cancer-supportive care: a systematic review",
      "authors": [
        "D Wijeratne",
        "M Bowman",
        "I Sharpe",
        "S Srivastava",
        "M Jalink",
        "B Gyawali"
      ],
      "year": 2021,
      "doi": "10.3390/cancers13143542"
    },
    {
      "title": "Scope and effectiveness of mobile phone messaging for HIV/AIDS care: a systematic review",
      "authors": [
        "Mhmmt Van Velthoven",
        "S Brusamento",
        "A Majeed",
        "J Car"
      ],
      "year": 2013
    },
    {
      "title": "Utilizing eHealth and telemedicine technologies to enhance access and quality of consultations: it's not what you say, it's the way you say it",
      "authors": [
        "K Barnard-Kelly"
      ],
      "year": 2019,
      "doi": "10.1089/dia.2019.0015"
    },
    {
      "title": "Enablers and barriers to using two-way information technology in the management of adults with diabetes: A descriptive systematic review",
      "authors": [
        "E Macdonald",
        "B Perrin",
        "M Kingsley"
      ],
      "year": 2018
    },
    {
      "title": "Benefits of and barriers to telehealth for the informal caregivers of elderly individuals in rural areas: a scoping review",
      "authors": [
        "M Lyu",
        "Q Zhao",
        "Y Yang",
        "X Hao",
        "Y Qin",
        "K Li"
      ],
      "year": 2022
    },
    {
      "title": "Ethical guidelines and the use of social media and text messaging in health care: a review of literature",
      "authors": [
        "R Basevi",
        "D Reid",
        "R Godbold"
      ],
      "year": 2014
    },
    {
      "title": "Impact of electronic messaging on the patient-physician interaction",
      "authors": [
        "M Wallwiener",
        "C Wallwiener",
        "J Kansy",
        "H Seeger",
        "T Rajab"
      ],
      "year": 2009,
      "doi": "10.1258/jtt.2009.090111"
    },
    {
      "title": "The relevance of existing health communication models in the email age: an integrative literature review",
      "authors": [
        "A Fage-Butler",
        "M Jensen"
      ],
      "year": 2015
    },
    {
      "title": "Understanding effects in reviews of implementation interventions using the Theoretical Domains Framework",
      "authors": [
        "E Little",
        "J Presseau",
        "M Eccles"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0280-7"
    },
    {
      "title": "Using the theoretical domains framework and the behavioural change wheel in an overarching synthesis of systematic reviews",
      "authors": [
        "M Richardson",
        "C Khouja",
        "K Sutcliffe",
        "J Thomas"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-024950"
    },
    {
      "title": "Factors influencing the implementation of screening and brief interventions for alcohol use in primary care practices: a systematic review using the COM-B system and Theoretical Domains Framework",
      "authors": [
        "F Rosário",
        "M Santos",
        "K Angus",
        "L Pas",
        "C Ribeiro",
        "N Fitzgerald"
      ],
      "year": 2021,
      "doi": "10.1186/s13012-020-01073-0"
    },
    {
      "title": "Pulmonary rehabilitation referral and participation are commonly influenced by environment, knowledge, and beliefs about consequences: a systematic review using the Theoretical Domains Framework",
      "authors": [
        "N Cox",
        "C Oliveira",
        "A Lahham",
        "A Holland"
      ],
      "year": 2017
    }
  ],
  "num_references": 51
}
