{
  "paper_id": "GFA438HS",
  "title": "Teaching Learners to Set Smart Goals to Increase Their Self-Efficacy",
  "abstract": "This research study was carried out with three different groups of learners, twentyfive (25) from fourth grade, nineteen (19) from ninth grade and thirty (30) from eleventh grade, who studied in a face to face learning environment at one private and two public schools in different settings of Colombia. The target of this action research was to analyze whether teaching learners to set SMART goals would increase their self-efficacy. Given the learner's lack of self-efficacy in speaking, this research offers a new pedagogical alternative through the implementation of two different learning strategies: goal setting, and task analysis of small talk. These strategies played a meaningful role in learner's interaction and led to increase selfefficacy and motivation to learn a second language. Results indicated that learning to set SMART goals positively affected learners' self-efficacy. Subjects developed knowledge of the language learning process through using the structure of the dialogues (greetings, small talk, interesting topics and closings) interacting not only inside the classroom but also outside of it. Additionally, the subjects responded in a very positive way to Self-Directed Learning.",
  "year": 2006,
  "date": "2006",
  "authors": [
    {
      "name": "Biblioteca Octavio"
    },
    {
      "name": "Arizmendi Posada"
    },
    {
      "name": "Lía Trinidad"
    },
    {
      "name": "Castrillón Lina"
    },
    {
      "name": "Marcela Jaramillo"
    },
    {
      "name": "Luis Bayardo López"
    },
    {
      "name": "Joan Rubin"
    },
    {
      "affiliation": {
        "organization": "Información Importante La Universidad de La Sabana informa que el(los) autor(",
        "institution": "Información Importante La Universidad de La Sabana informa que el(los) autor(",
        "address": "es) ha"
      }
    },
    {
      "affiliation": {
        "organization": "usuarios internos y externos de la institución a consultar el contenido de este documento",
        "department": "usuarios internos y externos de la institución a consultar el contenido de este documento",
        "institution": "autorizado"
      }
    },
    {
      "affiliation": {
        "organization": "través del Catálogo en línea de la Biblioteca y",
        "department": "través del Catálogo en línea de la Biblioteca y",
        "institution": "el Repositorio Institucional en la página Web de la Biblioteca",
        "address": "así como en las redes de información del país y del exterior las cuales tenga"
      }
    },
    {
      "affiliation": {
        "organization": "en el contenido de este documento",
        "department": "en el contenido de este documento",
        "institution": "convenio la Universidad de La Sabana. Se permite la consulta a los usuarios interesados",
        "address": "para todos los usos que tengan finalidad académica nunca para usos comerciales"
      }
    },
    {
      "affiliation": {
        "organization": "dé crédito al trabajo de grado y a su autor. De conformidad con lo establecido en el",
        "department": "dé crédito al trabajo de grado y a su autor. De conformidad con lo establecido en el",
        "institution": "La Universidad de La Sabana informa que los derechos sobre los documentos son propiedad de los autores y",
        "address": "de la Ley 23 de 1982 y el artículo 11 de la Decisión Andina 351 de 1993 tienen sobre su obra que hacen referencia los mencionados artículos., entre otros, los derechos morales"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Foreign Languages and Cultures",
        "department": "Department of Foreign Languages and Cultures",
        "institution": "UNIVERSIDAD DE LA SABANA Chía -Cundinamarca",
        "address": "2013"
      }
    }
  ],
  "doi": "10.1108/02683949610113584",
  "md5": "D50BB24A799C8F740B4D57C520FFE4AC",
  "keywords": [
    "SMART goals",
    "self-efficacy",
    "self-directed learning",
    "interaction and dialogues"
  ],
  "funding": [
    "Acknowledgements Our thanks and appreciation to our counselor,  Dr. Joan Rubin , who has given us an extremely positive support and guidance right from the first moment we started to work. We are grateful to our colleagues in the master, the schools and all the students for letting us learn with them. We are also deeply grateful to our family for their constant encouragement and for helping us start this new adventure, and giving us loving support through these two years. Finally, our particular thanks to God for being the best bunch of support we could dream of."
  ],
  "sections": [
    {
      "title": "Resumen",
      "text": "Esta investigación se realizó con tres grupos diferentes de alumnos, veinticinco (25) estudiantes de cuarto grado, diecinueve (19) estudiantes de noveno grado y treinta (30) estudiantes de undécimo grado, quienes estudiaron en un ambiente de aprendizaje presencial, en una escuela privada y dos escuelas públicas en diferentes escenarios de Colombia. El objetivo de esta investigación fue analizar sí al enseñar a los estudiantes a fijar metas específicas, medibles, alcanzables, relevantes y oportunas aumentaría su autoeficacia.\n\nDada la carencia de autoeficacia en los estudiantes al interactuar, esta investigación ofrece una nueva alternativa pedagógica a través de la implementación de dos estrategias de aprendizaje: establecimiento de metas y el análisis de tareas en conversaciones cortas. Estas estrategias jugaron un rol significativo en la interacción de los estudiantes y lideraron el incremento de su autoeficacia y motivación para aprender una segunda lengua.\n\nLos resultados indicaron que aprendiendo a fijar metas específicas, medibles, alcanzables, relevantes y oportunas afectó positivamente la autoeficacia de los alumnos.\n\nLos estudiantes desarrollaron conocimiento del proceso de aprendizaje de la lengua a través del uso de la estructura de diálogos (saludos, conversaciones interesantes, temas de interés y cierres) interactuando no sólo dentro del aula de clase sino también fuera de ella.\n\nAdicionalmente, los estudiantes respondieron de forma muy positiva al aprendizaje auto dirigido.\n\nPalabras clave: Metas específicas, medibles, alcanzables, relevantes y oportunas, autoeficacia, aprendizaje auto dirigido, interacción, diálogos. Table 1 -"
    },
    {
      "title": "Table of contents"
    },
    {
      "title": "Table of figures"
    },
    {
      "title": "Table of tables"
    },
    {
      "title": "Chapter One: Introduction",
      "text": "This study attempts to demonstrate whether teaching English language learners to set SMART goals increases their self-efficacy. The rationale for this research is to find a more effective way to enhance students' approach to learning English since they appear to have learned very little of the language despite many years of class exposure . The research was based on two basic theories: the demonstrated importance of goal setting for improving the learning process and the critical role of self-efficacy in promoting academic success.\n\nThis research is based on the concerns of the Ministry of Education in Colombia to improve the English language skills of all students and to promote greater learner autonomy  (MEN, 2005) . Besides, we as teachers consider that our learners deserve to have new opportunities to succeed in the target language. The theories used here reflect these concerns by using the learning strategy of Goal Setting, part of the process of promoting Self-Directed Learning (SDL).\n\nThis study is based on the research question defined as: Does teaching English language learners to set SMART goals increase their self-efficacy? We want to analyse the impact of goal setting on learners' self-efficacy and interaction, and to describe their reactions towards the use of goal setting inside the classroom.\n\nAlso, this research intends to be a positive model that English teachers from different regions of Colombia can implement in their institutions, in terms of giving their learners new pedagogical alternatives to improve their language skills. In conclusion, our goal is to determine whether implementing appropriate SMART goals in the classroom can motivate learners to take a more active and autonomous role in their learning. It is our expectation that if they develop greater self-efficacy, they will be motivated to develop a continuous interest in and concern about the world around them, which is important in developing lifelong learners. If students learn to set and develop flexible thinking skills this will be useful throughout their lives."
    },
    {
      "title": "Chapter Two: Theoretical Framework",
      "text": "Improving the ability of our students to speak English seemed very difficult, due to internal and external factors such as student anxiety, lack of vocabulary, motivation and fear of making mistakes in front of their fellow students. We as teachers needed to find ways to help them address these concerns.\n\nOur literature search identified several possible avenues to help our students improve their speaking skills. These included giving students space to practice the target language, giving them time to just practice English and providing comprehensible input for the English language learner by the use of visuals, realia, and gestures. As well, conversational lessons including instructed teachers and stimulated ESL students were said to promote interaction at a high rate  Ellis, Basturkmen & Loewen (2001) . We determined that in order to encourage our learners to interact, not only inside but also outside of the classroom, we needed to consider some new pedagogical strategies which promoted selfdirected learning. After looking at several possibilities, we settled on the metacognitive strategy of goal setting. We thought that if we could facilitate learners' abilities to set goals that might improve their motivation and in particular their self-efficacy or feelings of competence to speak. Flavell, (1970)  was the first person to use the term metacognition explaining it as learners' awareness of the learning process and knowledge of the cognitive process. Later,  Flavell (1976)  explained metacognition as the active checking and constant regulation of the learning process considering specific goals or objectives. Additionally,  Flavell (1979)  suggested different kinds of metacognition: first, personal knowledge, where learners take into account their own beliefs about universal truths and their own self-concepts; second, their knowledge of the nature of language learning; and finally, learners' experiences that help them revise their goals and consider the usefulness of their strategic knowledge. Hacker, Dunlosky & Graesser (1998)  divided the metacognitive process into three parts, the first consisted of what the learner knows, the second was the regulation of awareness and learning experiences through a variety of activities that help learners manage their own learning and the third was their metacognitive experiences which referred to the cognitive and affective state of the learner to deal with the on-going cognitive effort. At this point, it is important to understand that learners' knowledge and perception can have a relationship with learners' autonomy, where they make their own decisions about their learning. To do so  (Hacker et al., op.cit.)  proposed that learners take charge by planning, monitoring and evaluating their own learning. Kuhn & Dean (2004)  explained metacognition as a process, which enables learners to bring and use what they have learnt into a new context. Additionally, both authors defined metacognition as a form of control which involves the monitoring process and selfregulation. This proposal is also supported by other authors  (McLeod, 1997; Schneider & Locke, 2002) ."
    },
    {
      "title": "Metacognition",
      "text": "According to  Thamraksa (1997)  metacognition plays a vital role in the EFL learning process. He recommended that teachers teach their students metacognitive skills in addition to the language. To do so, teachers should provide direct instruction about how strategies can be used, and take students through each strategy by modeling. It is important to give guided practice to the students, wherein they eventually assume full responsibility for completing a task. (Thamraksa, op cit.)  recommended that metacognition be taught through classroom activities that foster reflective thinking and practices. Teachers should encourage students to keep a journal-either reflective or dialogue-based-in order to learn new things, reflect upon their thinking, and evaluate themselves as learners. Such reflection, as  (Thamraksa,  op. cit.) mentioned, is important, for it is a means to bring learning to conscious attention or awareness. He recommends that teachers should give students an opportunity to talk outloud about what's on their mind when they engage in a learning task; it is through talking that students come to gain control over their thinking processes. Locke, Shaw, Saari, & Latham (1981, p. 126 ) defined a goal as \"the object or aim of an action\", and typically it is based on a specific standard of task performance. Moreover,  Smith & Nelson (1997)  view setting a goal as a process that involves establishing a performance standard, developing an action plan to achieve that standard, implementing the action plan, and evaluating performance against that standard."
    },
    {
      "title": "Goal setting",
      "text": "According to  Erez & Kanfer (1983, p. 454)  goals represent an end state towards which a person strives and can serve as immediate regulators of their actions. Locke et al. (p. 126)  further stated that goal setting is the only current approach that facilitates the improvement of motivation. They claim a beneficial effect on performance in 90 percent of the reported studies. Hall (2012)  noted that goal setting is a part of everyday life, and is linked with the concepts of specific, measurable, achievable, relevant and timely. Goals can offer observable and measurable results to be achieved within a specific time frame. He also suggested that goals can allow everyone in an organization to clearly understand the direction of that organization. Schunk (1990)  experimented with the value of different strategies such as goal progress feedback, feedback plus specific information, and specific information convey; these strategies helped to increase achievement outcomes where the participants (60 students) used them to develop reading tasks and where children received feedback linked to performance. He concluded that there was a relationship between students' goal setting and their self-efficacy. Shunk (op.cit.) suggested that when learners set their own goals, they can recognize their learning progress. Hence, he concluded that learners' selfsatisfaction leads to increase self-efficacy. Furthermore,  Schunk & Swartz (1993)  stated that goal setting can be helpful in an academic setting because students can establish their own goals for the course. Stipek (2002)  suggested that goal setting in the classroom can be a strategy to increase selfefficacy in the acquisition of a second language.\n\nAdditionally,  Harackiewicz, Manderlink & Sansone (1985)  proposed that effective goals can motivate learners to increase their self-efficacy with tasks that are more manageable. In this way, learners develop their self-determination, make their own decisions and finally make connections between their personal choices and their achievements.\n\nAuthors like  Cunningham, Krull, Land, & Russell (2000)  proposed goal-setting and self-evaluation as strategies which help learners improve their self-efficacy because learners demonstrate that they can monitor their own learning in a successful way; moreover, they can evaluate their own work and be prepared to face the future. Stipek (2002)  suggested that goal setting in the classroom can be a strategy to increase self-efficacy in the acquisition of a second language. In this way, learners develop their self-determination, make their own decisions and finally make connections between their personal choices and their achievements.\n\nFor  Cheung (2004)  goal setting is a strategy which can help learners in selfregulated learning; especially, if it is accompanied by suitable feedback and teacher support, because it is extremely important in building efficient motivational approaches and self-regulatory learning strategies, to enhance favorable academic outcomes. Thus, the results of Cheung's survey showed that 79.1% of the learners from a group of 182 university students at the end of the semester agreed that goal setting helped them accomplish better outcomes in their academic studies. Bork (2008)  reported that goal setting raises learners' academic accomplishments when using student-selected goals. According to  Srichnayachon (2009)  students who determine specific learning goals are inclined to have the following benefits: goals are visual reminders of the commitments, they help learners focus on important topics, and give them a sense of accomplishment when their goals are reached.\n\nIn addition, Morisano, Hirsh, Peterson, Phil & Shore (2010) observed that a straightforward managed consistent, and time-limited goal setting involvement produced positive outcomes in educational accomplishment among learners with some learning difficulties.\n\nGoal setting for learning English  Carrera, Gibbons, Hsieh & Prachachalerm (2009)  suggested that learners feel comfortable and take advantage of goal setting inside the classrooms as well as outside of it, Further, they noted that learners improved their English language skills when setting goals. The study gave as results that 60% of beginning adult students could achieve their learning goals successfully during the first implementation of the instructional design.\n\nMeanwhile 95% achieved their goals successfully in the second implementation. During the implementation goal setting as learning strategy was developed so learners worked creating goals during two weeks, then they answered a questionnaire related to them and finally the teacher applied some interviews. Overall, the results suggested that adult students were highly motivated to use different comprehension strategies which help them with multiple reading goals that gave opportunities to select appropriate goals for their writing skills and achieve them successfully. Leslie (2011a)  found that teenage learners who establish goals each week increased their interaction during class periods and improved their English level. This research was carried out with seventeen students (  17 ) at the B1 level, pre-intermediate level, in the British Council, Lisbon. Leslie (2011b, p. 6 ) concluded that learners can integrate their goal setting with assessment procedures. (Leslie op cit.) also noted that three quarters of the students increased their speaking level based on the answers given to some questionnaires, where students answered that they are strongly agree or agree that they speak more English in class, participate more and improved their English because they set goals each week.\n\nSelf-efficacy and goal setting  Bandura (1986)  noted that self-reflection helps people make sense of their experiences, cognitions and self-beliefs, engage in self-evaluation, and alters their thinking and behavior accordingly. His definition of self-efficacy was: \"People's judgments of their capabilities to organize and execute courses of action required attaining designated types of performances\" (p. 391). According to  (Bandura, op cit.)  it is important to have effective teachers, necessary equipment, enough resources to aid students in the adequate academic performance, in order to gain a high level of self-efficacy. Appelbaum & Hare (1996)  also noted that setting goals can have a critical influence on self-efficacy, because when learners cannot accomplish their goals this can have a negative impact on their self-efficacy and their future performance. The authors (op cit) also noted that if learners' goals are too easily achieved they may build an erroneous sense of self-efficacy which can lead to constant frustration. The above authors also observed that the relationship between self-efficacy and personal goal setting is an important part of the self-regulation process. They suggest that there is an important interaction: personal goals are influenced by a learner's self-efficacy beliefs, while these self-efficacy beliefs are influenced by the level of challenge and compromise to personal goals.\n\nZimmerman,  Bandura, & Martinez-Pons (1992) , (as cited in  Shin, 2002, p. 266)  considered the role of self-efficacy beliefs versus personal goal setting and proposed that a significant feeling of self-efficacy stimulates learners to suggest interesting goals and influences their commitment to support these challenges. Considering these findings, the authors determined that learners' motivation to work on different assignments depends on self-efficacy beliefs and their own goals. Bandura (1991 , as cited in Hafsteinsson, 2002 p. 6 ) considered the relationship between self-efficacy (which refers to learner's beliefs) and the aspects related to the goal setting process such as the choices people make, how they face problems and their efforts to complete tasks and achieve their goals. As a result, Bandura (op. cit.) concluded that learners' abilities to set their own goals helped them to organize action plans which required attaining appropriate types of performances. Moreover, the learner's capabilities influenced relevant aspects related to the goal setting process, for instance, the choices learners could make for themselves, the persistence they showed when they had to face difficulties, the effort engaged in a task, and the patterns they adopted to achieve the goals.\n\nFrom  Pajares & Miller study (1997) , (as cited in  Aliegro, 2006 p. 4)  it is possible to understand that self-efficacy helps learners determine how much effort they need to do in an activity, how they can confront their obstacles and how they can face the difficult situations.\n\nOur literature review has shown that:\n\n1. Goal setting in academic settings improves, due to the situations and moments that students could experiment during the interventions. According to this, it is possible to see that when learners propose clear SMART goals they increase their self-efficacy.\n\n2. Goal setting for English learners again, based on actual studies. According to  Babaee (2012)  setting goals in language learning helped students to be more responsible for their own learning, reduced learners' anxiety, motivated language study and promoted a more positive attitude toward learning a second language.\n\n3. Studies of goal setting and self-efficacy showed the importance that they have in the self-regulation process.\n\nGiven all of the above, we decided that, if goal setting, metacognition and selfefficacy are developed in an effective manner, our pupils are going to feel more comfortable learning. They are going to be capable of initiating interaction in the target language with their classmates, the teacher and native speakers, without any restriction. The use of dialogues can establish interpersonal teacher-student and student-student communication in the classroom. At the same time it is possible to improve their interaction, by engaging students in dialogues and negotiation of meanings.\n\nIn this section, we have presented a general framework, which helped us to contextualize the possible intervention to achieve our goal related to the way we can increase interaction in the classroom. Hsu (2011)  noted that when learners set their own goals they work very hard to achieve them; moreover individual classroom goals motivate students to take more responsibility for their own learning. This research has taken into account different studies which support our goal to help students increase their oral interaction in the classroom, at the same time researchers show us strategies which can be applied in different activities in order to promote oral communication and interaction in the classroom."
    },
    {
      "title": "Chapter Three: Research Design",
      "text": "This chapter gives an overview of our research methodology, describes the type of research, the context, researchers' role, participants, the instruments used to collect data and its validation process."
    },
    {
      "title": "Type of study",
      "text": "This study followed the principles of qualitative and quantitative research that helped in the collection and analysis of data. Considering  Brysman and Burgues (1999, p. 302 ) the use of mixed methods gives advantages because of the differences between both qualitative and quantitative. These approaches allow the teacher to have different perspectives of the research.\n\nFor this research, the qualitative method is based on a survey and learners' and teachers' journals. Mishler (1990, p. 52)  proposed that qualitative studies help to describe and identify patterns of relationships.\n\nOn the other hand, quantitative research helps the researcher to present statistical results. During this research it is represented by the pre-and post-tests."
    },
    {
      "title": "Context",
      "text": "This research was carried out in a private school located in Bucaramanga and two public schools located in Abejorral (Antioquia), and Bogotá, Colombia. These institutions offer the levels of preschool, primary and secondary.\n\nIn regard to social and financial conditions learners at the public schools have been bearing tremendous difficulties because not all learners live with their parents. In some cases some learners live with their mother or with their father but others live with their friends or relatives. In terms of financial conditions they are settled in the minimum socioeconomical strata. In comparison, the learners in the private school not only live under good social conditions but also are supported by excellent financial resources.\n\nAlthough, the English syllabus in public and private institutions has been designed according to the national standards from the Ministry of Education; there are some differences among them. Public schools use resources such as music, posters, videos, bulletin boards and in few opportunities Internet to promote interaction inside and outside the classroom. In contrast the private schools use (ICTs) Information and Communication Technologies which allow learners to transfer, process and share information in a specific time, in order to motivate students to learn.\n\nThe technological resources teachers have in public schools to teach English are a tape recorder, video beam, and one technology room (for all the students in the school). In high school we use books from different authors, web pages and several bibliographical documents in order to develop each student's English skills. In contrast, private school students have the opportunity to go to a computer classroom where an English teacher encourages them to use the technology to practice their English. As well, teachers use many different kinds of materials such as textbooks, dictionaries, posters, flash cards, laptops, and software packages."
    },
    {
      "title": "Researcher's role",
      "text": "The researchers of this project are teachers who provide the learners with guidelines in their process of speaking. The researchers also observed and analyzed the impact of setting SMART goals and self-efficacy.\n\nFirst, the teachers wrote and presented an introductory class to learners understand the values of self-directed learning in a general sense. Then, each researcher wrote and presented ten lesson plans which provided information and practice for the students to set their own SMART goals. The researchers encouraged students to write their journals while the researchers kept their personal journals too. The researchers created the lesson plans, the rubric to measure SMART goals, the survey, the pre-tests and post-tests goal setting and self-efficacy, developed the lesson plans, and encouraged learners to interact in English and analyzed the data."
    },
    {
      "title": "Participants",
      "text": "For this research the groups selected were fourth (4th), ninth (9th) and eleventh (11th), with 25, 19 and 30 students respectively. The children were from eight and nine years old and teenagers between thirteen and nineteen. They had eight English hours per week at the private school, in contrast to four and three hours at the public schools during the same period of time.\n\nThese learners liked activities where they could work in groups, additionally they had a high level of creativity, they always proposed different things to do in class (but they did so in Spanish). Moreover, they were motivated to learn English and worked hard in order to get better results.\n\nThe problem was that most of the time they did not like to practice English to communicate; they usually translated and used Spanish in order to solve the different activities and assessments. Their English level corresponded to A1 according to the Common European Framework of Reference (CEFR). We carried out this project to give learners some tools; thus, they could be better at communicating and be more motivated to learn."
    },
    {
      "title": "Ethical Considerations",
      "text": "The participants and their parents were informed about the process and topics to be used during the research project. Moreover, they were given a consent letter clarifying that participation in this study was voluntary and anonymity would be maintained (See Appendix A)."
    },
    {
      "title": "The data collection instruments",
      "text": "During this research, there were selected some appropriate instruments to collect the data in order to obtain relevant and meaningful information from the learners before, during and after applying the intervention. This part of the test was scored by the teachers according to a rubric (See Appendix E). The rubric was designed to assess the goal setting level of each student."
    },
    {
      "title": "Instrument 4: Student's journal",
      "text": "Students wrote the most relevant information once a week in their journals. Students answered questions related to the topics developed during classes and their feelings about them. This tool revealed whether students understood the topics studied and their attitudes toward their learning. As well, students wrote about their ability to set goals and reflect about their learning process. (See Appendix F) The connection between research objectives and the data collection tools is illustrated in the following chart: Chapter Four: Pedagogical intervention and implementation This chapter explains step by step how the pedagogical intervention and implementation processes were carried out and describes the analytic procedures used."
    },
    {
      "title": "Instructional Design",
      "text": "Researchers created ten lessons plans in order to guide learners how to set SMART goals (See appendix H). These lesson plans contained a language goal, learning to learn goal and their corresponding assessment criteria. Teachers identified a topic for each lesson and mentioned the materials required in each session with their rationale. Also, assumed knowledge was considered in order to help as a basis for new language / skill input. Anticipated problems were named with the appropriate solutions.\n\nAdditionally, description of language skills was split in form, meaning, use, skills, sub skills and CLIL \"Content and Language Integrated Learning\". Moreover, the sequences of lesson to accomplish the goals were developed by the teacher's role such as challenger, model, facilitator, guider and mentor. The stage was divided by lead in / preparation, presentation modeling, practice, learner self-evaluation, problem identification / solution, wrap up and expansion / independent study. Simultaneously, the aim and the procedure of the teacher and student activity played a significant role. At the beginning the process was developed using a more teachercentered approach with the intention of teaching learners to set their SMART goals. At the same time we as researchers progressed toward more understanding of the concepts. Thus, during the intervention learners improved their capacity to evolve and increase their knowledge and ability to set SMART goals. As the lessons progressed the classes became more learner-centered."
    },
    {
      "title": "Implementation",
      "text": "The researchers designed a timeline for the implementation that included the stages mentioned in the research design (Appendix I). The teachers provided learners with the appropriate vocabulary to help them to succeed in their learning process. As well, the teachers provided learners with feedback and gave them the opportunity to express their own opinions.\n\nIt is important to mention that in some instances, especially at the beginning of the intervention Spanish was used in order to clarify some concepts and increase learner's confidence to speak in the classroom. Additionally, the pre-test was applied using Spanish.\n\nThe implementation was organized into pre-stage, while-stage and post-stage."
    },
    {
      "title": "Pre-Stage",
      "text": "First, a survey was given to the students to identify the difficulties students had in terms of speaking inside and outside the classroom and to know the opinions of the participants in relation to their speaking ability. Considering the results of the survey and after identifying the problem a pre-test was designed. Researchers took into account the aspects related to communication, interaction and learners' feelings about self-efficacy in the second language as well as how they created their own SMART goals. The pre-test was piloted before being applied with the treatment group.\n\nLater, in an introductory lesson, learners were introduced to self-directed learning which detailed the benefits that self-directed learning could have in their learning process."
    },
    {
      "title": "While-Stage",
      "text": "In this stage, learners had a second lesson related to goal setting where they had the opportunity to differentiate goals and wishes and to learn about SMART (Specific, Measurable, Achievable, Relevant and Timely) goals with an example.\n\nAs well learners worked on identifying short and long term goals. In addition, the students were guided through dialogue task analysis considering what the word dialogue meant and its structure; \"greetings, small talk, important topics, and farewells\". Finally, students created and acted out their own dialogues. As well, learners and researchers wrote their journals related to the interventions during this stage."
    },
    {
      "title": "Post-stage",
      "text": "This stage allowed the researchers to analyze the effects of learning to set goals on learner's self-efficacy as well as their progress in speaking.\n\nTable  1  explains how the implementation was organized. It is divided into pre-stage, while-stage and post-stage."
    },
    {
      "title": "Table 1 -Implementation of the research"
    },
    {
      "title": "Stage",
      "text": "Topic Objective\n\nPre-stage (Pre-Tests -Self Efficacy and Goal Setting) (Survey)\n\n-Self-directed learning, a new form for working in English.\n\n-Students identified the importance of self-directed learning in their English learning process.\n\nWhile-stage -Goals and wishes -Short term goals a new way to be successful in English class -Students identified personal goals. -Students recognized short term goals and their importance in their learning process. -Teacher explained students the acronym of SMART goals, in terms of: Specific, Measurable, Achievable, Relevant Timely. -Long term goals a new strategy to be successful in English class -Students identified long term goals. -Interacting with classmates using dialogues -Students understood what a dialogue is, its characteristics and how they could use it in class and perhaps in the real world.\n\n-Interacting with classmates using formal and informal greetings -Students distinguished the difference between formal and informal greetings.\n\n-Interacting with classmates using small talk -Students learnt what small talk is.\n\n-Students practiced small talks.\n\n-Interacting with classmates using exciting -Students understood why it was important to have Then, students had the opportunity to practice these concepts. For example: students received a sheet of paper and wrote a sentence with a goal and a sentence with a wish.\n\nThen, the learners did their self-evaluation to see if they understood the topic or had some questions about it. As well, there was a section called wrap up intended to encourage learners to set their own personal SMART goals. Finally, there was an expansion or independent exercise where learners could take advantage of their knowledge working at home. For example: learners wrote in their notebooks three SMART goals that they could develop during the English class. Moreover, the students had time to answer questions related to the topic to encourage them to write their journals."
    },
    {
      "title": "Chapter five: Procedures of data analysis",
      "text": "This analysis was based on data collected from the pre-test and post-test about goal setting, pre-test and post-test about self-efficacy, learners' and teacher's journals. In order to analyze both the pre-test and post-test goal setting, a rubric was created. Thus, it was possible to compare both tests from a quantitative point of view. The pre and post-test related to self-efficacy were analyzed by considering the percentage of the results.\n\nTable 2 -Self-efficacy analysis Number of students Total score pre-test Self-efficacy. (Very confident) Total score post-test Self-efficacy. (Very confident) Gain in very confident scores Group 1 19 21% 42% +21% Group 2 25 24% 36% +12% Group 3 30 0% 76.6% +76.6% Total 74 15% 51.53% +36.53%\n\nWe observed that learners improved their self-efficacy. Learners from group 1 had an average of 21%, group 2 had 12%, and group 3 had 76.6%. By grouping the results of the 74 students, we can see that the total enhancement was 36.53%. It is evident that all learners showed great improvements in their self-efficacy. Additionally, it is important to notice the impressive gain in group 3, taking into account their real conditions, it is important to say that learners felt motivated to learn and work in each of the lessons, because they felt they were able to communicate with their peers and teacher. We considered that group 2 did not improve so much due to the age of the learners. Children were less conscious than teenagers to develop their self-efficacy in the target language.\n\nTable 3 -Goal setting analysis Number of students doing goal setting Total score pre-test goal setting Total score post-test goal setting Gain in goal setting scores Group 1 19 44% 61.26% +17.26% Group 2 25 38.66% 76.76% +38.1% Group 3 30 20.8% 74% +53.2% Total 74 34.48% 70.67% +36.18%\n\nAccording to the information in Table  3 , it is possible to conclude that learners greatly improved the way they set their goals during the intervention. Each group has improved its average. Group 1 had an average improvement of 17.26%, in group 2 there was an average 38.1% and group 3 had 53.2%. After comparing the results through the pre-& post-test, there is an improvement of 36.18% in the three groups. The results show that students improved their ability to set SMART goals which helped them to increase their self-efficacy.\n\nIn order to compare the relation of goal setting to self-efficacy it is possible to see table 4 which show the difference in improvement between both scores, goal setting and self-efficacy.\n\nTable 4 -Relation of changes in Goal Setting Scores on Self-Efficacy Scores Goal setting Self-efficacy Group 1 17.26% 21% Group 2 38.1% 12% Group 3 53.2% 76.6%\n\nTaking into account Table  4 , we can deduce that smaller changes in goal setting produced much greater improvements in self-efficacy in the case of groups 1 and 3.\n\nHowever, a change in goal setting scores did not result in a larger change in self-efficacy in group 2. Maybe, children needed to assimilate in a clear way, the importance to set SMART goals in order to increase their self-efficacy in English language.\n\nThe method used to analyze qualitative data was known as coding. It was identified by  Lockyer (2004)  who defined it an important part in social research. Coding data promotes the interaction between the researcher and the data. This method allows the creation of categories and concepts derived from the data. Coding allows connections between different parts of the data that are regarded as having common properties. Coding facilitates the researcher the organization, retrieval, and interpretation of data and leads to conclusions on the basis of that interpretation.\n\nConsidering the qualitative data from the journals, it is possible to observe the following results. First, students learned to employ goal setting as a strategy to enrich their interaction in the second language inside and outside the classroom. Second, students' participation using their foreign language improved much more than it could have without the intervention. An increase in motivation (due to increased self-efficacy) in speaking English was correlated directly with the use of dialogues. Third, students' interaction increased as the students learned to clarify the goals they want to achieve in each class.\n\nFourth, although all the learners increased their participation in oral activities in the classroom, group 3 began to also use English outside the classroom.\n\nThe researchers used students' and teacher's journals as evidence of learners'\n\nunderstanding of the concepts and changes in goal-setting and self-efficacy. As well, we looked for students' references to their feelings about the work they accomplished and made about dealing with the new strategy, in comparison with the method they had used before. The students' journals showed progress in the process of determining their goals.\n\nFor instance, the first goals written by the students were not as clear as the latter goals, they wrote at the end of the intervention. Finally, they were aware of the goals that they had to write taking into account the SMART goal aspects: specific, measurable, attainable, relevant and timely.\n\nAt the beginning, the researchers found that learners had limited vocabulary and we had to teach each new concept. Each step in the planning process had to be explained so students could move comfortably from one to the next. In this process the students were presented with videos, power-points, posters and dialogues, but we found that students had some difficulties with the vocabulary to express their ideas when their journals were read.\n\nAlso, the researchers found that students learned to identify their problems and to seek solutions for them.\n\n\"I asked a classmate who explained me the meaning during the break.\" \"I need to focus in my difficulties and face it.\" \"If I want to solve a problem, I have to ask not only to a teacher, but also to a friend.\n\nAs well, I have to study the new words.\" Excerpt from students' journals\n\nTable 5 -Analysis of qualitative data Group 2 (4th grade)  Group 1  &  3 (9th &11th)   Learners increased their self-efficacy slowly.\n\n Learners interact only inside the classroom.\n\n Learners asked few questions.\n\n Learners found difficult to express their doubts to all their partners and teacher.\n\n Learners could create their own dialogues in pairs.\n\n Some learners asked for help to solve their difficulties and obtained their goals.\n\n Learners increased their self-efficacy in a high way.\n\n Some learners interact not only inside the classroom but also outside of it.\n\n Learners asked many questions.\n\n Learners wrote about their confidence in oral activities.\n\n Learners achieved the ability to selfevaluate their knowledge.\n\n Learners set their own SMART goals.\n\nFollowing these analyses a core category and two sub-categories emerged from the data analysis in response to the research question in this research project: Does teaching English language learners to set SMART goals increase their self-efficacy? The core category is learners' active engagement in goal setting increases their selfefficacy in speaking. This had two sub-categories: active learners' engagement in goal setting to be autonomous and low self-efficacy as an obstacle for effective speaking.\n\nThe researchers proposed that these subcategories were appropriate strategies as they are closely linked to increase the students' interaction. To do so, the literature of the main constructs for this study as well as similar projects in the field of self-efficacy and goal setting were reviewed. The research design and pedagogical intervention were aligned with relevant theory and were adapted to the particular teaching and learning context. For the data analysis, the researchers used the journals to identify categories and make connection among them. These categories dealt with the context and the effects of active learners' engagement in goal setting and low self-efficacy as an obstacle for effective speaking. Students recognized that the process of goal setting helped in their process of learning and encouraged them to improve their speaking skills. As well, they felt confidence with their fellow peers to express their ideas using the target language.\n\n\"There was a student who interacted more than usual in the class and also he helped students who did not understand. I was so happy because this student is always quiet in class and I have to push him to do things. I consider that this class was successful because the students expressed that they felt comfortable and they learned something different. Also they mentioned that they could apply this information to other subjects\".\n\nExcerpt from teacher's journal\n\nThe categories of journals referred to the participants' reactions, perceptions, towards goal setting and self-efficacy. At the same time, this core category with the two sub-categories referred to consequences of the implementation for goal setting and selfefficacy on participants' learning experience. The smart goal setting increased self-efficacy in the learners. Lack of self-efficacy reduced the speaking skill in the students during the classes. Therefore, it was observed that goal setting is closely related to self-efficacy in the interaction of the learners.\n\nLow self-efficacy as an obstacle for effective speaking is related to the way in which learners participate in class. Learners had different feelings about the process of speaking. The research was focused on analyzing how the learners improved their selfefficacy and improved their learning process. The researchers concluded that self-efficacy was important to improve not only their speaking, but also their interaction with their classmates inside and outside the classroom.\n\nFinally, students have developed their awareness of the language learning process and have increased their self-efficacy in their individual learning process mentioned in the findings. Students said they felt comfortable during the interventions and they enjoyed the classes because they were involved in them (according to their journals). They had the opportunity to help their classmates and provide them with corrections, feedback and comments about their assessments in different classes. That means the learners' participation was active, dynamic and independent of the teacher."
    },
    {
      "title": "Chapter six: Conclusions and pedagogical implications",
      "text": "This chapter lays out the results of this research after applying all the instruments to collect data and analyzing them and considering the research question which considers the relationship of learning to set SMART goals on increasing students' selfefficacy and communication."
    },
    {
      "title": "Conclusions",
      "text": "Having conducted this research and after studying, analyzing and researching this subject, it can be concluded that SMART goals are an effective way to increase learners' self-efficacy. At the same time, it was possible to discover that students felt more comfortable with oral activities. Also, they liked to speak and interact and communicate in a more effective way.\n\nAdditionally, the results of the present study showed that students' increased competency in setting SMART goals helped them to have better levels of English at different school levels. The students as a group showed a clear capacity to set their own SMART goals, which means that they increased their responsibility for their own learning during the intervention process.\n\nIn regard to the students' individual ability to set SMART goals; there was a clear mismatch, most of the time at the beginning of the study, but they started changing with the implementation of the interventions where the learners had an active participation in activities related to the different topics.\n\nIn summary, when students set their own SMART goals, they increase their confidence to participate in different oral activities. At the same time, this project showed that students began to be more autonomous and responsible for their learning and they participated in a more active way in all the communicative activities."
    },
    {
      "title": "Pedagogical implications",
      "text": "According to  (Locke & Latham, 2002; Locke & Latham, 2006)  goal is the purpose of an action or task that a person consciously desires to achieve or obtain. As described in this study, goal setting offers the possibility to improve students' involvement in the learning process and increase their self-efficacy. The implementation sessions were focused on making learners aware of the importance and relevance of the goal setting during their classes.\n\nMoreover, it cannot be expected that goal setting can be accomplished from one day to the next. It is important to go step by step in the process of learning goal setting and to explain clearly the components of the goal, so students gain familiarity and competence.\n\nParticipants have to be familiar with all aspects of SMART goal setting. Students have to learn that SMART goal setting has to be specific, measurable, achievable, relevant and time based.\n\nTeaching goal setting to students is important and valuable as it increases their confidence, creates good attitudes toward learning the target language and the need to practice it with their fellow peers. It is critical but not impossible that the teacher encourages students to set the goals every day to improve their skills. As learners, they require the attention and guidance of the teacher in terms of developing collaborative work with their pairs.\n\nGoal setting helped students to increase their self-efficacy to communicate in English which was observed during the use of dialogues and the creation of them by the students during the while-stage. It permitted learners to express and share in a confidence way their interaction process with their classmates, the teacher and in some cases with different people who know how to communicate in the target language.\n\nIn addition, the fact that the scores of the pre-test and post-test goal setting of each student (Tables  2 3 ) showed that they have improved their goal setting will be important for their lifelong learning. As they increase their self-confidence and faith that they have potential of performing the task, they will be more willing to apply themselves in future tasks. They will be more willing to use the target language with their partners.\n\nIn English Foreign Language teaching, it is essential to teach students to create their own SMART goals and to evaluate each one. In this way, students will take advantage of every opportunity to practice the target language, both within and outside the classroom."
    },
    {
      "title": "Limitations",
      "text": "Although goal setting has many advantages in the language classroom there are also factors that affect the implementation. First, the learners in the different settings of the research, in which the interventions took place, were not accustomed to a student-centered way of working. They were more familiar with taking passive role in the classroom and depending completely on the teacher. This is a factor that has to be improved by the teacher giving more opportunities for students' participation and encouraging them to change their learning patterns.\n\nFurthermore, it is important to take into account that the participants had a low level of English (A1 according to the European Framework); it was difficult for them to express their goals in English. Many of the learners were reluctant to use the foreign language to express their goals. However, they used English to create the dialogues with the help of a bilingual dictionary. Some of them had difficulties to express their feelings and opinions due to the lack of vocabulary.\n\nMoreover, the class time to apply the interventions was limited. The learners needed more time to think, use the dictionary and express their goals. Additionally, the technology used in the research such as video-beam and speakers did not work in the appropriate way, for that reason, time was lost during the intervention.\n\nAnother limitation is that only one person used the rubric to quantify Goal Setting."
    },
    {
      "title": "Further research",
      "text": "This project investigated the implementation of teaching learners to set SMART goals to increase their self-efficacy. The groups involved were in the fourth, ninth and eleventh grades. It would be helpful to try this out in other grades and perhaps for longer time periods. In addition, it would be helpful to consider how those who didn't improve that much in goal setting or self-efficacy could be helped.\n\nMoreover, further research could focus on how to increase reading skills by the implementation of goal setting in an English classroom. In learning contexts, it can be observed that one of the biggest needs is to develop reading comprehension in all subjects.\n\nA future research project would be whether learning to set SMART goals for reading could enhance learners' self-efficacy.\n\nIt would be good to repeat the research using a comparison group. One group would be experimental in which they learned how to set SMART goals, and the other a control group which did not take into account the SMART goal learning strategy in order to see what results will emerge.\n\nAlso, a research study based on SMART goal setting, in which socio-affective learning strategy could be developed in order to know if learners improve their selfefficacy.\n\n1. Saludo a alguien de acuerdo a la situación \"formal o informal\". NS MS MS NS 2. Comparto información personal en pasado. NS MS MS NS 3. Hago preguntas para obtener información relevante y útil de personas y lugares NS MS MS NS 4. Describo lugares visitados y personas conocidas. NS MS MS NS 5. Hago preguntas y las respondo para hablar de mis vacaciones pasadas. NS MS MS NS 6. Solicito información para saber más acerca de una situación en pasado. NS MS MS NS 7. Hago y respondo preguntas sobre acciones vividas. NS MS MS NS 8. Converso con mis compañeros sobre mis mejores momentos en el pasado. NS MS MS NS 9. Obtengo información sobre sucesos ocurridos en el pasado. NS MS MS NS 10 .Diálogo con mis compañeros sobre lo que hice la noche anterior. NS MS MS NS 11. Hablo con mis compañeros sobre personajes famosos. NS MS MS NS 12. Describo diferentes lugares del mundo. NS MS MS NS 13. Hablo acerca de lo que me gustaba hacer. NS MS MS NS 14. Hablo acerca del clima NS MS MS NS 15. Converso acerca de mis vacaciones NS MS MS NS SELF-ASSESSMENT -USING ENGLISH FOR EXCHANGING PERSONAL INFORMATION Directions: Read each sentence below. Then circle the answer that best describes how certain you feel using English in the situation that is described. If you have never experienced the situation, circle DN (Don't know). Sentencies Not Confident So-So Very confident Don't know 1. Greet someone according to the situation \"formal or informal\". NC S-S VC DN 2. Ask questions to get relevant and useful information from someone. NC S-S VC DN 3. Share personal information using the correct expression and sentences. NC S-S VC DN 4. Ask for information when you want to know more about a friend. NC S-S VC DN 5. Ask and answer information to complete a form. NC S-S VC DN 6. Ask and answer questions about favorite food. NC S-S VC DN 7. Talk about my hobbies. NC S-S VC DN 8. Express my opinion about a person. NC S-S VC DN 9. Talk to people about my favorite music. NC S-S VC DN 10. Talk about the place where I live. NC S-S VC DN 11. Talk about the activities that I do in my spare time. NC S-S VC DN 12. Get information about a person's NC S-S VC DN minutes Model Presentation Modeling (+SDL Learning Strategy highlighted)\n\nTo teach learners how they greet in formal and informal situations\n\nThe teacher will present a power point presentation, where she explains the formal and informal greetings and how they can use them in different situations.\n\nAfter this presentation, students are going to propose more greetings they know, they write in the board and practice their pronunciation.(Annex 2)."
    },
    {
      "title": "Teachersstudents 15 minutes"
    },
    {
      "title": "Observer Practice (+SDL Learning Strategy highlighted)",
      "text": "Give learners opportunities to use greetings and farewell according to the situations.\n\nStudents are organized in pairs, and then I give them a worksheet, where they have to complete some greeting, considering the information, in the picture and the situation. At the same time they have to decide if they are formal or informal situations. (annex 3) Finally, they are going to create more cartoons (at least five) where they greet people, and create different situations where they need to have a specific context to decide if it is a formal or informal dialogue."
    },
    {
      "title": "Students-Students 15 minutes"
    },
    {
      "title": "Facilitator"
    },
    {
      "title": "Learner selfevaluation (+SDL Learning Strategy highlighted)",
      "text": "Learners check if they understood how they can greet people in different situations\n\nStudents are going to complete some dialogues (informal and formal), the students have to complete the conversations, then, they are going t present it in front of the classroom, before they do it, it is necessary they organize the information according to their real life. (annex4)"
    },
    {
      "title": "Students 10 minutes"
    },
    {
      "title": "Guider Problem",
      "text": "Give learners the option to solve\n\nStudents are going to write in their notebooks what things they consider difficult in this topic, for this reason they are going to consider the"
    },
    {
      "text": "One: Introduction ............................................................................................ Chapter Two: Theoretical Framework ......................................................................... Metacognition ............................................................................................................... Goal setting ................................................................................................................... Goal setting for learning English .................................................................................. Self-efficacy and goal setting ........................................................................................ Chapter Three: Research Design .................................................................................. Type of study ................................................................................................................ Context .......................................................................................................................... Researcher's role ........................................................................................................... Participants .................................................................................................................... Ethical Considerations .................................................................................................. The data collection instruments .................................................................................... Instrument 1: survey .................................................................................................. Instrument 2: Pre-test and post -test Self-Efficacy ................................................. Instrument 3: Pre-test and post-test goal setting ...................................................... Instrument 4: Student's journal ................................................................................. Instrument 5: Teacher's journal ................................................................................ The data collection procedures...................................................................................... Chapter Four: Pedagogical intervention and implementation ................................... Instructional Design ...................................................................................................... Implementation ............................................................................................................. Pre-Stage .................................................................................................................. While-Stage .............................................................................................................. Post-stage .................................................................................................................. Chapter five: Procedures of data analysis .................................................................... Chapter six: Conclusions and pedagogical implications ............................................. Conclusions ................................................................................................................... Pedagogical implications .............................................................................................. Limitations .................................................................................................................... Further research ............................................................................................................. References ........................................................................................................................ APPENDICES ................................................................................................................."
    },
    {
      "text": "Figure 1 -Instruments for data collection procedures ......................................................"
    },
    {
      "text": "Implementation of the research ......................................................................... Table 2 -Self-efficacy analysis ........................................................................................ Table 3 -Goal setting analysis .......................................................................................... Table 4 -Relation of changes in Goal Setting Scores on Self-Efficacy Scores ................ Table 5 -Analysis of qualitative data ..............................................................................."
    },
    {
      "text": "survey Students were given an informal survey (See Appendix B) one month before the intervention that inquired about the things they liked to do during the English classes, what they wanted to learn and how they wanted to learn. This survey was useful to know and categorize the population and discover what the learners knew about their weaknesses and strengths in the English subject. Moreover, it helped to discover the activities they liked for improving their level of interaction and how they wanted to work during the time of the research. Instrument 2: Pre-test and post -test Self-Efficacy Pre-test and post-tests related to self-efficacy were developed with fifteen (15) questions intended to measure learners' assessment of their ability to perform several tasks (See Appendix C). The pre-test and post-test questions were the same. The pre-tests were administered in Spanish in terms of facilitating learners' comprehension. The students had fifty five minutes to answer each test. The tests were piloted with five different students before applying it to the experimental group. Instrument 3: Pre-test and post-test goal setting In the pre-test and post-test about SMART goal setting (See Appendix D) students had five questions corresponding to SMART goals with the option to choose from one of four activities to set SMART goals."
    },
    {
      "text": "Teacher's journalThe teachers kept a journal where the most important details were considered. For example: information about learners' behavior, reactions in the interventions and beliefs.Also, events such as learner´s participation, class development, strategies which work and do not work, and the learners' weaknesses and strengths experimented during the research.All this information was written down after each intervention, in order to reflect about the teaching and learning process. Also, mentioned were students' attitudes and reactions toward the learning process and how well the interventions were developed. It was useful because it gave another perspective on the research. (See Appendix G)."
    },
    {
      "text": "Figure 1 -Instruments for data collection procedures"
    },
    {
      "text": "tests of goal setting and self-efficacy -Students answered the post-tests to determine their self-efficacy and goal setting at the end of the interventions.The interventions were structured in the following way: Learners were provided with a preparation stage which introduced them to the main topic using different activities and to pre-teach the new vocabulary. For instance, the learners participated in a goal setting game where they have to draw a picture of what their life will look like 10 years from then. Then, they had to explain what they would do to realize the goals they set.After being introduced to the topic, the researcher presented it taking into account the communicative approach and CLIL (content language integrated learning) to develop the sessions and facilitate the participation and increase learners' interests. For instance, the researchers showed a picture of a fat person who wants to lose weight and need to establish clear goals in order to achieve what he wants; then, learners proposed what his SMART goals might be by explaining and providing examples of the words specific, measurable, attainable, relevant and timely and letting students associate the new vocabulary with their reality."
    },
    {
      "title": "Acknowledgements",
      "text": "Our thanks and appreciation to our counselor,  Dr. Joan Rubin , who has given us an extremely positive support and guidance right from the first moment we started to work.\n\nWe are grateful to our colleagues in the master, the schools and all the students for letting us learn with them.\n\nWe are also deeply grateful to our family for their constant encouragement and for helping us start this new adventure, and giving us loving support through these two years.\n\nFinally, our particular thanks to God for being the best bunch of support we could dream of."
    },
    {
      "title": "The data collection procedures",
      "text": "The first instrument used was a survey. The survey was done in order to identify the most common difficulties learners had in the target language and understand learners' level"
    },
    {
      "title": "Specific",
      "text": "The goal is very specific.\n\nThe goal is not very specific.\n\nThe goal is vague and not clear.\n\nThe goal is not a goal."
    },
    {
      "title": "Measurable",
      "text": "Clear criteria of measure. It is clear, simple, complete and explicit.\n\nThe measure criteria are not clear.\n\nVague criteria of measure.\n\nNo measure of state goal."
    },
    {
      "title": "Achievable",
      "text": "The goal is achievable and realistic.\n\nThe goal identifies steps to reach goal."
    },
    {
      "title": "The goal may or may not be achievable and realistic",
      "text": "The goal is not achievable or realistic."
    },
    {
      "title": "Relevant",
      "text": "The goal is relevant and personal.\n\nThe goal is partly relevant and personal.\n\nThe goal is relatively relevant and personal.\n\nThe goal is irrelevant and impersonal."
    },
    {
      "title": "Time-based",
      "text": "The goal has a clear and realistic time for accomplishing the goal.\n\nThe goal has a time for accomplishing the goal.\n\nThe goal has vague time for accomplishing the goal.\n\nThe goal has no time for accomplishing the goal. Research project title: Goal setting as a strategy to foster learners' interaction."
    },
    {
      "title": "Appendix",
      "text": "Research question: How does goal setting enhance learners' interaction in the target language?\n\nOctober 19th, 2012\n\nThe students expressed the words that they used to finish a dialogue in an easy way. They said: good bye, bye, and see you. I copied these expressions on the board. Then, I asked the students about the importance to close a dialogue and they expressed that it is important because we cannot stay all the time talking with a person. Also, it is necessary to say an expression before to stop to talk. I was really admired how the students paid attention to the video of the teacher who talked about the five ways to say goodbye because after it the students told me the expressions and I copied on the board. Furthermore, in relation to the question what time is the appropriate to say goodbye in a dialogue, they answered that depends on the time that we have to talk with the other person, other expressed that depends of the conversation because it is boring, \"I finish it fast\". Sometimes it is necessary to say \"I have something to study\" to finish the conversation. I consider that the power-point helped students to understand the characteristics of closing. Some of them told me that sometimes the other person does not understand the signals to finish the dialogue and it is a problem. Other student answered that in this case is necessary to be a liar and say something to finish the dialogue. The students did not have difficulties to identify the closing in the dialogues and they pronounced the dialogues with good intonation. They continue with some problems in reading in a fast way. However, they did a good job. I mull over that they like the dialogues because all the students focused on it without problems. The students' participation was good but there were two shy students who did not participate in the same way that the others. I consider that I need to continue working with these two students to encourage them to participate actively in class. Given some dialogues, Students will express formal and informal greetings"
    },
    {
      "title": "Appendix H Sample of a lesson plan"
    },
    {
      "title": "Learning to Learn Goal",
      "text": "Establish a Learning to _____________________ (Communicative Skill) Goal What aspects of planning do you want your students to be able to use: Goal setting, criteria setting, time-line setting OR Task Purpose, Task Classification, Task Demands. This goal should be consistent with your language goal.\n\n Students will be able to use formal and informal expressions to greet people  Students will express their SMART goal related to the greetings."
    },
    {
      "title": "Assessment Criteria",
      "text": "(How will you know your students have reached the ___________ communicative skill goal? What evidence will you use to assure yourself that you have done so?\n\nStudents participate in dialogues where they use real information about themselves and greet people according to the situation. Students will be able to greet people according to the social context"
    },
    {
      "title": "Identify a topic for the lesson",
      "text": "The topic is not a goal, but it will help you develop your goals. The topic may be determined largely by your curriculum and textbook. If you have some flexibility in the choice of topic, consider your students' interests and availability of materials at appropriate level."
    },
    {
      "title": "Greeting people"
    },
    {
      "title": "Materials and Resources",
      "text": "Describe and write a rationale (why will you use it) for all the materials that you are going to use in the lesson, and attach copies/photocopies with their proper referring citation. Write a list appropriate level materials (video, audio, worksheets, copies, online resources, etc.) to support your goals. Include copies of your materials and number them."
    },
    {
      "title": "Assumed knowledge",
      "text": "Write a description of the language/skills/competences that students already know/have that will serve as a basis for new language/skills input.\n\n Personal Introduction  Personal information."
    },
    {
      "title": "Anticipated problems and planned solutions",
      "text": "Describe briefly what problems may your students face in the lesson and the proposed solutions to overcome them Students could not feel sure about when and how they must use formal and informal greetings, the difference between comparatives and superlatives, They also can feel ashamed to participate in communicative activities, as teachers we have to give them examples which help them to understand better and motivate them express to their classmates."
    }
  ],
  "references": [
    {
      "title": "The effect of self-assessment on the self-efficacy of students studying Spanish as a foreign language",
      "authors": [
        "J Aliegro"
      ],
      "year": 2006,
      "raw": "J Aliegro \n\t\t \n\t\t \n\t\t The effect of self-assessment on the self-efficacy of students studying Spanish as a foreign language \n\t\t \n\t\t\t 2006 \n\t\t \n\t\t \n\t\t\t University of Pittsburg \n\t\t \n\t \n\t Online document \n\t Aliegro, J. (2006). The effect of self-assessment on the self-efficacy of students studying Spanish as a foreign language. University of Pittsburg (Online document). Retrieved from http://challenger.library.pitt.edu/ETD/available/etd-12012006- 121145/unrestricted/Coronado-AliegroJ2_etd2006.pdf"
    },
    {
      "title": "Self-efficacy as a mediator on goal setting and performance",
      "authors": [
        "S Appelbaum"
      ],
      "year": 1996,
      "doi": "10.1108/02683949610113584",
      "raw": "S Appelbaum \n\t\t \n\t\t \n\t\t\t Hare \n\t\t \n\t\t 10.1108/02683949610113584 \n\t\t \n\t\t Self-efficacy as a mediator on goal setting and performance \n\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Appelbaum, S. & Hare (1996). Self-efficacy as a mediator on goal setting and performance. Retrieved from http://www.appelbaumconsultants.com/articles/1994-96/SelfEfficacy.pdf"
    },
    {
      "title": "Motivation in learning English as a second language",
      "authors": [
        "N Babaee"
      ],
      "year": 2012,
      "journal": "Canadian Journal for New Scholars in Education",
      "volume": "4",
      "raw": "Motivation in learning English as a second language \n\t\t \n\t\t\t N Babaee \n\t\t \n\t\t \n\t \n\t \n\t\t Canadian Journal for New Scholars in Education \n\t\t \n\t\t\t 4 \n\t\t\t 2012 \n\t\t \n\t \n\t Babaee, N. (2012). Motivation in learning English as a second language. Canadian Journal for New Scholars in Education, volume 4. Retrieved from www.cjnse- rcjce.ca/ojs2/index.php/cjnse/article/download/170/154"
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986,
      "raw": "Social foundations of thought and action: A social cognitive theory \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t \n\t\t\t 1986 \n\t\t\t Prentice-Hall \n\t\t\t Upper Saddle River, NJ \n\t\t \n\t \n\t Bandura, A. (1986). Social foundations of thought and action: A social cognitive theory. Upper Saddle River, NJ: Prentice-Hall."
    },
    {
      "title": "Effects of Goal setting on Academic Achievement. University of Wisconsin-La crosse. Onalaska IV Learning Community Brysman",
      "authors": [
        "J Bork"
      ],
      "year": 1999,
      "volume": "4",
      "raw": "Effects of Goal setting on Academic Achievement. University of Wisconsin-La crosse. Onalaska IV Learning Community Brysman \n\t\t \n\t\t\t J Bork \n\t\t \n\t \n\t \n\t\t Qualitative approaches. Sage Handbook of Social Network Analysis \n\t\t \n\t\t\t B Hollstein \n\t\t \n\t\t London, New Delhi \n\t\t \n\t\t\t 2008. 1999 \n\t\t\t 4 \n\t\t \n\t \n\t Qualitative research \n\t Bork J. (2008) Effects of Goal setting on Academic Achievement. University of Wisconsin-La crosse. Onalaska IV Learning Community Brysman, A. & Burgues, R. (1999). Qualitative research. Vol. 4. In Hollstein, B. (n.d.). Qualitative approaches. Sage Handbook of Social Network Analysis. London, New Delhi."
    },
    {
      "title": "The effectiveness of goal setting in high school versus adult ESL levels",
      "authors": [
        "R Carrera",
        "L Gibbons",
        "A Hsieh",
        "P Prachachalerm"
      ],
      "year": 2009,
      "doi": "10.52041/iase.udcmv",
      "raw": "R Carrera \n\t\t \n\t\t \n\t\t\t L Gibbons \n\t\t \n\t\t \n\t\t\t A Hsieh \n\t\t \n\t\t \n\t\t\t P Prachachalerm \n\t\t \n\t\t 10.52041/iase.udcmv \n\t\t \n\t\t The effectiveness of goal setting in high school versus adult ESL levels \n\t\t San Bernardino \n\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t California State University \n\t Carrera, R.; Gibbons L.; Hsieh A. & Prachachalerm, P. (2009). The effectiveness of goal setting in high school versus adult ESL levels. California State University, San Bernardino. Retrieved from http: //www.emurillo.org/Classes/Class2/documents/Goalsetting.doc"
    },
    {
      "title": "Goal setting as motivational tool in student's self-regulated learning",
      "authors": [
        "E Cheung"
      ],
      "year": 2004,
      "journal": "Educational Research Quarterly",
      "volume": "27",
      "issue": "3",
      "raw": "Goal setting as motivational tool in student's self-regulated learning \n\t\t \n\t\t\t E Cheung \n\t\t \n\t \n\t \n\t\t Educational Research Quarterly \n\t\t \n\t\t\t 27 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2004. November 2, 2005 \n\t\t \n\t \n\t Online document EBSCO host database \n\t Cheung, E. (2004). Goal setting as motivational tool in student's self-regulated learning. [Online document]. Educational Research Quarterly, 27(3), 3-9. Retrieved November 2, 2005, from EBSCO host database."
    },
    {
      "title": "Motivating students to be self-reflective learners through goal-setting and self-evaluation",
      "authors": [
        "J Cunningham",
        "C Krull",
        "N Land",
        "S Russell"
      ],
      "year": 2000,
      "doi": "10.4324/9781315042015-23",
      "raw": "J Cunningham \n\t\t \n\t\t \n\t\t\t C Krull \n\t\t \n\t\t \n\t\t\t N Land \n\t\t \n\t\t \n\t\t\t S Russell \n\t\t \n\t\t 10.4324/9781315042015-23 \n\t\t Motivating students to be self-reflective learners through goal-setting and self-evaluation \n\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Online document \n\t Cunningham, J., Krull, C., Land, N., & Russell, S. (2000). Motivating students to be self-reflective learners through goal-setting and self-evaluation [Online document]."
    },
    {
      "title": "Learner uptake in communicative ESL lessons",
      "authors": [
        "R Ellis",
        "H Basturkmen",
        "S Loewen"
      ],
      "year": 2001,
      "doi": "10.1111/1467-9922.00156",
      "journal": "Language Learning",
      "volume": "51",
      "raw": "Learner uptake in communicative ESL lessons \n\t\t \n\t\t\t R Ellis \n\t\t \n\t\t \n\t\t\t H Basturkmen \n\t\t \n\t\t \n\t\t\t S Loewen \n\t\t \n\t\t 10.1111/1467-9922.00156 \n\t\t \n\t \n\t \n\t\t Language Learning \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Ellis, R., Basturkmen, H., & Loewen, S. (2001). Learner uptake in communicative ESL lessons. Language Learning, 51, 281-318. Retrieved from http://ehis.ebscohost.com/ehost/pdfviewer/pdfviewer?sid=b1fb1c72-bb91-4e4c-925b- 7cb49bca8746%40sessionmgr13&vid=9&hid=2"
    },
    {
      "title": "The role of goal acceptance in goal setting and task performance",
      "authors": [
        "M Erez",
        "F Kanfer"
      ],
      "year": 1983,
      "doi": "10.2307/257834",
      "journal": "Academy of Management Review",
      "volume": "8",
      "issue": "3",
      "raw": "The role of goal acceptance in goal setting and task performance \n\t\t \n\t\t\t M Erez \n\t\t \n\t\t \n\t\t\t F Kanfer \n\t\t \n\t\t 10.2307/257834 \n\t \n\t \n\t\t Academy of Management Review \n\t\t \n\t\t\t 8 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1983 \n\t\t \n\t \n\t Erez, M. & Kanfer, F. (1983). The role of goal acceptance in goal setting and task performance. Academy of Management Review, Vol. 8, N. 3, 454-463."
    },
    {
      "title": "Developmental studies of mediated memory",
      "authors": [
        "J Flavell"
      ],
      "year": 1970,
      "doi": "10.1016/s0065-2407(08)60467-x",
      "raw": "Developmental studies of mediated memory \n\t\t \n\t\t\t J Flavell \n\t\t \n\t\t 10.1016/s0065-2407(08)60467-x \n\t \n\t \n\t\t Advances in child development and behavior \n\t\t \n\t\t\t W Reese \n\t\t \n\t\t \n\t\t\t L Lipsitt \n\t\t \n\t\t New York \n\t\t \n\t\t\t Academic Press \n\t\t\t 1970 \n\t\t \n\t \n\t Flavell, J. (1970). Developmental studies of mediated memory. In: W. Reese & L. Lipsitt (eds). Advances in child development and behavior. New York: Academic Press."
    },
    {
      "title": "Metacognitive aspects of problem solving",
      "authors": [
        "J Flavell"
      ],
      "year": 1976,
      "doi": "10.4324/9781032646527-16",
      "raw": "Metacognitive aspects of problem solving \n\t\t \n\t\t\t J Flavell \n\t\t \n\t\t 10.4324/9781032646527-16 \n\t \n\t \n\t\t The nature of intelligence \n\t\t \n\t\t\t L Resnick \n\t\t \n\t\t Hillsdale \n\t\t \n\t\t\t Lawrence Erlbaum \n\t\t\t 1976 \n\t\t\t \n\t\t \n\t \n\t Flavell, J. (1976). Metacognitive aspects of problem solving. In: L. Resnick (ed.). The nature of intelligence. p. 231-235. Hillsdale: Lawrence Erlbaum."
    },
    {
      "title": "Metacognition and cognitive monitoring",
      "authors": [
        "J Flavell"
      ],
      "year": 1979,
      "journal": "American Psychologist",
      "volume": "34",
      "raw": "Metacognition and cognitive monitoring \n\t\t \n\t\t\t J Flavell \n\t\t \n\t \n\t \n\t\t American Psychologist \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 1979 \n\t\t \n\t \n\t Flavell, J. (1979). Metacognition and cognitive monitoring. In: American Psychologist 34: p. 906- 911"
    },
    {
      "title": "Metacognition in Educational theory and practice",
      "authors": [
        "D Hacker",
        "J Dunlosky",
        "& Graesser"
      ],
      "year": 1998,
      "doi": "10.4324/9781410602350",
      "raw": "Metacognition in Educational theory and practice \n\t\t \n\t\t\t D Hacker \n\t\t \n\t\t \n\t\t\t J Dunlosky \n\t\t \n\t\t \n\t\t\t & A Graesser \n\t\t \n\t\t 10.4324/9781410602350 \n\t\t \n\t\t\t 1998 \n\t\t\t Lawrence Erlbaum \n\t\t\t Mahwah \n\t\t \n\t \n\t Hacker, D., J, Dunlosky & A, Graesser (1998). Metacognition in Educational theory and practice. Mahwah: Lawrence Erlbaum."
    },
    {
      "title": "The interacting effect of self-efficacy and performance goal orientation on goal orientation on goal setting performance: the positive side of performance goal orientation",
      "authors": [
        "L Hafsteinsson"
      ],
      "year": 2002,
      "raw": "L Hafsteinsson \n\t\t \n\t\t \n\t\t The interacting effect of self-efficacy and performance goal orientation on goal orientation on goal setting performance: the positive side of performance goal orientation \n\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Hafsteinsson, L. (2002). The interacting effect of self-efficacy and performance goal orientation on goal orientation on goal setting performance: the positive side of performance goal orientation. Retrieved from http://scholar.lib.vt.edu/theses/available/etd- 03242002221743/unrestricted/ETDMastersThesis.pdf"
    },
    {
      "title": "The importance of Goal setting in the world of Sustainability",
      "authors": [
        "J Hall"
      ],
      "year": 2012,
      "raw": "J Hall \n\t\t \n\t\t \n\t\t The importance of Goal setting in the world of Sustainability \n\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Hall, J. (2012). The importance of Goal setting in the world of Sustainability. Retrieved from http://www.energyadvantage.com/blog/2012/08/the-importance-of-goal-setting-in-the-world-of- sustainability/"
    },
    {
      "title": "The effects of goal participation on College students' self-efficacy and task performance in an English oral training class",
      "authors": [
        "Y Hsu"
      ],
      "year": 2011,
      "doi": "10.17265/1539-8080/2014.05.007",
      "raw": "The effects of goal participation on College students' self-efficacy and task performance in an English oral training class \n\t\t \n\t\t\t Y Hsu \n\t\t \n\t\t 10.17265/1539-8080/2014.05.007 \n\t\t \n\t \n\t \n\t\t Department of applied foreign languages Chaoyang University of Technology \n\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Hsu, Y. (2011). The effects of goal participation on College students' self-efficacy and task performance in an English oral training class. Department of applied foreign languages Chaoyang University of Technology. Retrieved from http://ir.lib.cyut.edu.tw:8080/bitstream/310901800/12223/1/6.pdf"
    },
    {
      "title": "New directions in goal-setting theory",
      "authors": [
        "E Locke",
        "P Latham"
      ],
      "year": 2006,
      "doi": "10.1111/j.1467-8721.2006.00449.x",
      "journal": "Current Directions in Psychological Science",
      "volume": "15",
      "issue": "5",
      "raw": "New directions in goal-setting theory \n\t\t \n\t\t\t E Locke \n\t\t \n\t\t \n\t\t\t P Latham \n\t\t \n\t\t 10.1111/j.1467-8721.2006.00449.x \n\t \n\t \n\t\t Current Directions in Psychological Science \n\t\t \n\t\t\t 15 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Locke, E., & Latham, P. (2006). New directions in goal-setting theory. Current Directions in Psychological Science, 15(5), 265-268. doi: 10.1111/j.1467-8721.2006.00449.x"
    },
    {
      "title": "Goal setting and task performance: 1969-1980",
      "authors": [
        "E Locke",
        "L Saari",
        "K Shaw",
        "G Latham"
      ],
      "year": 1981,
      "doi": "10.1037//0033-2909.90.1.125",
      "journal": "Psychol. Bull",
      "volume": "90",
      "raw": "Goal setting and task performance: 1969-1980 \n\t\t \n\t\t\t E Locke \n\t\t \n\t\t \n\t\t\t L Saari \n\t\t \n\t\t \n\t\t\t K Shaw \n\t\t \n\t\t \n\t\t\t G Latham \n\t\t \n\t\t 10.1037//0033-2909.90.1.125 \n\t\t \n\t \n\t \n\t\t Psychol. Bull \n\t\t \n\t\t\t 90 \n\t\t\t \n\t\t\t 1981. 1981 \n\t\t \n\t \n\t Locke, E., Saari, L., Shaw, K., & Latham, G. (1981). Goal setting and task performance: 1969- 1980. Psychol. Bull. 90:125-52,1981. Retrieved from http://garfield.library.upenn.edu/classics1992/A1992JE41500001.pdf"
    },
    {
      "title": "Coding Qualitative Data",
      "authors": [
        "S Lockyer"
      ],
      "year": 2004,
      "doi": "10.4135/9781412950589.n130",
      "raw": "Coding Qualitative Data \n\t\t \n\t\t\t S Lockyer \n\t\t \n\t\t 10.4135/9781412950589.n130 \n\t\t \n\t \n\t \n\t\t The Sage Encyclopedia of Social Science Research Methods \n\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Lockyer, S. (2004). Coding Qualitative Data. In The Sage Encyclopedia of Social Science Research Methods. Retrieved from http://srmo.sagepub.com/view/the-sage-encyclopedia- of-social-science-research-methods/n130.xml"
    },
    {
      "title": "A bridge between cognitive psychology and educational practice",
      "authors": [
        "D Kuhn",
        "D Dean"
      ],
      "year": 2004,
      "journal": "Theory into Practice",
      "volume": "43",
      "issue": "4",
      "raw": "A bridge between cognitive psychology and educational practice \n\t\t \n\t\t\t D Kuhn \n\t\t \n\t\t \n\t\t\t D Dean \n\t\t \n\t \n\t \n\t\t Theory into Practice \n\t\t \n\t\t\t 43 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Kuhn, D. & Dean, D. (2004). A bridge between cognitive psychology and educational practice. Theory into Practice, 43(4), 268-273."
    },
    {
      "title": "Action research in the classroom: Motivating teenager learners",
      "authors": [
        "C Leslie"
      ],
      "year": 2011,
      "raw": "C Leslie \n\t\t \n\t\t \n\t\t Action research in the classroom: Motivating teenager learners \n\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Leslie, C. (2011). Action research in the classroom: Motivating teenager learners. Retrieved from http://www.fcsh.unl.pt/docentes/cceia/images/stories/PDF/tefl3/c_leslie.pdf"
    },
    {
      "title": "Young children and metacognition: Do we know what they know they know? And if so, what do we do about it?",
      "authors": [
        "L Mcleod"
      ],
      "year": 1997,
      "journal": "Australian Journal of Early Childhood",
      "volume": "22",
      "issue": "2",
      "raw": "Young children and metacognition: Do we know what they know they know? And if so, what do we do about it? \n\t\t \n\t\t\t L Mcleod \n\t\t \n\t \n\t \n\t\t Australian Journal of Early Childhood \n\t\t \n\t\t\t 22 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t McLeod, L. (1997). Young children and metacognition: Do we know what they know they know? And if so, what do we do about it?. Australian Journal of Early Childhood, 22(2), 6-11."
    },
    {
      "title": "Validation in inquiry-guided research: The role of exemplars in narrative Morisano",
      "authors": [
        "E Mishler",
        "D Hirsh",
        "J Peterson",
        "J Phil",
        "R Shore"
      ],
      "year": 1990,
      "journal": "Journal of applied psychology",
      "volume": "95",
      "issue": "2",
      "raw": "Validation in inquiry-guided research: The role of exemplars in narrative Morisano \n\t\t \n\t\t\t E Mishler \n\t\t \n\t\t \n\t\t\t D Hirsh \n\t\t \n\t\t \n\t\t\t J Peterson \n\t\t \n\t\t \n\t\t\t J Phil \n\t\t \n\t\t \n\t\t\t R Shore \n\t\t \n\t\t \n\t\t\t B \n\t\t \n\t\t \n\t \n\t \n\t\t Journal of applied psychology \n\t\t \n\t\t\t 95 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1990. 2010 \n\t\t \n\t \n\t Setting, elaborating and reflecting on personal goals improve academic performance \n\t Mishler, E. (1990). Validation in inquiry-guided research: The role of exemplars in narrative Morisano, D., Hirsh J., Peterson, J., Phil, R. & Shore, B. (2010). Setting, elaborating and reflecting on personal goals improve academic performance. Journal of applied psychology. Vol 95, n. 2, 255-265. Retrieved from http://www.selfauthoring.com/JAPcomplete.pdf"
    },
    {
      "title": "Goal setting and self efficacy during self regulated learning",
      "authors": [
        "D Schunk"
      ],
      "year": 1990,
      "doi": "10.1207/s15326985ep2501_6",
      "raw": "D Schunk \n\t\t \n\t\t 10.1207/s15326985ep2501_6 \n\t\t \n\t\t Goal setting and self efficacy during self regulated learning \n\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Schunk, D. (1990). Goal setting and self efficacy during self regulated learning. Retrieved from http://libres.uncg.edu/ir/uncg/f/D_Schunk_Goal_1990.pdf"
    },
    {
      "title": "Goals and progress feedback: Effects on self-efficacy and writing achievement",
      "authors": [
        "D Schunk",
        "C Swartz"
      ],
      "year": 1993,
      "doi": "10.1006/ceps.1993.1024",
      "journal": "Contemporary Educational Psychology",
      "volume": "18",
      "raw": "Goals and progress feedback: Effects on self-efficacy and writing achievement \n\t\t \n\t\t\t D Schunk \n\t\t \n\t\t \n\t\t\t C Swartz \n\t\t \n\t\t 10.1006/ceps.1993.1024 \n\t \n\t \n\t\t Contemporary Educational Psychology \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Schunk, D. & Swartz, C. (1993). Goals and progress feedback: Effects on self-efficacy and writing achievement. Contemporary Educational Psychology, 18, 337-354"
    },
    {
      "title": "Children's self-efficacy beliefs, goal setting behaviors, and self-regulated learning",
      "authors": [
        "S Shin"
      ],
      "year": 2002,
      "raw": "S Shin \n\t\t \n\t\t \n\t\t Children's self-efficacy beliefs, goal setting behaviors, and self-regulated learning \n\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Shin, S. (2002). Children's self-efficacy beliefs, goal setting behaviors, and self-regulated learning. Retrieved from https://docs.google.com/document/d/1z_HvKPAtbGvRQE86Tn6olbwXqA0IbD0rXR0RHI Ch134/preview?hl=en#"
    },
    {
      "title": "Goal, setting, self-monitoring, and self-evaluation for students with disabilities",
      "authors": [
        "D Smith",
        "R Nelson"
      ],
      "year": 1997,
      "raw": "Goal, setting, self-monitoring, and self-evaluation for students with disabilities \n\t\t \n\t\t\t D Smith \n\t\t \n\t\t \n\t\t\t R Nelson \n\t\t \n\t\t \n\t \n\t \n\t\t Effects of Goal Setting on Task Performance of Persons with Mental Retardation \n\t\t \n\t\t\t R Copeland \n\t\t \n\t\t \n\t\t\t C Hughes \n\t\t \n\t\t Pacific Grove, CA \n\t\t \n\t\t\t Brookes/Cole \n\t\t\t 1997 \n\t\t\t \n\t\t \n\t \n\t Student-directed learning Teaching self-determination skills \n\t Smith, D., & Nelson, R. (1997). Goal, setting, self-monitoring, and self-evaluation for students with disabilities. In M. Agran (Ed.), Student-directed learning Teaching self-determination skills (pp. 80-110). Pacific Grove, CA: Brookes/Cole. In Copeland R, & Hughes C. Effects of Goal Setting on Task Performance of Persons with Mental Retardation. Retrieved from http://www.edst.purdue.edu/zentall/courses/mild%20characteristics%20ppts/linked%20doc s/effects%20of%20goal%20setting%20on%20task%20performance%20of%20persons%20 with%20mr.pdf"
    },
    {
      "title": "Goal setting for learning Language of EFL students",
      "authors": [
        "N Srichnayachon"
      ],
      "year": 2009,
      "doi": "10.1093/fmls/cqs050",
      "raw": "Goal setting for learning Language of EFL students \n\t\t \n\t\t\t N Srichnayachon \n\t\t \n\t\t 10.1093/fmls/cqs050 \n\t\t \n\t \n\t \n\t\t The VIII Worldwide Forum on Education and Culture \n\t\t Rome, Italy \n\t\t \n\t\t\t 2009. December 2009 \n\t\t\t \n\t\t \n\t \n\t Srichnayachon, N. (2009). Goal setting for learning Language of EFL students. The VIII Worldwide Forum on Education and Culture. Rome, Italy 3-4. December 2009. Retrieved from http://www.eric.ed.gov/PDFS/ED512562.pdf"
    },
    {
      "title": "Effective classroom practice: Goals",
      "authors": [
        "D Stipek"
      ],
      "year": 2002,
      "raw": "D Stipek \n\t\t \n\t\t \n\t\t Effective classroom practice: Goals \n\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Stipek, D. (2002). Effective classroom practice: Goals. Retrieved from http://www.education.com/reference/article/effective-classroom-practice-goals/"
    },
    {
      "title": "Metacognition: A key to Success for EFL learners",
      "authors": [
        "C Thamraksa"
      ],
      "year": 1997,
      "raw": "C Thamraksa \n\t\t \n\t\t \n\t\t Metacognition: A key to Success for EFL learners \n\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t De estas actividades usted debe seleccionar una de ellas, de acuerdo con las cosas que usted quiere aprende en este último periodo \n\t Thamraksa, C. (1997) Metacognition: A key to Success for EFL learners. Retrieve from http://www.bu.ac.th/knowledgecenter/epaper/jan_june2005/chutima.pdf En español De estas actividades usted debe seleccionar una de ellas, de acuerdo con las cosas que usted quiere aprende en este último periodo."
    },
    {
      "title": "Hablo sobre un personaje famoso que haya muerto",
      "doi": "10.14198/cdbio.2015.49.01",
      "raw": "Hablo sobre un personaje famoso que haya muerto \n\t\t 10.14198/cdbio.2015.49.01 \n\t\t \n\t \n\t Hablo sobre un personaje famoso que haya muerto."
    },
    {
      "title": "Describo a un compañero mis pasadas vacaciones",
      "doi": "10.35537/10915/4108",
      "raw": "10.35537/10915/4108 \n\t\t Describo a un compañero mis pasadas vacaciones \n\t\t \n\t \n\t Describo a un compañero mis pasadas vacaciones."
    },
    {
      "title": "Entrevisto a un compañero sobre lo que hizo la noche anterior",
      "doi": "10.31819/9783865279927-021",
      "raw": "Entrevisto a un compañero sobre lo que hizo la noche anterior \n\t\t 10.31819/9783865279927-021 \n\t\t \n\t \n\t Entrevisto a un compañero sobre lo que hizo la noche anterior."
    },
    {
      "title": "Pregunta Respuesta ¿Cuál es su meta para esta actividad? ¿Cómo sabe si alcanzo esta meta? ¿Cuánto tiempo gastaré en cumplirla? esta meta algo",
      "raw": "Pregunta Respuesta ¿Cuál es su meta para esta actividad? ¿Cómo sabe si alcanzo esta meta? ¿Cuánto tiempo gastaré en cumplirla? esta meta algo \n\t \n\t \n\t\t que usted quiere hacer? que puede alcanzar esta meta en el tiempo propuesto? \n\t\t \n\t \n\t Hago y presento un diálogo en frente de la clase \n\t Hago y presento un diálogo en frente de la clase. Nombre:_______________________ Fecha:______________________ Actividad: ____________________ Pregunta Respuesta ¿Cuál es su meta para esta actividad? ¿Cómo sabe si alcanzo esta meta? ¿Cuánto tiempo gastaré en cumplirla? esta meta algo que usted quiere hacer? que puede alcanzar esta meta en el tiempo propuesto?"
    }
  ],
  "num_references": 35,
  "figures": [
    {
      "description": "One: Introduction ............................................................................................ Chapter Two: Theoretical Framework ......................................................................... Metacognition ............................................................................................................... Goal setting ................................................................................................................... Goal setting for learning English .................................................................................. Self-efficacy and goal setting ........................................................................................ Chapter Three: Research Design .................................................................................. Type of study ................................................................................................................ Context .......................................................................................................................... Researcher's role ........................................................................................................... Participants .................................................................................................................... Ethical Considerations .................................................................................................. The data collection instruments .................................................................................... Instrument 1: survey .................................................................................................. Instrument 2: Pre-test and post -test Self-Efficacy ................................................. Instrument 3: Pre-test and post-test goal setting ...................................................... Instrument 4: Student's journal ................................................................................. Instrument 5: Teacher's journal ................................................................................ The data collection procedures...................................................................................... Chapter Four: Pedagogical intervention and implementation ................................... Instructional Design ...................................................................................................... Implementation ............................................................................................................. Pre-Stage .................................................................................................................. While-Stage .............................................................................................................. Post-stage .................................................................................................................. Chapter five: Procedures of data analysis .................................................................... Chapter six: Conclusions and pedagogical implications ............................................. Conclusions ................................................................................................................... Pedagogical implications .............................................................................................. Limitations .................................................................................................................... Further research ............................................................................................................. References ........................................................................................................................ APPENDICES ................................................................................................................."
    },
    {
      "caption": "Figure 1 -",
      "description": "Figure 1 -Instruments for data collection procedures ......................................................"
    },
    {
      "description": "Implementation of the research ......................................................................... Table 2 -Self-efficacy analysis ........................................................................................ Table 3 -Goal setting analysis .......................................................................................... Table 4 -Relation of changes in Goal Setting Scores on Self-Efficacy Scores ................ Table 5 -Analysis of qualitative data ..............................................................................."
    },
    {
      "caption": "Instrument 1 :",
      "description": "survey Students were given an informal survey (See Appendix B) one month before the intervention that inquired about the things they liked to do during the English classes, what they wanted to learn and how they wanted to learn. This survey was useful to know and categorize the population and discover what the learners knew about their weaknesses and strengths in the English subject. Moreover, it helped to discover the activities they liked for improving their level of interaction and how they wanted to work during the time of the research. Instrument 2: Pre-test and post -test Self-Efficacy Pre-test and post-tests related to self-efficacy were developed with fifteen (15) questions intended to measure learners' assessment of their ability to perform several tasks (See Appendix C). The pre-test and post-test questions were the same. The pre-tests were administered in Spanish in terms of facilitating learners' comprehension. The students had fifty five minutes to answer each test. The tests were piloted with five different students before applying it to the experimental group. Instrument 3: Pre-test and post-test goal setting In the pre-test and post-test about SMART goal setting (See Appendix D) students had five questions corresponding to SMART goals with the option to choose from one of four activities to set SMART goals."
    },
    {
      "caption": "Instrument 5 :",
      "description": "Teacher's journalThe teachers kept a journal where the most important details were considered. For example: information about learners' behavior, reactions in the interventions and beliefs.Also, events such as learner´s participation, class development, strategies which work and do not work, and the learners' weaknesses and strengths experimented during the research.All this information was written down after each intervention, in order to reflect about the teaching and learning process. Also, mentioned were students' attitudes and reactions toward the learning process and how well the interventions were developed. It was useful because it gave another perspective on the research. (See Appendix G)."
    },
    {
      "caption": "Figure 1 -",
      "description": "Figure 1 -Instruments for data collection procedures"
    },
    {
      "description": "tests of goal setting and self-efficacy -Students answered the post-tests to determine their self-efficacy and goal setting at the end of the interventions.The interventions were structured in the following way: Learners were provided with a preparation stage which introduced them to the main topic using different activities and to pre-teach the new vocabulary. For instance, the learners participated in a goal setting game where they have to draw a picture of what their life will look like 10 years from then. Then, they had to explain what they would do to realize the goals they set.After being introduced to the topic, the researcher presented it taking into account the communicative approach and CLIL (content language integrated learning) to develop the sessions and facilitate the participation and increase learners' interests. For instance, the researchers showed a picture of a fat person who wants to lose weight and need to establish clear goals in order to achieve what he wants; then, learners proposed what his SMART goals might be by explaining and providing examples of the words specific, measurable, attainable, relevant and timely and letting students associate the new vocabulary with their reality."
    }
  ],
  "num_figures": 7,
  "num_citations": 46,
  "cited_references": [
    "b4",
    "b17",
    "b20",
    "b24",
    "b28",
    "b13",
    "b27",
    "b16",
    "b7",
    "b29",
    "b19",
    "b6",
    "b30",
    "b1",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b25",
    "b22",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] n  Información Importante La Universidad de La Sabana informa que el(los) autor( es) ha ( )",
    "[raw_affiliation] a  autorizado usuarios internos y externos de la institución a consultar el contenido de este documento",
    "[raw_affiliation] a  través del Catálogo en línea de la Biblioteca y el Repositorio Institucional en la página Web de la Biblioteca , así como en las redes de información del país y del exterior , con las cuales tenga",
    "[raw_affiliation] convenio la Universidad de La Sabana. Se permite la consulta a los usuarios interesados en el contenido de este documento , para todos los usos que tengan finalidad académica , nunca para usos comerciales ,",
    "[raw_affiliation] a  dé crédito al trabajo de grado y a su autor. De conformidad con lo establecido en el de la Ley 23 de 1982 y el artículo 11 de la Decisión Andina 351 de 1993 , La Universidad de La Sabana informa que los derechos sobre los documentos son propiedad de los autores y tienen sobre su obra , entre otros , los derechos morales que hacen referencia los mencionados artículos.",
    "[raw_affiliation] UNIVERSIDAD DE LA SABANA Chía -Cundinamarca Department of Foreign Languages and Cultures Universidad de La Sabana Chía , 2013",
    "[other] Chapter",
    "minutes",
    "Online document",
    "[raw_reference] Aliegro, J. (2006). The effect of self-assessment on the self-efficacy of students studying Spanish as a foreign language. University of Pittsburg (Online document). Retrieved from http://challenger.library.pitt.edu/ETD/available/etd-12012006- 121145/unrestricted/Coronado-AliegroJ2_etd2006.pdf",
    "[raw_reference] Appelbaum, S. & Hare (1996). Self-efficacy as a mediator on goal setting and performance. Retrieved from http://www.appelbaumconsultants.com/articles/1994-96/SelfEfficacy.pdf",
    "[raw_reference] Babaee, N. (2012). Motivation in learning English as a second language. Canadian Journal for New Scholars in Education, volume 4. Retrieved from www.cjnse- rcjce.ca/ojs2/index.php/cjnse/article/download/170/154",
    "[raw_reference] Bandura, A. (1986). Social foundations of thought and action: A social cognitive theory. Upper Saddle River, NJ: Prentice-Hall.",
    "Qualitative research",
    "[raw_reference] Bork J. (2008) Effects of Goal setting on Academic Achievement. University of Wisconsin-La crosse. Onalaska IV Learning Community Brysman, A. & Burgues, R. (1999). Qualitative research. Vol. 4. In Hollstein, B. (n.d.). Qualitative approaches. Sage Handbook of Social Network Analysis. London, New Delhi.",
    "California State University",
    "[raw_reference] Carrera, R.; Gibbons L.; Hsieh A. & Prachachalerm, P. (2009). The effectiveness of goal setting in high school versus adult ESL levels. California State University, San Bernardino. Retrieved from http: //www.emurillo.org/Classes/Class2/documents/Goalsetting.doc",
    "Online document EBSCO host database",
    "[raw_reference] Cheung, E. (2004). Goal setting as motivational tool in student's self-regulated learning. [Online document]. Educational Research Quarterly, 27(3), 3-9. Retrieved November 2, 2005, from EBSCO host database.",
    "Online document",
    "[raw_reference] Cunningham, J., Krull, C., Land, N., & Russell, S. (2000). Motivating students to be self-reflective learners through goal-setting and self-evaluation [Online document].",
    "[raw_reference] Ellis, R., Basturkmen, H., & Loewen, S. (2001). Learner uptake in communicative ESL lessons. Language Learning, 51, 281-318. Retrieved from http://ehis.ebscohost.com/ehost/pdfviewer/pdfviewer?sid=b1fb1c72-bb91-4e4c-925b- 7cb49bca8746%40sessionmgr13&vid=9&hid=2",
    "[raw_reference] Erez, M. & Kanfer, F. (1983). The role of goal acceptance in goal setting and task performance. Academy of Management Review, Vol. 8, N. 3, 454-463.",
    "[raw_reference] Flavell, J. (1970). Developmental studies of mediated memory. In: W. Reese & L. Lipsitt (eds). Advances in child development and behavior. New York: Academic Press.",
    "[raw_reference] Flavell, J. (1976). Metacognitive aspects of problem solving. In: L. Resnick (ed.). The nature of intelligence. p. 231-235. Hillsdale: Lawrence Erlbaum.",
    "[raw_reference] Flavell, J. (1979). Metacognition and cognitive monitoring. In: American Psychologist 34: p. 906- 911",
    "[raw_reference] Hacker, D., J, Dunlosky & A, Graesser (1998). Metacognition in Educational theory and practice. Mahwah: Lawrence Erlbaum.",
    "[raw_reference] Hafsteinsson, L. (2002). The interacting effect of self-efficacy and performance goal orientation on goal orientation on goal setting performance: the positive side of performance goal orientation. Retrieved from http://scholar.lib.vt.edu/theses/available/etd- 03242002221743/unrestricted/ETDMastersThesis.pdf",
    "[raw_reference] Hall, J. (2012). The importance of Goal setting in the world of Sustainability. Retrieved from http://www.energyadvantage.com/blog/2012/08/the-importance-of-goal-setting-in-the-world-of- sustainability/",
    "[raw_reference] Hsu, Y. (2011). The effects of goal participation on College students' self-efficacy and task performance in an English oral training class. Department of applied foreign languages Chaoyang University of Technology. Retrieved from http://ir.lib.cyut.edu.tw:8080/bitstream/310901800/12223/1/6.pdf",
    "[raw_reference] Locke, E., & Latham, P. (2006). New directions in goal-setting theory. Current Directions in Psychological Science, 15(5), 265-268. doi: 10.1111/j.1467-8721.2006.00449.x",
    "[raw_reference] Locke, E., Saari, L., Shaw, K., & Latham, G. (1981). Goal setting and task performance: 1969- 1980. Psychol. Bull. 90:125-52,1981. Retrieved from http://garfield.library.upenn.edu/classics1992/A1992JE41500001.pdf",
    "[raw_reference] Lockyer, S. (2004). Coding Qualitative Data. In The Sage Encyclopedia of Social Science Research Methods. Retrieved from http://srmo.sagepub.com/view/the-sage-encyclopedia- of-social-science-research-methods/n130.xml",
    "[raw_reference] Kuhn, D. & Dean, D. (2004). A bridge between cognitive psychology and educational practice. Theory into Practice, 43(4), 268-273.",
    "[raw_reference] Leslie, C. (2011). Action research in the classroom: Motivating teenager learners. Retrieved from http://www.fcsh.unl.pt/docentes/cceia/images/stories/PDF/tefl3/c_leslie.pdf",
    "[raw_reference] McLeod, L. (1997). Young children and metacognition: Do we know what they know they know? And if so, what do we do about it?. Australian Journal of Early Childhood, 22(2), 6-11.",
    "Setting, elaborating and reflecting on personal goals improve academic performance",
    "[raw_reference] Mishler, E. (1990). Validation in inquiry-guided research: The role of exemplars in narrative Morisano, D., Hirsh J., Peterson, J., Phil, R. & Shore, B. (2010). Setting, elaborating and reflecting on personal goals improve academic performance. Journal of applied psychology. Vol 95, n. 2, 255-265. Retrieved from http://www.selfauthoring.com/JAPcomplete.pdf",
    "[raw_reference] Schunk, D. (1990). Goal setting and self efficacy during self regulated learning. Retrieved from http://libres.uncg.edu/ir/uncg/f/D_Schunk_Goal_1990.pdf",
    "[raw_reference] Schunk, D. & Swartz, C. (1993). Goals and progress feedback: Effects on self-efficacy and writing achievement. Contemporary Educational Psychology, 18, 337-354",
    "[raw_reference] Shin, S. (2002). Children's self-efficacy beliefs, goal setting behaviors, and self-regulated learning. Retrieved from https://docs.google.com/document/d/1z_HvKPAtbGvRQE86Tn6olbwXqA0IbD0rXR0RHI Ch134/preview?hl=en#",
    "Student-directed learning Teaching self-determination skills",
    "[raw_reference] Srichnayachon, N. (2009). Goal setting for learning Language of EFL students. The VIII Worldwide Forum on Education and Culture. Rome, Italy 3-4. December 2009. Retrieved from http://www.eric.ed.gov/PDFS/ED512562.pdf",
    "[raw_reference] Stipek, D. (2002). Effective classroom practice: Goals. Retrieved from http://www.education.com/reference/article/effective-classroom-practice-goals/",
    "De estas actividades usted debe seleccionar una de ellas, de acuerdo con las cosas que usted quiere aprende en este último periodo",
    "[raw_reference] Thamraksa, C. (1997) Metacognition: A key to Success for EFL learners. Retrieve from http://www.bu.ac.th/knowledgecenter/epaper/jan_june2005/chutima.pdf En español De estas actividades usted debe seleccionar una de ellas, de acuerdo con las cosas que usted quiere aprende en este último periodo.",
    "[raw_reference] Hablo sobre un personaje famoso que haya muerto.",
    "[raw_reference] Describo a un compañero mis pasadas vacaciones.",
    "[raw_reference] Entrevisto a un compañero sobre lo que hizo la noche anterior.",
    "Hago y presento un diálogo en frente de la clase",
    "[raw_reference] Hago y presento un diálogo en frente de la clase. Nombre:_______________________ Fecha:______________________ Actividad: ____________________ Pregunta Respuesta ¿Cuál es su meta para esta actividad? ¿Cómo sabe si alcanzo esta meta? ¿Cuánto tiempo gastaré en cumplirla? esta meta algo que usted quiere hacer? que puede alcanzar esta meta en el tiempo propuesto?"
  ],
  "editors": [
    "B Hollstein",
    "W Reese",
    "L Lipsitt",
    "L Resnick",
    "R Copeland",
    "C Hughes"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
