{
  "paper_id": "GHDXC9CA",
  "title": "Gamification: What It Is and Why It Matters to Digital Health Behavior Change Developers",
  "abstract": "This editorial provides a behavioral science view on gamification and health behavior change, describes its principles and mechanisms, and reviews some of the evidence for its efficacy. Furthermore, this editorial explores the relation between gamification and behavior change frameworks used in the health sciences and shows how gamification principles are closely related to principles that have been proven to work in health behavior change technology. Finally, this editorial provides criteria that can be used to assess when gamification provides a potentially promising framework for digital health interventions.",
  "year": 2007,
  "date": "2007",
  "authors": [
    {
      "name": "Brian Cugelman",
      "email": "brian@alterspark.com",
      "affiliation": {
        "organization": "AlterSpark Corp",
        "institution": "AlterSpark Corp",
        "address": "Toronto, ON, Canada"
      }
    }
  ],
  "doi": "10.2196/games.3139",
  "md5": "3AF121622840691822A091702BDA8ABE",
  "keywords": [
    "behavioral medicine",
    "behaviour and behavior mechanisms",
    "behavioral research",
    "behavioral sciences",
    "persuasive communication",
    "health psychology",
    "psychology",
    "experimental game",
    "interactive games",
    "computer games"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Although health behavior change research suggests that it is easy to influence how people think and behave, practitioners who have worked in the health behavior change field, with populations or individuals, will often complain that that behavior change is difficult to achieve, expensive, and impacts are often short-lived.\n\nThe average public health campaign is able to impact the behavior of roughly 5% of a population  [1] , while a meta-analysis that I co-investigated a few years ago showed that online behavior change technologies could impact the behavior of roughly 10% of their users  [2] (this figure was derived by comparing a Pearson's coefficient effect size to a percentage, as used by  Snyder (2007) ; however, this method is subject to significant statistical bias  [3]  and should therefore only be taken as a ballpark figure at best). Given the modest impacts from evidence-based interventions, why are we now witnessing widespread claims that gamification makes it easy to shape how people think and behave, simply by rewarding users with points and badges? Is gamification really a magic solution to shaping behavior, or simply, unrealistic hype?\n\nIn this editorial, I describe and evaluate gamification, address misconceptions, show linkages to health behavior change theory, and advocate when gamification is a good or bad approach for digital health behavior change interventions."
    },
    {
      "title": "Hype Around Gamification",
      "text": "At present, there is no shortage of gamification advocates who claim badges, points, and competition will get everyone so hooked on digital technologies, that developers should gamify their interventions immediately, or get left behind. However, jumping on this gamification bandwagon is a risky undertaking. Not because gamification does not work, but rather, because it is easy to get it wrong if developers do not understand what it is, know its limits, and make informed decisions on its application. Gamification is just one of many persuasive architectures. However, like all other persuasive design patterns, gamification has merit when used in the right way, under the right circumstances."
    },
    {
      "title": "The Active Ingredients of Gamification",
      "text": "Gamification is defined as the use of game design elements in non-game contexts  [4] . The idea is that if we can isolate the active ingredients that make games addictive, then intervention developers can put those ingredients into their digital technologies and make them addictive too. For instance, we can make a routine non-game activity, such as taking medication, into a game that is fun and engaging by adding game elements, such as earning points for taking medications.\n\nTo apply gamification, developers first need a list of game design elements, and then second, they need to integrate these elements into their intervention. However, the problem is that gamification researchers do not always agree on what these ingredients are, and some researchers take the position that these ingredients cannot even be named. Within this debate, I take the view that technology is only persuasive when it employs specific behavior change ingredients, as one of the key principles of evidence based behavioral medicine  [5] [6] [7] . These persuasive ingredients are the factors that exert persuasive force on people, encouraging them to shift their beliefs, attitudes, and actions. If these ingredients are removed, the technology is no longer persuasive. In the sciences, these ingredients have different names, but I will refer to them as \"behavior change strategies\", \"persuasive strategies\", or simply, \"strategies\".\n\nTo identify these gamification strategies, I reviewed a number of popular gamification taxonomies from academic and non-academic sources by Charles Coonradt  [8] , Reeves and Read  [9] , Gabe Zichermann  [10] , and Marc Prensky  [11] . I identified the common strategies listed by these authors, and compared them to a taxonomy of interactive behavior change and persuasive design strategies within my Persuasive Communication Model  [12] .\n\nAfter, I identified 7 core ingredients of gamification that have clear linkages to proven behavior change strategies, with the exception of fun and playfulness, which has perhaps, not received much attention in the health behavior change literature. These 7 ingredients of gamification are listed in Textbox 1.\n\nMy goal was to identify the persuasive architecture of gamification, the essential strategies that combine to produce an effect greater than the sum of its parts. Put another way, the persuasive architecture of gamification is the combination of ingredients that make a product fun and engaging. Take away some of these core ingredients, and the product becomes dull. Add them back in, and the magic happens. A persuasive architecture is the optimal blend of persuasive strategies for a particular application  [2] .\n\nWhereas the strategies in Textbox 1 are the broad principles that make gamification addictive, the gamification mechanics (or tactics) are the on-screen features that users interact with. For instance, the strategy of motivating a user by comparing their progress with others can be implemented with the gamification tactic of showing the game leaders. Textbox 2 shows 10 of the most popular gamification tactics  [13] .\n\nOne of the chief misconceptions about gamification is that any technology that employs game tactics will be more engaging. The problem with this thinking is that it mistakes superficial game tactics for deeper psychological strategies. For instance, it is risky to believe that badges will motivate users, without considering the persuasive strategies that the game tactics must satisfy, where a badge's value comes from a community that places value on that badge, and where the badge's value is further dependent on whether it transfers anything of value to the person. Offering game tactics that do not satisfy persuasive strategies is like cooking dinner for someone with ingredients (game tactics) they do not like (strategies)."
    },
    {
      "title": "The Efficacy of Gamification"
    },
    {
      "title": "Overview",
      "text": "In order for gamification to be considered effective, gamified technology must outperform other design patterns, in terms of its ability to influence people's beliefs, attitudes, or behaviors. Moreover, to be considered effective, gamification must sustain these impacts over the long-term, and offer more than a short-term novelty effect.\n\nHowever, the question that is rarely asked is whether there is evidence that shows gamification can influence how people think or behave? To answer this question, there are perhaps four stream of evidence that we can draw from. They include (1) anecdotal evidence, (2) research on the efficacy of gamification, (3) ingredients that have been proven to work, and (4) persuasive architecture that is related to proven theories."
    },
    {
      "title": "Anecdotal Evidence",
      "text": "Much of the hype around gamification seems to come from ad hoc anecdotal evidence, in the form of case studies and industry claims. Although highly unreliable, this body of ad hoc success stories has served to raise awareness of gamification concepts, and prompted researchers to take a closer look at gamification."
    },
    {
      "title": "Research on the Efficacy of Gamification",
      "text": "As research on gamification started to appear just before 2010, we recently reached the point where there were enough quality academic studies, that a team of researchers conducted a systematic review of the scientific literature  [13] . In their publication, \"Does Gamification Work?\", the research team found evidence across numerous studies, that gamification can influence psychological and physical outcomes, meaning gamification can make a digital product more fun and engaging.\n\nHowever, not all studies showed positive effects, and the impact seemed to vary according to the community, users, and product, with some users complaining that gamification was annoying. Additionally, there were far more studies in particular contexts, such as online learning, intra-organizational systems, and work environments, with the lack of studies from other domains possibly signaling that gamification may only work in contexts that already share a common persuasive architecture. Finally, the researchers raised one red flag, as they could not tell if the reported outcomes represented sustainable long-term impacts, or just short-term novelty effects."
    },
    {
      "title": "Ingredients That Have Been Proven to Work",
      "text": "From the point of view of evidence-based behavioral medicine, the only thing that would matter in gamification is whether it employs principles and tactics that have been scientifically proven to influence health outcomes.\n\nTo quickly assess the link between gamification and health behavior change, I conducted an exploratory comparison of the 7 ingredients of gamification to behavioral science principles that have been proven to work in digital health behavior change interventions, drawing on validated principles from my prior meta-analysis on the factors that make health behavior change technologies work  [2] . I mapped 27 techniques and principles to the 7 gamification strategies. Table  1  shows the top two most effective and statistically significant behavior change principle and techniques. This exploratory mapping demonstrates that there are some promising links between gamification principles and digital health behavior change science, with one gap that stood out, being no strong link to fun and playfulness in health behavior change approaches. Although gamification shows some clear links to health behavior change strategies and tactics, the technical mechanics used in health behavior change interventions can be radically different than those used in gamified technologies, even though they may appeal to similar psychological faculties."
    },
    {
      "title": "Persuasive Architecture That is Related to Proven Theories",
      "text": "Beyond the direct empirical evidence, there is also theoretical support for gamification, as a framework that shares many strategies in common with other theories that have been proven to work in the health field.\n\nThe persuasive architecture of gamification shares elements in common with coaching, which relies on a coach's ability to foster team member motivation, employ strategies to help their team overcome opposition, provide support in building member's techniques, and help members build their character  [14] . The architecture of gamification is also extremely close to the cybernetic variations of self-regulation theory, based on feedback loops, which cover all strategies except perhaps, social connectivity, and fun and playfulness  [15] . Although gamification shares the same strategies, there are big differences in the tactical way that these strategies are implemented. However, the similarity does mean that it is easier to gamify digital interventions modeled on coaching or self-regulation theory, because they are already quite similar.\n\nOne of the theories that is infrequently used in the health field, but popular among video game designers, is flow, the study of how people become absorbed and engaged in an activity when they are doing something where their skill level is perfectly matched to the challenge level  [16] . According to the principle of flow, if a game is too difficult, people will become stressed and stop playing. If a game is too easy, people will become bored and stop playing. But if the challenge keeps increasing as the person's skill increases, they will have a flow experience, become absorbed in the task at hand, and experience a meditative-like absorption in what they are doing. Bringing people to this state of mind is a key goal in game design."
    },
    {
      "title": "Selecting the Right Persuasive Architecture for an Interventions",
      "text": "Although there is evidence that suggests gamification works, there are some major risks associated with the current gamification hype. The chief risk is becoming overconfident in the ability of gamification to exert massive influence across all contexts, which can cause developers to form tunnel vision and fixate on just one of many persuasive architectures.\n\nLocking into one framework might cause developers to miss opportunities to identify the best architecture for the job. Every persuasive architecture has its own unique mix of ingredients, and suitability to particular users and contexts. For instance, a sign-up landing page, health screener, donation page, or social networking site all draw on different combinations of persuasive ingredients. Moreover, my recent research is showing that the world's most successful websites are hyper optimized, often offering more persuasive strategies per square inch than many of the less popular sites.\n\nWhat matters in behavior change design is knowing which persuasive architecture is right for a particular application, and identifying when gamification, in whole or part, is suitable to a particular application."
    },
    {
      "title": "Assessing the Suitability of Gamification",
      "text": "Intervention developers should only use gamification when it is suitable to a given audience-product mix. However, it is not easy to know in advance whether or not gamification makes sense for a particular project and its unique audience-intervention mix.\n\nTo evaluate if gamification is suitable to a particular intervention, Textbox 3 presents criteria that developers can use to evaluate when gamification offers a promising framework. However, users are the ultimate judges of intervention efficacy, so any gamified interventions will require user testing, to determine if they can work or not."
    },
    {
      "title": "Final Thoughts",
      "text": "There is promising evidence that suggests gamification works, and on the surface, gamification appears to share elements in common with proven health behavior change approaches. Given this, it is easy to see how existing digital interventions can borrow gamification principles, by considering flow, meaningful rewards, making them more social, and most importantly, finding innovative ways to make digital health interventions fun and engaging. JMIR Serious Games is a new important journal devoted to research and opinion around games and gamification for behavior change and other applications, and as one of the editorial board members I look forward to help building the evidence base in this emerging area."
    },
    {
      "text": "The persuasive architecture of gamification and its 7 persuasive strategies. 1. Goal setting: Committing to achieve a goal 2. Capacity to overcome challenges: Growth, learning, and development 3. Providing feedback on performance: Receiving constant feedback through the experience 4. Reinforcement: Gaining rewards, avoiding punishments 5. Compare progress: Monitoring progress with self and others 6. Social connectivity: Interacting with other people 7. Fun and playfulness: Paying out an alternative reality Textbox Popular gamification tactics. 1. Providing clear goals 2. Offering a challenge 3. Using levels (incremental challenges) 4. Allocating points 5. Showing progress 6. Providing feedback 7. Giving rewards 8. Providing badges for achievements 9. Showing the game leaders 10. Giving a story or theme"
    },
    {
      "text": "Criteria to consider when evaluating if gamification is suitable to a particular intervention.1. The intervention users 2. The users' social context 3. The psychological and behavioral outcomes that are being pursued 4. How closely the intervention's logic model or theory of change fits with the persuasive architecture of gamification 5. The interactive product or platform that is being planned 6. The compatibility of the interactive product, users, and community with the 7 gamification strategies 7. The compatibility of the interactive product, users, and community with gamification tactics"
    },
    {
      "text": "Gamification strategies and validated behavior change ingredients."
    },
    {
      "title": "Conflicts of Interest",
      "text": "None declared."
    }
  ],
  "references": [
    {
      "title": "Health communication campaigns and their impact on behavior",
      "authors": [
        "L Snyder"
      ],
      "year": 2007,
      "doi": "10.1016/j.jneb.2006.09.004",
      "journal": "J Nutr Educ Behav",
      "volume": "39",
      "issue": "2",
      "raw": "Health communication campaigns and their impact on behavior \n\t\t \n\t\t\t L B Snyder \n\t\t \n\t\t 10.1016/j.jneb.2006.09.004 \n\t\t Medline: 17336803 \n\t \n\t \n\t\t J Nutr Educ Behav \n\t\t \n\t\t\t 39 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Suppl \n\t Snyder LB. Health communication campaigns and their impact on behavior. J Nutr Educ Behav 2007;39(2 Suppl):S32-S40. [doi: 10.1016/j.jneb.2006.09.004] [Medline: 17336803]"
    },
    {
      "title": "Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors",
      "authors": [
        "B Cugelman",
        "M Thelwall",
        "P Dawes"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1367",
      "journal": "J Med Internet Res",
      "volume": "13",
      "issue": "1",
      "pages": "17",
      "raw": "Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors \n\t\t \n\t\t\t B Cugelman \n\t\t \n\t\t \n\t\t\t M Thelwall \n\t\t \n\t\t \n\t\t\t P Dawes \n\t\t \n\t\t 10.2196/jmir.1367 \n\t\t Medline: 21320854 \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 13 \n\t\t\t 1 \n\t\t\t 17 \n\t\t\t 2011 \n\t\t \n\t \n\t FREE Full text \n\t Cugelman B, Thelwall M, Dawes P. Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors. J Med Internet Res 2011;13(1):e17 [FREE Full text] [doi: 10.2196/jmir.1367] [Medline: 21320854]"
    },
    {
      "title": "Practical meta-analysis",
      "authors": [
        "M Lipsey",
        "D Wilson"
      ],
      "year": 2001,
      "raw": "Practical meta-analysis \n\t\t \n\t\t\t M Lipsey \n\t\t \n\t\t \n\t\t\t D Wilson \n\t\t \n\t\t \n\t\t\t 2001 \n\t\t\t Sage \n\t\t\t Thousand Oaks, Calif \n\t\t \n\t \n\t Lipsey M, Wilson D. Practical meta-analysis. Thousand Oaks, Calif: Sage; 2001."
    },
    {
      "title": "From game design elements to gamefulness: Defining gamification",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled",
        "L Nacke"
      ],
      "year": 2011,
      "doi": "10.1145/2181037.2181040",
      "raw": "From game design elements to gamefulness: Defining gamification \n\t\t \n\t\t\t S Deterding \n\t\t \n\t\t \n\t\t\t D Dixon \n\t\t \n\t\t \n\t\t\t R Khaled \n\t\t \n\t\t \n\t\t\t L Nacke \n\t\t \n\t\t 10.1145/2181037.2181040 \n\t \n\t \n\t\t Proceedings of the 15th International Academic MindTrek Conference: Envisioning Future Media Environments \n\t\t the 15th International Academic MindTrek Conference: Envisioning Future Media Environments Tampere, Finland \n\t\t \n\t\t\t 2011. September 2011 \n\t\t\t \n\t\t \n\t \n\t Envisioning Future Media Environments MindTrek 11 \n\t Deterding S, Dixon D, Khaled R, Nacke L. From game design elements to gamefulness: Defining gamification. In: Proceedings of the 15th International Academic MindTrek Conference: Envisioning Future Media Environments.: Envisioning Future Media Environments; 2011 Presented at: MindTrek 11; 28-30 September 2011; Tampere, Finland."
    },
    {
      "title": "Evidence-based kernels: fundamental units of behavioral influence",
      "authors": [
        "D Embry",
        "A Biglan"
      ],
      "year": 2008,
      "doi": "10.1007/s10567-008-0036-x",
      "journal": "Clin Child Fam Psychol Rev",
      "volume": "11",
      "issue": "3",
      "raw": "Evidence-based kernels: fundamental units of behavioral influence \n\t\t \n\t\t\t D D Embry \n\t\t \n\t\t \n\t\t\t A Biglan \n\t\t \n\t\t 10.1007/s10567-008-0036-x \n\t\t Medline: 18712600 \n\t \n\t \n\t\t Clin Child Fam Psychol Rev \n\t\t \n\t\t\t 11 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2008 Sep \n\t\t \n\t \n\t FREE Full text \n\t Embry DD, Biglan A. Evidence-based kernels: fundamental units of behavioral influence. Clin Child Fam Psychol Rev 2008 Sep;11(3):75-113 [FREE Full text] [doi: 10.1007/s10567-008-0036-x] [Medline: 18712600]"
    },
    {
      "title": "Making psychological theory useful for implementing evidence based practice: a consensus approach",
      "authors": [
        "S Michie",
        "M Johnston",
        "C Abraham",
        "R Lawton",
        "D Parker",
        "A Walker"
      ],
      "year": 2005,
      "doi": "10.1136/qshc.2004.011155",
      "journal": "Qual Saf Health Care",
      "volume": "14",
      "issue": "1",
      "raw": "Making psychological theory useful for implementing evidence based practice: a consensus approach \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t R Lawton \n\t\t \n\t\t \n\t\t\t D Parker \n\t\t \n\t\t \n\t\t\t A Walker \n\t\t \n\t\t 10.1136/qshc.2004.011155 \n\t\t Medline: 15692000 \n\t \n\t \n\t\t Qual Saf Health Care \n\t\t \n\t\t\t 14 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2005 Feb \n\t\t \n\t \n\t FREE Full text \n\t Michie S, Johnston M, Abraham C, Lawton R, Parker D, Walker A. Making psychological theory useful for implementing evidence based practice: a consensus approach. Qual Saf Health Care 2005 Feb;14(1):26-33 [FREE Full text] [doi: 10.1136/qshc.2004.011155] [Medline: 15692000]"
    },
    {
      "title": "Evidence-based behavioral medicine: what is it and how do we achieve it?",
      "authors": [
        "K Davidson",
        "M Goldstein",
        "R Kaplan",
        "P Kaufmann",
        "G Knatterud",
        "C Orleans"
      ],
      "year": 2003,
      "doi": "10.1136/qshc.2004.011155",
      "journal": "Ann Behav Med",
      "volume": "26",
      "issue": "3",
      "raw": "Evidence-based behavioral medicine: what is it and how do we achieve it? \n\t\t \n\t\t\t K W Davidson \n\t\t \n\t\t \n\t\t\t M Goldstein \n\t\t \n\t\t \n\t\t\t R M Kaplan \n\t\t \n\t\t \n\t\t\t P G Kaufmann \n\t\t \n\t\t \n\t\t\t G L Knatterud \n\t\t \n\t\t \n\t\t\t C T Orleans \n\t\t \n\t\t 10.1136/qshc.2004.011155 \n\t\t Medline: 14644692 \n\t \n\t \n\t\t Ann Behav Med \n\t\t \n\t\t\t 26 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2003 Dec \n\t\t \n\t \n\t Davidson KW, Goldstein M, Kaplan RM, Kaufmann PG, Knatterud GL, Orleans CT, et al. Evidence-based behavioral medicine: what is it and how do we achieve it? Ann Behav Med 2003 Dec;26(3):161-171. [doi: 10.1136/qshc.2004.011155] [Medline: 14644692]"
    },
    {
      "title": "The Game of Work",
      "authors": [
        "C Coonradt"
      ],
      "year": 2007,
      "doi": "10.34191/pi-88",
      "raw": "The Game of Work \n\t\t \n\t\t\t C A Coonradt \n\t\t \n\t\t 10.34191/pi-88 \n\t\t \n\t\t\t 2007 \n\t\t\t Gibbs Smith \n\t\t\t Layton, Utah \n\t\t \n\t \n\t Coonradt CA. The Game of Work. Layton, Utah: Gibbs Smith; 2007."
    },
    {
      "title": "Ten ingredients of great games URL",
      "authors": [
        "B Reeves",
        "J Read"
      ],
      "year": 2010,
      "doi": "10.4324/9780203718735-12",
      "raw": "B Reeves \n\t\t \n\t\t \n\t\t\t J Read \n\t\t \n\t\t 10.4324/9780203718735-12 \n\t\t \n\t\t Ten ingredients of great games URL \n\t\t \n\t\t\t 2010. 2013-11-26 \n\t\t \n\t \n\t WebCite Cache ID 6LQaqKH16 \n\t Reeves B, Read J L. 2010. Ten ingredients of great games URL: http://www.cedma-europe.org/newsletter%20articles/misc/ Ten%20Ingredients%20of%20Great%20Games%20(Apr%2010).pdf [accessed 2013-11-26] [WebCite Cache ID 6LQaqKH16]"
    },
    {
      "title": "The six rules of gamification cited 2013 5 Nov 2013",
      "authors": [
        "G Zichermann"
      ],
      "year": 2011,
      "doi": "10.5220/0004600900470053",
      "raw": "The six rules of gamification cited 2013 5 Nov 2013 \n\t\t \n\t\t\t G Zichermann \n\t\t \n\t\t 10.5220/0004600900470053 \n\t\t \n\t\t \n\t\t\t 2011. 2013-11-26 \n\t\t \n\t \n\t 6LQb7JCpU \n\t Zichermann G. 2011. The six rules of gamification cited 2013 5 Nov 2013; URL: http://www.gamification.co/2011/11/29/ the-six-rules-of-gamification/ [accessed 2013-11-26] [WebCite Cache ID 6LQb7JCpU]"
    },
    {
      "title": "Fun, play and games: What makes games engaging",
      "authors": [
        "M Prensky"
      ],
      "year": 2001,
      "raw": "M Prensky \n\t\t \n\t\t Fun, play and games: What makes games engaging \n\t\t New York \n\t\t \n\t\t\t McGraw-Hill \n\t\t\t 2001 \n\t\t \n\t \n\t Digital game-based learning \n\t Prensky M. Fun, play and games: What makes games engaging. In: Digital game-based learning. New York: McGraw-Hill; 2001."
    },
    {
      "title": "Persuasive design toolkit",
      "authors": [
        "B Cugelman"
      ],
      "year": 2013,
      "raw": "Persuasive design toolkit \n\t\t \n\t\t\t B Cugelman \n\t\t \n\t\t \n\t\t\t 2013 \n\t\t\t AlterSpark Corp \n\t\t\t Toronto, Canada \n\t\t \n\t \n\t Cugelman B. Persuasive design toolkit. Toronto, Canada: AlterSpark Corp; 2013."
    },
    {
      "title": "Does gamification work? -a literature review of empirical studies on gamification",
      "authors": [
        "J Hamari",
        "J Koivisto",
        "H Sarsa"
      ],
      "year": 2014,
      "doi": "10.1109/hicss.2014.377",
      "raw": "Does gamification work? -a literature review of empirical studies on gamification \n\t\t \n\t\t\t J Hamari \n\t\t \n\t\t \n\t\t\t J Koivisto \n\t\t \n\t\t \n\t\t\t H Sarsa \n\t\t \n\t\t 10.1109/hicss.2014.377 \n\t \n\t \n\t\t Presented at: 47th Hawaii International Conference on System Sciences \n\t\t Hawaii, USA \n\t\t \n\t\t\t 2014. January 6-9, 2014 \n\t\t \n\t \n\t forthcoming \n\t Hamari J, Koivisto J, Sarsa H. Does gamification work? -a literature review of empirical studies on gamification (forthcoming). 2014 Presented at: 47th Hawaii International Conference on System Sciences; January 6-9, 2014; Hawaii, USA."
    },
    {
      "title": "Coaching efficacy and coaching effectiveness: Examining their predictors and comparing coaches' and athletes' reports",
      "authors": [
        "M Kavussanu",
        "I Boardley",
        "N Jutkiewicz",
        "S Vincent",
        "C Ring"
      ],
      "year": 2008,
      "doi": "10.1123/tsp.22.4.383",
      "journal": "The Sport Psychologist",
      "volume": "22",
      "issue": "4",
      "raw": "Coaching efficacy and coaching effectiveness: Examining their predictors and comparing coaches' and athletes' reports \n\t\t \n\t\t\t M Kavussanu \n\t\t \n\t\t \n\t\t\t I D Boardley \n\t\t \n\t\t \n\t\t\t N Jutkiewicz \n\t\t \n\t\t \n\t\t\t S Vincent \n\t\t \n\t\t \n\t\t\t C Ring \n\t\t \n\t\t 10.1123/tsp.22.4.383 \n\t \n\t \n\t\t The Sport Psychologist \n\t\t \n\t\t\t 22 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Kavussanu M, Boardley ID, Jutkiewicz N, Vincent S, Ring C. Coaching efficacy and coaching effectiveness: Examining their predictors and comparing coaches' and athletes' reports. The Sport Psychologist 2008;22(4):383-404."
    },
    {
      "title": "On the structure of behavioral self-regulation",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 2005,
      "raw": "On the structure of behavioral self-regulation \n\t\t \n\t\t\t C Carver \n\t\t \n\t\t \n\t\t\t M Scheier \n\t\t \n\t \n\t \n\t\t Handbook of self-regulation \n\t\t \n\t\t\t M Boekaerts \n\t\t \n\t\t \n\t\t\t P R Pintrich \n\t\t \n\t\t \n\t\t\t M Zeidner \n\t\t \n\t\t San Diego, Calif \n\t\t \n\t\t\t Elsevier Academic Press \n\t\t\t 2005 \n\t\t\t \n\t\t \n\t \n\t Carver C, Scheier M. On the structure of behavioral self-regulation. In: Boekaerts M, Pintrich PR, Zeidner M, editors. Handbook of self-regulation. San Diego, Calif: Elsevier Academic Press; 2005:41-84."
    },
    {
      "title": "Cugelman B Gamification: What It Is and Why It Matters to Digital Health Behavior Change",
      "authors": [
        "M Csikszentmihalyi"
      ],
      "year": 2008,
      "doi": "10.2196/games.3139",
      "volume": "1",
      "raw": "Cugelman B Gamification: What It Is and Why It Matters to Digital Health Behavior Change \n\t\t \n\t\t\t M Csikszentmihalyi \n\t\t \n\t\t 10.2196/games.3139 \n\t\t 25658754 \n\t\t \n\t\t G Eysenbach \n\t\t \n\t\t\t 2008 \n\t\t\t Harper Perennial Modern Classics \n\t\t\t 1 \n\t\t\t New York, USA \n\t\t \n\t \n\t this is a non-peer-reviewed article Submitted 26.11.13; accepted 28.11.13 Flow: The Psychology of Optimal Experience Developers JMIR Serious Games 2013 \n\t Csikszentmihalyi M. Flow: The Psychology of Optimal Experience. New York, USA: Harper Perennial Modern Classics; 2008. Edited by G Eysenbach; this is a non-peer-reviewed article. Submitted 26.11.13; accepted 28.11.13; published 12.12.13. Please cite as: Cugelman B Gamification: What It Is and Why It Matters to Digital Health Behavior Change Developers JMIR Serious Games 2013;1(1):e3 URL: http://games.jmir.org/2013/1/e3/ doi: 10.2196/games.3139 PMID: 25658754"
    }
  ],
  "num_references": 16,
  "figures": [
    {
      "caption": "Textbox 1 . 2 .",
      "description": "The persuasive architecture of gamification and its 7 persuasive strategies. 1. Goal setting: Committing to achieve a goal 2. Capacity to overcome challenges: Growth, learning, and development 3. Providing feedback on performance: Receiving constant feedback through the experience 4. Reinforcement: Gaining rewards, avoiding punishments 5. Compare progress: Monitoring progress with self and others 6. Social connectivity: Interacting with other people 7. Fun and playfulness: Paying out an alternative reality Textbox Popular gamification tactics. 1. Providing clear goals 2. Offering a challenge 3. Using levels (incremental challenges) 4. Allocating points 5. Showing progress 6. Providing feedback 7. Giving rewards 8. Providing badges for achievements 9. Showing the game leaders 10. Giving a story or theme"
    },
    {
      "caption": "Textbox 3 .",
      "description": "Criteria to consider when evaluating if gamification is suitable to a particular intervention.1. The intervention users 2. The users' social context 3. The psychological and behavioral outcomes that are being pursued 4. How closely the intervention's logic model or theory of change fits with the persuasive architecture of gamification 5. The interactive product or platform that is being planned 6. The compatibility of the interactive product, users, and community with the 7 gamification strategies 7. The compatibility of the interactive product, users, and community with gamification tactics"
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Gamification strategies and validated behavior change ingredients."
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "Gamification strategies Validated behavior change ingredients [2] 1. Goal setting • • Agree behavioral contract Goal setting (behavior) 2. Capacity to overcome challenges • • Time management Action planning 3. Providing feedback on performance • • Prompt self-monitoring of behavioral outcome Prompt self-monitoring of behavior 4. Reinforcement • Provide rewards contingent on successful behavior 5. Compare progress • • Prompt self-monitoring of behavioral outcome Provide normative information about others' behavior 6. Social connectivity • • Social influences (norms) Plan social support/social change 7. Fun and playfulness N/A"
    }
  ],
  "num_tables": 1,
  "num_citations": 20,
  "cited_references": [
    "b8",
    "b12",
    "b15",
    "b6",
    "b11",
    "b4",
    "b14",
    "b1",
    "b13",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] AlterSpark Corp. , Toronto , ON , Canada",
    "[raw_affiliation] PhD AlterSpark Corp. 730 Dovercourt Road , # 1909 Toronto , ON , M6H 2W9 Canada",
    "JMIR Serious Games 2013 | vol. 1 | iss. 1 | e3 | p. 2 http://games.jmir.org/2013/1/e3/ (page number not for citation purposes)",
    "JMIR Serious Games 2013 | vol. 1 | iss. 1 | e3 | p. 3 http://games.jmir.org/2013/1/e3/ (page number not for citation purposes)",
    "JMIR Serious Games 2013 | vol. 1 | iss. 1 | e3 | p. 4 http://games.jmir.org/2013/1/e3/ (page number not for citation purposes)",
    "JMIR Serious Games 2013 | vol. 1 | iss. 1 | e3 | p. 5 http://games.jmir.org/2013/1/e3/ (page number not for citation purposes)",
    "JMIR Serious Games 2013 | vol. 1 | iss. 1 | e3 | p. 6 http://games.jmir.org/2013/1/e3/ (page number not for citation purposes)",
    "Suppl",
    "[raw_reference] Snyder LB. Health communication campaigns and their impact on behavior. J Nutr Educ Behav 2007;39(2 Suppl):S32-S40. [doi: 10.1016/j.jneb.2006.09.004] [Medline: 17336803]",
    "FREE Full text",
    "[raw_reference] Cugelman B, Thelwall M, Dawes P. Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors. J Med Internet Res 2011;13(1):e17 [FREE Full text] [doi: 10.2196/jmir.1367] [Medline: 21320854]",
    "[raw_reference] Lipsey M, Wilson D. Practical meta-analysis. Thousand Oaks, Calif: Sage; 2001.",
    "Envisioning Future Media Environments MindTrek 11",
    "[raw_reference] Deterding S, Dixon D, Khaled R, Nacke L. From game design elements to gamefulness: Defining gamification. In: Proceedings of the 15th International Academic MindTrek Conference: Envisioning Future Media Environments.: Envisioning Future Media Environments; 2011 Presented at: MindTrek 11; 28-30 September 2011; Tampere, Finland.",
    "FREE Full text",
    "[raw_reference] Embry DD, Biglan A. Evidence-based kernels: fundamental units of behavioral influence. Clin Child Fam Psychol Rev 2008 Sep;11(3):75-113 [FREE Full text] [doi: 10.1007/s10567-008-0036-x] [Medline: 18712600]",
    "FREE Full text",
    "[raw_reference] Michie S, Johnston M, Abraham C, Lawton R, Parker D, Walker A. Making psychological theory useful for implementing evidence based practice: a consensus approach. Qual Saf Health Care 2005 Feb;14(1):26-33 [FREE Full text] [doi: 10.1136/qshc.2004.011155] [Medline: 15692000]",
    "[raw_reference] Davidson KW, Goldstein M, Kaplan RM, Kaufmann PG, Knatterud GL, Orleans CT, et al. Evidence-based behavioral medicine: what is it and how do we achieve it? Ann Behav Med 2003 Dec;26(3):161-171. [doi: 10.1136/qshc.2004.011155] [Medline: 14644692]",
    "[raw_reference] Coonradt CA. The Game of Work. Layton, Utah: Gibbs Smith; 2007.",
    "WebCite Cache ID 6LQaqKH16",
    "[raw_reference] Reeves B, Read J L. 2010. Ten ingredients of great games URL: http://www.cedma-europe.org/newsletter%20articles/misc/ Ten%20Ingredients%20of%20Great%20Games%20(Apr%2010).pdf [accessed 2013-11-26] [WebCite Cache ID 6LQaqKH16]",
    "6LQb7JCpU",
    "[raw_reference] Zichermann G. 2011. The six rules of gamification cited 2013 5 Nov 2013; URL: http://www.gamification.co/2011/11/29/ the-six-rules-of-gamification/ [accessed 2013-11-26] [WebCite Cache ID 6LQb7JCpU]",
    "Digital game-based learning",
    "[raw_reference] Prensky M. Fun, play and games: What makes games engaging. In: Digital game-based learning. New York: McGraw-Hill; 2001.",
    "[raw_reference] Cugelman B. Persuasive design toolkit. Toronto, Canada: AlterSpark Corp; 2013.",
    "forthcoming",
    "[raw_reference] Hamari J, Koivisto J, Sarsa H. Does gamification work? -a literature review of empirical studies on gamification (forthcoming). 2014 Presented at: 47th Hawaii International Conference on System Sciences; January 6-9, 2014; Hawaii, USA.",
    "[raw_reference] Kavussanu M, Boardley ID, Jutkiewicz N, Vincent S, Ring C. Coaching efficacy and coaching effectiveness: Examining their predictors and comparing coaches' and athletes' reports. The Sport Psychologist 2008;22(4):383-404.",
    "[raw_reference] Carver C, Scheier M. On the structure of behavioral self-regulation. In: Boekaerts M, Pintrich PR, Zeidner M, editors. Handbook of self-regulation. San Diego, Calif: Elsevier Academic Press; 2005:41-84.",
    "this is a non-peer-reviewed article Submitted 26.11.13; accepted 28.11.13 Flow: The Psychology of Optimal Experience Developers JMIR Serious Games 2013",
    "[raw_reference] Csikszentmihalyi M. Flow: The Psychology of Optimal Experience. New York, USA: Harper Perennial Modern Classics; 2008. Edited by G Eysenbach; this is a non-peer-reviewed article. Submitted 26.11.13; accepted 28.11.13; published 12.12.13. Please cite as: Cugelman B Gamification: What It Is and Why It Matters to Digital Health Behavior Change Developers JMIR Serious Games 2013;1(1):e3 URL: http://games.jmir.org/2013/1/e3/ doi: 10.2196/games.3139 PMID: 25658754"
  ],
  "editors": [
    "M Boekaerts",
    "P R Pintrich",
    "M Zeidner",
    "G Eysenbach"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "JMIR Serious Games",
  "volume": "1",
  "issue": "1",
  "pages": "e3",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:19.630490",
    "zotero_item_type": "journalArticle"
  }
}
