{
  "paper_id": "GRLCGS7I",
  "title": "High-Impact Exercise Increased Femoral Neck Bone Density With No Adverse Effects on Imaging Markers of Knee Osteoarthritis in Postmenopausal Women",
  "abstract": "High-impact exercise can improve femoral neck bone mass but findings in postmenopausal women have been inconsistent and there may be concern at the effects of high-impact exercise on joint health. We investigated the effects of a high-impact exercise intervention on bone mineral density (BMD), bone mineral content (BMC), and section modulus (Z) as well as imaging biomarkers of osteoarthritis (OA) in healthy postmenopausal women. Forty-two women aged 55 to 70 years who were at least 12 months postmenopausal were recruited. The 6-month intervention consisted of progressive, unilateral, high-impact exercise incorporating multidirectional hops on one randomly assigned exercise leg (EL) for comparison with the contralateral control leg (CL). Dual-energy X-ray absorptiometry (DXA) was used to measure BMD, BMC, and Z of the femoral neck. Magnetic resonance imaging (MRI) of the knee joint was used to analyze the biochemical composition of articular cartilage using T2 relaxometry and to analyze joint pathology associated with OA using semiquantitative analysis. Thirty-five participants (61.7 AE 4.3 years) completed the intervention with a mean adherence of 76.8% AE 22.5%. Femoral neck BMD, BMC, and Z all increased in the EL (+0.81%, +0.69%, and +3.18%, respectively) compared to decreases in the CL (-0.57%, -0.71%, and -0.75%: all interaction effects p < 0.05). There was a significant increase in mean T2 relaxation times (main effect of time p = 0.011) but this did not differ between the EL and CL, indicating no global effect. Semiquantitative analysis showed high prevalence of bone marrow lesions (BML) and cartilage defects, especially in the patellofemoral joint (PFJ), with no indication that the intervention caused pathology progression. In conclusion, a high-impact exercise intervention that requires little time, cost, or specialist equipment improved femoral neck BMD with no negative effects on knee OA imaging biomarkers. Unilateral high-impact exercise is a feasible intervention to reduce hip fracture risk in healthy postmenopausal women.",
  "year": 2000,
  "date": "2000",
  "journal": "J Rheumatol",
  "publication": "J Rheumatol",
  "authors": [
    {
      "forename": "Chris",
      "surname": "Hartley",
      "name": "Chris Hartley",
      "affiliation": "1  National Centre of Sports and Exercise Medicine , School of Sports and Exercise Science , Loughborough University , Loughborough , UK \n\t\t\t\t\t\t\t\t National Centre of Sports and Exercise Medicine \n\t\t\t\t\t\t\t\t School of Sports and Exercise Science \n\t\t\t\t\t\t\t\t Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Loughborough \n\t\t\t\t\t\t\t\t\t UK",
      "email": "c.hartley@lboro.ac.uk"
    },
    {
      "forename": "Jonathan",
      "surname": "Folland",
      "name": "Jonathan Folland",
      "affiliation": "1  National Centre of Sports and Exercise Medicine , School of Sports and Exercise Science , Loughborough University , Loughborough , UK \n\t\t\t\t\t\t\t\t National Centre of Sports and Exercise Medicine \n\t\t\t\t\t\t\t\t School of Sports and Exercise Science \n\t\t\t\t\t\t\t\t Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Loughborough \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Robert",
      "surname": "Kerslake",
      "name": "Robert Kerslake",
      "affiliation": "2  The Centre for Sport , Exercise and Osteoarthritis Research Versus Arthritis , Loughborough University , Loughborough , UK \n\t\t\t\t\t\t\t\t The Centre for Sport \n\t\t\t\t\t\t\t\t Exercise and Osteoarthritis Research Versus Arthritis \n\t\t\t\t\t\t\t\t Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Loughborough \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Katherine",
      "surname": "Brooke-Wavell",
      "name": "Katherine Brooke-Wavell",
      "affiliation": "1  National Centre of Sports and Exercise Medicine , School of Sports and Exercise Science , Loughborough University , Loughborough , UK \n\t\t\t\t\t\t\t\t National Centre of Sports and Exercise Medicine \n\t\t\t\t\t\t\t\t School of Sports and Exercise Science \n\t\t\t\t\t\t\t\t Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Loughborough \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Loughborough University , Loughborough , LE11 3TU , UK. \n\t\t\t\t\t\t\t\t Loughborough University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t LE11 3TU \n\t\t\t\t\t\t\t\t\t Loughborough \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "keywords": [
    "DXA",
    "EXERCISE",
    "FRACTURE PREVENTION",
    "OSTEOARTHRITIS",
    "OSTEOPOROSIS"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "O steoporosis (OP) and osteoarthritis (OA) affect millions of people worldwide and have been shown to be related  (1)  with higher bone mineral density (BMD) associated with decreased risk of OA progression but increased risk of incident knee OA. One in two women over 50 years are predicted to suffer a fracture in their lifetime  (2)  and globally, OA contributed 16 million years lost to disability in 2016, with that figure predicted to rise.  (3) Postmenopausal women are at particular risk of developing OP because of estrogen-deficiency bone loss  (4)  and OA is more prevalent in women than men.  (5) High-impact exercise can increase BMD but there have been mixed findings in postmenopausal women.  (6) (7) (8)  Progressive, high-impact, unilateral exercise has improved femoral neck BMD in premenopausal women  (9)  and older men  (10)  as well as bone material strength index (BMSi) in postmenopausal women.  (11) Hopping has been shown to generate ground reaction forces (GRFs) that are 72% of jumping GRF, but with force applied to a single leg.  (12) The higher GRF per leg, and thus skeletal forces through the involved limb of unilateral exercise may be sufficient to produce an osteogenic response. To date, no studies have investigated the effect of high-impact unilateral exercise on BMD as measured by dualenergy X-ray absorptiometry (DXA), the gold standard for OP diagnosis, at common fracture sites (ie, hip and spine) in postmenopausal women.\n\nAlthough high-impact exercise is beneficial to bone strength, older people may have concerns as to the effect on their joints.  (13) However, in older people without radiographic or symptomatic knee OA, recreational activity did not increase risk of OA development  (14)  and a review of studies investigating the mid-term to long-term effects of exercise of a range of modes on articular cartilage found no evidence of detrimental effects,  (15)  although few included high-impact exercise. High-impact exercise has been shown to improve femoral neck bone mineral content (BMC) with no change in quantitative MRI biomarkers or cartilage composition in postmenopausal women with mild OA,  (16)  but there is little research using quantitative MRI in those without a diagnosis of OA. In addition to cartilage changes, OA is recognized as a whole-joint condition  (17)  affecting bone, meniscus, synovium, and other structures within the joint in addition to articular cartilage. Semiquantitative scoring of the joint is a validated and systematic method to analyze the joint for risk factors of OA in multiple joint structures.  (17) Bone marrow lesions (BMLs) and cartilage damage are risk factors for OA but changes in these features have never been reported following high-impact exercise interventions. A systematic review of exercise therapy concluded there was no effect on these features except perhaps for BML severity.  (18) To date there is little evidence to support the perception that high-impact exercise may be detrimental to the knee joint. However, only one study simultaneously measured the effect of high-impact exercise on bone and cartilage in a postmenopausal population  (16)  and no previous research has used semiquantitative analysis to investigate BMLs and cartilage defects.\n\nMany previous exercise interventions aiming to improve hip BMD have required significant time, equipment, or instruction to carry out. Cost of exercise, lack of time, and inadequate facilities have been shown to be barriers to exercise in older people.  (19, 20) A progressive exercise program for improving femoral neck BMD that is simple to carry out at home and requires little time each day, has good potential to be an effective public health intervention. Adherence to a home-based, unilateral intervention has shown to be acceptable with at least 86% adherence reported in older men  (10)  and premenopausal women.  (9) It is important to understand the feasibility of a unilateral, high-impact exercise intervention in postmenopausal women and to establish its effect on both bone and joint health.\n\nThe aim of the current study was to investigate the effects of a progressive 6-month, unilateral high-impact exercise intervention in healthy postmenopausal women on femoral neck BMD, BMC, and geometric properties while quantifying changes to knee articular cartilage and OA biomarkers using T2 relaxometry and semiquantitative scoring of the whole joint."
    },
    {
      "title": "Subjects and Methods"
    },
    {
      "title": "Study design and participants",
      "text": "The study was a controlled trial with participants completing 6 months of high-impact unilateral exercise on a randomly assigned exercise leg (EL) to be compared with the contralateral control leg (CL) (registered at clinicaltrials.gov: NCT03225703: The Effect of High Impact Exercise on Bone and Articular Cartilage in Post-menopausal Women). The study was approved by the National Research Ethics Service (16/EM/0460) and Loughborough University Ethics Approvals (Human Participants) Sub-Committee (R16-P149). Written informed consent was obtained from all participants at the first meeting, prior to enrollment in the study.\n\nPostmenopausal women were recruited from the local community via advertising and existing community links. Inclusion criteria were as follows: women aged between 55 and 70 years; at least 12 months since last menstruation and/or hysterectomy, oophorectomy, or hormonal contraceptive use. Exclusion criteria were as follows: being eligible for pharmaceutical treatment of OP according to national guidance  (21)  ; any existing symptomatic knee, hip, or back injury; any medical conditions or injuries that exclude participation in an exercise intervention, eg, heart conditions, hypertension; body mass index (BMI) >30 kg/m 2 ; participation in a study involving ionizing radiation in the previous 12 months; exercise known to involve GRF greater than that of jogging, more than once a week; contraindications to MRI or DXA; taking medication affecting bone metabolism or density. Initial screening was conducted by telephone and suitable participants invited to the university for baseline testing. Demographic, health status, bone physical activity questionnaire (BPAQ)  (12)  and a calcium intake questionnaire (CaQ)  (22)  were completed. Anthropometric data and DXA scans were taken and eligibility based on BMI and OP risk factors assessed. At a second meeting MRI scans were acquired, followed by familiarization to the hopping protocol and baseline GRF data. Following baseline data collection participants were randomly assigned an exercise (hopping) leg. Participants were asked to choose an opaque envelope at random to assign an EL (left or right). Randomization was minimized in groups of eight. The intervention protocol was then demonstrated and the participant completed their first session under supervision. After 6 months, the participants were invited back for repeat DXA, MRI, and force plate data collections."
    },
    {
      "title": "Demographic, health, and physical activity questionnaires",
      "text": "Demographic and health questionnaires asking for information on date of menopause, current and historical medication (especially related to bone metabolism), Fracture Risk Assessment Tool (FRAX) risk factors, previous injury, and medical incidents. The BPAQ  (12)  questionnaire was completed to determine each participant's current and previous bone-relevant physical activity. The CaQ  (22)  was completed by each participant to have an estimation of their weekly intake of calcium."
    },
    {
      "title": "DXA scanning",
      "text": "Scans of the whole body, both femurs, and the lumbar spine were acquired using DXA (GE Lunar iDXA; GE Healthcare, Milwaukee, WI, USA) and analyzed using enCORE version 16 (GE Healthcare). Femoral neck BMD, BMC, and section modulus (Z) were used for further analysis as was BMD for L 1 -L 4 . Acquisition of repeat scans on the same day in our laboratory have revealed the root-mean-square coefficient of variation (CV RMS ) for femoral neck BMD, BMC, and Z were 1.16%, 1.21%, and 3.9%, respectively, and 1.13% for lumbar spine BMD. Whole-body scans gave information on total and regional fat mass and lean mass in kilograms. All participants were positioned in accordance with standard manufacturer and International Society for Clinical Densitometry (ISCD) guidelines; all scans were acquired and analyzed by the same member of the research team, blinded to the allocation of EL."
    },
    {
      "title": "Knee joint measures"
    },
    {
      "title": "T2 mapping",
      "text": "Joint measures were performed at the knee only because feasibility studies demonstrated that T2 maps were not reliably obtained from all loaded ROIs of hip articular cartilage. Coronal T2 maps of both knees were acquired using a 3-T MRI scanner (Discovery MR750w; GE Healthcare, Milwaukee, WI, USA). T2 relaxation time was mapped using a multislice multi-spin echo sequence ). Slices were positioned using a scout axial scan, and specifically aligned parallel to the line between the most posterior prominence of each of the femoral condyles. Scans were acquired prior to the first session of the exercise intervention and the day after the final session by experienced radiographers blinded to EL allocation, under the supervision of a consultant radiologist (RK). Participants were asked not to exercise on the day of data collection and were asked to remain seated for 30 min prior to data collection. Cartilage has been shown to return to baseline values of T2 relaxation times quickly following body weight exercise (knee bends),  (23)  so this rest period should be sufficient to negate any acute effects of any previous exercise.\n\nAll scan images were saved and exported as Digital Imaging and Communications in Medicine (DICOM) files. T2 maps were calculated using AW Volume Share 5, GE Advantage Workstation (GE Healthcare, Milwaukee, WI, USA). Three slices from the central weight-bearing region of the knee were analyzed (Fig.  1 ). Within each coronal image (slice) the articular cartilage was segmented into ROIs based on the segmentation method described in the MRI Osteoarthritis Knee Score (MOAKS) system.  (24) Specifically, four regions of condylar cartilage were defined for the medial and lateral tibial and femoral condyles, using bony landmarks and lateral borders of the bones. Each of these four condylar regions was then further subdivided into equal thirds (medial, central, and lateral) and central regions of each compartment were analyzed (Fig.  2 ) because they represent the weightbearing areas of cartilage. For this region the test-retest intratester repeatability (CV RMS ) of T2 relaxation times in our laboratory was 7.8%.  (25) This is within the range of findings reported in a systematic review of T2 mapping test-retest reproducibility.  (26) miquantitative scoring Sagittal proton density fat saturated sequences (TR = automatic [approximately 4000 ms], TE = 30 ms, ETL/echoes = 8, slice thickness = 3 mm with no gap, FOV = 16 cm, matrix = 384 × 288, acquisition time = 4 min 58 s) were acquired of each knee during the same scanning session as the T2 maps. Each knee was scanned individually. These scans were used to quantify the prevalence of BML and cartilage defects using the relevant MOAKS protocol.  (24) nalysis of the joint for all features, in all ROIs included in the MOAKS protocol requires a large number of different MRI scans to be acquired. This was not feasible in the current study because of scanner time restraints, so only BMLs and cartilage defects were assessed; we did not analyze osteophytes, meniscus, effusion/ synovitis, or ligaments. Previous research has shown BMLs to be potentially affected by exercise interventions.  (19) In addition to T2 mapping, the assessment of cartilage defects gives good information on cartilage response to high impact exercise. The joint was divided into six ROIs (medial and lateral femur; medial, lateral, and subspinous tibia; and the patella) as described.  (24) Each region for both the EL and CL, preintervention and postintervention were scored for the two features and categorized into one of five categories: no lesion (no BML or cartilage defect preintervention and postintervention); new (no BML or cartilage defect preintervention but scored for postintervention); unchanged (the same BML or cartilage defect score at both preintervention and postintervention); improved (BML or cartilage score at baseline that has reduced for postintervention); and progressed (BML or cartilage score at baseline that has increased for postintervention). Changes in scoring were carried out using a previously described method for analyzing changes in the MOAKS system  (27)  and progression is defined by either and increase in the size of a BML or for cartilage defects, an increase in size and/or percentage of full thickness loss.\n\nAll analysis was conducted by the same member of the research team (CH), blinded to the allocation of EL. Ten percent of the scans were separately analyzed by an experienced musculoskeletal consultant radiologist (RK) with the kappa agreement level being 0.68."
    },
    {
      "title": "GRF during hopping",
      "text": "Vertical ground reaction forces (vGRFs) were measured to estimate the osteogenic load experienced by the participant. vGRF during a set of 10 consecutive hops were sampled at 2000 Hz using a force plate (9286AA; Kistler Instruments Ltd, London, UK) and Bioware software (Kistler Instruments Ltd, London, UK). Following a brief warm-up, the participant was asked to stand barefoot on a force plate for several seconds before being instructed to stand on one leg and asked to complete 10 consecutive hops on their right leg with instruction that they should hop as they would at home during the intervention. This was  repeated for the opposite leg and was intended to replicate the exercise carried out during the intervention. If required, participants were provided with a stable support to assist balance but instructed not to use this to aid in propulsion. Participants were encouraged to hop with as much effort as possible including use of the arms. These measurements were repeated following the 6-month exercise intervention to analyze any changes in GRFs during a set of 10 hops. All data were filtered (low-pass filter; 100 Hz) and normalized to multiples of body weight (BW). Peak vGRF for each hop, irrespective of takeoff or landing was identified. The mean of these 10 peaks was then calculated for each leg used in the analysis."
    },
    {
      "title": "Exercise protocol",
      "text": "The exercise intervention was 6 months of unilateral, highimpact exercise progressing to five sets of 10 multidirectional hops completed daily. The intervention was individually progressed for the first 10 weeks, leading up to the final protocol of 50 multidirectional hops for all participants from weeks 11 to 26 (Table  1 ). Following 5 min of warm-up, participants commenced the hopping exercises, which lasted approximately 3 to 4 min. The hops were split into three to five sets with 15 s of rest between each set. Allowing for several minutes to complete warm-down stretching, the total exercise time was less than 15 min per day. Initially vertical hops were completed, that is hopping vertically with no anterior/posterior or lateral movement. From week 6, anterior/posterior, lateral, and rotational hops were introduced. The different hops were demonstrated for participants at baseline data collection and a video demonstration was also available for later viewing if required. In a pilot study, 85% of women (n = 26; mean age = 69.6 years) were able to complete one set of eight consecutive hops prior to any training,  (28)  and in a previous study using this intervention  (10)  elderly men were able to complete three sets of 10 hops at week 1. Participants were advised to complete the exercise with care, using a sturdy support if necessary, until comfortable with the movement. Participants were advised to complete the protocol in shoes they would wear for exercise and on a firm surface such as carpet. Participants were encouraged to increase their hop height over time with the intention of continually increasing the intensity of the exercise through the 6 months. Weekly group exercise sessions were offered at Loughborough University, and regular contact with all participants helped to ensure the exercise safety and appropriate progression of variety and intensity of exercise. Participants completed a training diary to record the number and direction of hops completed and any injuries, discomfort, or other reasons that prevented them from exercising."
    },
    {
      "title": "Statistical analysis",
      "text": "All analyses were based on intention-to-treat principles. Comparisons between the exercise and CLs at baseline were made using paired t tests. Changes in femoral neck outcomes (BMD, BMC, and Z) were assessed using repeated measures ANOVA (RM-ANOVA) to investigate the effect of time (pre versus post), leg (EL versus CL), and leg × time interactions. Post hoc, paired t tests were used where any main or interaction effects were identified. Global changes in T2 relaxation times were assessed using RM-ANOVA to investigate the overall effect of time, leg, slice (posterior, central, anterior), and compartment (medial femur, lateral femur, medial tibia, and lateral tibia) plus leg × time interaction. In addition, to detect local changes RM-ANOVAs were used investigate the effect of time, leg, and leg × time interactions on individual ROIs. The difference between mean percentage changes in variables were calculated using paired t tests. Changes in spinal BMD and GRF data were compared using paired t tests. For the semiquantitative knee analysis data, the results were coded as progression or no progression. For each ROI, changes in the EL and CL were compared using the McNemar test. All analyses were carried out using SPSS Statistics (version 23; IBM Corp., Armonk, NY, USA) and statistical significance set at p < 0.05. Because of multiple comparisons the significance level was corrected using Bonferroni adjustment for the T2 RM-ANOVAs of individual ROIs to p < 0.004. There were no previous data to calculate sample size to detect changes in T2 relaxation times from an internal control design. Using data from a similar protocol in premenopausal women,  (9)  it was calculated that a sample size of n = 30 was required to detect changes in femoral neck BMD (2% difference between legs, statistical power of 80% at p < 0.05). 2 . There were no statistically significant differences in femoral neck Tscore between legs at baseline."
    },
    {
      "title": "Results"
    },
    {
      "title": "Baseline characteristics of the group are show in Table"
    },
    {
      "title": "Adherence",
      "text": "Of the 42 participants who were randomized to the trial, baseline and follow-up data were available for 35 (Fig.  3 ). Of the seven participants for whom follow-up data were not available, four participants were lost to follow-up without providing any formal notice, two participants withdrew due to knee discomfort, one within the first week and one in week 8, and one participant withdrew with Achilles tendinopathy in week 3. Following cessation of exercise, both knee injuries recovered but the Achilles injury required physiotherapy treatment. Two participants formally withdrew from the intervention but returned for follow-up data; one in week 14 due to knee discomfort, which recovered with cessation of the exercise, and one with a non-intervention-related knee injury following a fall (which meant follow-up MRI and GRF was not possible).\n\nAdherence was assessed during the final 16 weeks of the intervention when participants were prescribed 50 hops each day, mean adherence was 76.8% AE 22.5% with 29 participants exercising on at least 4 days per week. The mean number of adverse incidents (any reason the participant could not hop for at least one planned session) was 3.4 AE 2.8 days per participant, with most incidents being reported as ankle or knee soreness."
    },
    {
      "title": "Body composition and GRF measurements",
      "text": "There were no changes in either total body fat mass (23.14 AE 7.08 kg versus 23.15 AE 7.26 kg; paired t test, p = 0.964), total body lean mass (38.57 AE 3.56 kg versus 38.75 kg AE 3.60 kg; paired t test, p = 0.182), or in the lean mass of the EL (6.50 AE 0.77 kg versus 6.44 AE 7.72 kg; paired t test, p = 0.202) and CL (6.47 AE 0.80 kg versus 6.41 AE 0.75 kg; paired t test, p = 0.221). The mean peak vGRF of 10 consecutive hops showed no difference between the legs (2.16 AE 0.23 BW versus 2.14 AE 0.20 BW) at baseline. Postintervention, this increased in both legs (EL by 10% compared with 7% in CL) showing a time effect (RM-ANOVA, p < 0.001) but no interaction effect (Table  3 ), indicating an increase in hopping intensity over the 6 months."
    },
    {
      "title": "Bone measurements",
      "text": "The baseline and change values for femoral neck BMD, BMC, and Z, and L 1 -L 4 BMD are shown in Table  3 . At baseline there was no difference between the two legs in any outcome measures. Following 6 months of a high-impact exercise intervention, the mean femoral neck BMD had increased in the EL (0.81%) and decreased in the CL (0.57%) (p for leg × time interaction in RM-ANOVA = 0.039). Similar changes were observed for  BMC; EL increased by 0.69% compared with a decrease in the CL of 0.71% (p for leg × time interaction in RM-ANOVA = 0.024). The increase in the EL section modulus was 3.18% compared with a reduction of 0.75% in the CL (p for leg × time interaction in RM-ANOVA = 0.017) (Fig.  4A ). BMD at L 1 -L 4 decreased by 0.9% from baseline (1.092 AE 0.201 g/cm 2 ) following the 6-month intervention (1.082 AE 0.201 g/cm 2 ) (p = 0.019)."
    },
    {
      "title": "Knee joint measures"
    },
    {
      "title": "T2 relaxometry",
      "text": "Baseline T2 relaxation times and change after 6 months are shown in Table  3 . There were no differences between the EL and CL in any ROIs at baseline. There was a significant increase in mean T2 relaxation times over the intervention (main effect of time p = 0.011) but this did not differ between the EL and CL (leg × time interaction p = 0.685), indicating no global effect. In individual ROIs there was a significant main effect of time in three of the 12 ROIs, with all increasing in value. There was a significant leg × time interaction in the medial tibial ROI of the central slice, with the CL leg increasing by 2.5 ms compared with a reduction of 0.3 ms in the EL (p = 0.025). Once the significance level was adjusted for multiple comparisons the individual ROI findings were no longer statistically significant. Figure  4B  shows the percentage change across each ROI for both legs."
    },
    {
      "title": "Semiquantitative assessment",
      "text": "Figure  5  shows the percentage of ROIs in each knee compartment that had an unchanged score, a progression of an existing score, a new score, or no score throughout, in BMLs (Fig 5A ) and cartilage lesions (Fig 5B ), following 6 months of high-impact exercise. At baseline, 31 participants (91%) of the cohort had a BML in at least one ROI and 31 had a cartilage defect in at least one ROI. The prevalence of both BMLs and cartilage defects was much higher in the patellofemoral joint (PFJ) than in any other single ROI. When grouped by joint it was more common to have an isolated PFJ BML than tibiofemoral joint (TFJ) BML (28% versus 16%: p value from chi square test = 0.030) but it was most common to have a BML in both joints (35%: p versus isolated PFJ <0.0001; p versus isolated TFJ = 0.007). Isolated cartilage defects were more common in the PFJ than TFJ (49% versus 7%; p = 0.024). It was also more common to have an isolated PFJ cartilage defect than a lesion in both joints (49% versus 29%; p < 0.0001). There were five participants who had progression of a BML in the EL and five participants who had a progression in the CL. Four participants had improvements in BML scores in the EL and five in the CL. Six participants had progression of cartilage defects in the EL and four in the CL. Two had improvements in cartilage defects in the EL and three in the CL. The McNemar test compared between ROIs that progressed (progressed or new score) and those that did not (no score, same score, improved score) and showed no significant differences between any of the ROIs."
    },
    {
      "title": "Discussion",
      "text": "This is the first study to show changes in femoral neck BMD following high-impact, unilateral exercise in postmenopausal women. Six months of progressive, high-impact, unilateral exercise improved femoral neck BMD, BMC, and Z without any detrimental effect on knee articular cartilage, T2 relaxation times, or features associated with OA progression.\n\nIncreases in femoral neck BMD, BMC, and Z demonstrate that, in contrast to some meta-analyses,  (6)  high-impact exercise is an effective intervention to benefit bone strength in postmenopausal women. The varied nature of previous interventions and the populations included may help to explain the inconclusive previous findings. Bone requires regular and progressive loading to maintain and increase its mass  (29)  with animal studies showing intermittent high loads separated with periods of rest to be the most osteogenic.  (30) Meta-analyses of impact exercise in postmenopausal women have concluded that mixed loading exercise programs are beneficial for femoral neck BMD,  (6, 7)  but studies focusing on high-impact interventions have been inconclusive. Jumping protocols with postmenopausal women did not significantly influence femoral neck BMD  (31, 32)  ; but one study showed improved femoral neck BMC  (16)  with a net benefit of 1.96% over 12 months compared with 1.40% in the current study (over 6 months). In both studies showing no effect, the cohort included more perimenopausal women than in the current study. Losses in BMD have been shown to be greatest in the 5 years after final menses.  (33) A perimenopausal cohort may have resulted in greater variation in the response to exercise and so reduced statistical power to detect change. Another factor that may have affected the findings is lower impact forces during jumping, where impact forces are shared between legs. The magnitude of the loading reported during jumping  (31)  was 3.96BW or 1.98BW per leg. This is lower than the 2.45BW per leg that resulted in femoral neck BMC increases following highimpact exercise classes  (15)  and less than the current study, which reports 2.37BW postintervention. Our findings indicate that healthy postmenopausal women can respond to intermittent and progressive high-magnitude mechanical loading with increases in femoral neck BMD and BMC similar to those reported in older men.  (10) one strength is determined not only by its mass but also its geometric properties.  (34) Z is a measure of bone strength under bending and has increased after exercise interventions in older men,  (10)  premenopausal women,  (35)  and postmenopausal women.  (36) The current study also shows an increase in bending strength, increasing by 3.2% in the EL. This change is similar to values reported in previous high-impact exercise studies.  (10, 35) he proportionately larger increase in Z than BMD and BMC suggest that the bone mineral may be redistributed in order to increase its strength under bending. The current study does not include quantitative computed tomography (QCT) measurements that would provide further information on cortical and trabecular bone, but this intervention has been found to stimulate greater increases in cortical BMC compared with trabecular.  (37) A similar, unilateral protocol was used in a study of postmenopausal women and reported increases in BMSi  (11)  but not in bone microstructure, geometry, or density measured by HR-pQCT. This was a 3-month intervention, which is less than the time of a full remodeling cycle and perhaps too short to see changes in bone mineral that we have observed. That there are changes in BMSi suggest bone material properties may change before mass can be increased. In the current study we see a larger increase in Z than BMD or BMC, again suggesting adaptation of structural parameters in response to increased mechanical loading in advance of changes in mass. The changes in femoral neck BMC over 6 months in the current study are similar to those reported in a year-long study of high-impact exercise in older men.  (10) It is possible that the intervention was a greater deviation from habitual loading patterns than in the men; or the change in activity causes an osteogenic response that plateaus following an initial increase in bone mass.\n\nThere is little evidence of articular cartilage volume responding to increases in mechanical loading,  (15, 38)  but the biochemical composition does respond to loading in both the short term  (38) (39) (40)  and following training interventions.  (41) (42) (43) (44)  T2 relaxometry has been shown to be a reproducible method of assessing cartilage composition  (25)  and provides information on the free water content and collagen alignment within the articular cartilage.  (45) In the current study 12 regions of weight-bearing articular cartilage were analyzed. Global analysis of all regions showed a significant increase in T2 relaxation times, which may be indicative of changes associated with aging. The magnitude of change was 0.4 and 0.6 ms in the EL and CL, respectively, compared to values of 4 to 7 ms higher in OA than healthy cartilage shown previously.  (46, 47) T2 relaxation times increased in both legs in three ROIs and there was a significant interaction effect at the medial tibia, which would represent a protective benefit of the intervention, but these findings did not persist after correction for multiple comparisons. All other ROIs showed no statistically significant change over the 6-month intervention in either leg. As such, the intervention had no detrimental effect on the biochemical properties measured with T2 relaxation times. Other studies using markers of articular cartilage composition have shown improvements following 16 weeks of neuromuscular training,  (42)  10-week beginners running program,  (43)  and 4 months of aquatic exercise.  (44) In each of these studies there was a beneficial effect of the intervention in a single ROI within the joint. This suggests that there may be localized changes, dependent on the loading patterns of exercise. However, the most important finding of these studies is that loading the cartilage, in both healthy and OA joints, did not have any discernible detrimental effect on the biochemical composition of the joint. That there is no detrimental effect in postmenopausal women agrees with one previous study using T2 mapping in a similar cohort,  (16)  but this is the first study to investigate the effect on postmenopausal women without diagnosis of knee OA.\n\nOA is recognized as a whole-joint condition  (17)  and there are structures in addition to articular cartilage that are linked to the progression of the condition. In the current study we used semiquantitative scoring to investigate any progression of BMLs and cartilage defects. The prevalence of both these in our population was quite high, with 88% scoring for both a BML and cartilage defect in at least one ROI. The prevalence of both BMLs and cartilage defects was higher in the PFJ than the TFJ. It was more likely to have BMLs in both joints than just in one, but more likely to have a cartilage defect in just the PFJ than both joints. Previous analysis of BML and cartilage defect prevalence in older people of both sexes,  (48)  showed similar findings when comparing the TFJ and the PFJ. Although when comparing only BMLs they did not find a significantly increased prevalence in the PFJ as in the current study. Progressions in bone marrow lesion size are associated with cartilage loss  (49)  and increased pain  (50)  and a recent systematic review concluded that long-term exercise therapy, including walking, neuromuscular training, and highimpact exercise, may increase medial BML severity but has no effect on other pathology.  (19) The current study did not detect in any significant difference in worsening of BMLs (or cartilage defects) between the EL or CL. Not only did the exercise not increase the progression of these features, improvements of BMLs in the EL indicate that high-impact exercise does not limit the resolution of BMLs.\n\nOf the 42 participants that were randomized, seven (17%) withdrew from the study and two more did not complete the full intervention but returned for follow-up scans. This is less than the withdrawal of 28% of older men  (10)  and 27% of premenopausal women  (9)  who took part in similar interventions. This also compared favorably with a resistance training intervention in a similar population, with 69% retention after 6 months.  (51) systematic review of impact exercise in postmenopausal women reported the percentage of exercises sessions attended as ranging from 50% to 91%.  (7) The mean adherence to the current protocol was 76.8% AE 22.5% or 5.1 daily sessions per week, with three participants reporting less than 50% adherence. With 69% of those beginning the intervention completing at least 4 days of exercise per week, we have shown that this intervention is mostly feasible for this population. However, a slower rate of progression may be beneficial for some, or the inclusion of additional neuromuscular exercise to improve balance and strength prior to unilateral hopping. For the majority, the level of adherence and the MRI findings indicate that regular, highimpact exercise is a feasible and intervention to improve hip strength in this population.\n\nThe strengths of this study are that it is a randomized trial with a duration that has been shown to be sufficient for both changes in bone  (9)  and cartilage.  (41) This is the first study to investigate changes of knee OA imaging biomarkers in those without a diagnosis of OA (albeit with a substantial prevalence of pathology) and the first to use semiquantitative analysis to analyze any effects of high-impact exercise. To our knowledge there is only one previous study that has investigated both bone and cartilage outcomes following high-impact exercise in postmenopausal women  (16)  reporting similar findings to the current study. Assessing the whole joint health in addition to the biochemical composition of the articular cartilage gives a more complete picture on the effect of high-impact exercise to the knee. The withinparticipant control design removes the influence of systemic factors such as habitual activity, diet, and previous exercise that would be confounders in a study using an exercise and control group comparison. These systemic factors, which may affect the boneʼs adaptation to exercise, would be expected to affect both the exercise and CL equally, and thus not influence the findings, as well as reducing variance and increasing statistical power. The current intervention is simple, brief, and home-based, requiring no special equipment or instruction.\n\nThe limitations of the study are the recruitment of healthy postmenopausal women with normal BMI and no diagnosis of so findings may not be generalizable to overweight women or clinical groups. Although habitual high-impact exercise was an exclusion criterion for recruitment, many of the participants were active and accustomed to physical activity. How this exercise would be accepted by a more symptomatic or sedentary population is unknown. Evidence suggests that exercise does improve articular cartilage composition in those at risk or diagnosed with knee OA,  (15)  but many of these interventions are designed to improve OA outcomes and not induce an osteogenic response. Because the current study is a home-based intervention, adherence is self-reported and no measures of activity levels during the intervention were recorded. Changes in physical activity outside of the intervention may affect the regions measured, but because the design of the study includes a within-person control then these changes should affect both legs equally. In the current study the intervention was not quantified during the exercise session: vGRF data were collected preintervention and postintervention and not in the same conditions as an exercise session. This may not fully represent the GRF, and mechanical strain, generated during the home-based, multidirectional exercise. Because of the feasibility of collecting MRI data it was not possible in the current study to analyze all features detailed in the MOAKS scoring system, meaning there may be other features associated with OA progression that we have not identified. However, the features shown most likely to change following exercise are BMLs  (18)  and there is no evidence of advanced progression being related to the current intervention.\n\nIn summary, this study provides evidence that brief and feasible, unilateral, high-impact exercise can improve femoral neck bone mass and geometric properties in postmenopausal women. This is the first study to examine effects of exercise on BMLs and cartilage defects and showed no adverse effects of exercise; in fact, some spontaneous resolution occurred in the EL as in the CL. In addition, measures of articular cartilage biochemical composition showed no negative effects of this type of exercise after 6 months. Impact exercise may be an effective intervention for reducing the risk of hip fracture in postmenopausal women without affecting pathological features associated with knee OA."
    },
    {
      "text": "(repetition time [TR] = 1004 ms, echo time [TE] = 6.4 to 51.4 ms, number of echoes = 8, echo spacing = 6.4 ms, echo train length [ETL] = 8, slice thickness = 4 mm [2.5 mm spacing], field of view [FOV] = 16 cm, matrix size = 256 × 192, acquisition time = 5:06"
    },
    {
      "text": "Fig. 1. Schematic diagram showing alignment of coronal T2 maps. Eight 4-mm slices were acquired (with a 2.5-mm gap between each) and slices 2 (posterior), 3 (central), and 4 (anterior) were used in analysis."
    },
    {
      "text": "Fig. 2. Segmentation of coronal T2 maps showing the four ROIs used in each slice."
    },
    {
      "text": "Fig. 3. CONSORT flow diagram illustrating the participants involvement and reasons for withdrawal. CONSORT = Consolidated Standards of Reporting Trials."
    },
    {
      "text": "Fig. 4. Mean percentage change (AESE) for the EL and CL in (A) femoral neck BMD, BMC, and Z, and (B) T2 relaxation times following 6 months of a unilateral, high-impact exercise intervention. Z = section modulus."
    },
    {
      "text": "Fig. 5. The percentage of ROIs in each knee compartment that had an unchanged score (black), a progression of an existing score (red), an improved score (green), a new score (orange), or no score indicating pathology (gray) in (A) BMLs and (B) cartilage defects. ROI = region of interest; BML = bone marrow lesion."
    },
    {
      "text": "Example of Exercise Progression Through the 6-Month Intervention"
    },
    {
      "text": "Baseline Characteristics of the Cohort (n =35)"
    },
    {
      "text": "Baseline and Change in Femoral Neck BMD, BMC, and Z, Lumbar Spine BMD, Knee Articular Cartilage T2 Relaxation Times, and vGRF During Hopping"
    }
  ],
  "references": [
    {
      "title": "Bone mineral density and risk of incident and progressive radiographic knee osteoarthritis in women: the Framingham Study",
      "authors": [
        "Y Zhang",
        "M Hannan",
        "C Chaisson"
      ],
      "year": 2000
    },
    {
      "title": "Epidemiology of fractures in England and Wales",
      "authors": [
        "T Van Staa",
        "E Dennison",
        "H Leufkens",
        "C Cooper"
      ],
      "year": 2001
    },
    {
      "title": "Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990-2015: a systematic analysis for the Global Burden of Disease Study",
      "authors": [
        "T Vos",
        "C Allen",
        "M Arora"
      ],
      "year": 2015
    },
    {
      "title": "Estrogens and androgens in skeletal physiology and pathophysiology",
      "authors": [
        "M Almeida",
        "M Laurent",
        "V Dubois"
      ],
      "year": 2016
    },
    {
      "title": "Estimates of the prevalence of arthritis and other rheumatic conditions in the United States, part II",
      "authors": [
        "R Lawrence",
        "D Felson",
        "C Helmick"
      ],
      "year": 2008,
      "doi": "10.1002/art.23176"
    },
    {
      "title": "Exercise for preventing and treating osteoporosis in postmenopausal women",
      "authors": [
        "T Howe",
        "B Shea",
        "L Dawson"
      ],
      "year": 2011
    },
    {
      "title": "A meta-analysis of impact exercise on postmenopausal bone loss: the case for mixed loading exercise programmes",
      "authors": [
        "Martyn-St James",
        "M Carroll"
      ],
      "year": 2009
    },
    {
      "title": "Targeted exercise against osteoporosis: a systematic review and meta-analysis for optimising bone strength throughout life",
      "authors": [
        "R Nikander",
        "H Sievänen",
        "A Heinonen"
      ],
      "year": 2010
    },
    {
      "title": "Optimum frequency of exercise for bone health: randomised controlled trial of a high-impact unilateral intervention",
      "authors": [
        "C Bailey",
        "K Brooke-Wavell"
      ],
      "year": 2010
    },
    {
      "title": "High impact exercise increased femoral neck bone mineral density in older men: a randomised unilateral intervention",
      "authors": [
        "S Allison",
        "J Folland",
        "W Rennie",
        "G Summers",
        "K Brooke-Wavell"
      ],
      "year": 2013,
      "doi": "10.1016/j.bone.2012.12.045"
    },
    {
      "title": "High-impact mechanical loading increases bone material strength in postmenopausal women-a 3-month intervention study",
      "authors": [
        "D Sundh",
        "M Nilsson",
        "M Zoulakis"
      ],
      "year": 2018,
      "doi": "10.1002/jbmr.3431"
    },
    {
      "title": "The BPAQ: a bone-specific physical activity assessment instrument",
      "authors": [
        "B Weeks",
        "B Beck"
      ],
      "year": 2008
    },
    {
      "title": "An exploration of barriers and facilitators to older adults' participation in higher impact physical activity and bone health: a qualitative study",
      "authors": [
        "B Simmonds",
        "K Hannam",
        "K Fox",
        "J Tobias"
      ],
      "year": 2016,
      "doi": "10.1007/s00198-015-3376-7"
    },
    {
      "title": "Effect of recreational physical activities on the development of knee osteoarthritis in older adults of different weights: the Framingham Study",
      "authors": [
        "D Felson",
        "J Niu",
        "M Clancy",
        "B Sack",
        "P Aliabadi",
        "Y Zhang"
      ],
      "year": 2007,
      "doi": "10.1002/art.22464"
    },
    {
      "title": "Impact of exercise on articular cartilage in people at risk of, or with established, knee osteoarthritis: a systematic review of randomised controlled trials",
      "authors": [
        "A Bricca",
        "C Juhl",
        "M Steultjens",
        "W Wirth",
        "E Roos"
      ],
      "year": 2019,
      "doi": "10.1136/bjsports-2017-098661"
    },
    {
      "title": "Effects of high-impact training on bone and articular cartilage: 12-month randomized controlled quantitative MRI study",
      "authors": [
        "J Multanen",
        "M Nieminen",
        "A Häkkinen"
      ],
      "year": 2014,
      "doi": "10.1002/jbmr.2015"
    },
    {
      "title": "The role of imaging in osteoarthritis",
      "authors": [
        "F Roemer",
        "F Eckstein",
        "D Hayashi",
        "A Guermazi"
      ],
      "year": 2014
    },
    {
      "title": "Effects of long-term exercise therapy on knee joint structure in people with knee osteoarthritis: a systematic review and meta-analysis",
      "authors": [
        "A Van Ginckel",
        "M Hall",
        "F Dobson",
        "P Calders"
      ],
      "year": 2018
    },
    {
      "title": "Factors associated with physical activity among older people-a population-based study",
      "authors": [
        "K Lim",
        "L Taylor"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2004.04.046"
    },
    {
      "title": "Motivators and barriers for physical activity in the oldest old: a systematic review",
      "authors": [
        "V Baert",
        "E Gorus",
        "T Mets"
      ],
      "year": 2011,
      "doi": "10.1016/j.arr.2011.04.001"
    },
    {
      "title": "UK clinical guideline for the prevention and treatment of osteoporosis",
      "authors": [
        "J Compston",
        "A Cooper",
        "C Cooper"
      ],
      "year": 2017,
      "doi": "10.1007/s11657-017-0324-5"
    },
    {
      "title": "Validation of a short questionnaire for estimating dietary calcium intakes",
      "authors": [
        "H Macdonald",
        "A Garland",
        "J Burr"
      ],
      "year": 2014,
      "doi": "10.1007/s00198-014-2694-5"
    },
    {
      "title": "Detection of changes in cartilage water content using MRI T2-mapping in vivo",
      "authors": [
        "C Liess",
        "S Lüsse",
        "N Karger"
      ],
      "year": 2002
    },
    {
      "title": "Evolution of semi-quantitative whole joint assessment of knee OA: MOAKS (MRI Osteoarthritis Knee Score)",
      "authors": [
        "D Hunter",
        "A Guermazi",
        "G Lo"
      ],
      "year": 2011
    },
    {
      "title": "The reproducibility of T2 relaxation time measurement of knee cartilage in women aged over 50",
      "authors": [
        "C Hartley",
        "R Kerslake",
        "J Folland",
        "K Brooke-Wavell"
      ],
      "year": 2018
    },
    {
      "title": "Systematic review and meta-analysis of the reliability and discriminative validity of cartilage compositional MRI in knee osteoarthritis",
      "authors": [
        "J Mackay",
        "S Low",
        "T Smith",
        "A Toms",
        "A Mccaskie",
        "F Gilbert"
      ],
      "year": 2018
    },
    {
      "title": "How to define subregional osteoarthritis progression using semi-quantitative MRI Osteoarthritis Knee Score (MOAKS)",
      "authors": [
        "J Runhaar",
        "D Schiphof",
        "B Van Meer",
        "M Reijman",
        "S Bierma-Zeinstra",
        "E Oei"
      ],
      "year": 2014,
      "doi": "10.1016/j.joca.2014.06.022"
    },
    {
      "title": "Evaluation of clinical tests and physiological measurements to predict ability to conduct high impact exercise in older people",
      "authors": [
        "C Hartley",
        "K Linyard-Tough",
        "K Brooke-Wavell"
      ],
      "year": 2017
    },
    {
      "title": "Bone's mechanostat: a 2003 update",
      "authors": [
        "H Frost"
      ],
      "year": 2003,
      "doi": "10.1002/ar.a.10119"
    },
    {
      "title": "Improved bone structure and strength after long-term mechanical loading is greatest if loading is separated into short bouts",
      "authors": [
        "A Robling",
        "F Hinant",
        "D Burr",
        "C Turner"
      ],
      "year": 2002,
      "doi": "10.1359/jbmr.2002.17.8.1545"
    },
    {
      "title": "Pre-and postmenopausal women have different bone mineral density responses to the same high-impact exercise",
      "authors": [
        "E Bassey",
        "M Rothwell",
        "J Littlewood",
        "D Pye"
      ],
      "year": 1998
    },
    {
      "title": "Effect of alendronate and exercise on bone and physical performance of postmenopausal women: a randomized controlled trial",
      "authors": [
        "K Uusi-Rasi",
        "P Kannus",
        "S Cheng"
      ],
      "year": 2003,
      "doi": "10.1016/s8756-3282(03)00082-6"
    },
    {
      "title": "Characterization of perimenopausal bone loss: a prospective study",
      "authors": [
        "R Recker",
        "J Lappe",
        "K Davies",
        "R Heaney"
      ],
      "year": 2000,
      "doi": "10.1359/jbmr.2000.15.10.1965"
    },
    {
      "title": "Hip geometry, bone mineral distribution, and bone strength in European men and women: the EPOS study",
      "authors": [
        "N Crabtree",
        "M Lunt",
        "G Holt"
      ],
      "year": 2000
    },
    {
      "title": "Effects of high-impact training and detraining on femoral neck structure in premenopausal women: a hip structural analysis of an 18-month randomized controlled exercise intervention with 3.5-year follow-up",
      "authors": [
        "A Heinonen",
        "J Mäntynen",
        "P Kannus"
      ],
      "year": 2012
    },
    {
      "title": "Effect of progressive high-impact exercise on femoral neck structural strength in postmenopausal women with mild knee osteoarthritis: a 12-month RCT",
      "authors": [
        "J Multanen",
        "T Rantalainen",
        "H Kautiainen"
      ],
      "year": 2017
    },
    {
      "title": "The influence of high-impact exercise on cortical and trabecular bone mineral content and 3D distribution across the proximal femur in older men: a randomized controlled unilateral intervention",
      "authors": [
        "S Allison",
        "K Poole",
        "G Treece"
      ],
      "year": 2015,
      "doi": "10.1002/jbmr.2499"
    },
    {
      "title": "The effects of exercise on human articular cartilage",
      "authors": [
        "F Eckstein",
        "M Hudelmaier",
        "R Putz"
      ],
      "year": 2006,
      "doi": "10.1111/j.1469-7580.2006.00546.x"
    },
    {
      "title": "Change in knee cartilage T2 at MR imaging after running: a feasibility study",
      "authors": [
        "T Mosher",
        "H Smith",
        "C Collins"
      ],
      "year": 2005
    },
    {
      "title": "Functional cartilage MRI T2 mapping: evaluating the effect of age and training on knee cartilage response to running",
      "authors": [
        "T Mosher",
        "Y Liu",
        "C Torok"
      ],
      "year": 2010,
      "doi": "10.1016/j.joca.2009.11.011"
    },
    {
      "title": "Effects of exercise on patellar cartilage in women with mild knee osteoarthritis",
      "authors": [
        "J Koli",
        "J Multanen",
        "U Kujala"
      ],
      "year": 2015,
      "doi": "10.1249/mss.0000000000000629"
    },
    {
      "title": "Positive effects of moderate exercise on glycosaminoglycan content in knee cartilage: a four-month, randomized, controlled trial in patients at risk of osteoarthritis",
      "authors": [
        "E Roos",
        "L Dahlberg"
      ],
      "year": 2005,
      "doi": "10.1002/art.21415"
    },
    {
      "title": "Functional adaptation of knee cartilage in asymptomatic female novice runners compared to sedentary controls. A longitudinal analysis using delayed gadolinium enhanced magnetic resonance imaging of cartilage (dGEMRIC)",
      "authors": [
        "A Van Ginckel",
        "N Baelde",
        "K Almqvist",
        "P Roosen",
        "P Mcnair",
        "E Witvrouw"
      ],
      "year": 2010
    },
    {
      "title": "Efficacy of progressive aquatic resistance training for tibiofemoral cartilage in postmenopausal women with mild knee osteoarthritis: a randomised controlled trial",
      "authors": [
        "M Munukka",
        "B Waller",
        "T Rantalainen"
      ],
      "year": 2016,
      "doi": "10.1016/j.joca.2016.05.007"
    },
    {
      "title": "Non-invasive imaging of cartilage in early osteoarthritis",
      "authors": [
        "A Palmer",
        "C Brown",
        "E Mcnally"
      ],
      "year": 2013,
      "doi": "10.1302/0301-620x.95b6.31414"
    },
    {
      "title": "T2 relaxation time of cartilage at MR imaging: comparison with severity of knee osteoarthritis",
      "authors": [
        "T Dunn",
        "Y Lu",
        "Jin Ries",
        "M Majumdar"
      ],
      "year": 2004,
      "doi": "10.1148/radiol.2322030976"
    },
    {
      "title": "In vivo T1ρ and T2 mapping of articular cartilage in osteoarthritis of the knee using 3 T MRI",
      "authors": [
        "X Li",
        "C Ma",
        "T Link"
      ],
      "year": 2007,
      "doi": "10.1016/j.joca.2007.01.011"
    },
    {
      "title": "Using magnetic resonance imaging to determine the compartmental prevalence of knee joint structural damage",
      "authors": [
        "J Stefanik",
        "J Niu",
        "K Gross"
      ],
      "year": 2013,
      "doi": "10.1016/j.joca.2013.02.003"
    },
    {
      "title": "Increase in bone marrow lesions associated with cartilage loss: a longitudinal magnetic resonance imaging study of knee osteoarthritis",
      "authors": [
        "D Hunter",
        "Y Zhang",
        "J Niu"
      ],
      "year": 2006
    },
    {
      "title": "Correlation of the development of knee pain with enlarging bone marrow lesions on magnetic resonance imaging",
      "authors": [
        "D Felson",
        "J Niu",
        "A Guermazi"
      ],
      "year": 2007,
      "doi": "10.1002/art.22851"
    },
    {
      "title": "Resistance training over 2 years increases bone mass in calcium-replete postmenopausal women",
      "authors": [
        "D Kerr",
        "T Ackland",
        "B Maslen"
      ],
      "year": 2001
    }
  ],
  "num_references": 51,
  "original_doi": "https://doi.org/10.13039/501100000857"
}
