{
  "paper_id": "GW44GI3R",
  "title": "Text Message Interventions for Physical Activity: A Systematic Review and Meta-analysis",
  "abstract": "Context: Despite clear health benefits, many individuals fail to achieve recommended levels of physical activity. Text message interventions (TMIs) to promote physical activity hold promise owing to the ubiquity of cell phones and the low expense of text message delivery. Evidence acquisition: A systematic review and meta-analysis were performed to examine the impact of TMIs on physical activity. Searches of PubMed, PsycINFO, Scopus, Cochrane, and ClinicalTrials.gov databases from inception to December 2017 were performed to identify studies investigating one-way TMIs to promote physical activity. A subset of RCTs including an objective (accelerometer-based) physical activity outcome were included in random effects meta-analyses in 2018. \n Evidence synthesis: The systematic search revealed 944 articles. Of these, 59 were included in the systematic review (12 one arm trials and 47 controlled trials; N=8,742; mean age, 42.2 years; 56.2% female). In meta-analyses of 13 studies (N=1,346), TMIs led to significantly greater objectively measured post-intervention steps/day (Cohen's d=0.38, 95% CI=0.19, 0.58, n=10 studies). Analysis of post-intervention moderate-to-vigorous physical activity found a similar but not statistically significant effect (Cohen's d=0.31, 95% CI= -0.01, 0.63, n=5 studies). Interventions with more components, tailored content, and interventions in medical populations led to non-significantly larger effect sizes compared with TMIs without these features.",
  "year": 2021,
  "date": "2021-01-01",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Diana",
      "surname": "Smith",
      "name": "Diana Smith",
      "affiliation": "1  Department of Psychiatry , Massachusetts General Hospital , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Laura",
      "surname": "Duque",
      "name": "Laura Duque",
      "affiliation": "1  Department of Psychiatry , Massachusetts General Hospital , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Jeff",
      "surname": "Huffman",
      "name": "Jeff Huffman",
      "affiliation": "1  Department of Psychiatry , Massachusetts General Hospital , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Brian",
      "surname": "Healy",
      "name": "Brian Healy",
      "affiliation": "2  Harvard Medical School , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Christopher",
      "surname": "Celano",
      "name": "Christopher Celano",
      "affiliation": "1  Department of Psychiatry , Massachusetts General Hospital , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts",
      "email": "ccelano@mgh.harvard.edu"
    },
    {
      "affiliation": "Massachusetts General Hospital , 55 Fruit Street , Boston MA 02114 . \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 55 Fruit Street \n\t\t\t\t\t\t\t\t\t 02114 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    }
  ],
  "doi": "",
  "pmid": "22818936",
  "sections": [
    {
      "text": "Conclusions: TMIs lead to greater objectively measured post-intervention physical activity compared with control groups. Larger, well-controlled studies are needed to examine this relationship further and identify characteristics of effective TMIs."
    },
    {
      "title": "CONTEXT",
      "text": "Physical inactivity is a behavioral risk factor that is associated with the development of multiple chronic illnesses, including cardiovascular disease and diabetes mellitus,  1  and is responsible for 1.6 million deaths each year.  2  By contrast, increased physical activity (PA) has been shown to decrease premature mortality  3  and improve mental health.  4 Despite these potential health benefits,  5  many individuals fail to achieve recommended levels of activity.  6 lthough existing in-person interventions to promote activity are effective in some instances,  [7] [8] [9]  they are time and resource intensive, have inconsistent impact on sustained change, and have limited reach.  10 bile Health (mHealth)-based interventions may address many of the limitations of inperson interventions. These innovative interventions are delivered in real time and can promote activity in an ongoing manner while using fewer resources than more conventional delivery methods.  11 In addition, the ability to tailor intervention components to individuals based on their own personal characteristics and preferences may be leveraged to make interventions more relevant to individual patients.  [12] [13] 3] [14]  mHealth interventions can include a variety of modalities, ranging from multicomponent interventions using mobile applications to simple text message interventions (TMIs).  11, 15, 16 mpared with other mHealth services, TMIs may provide a particularly promising form of health intervention. Because 95% of U.S. adults own a cell phone capable of receiving text messages,  17  TMIs have a wider reach than app-based interventions. An increasing number of TMIs that target PA have been developed,  18  and previous reviews suggest that these interventions have small to moderate-sized effects on activity.  [18] [19] 9] [20] [21] [22] [23] [24]  However, these reviews have had several limitations. Some have included both children and adults, who may respond differently to TMIs.  25, 20 Further, many have focused on the impact of interventions on a variety of health behaviors that may differ from PA.  20, 27  Finally, some have included studies that utilize subjective measures of activity,  11, 25, 27  which have been shown to have limitations including poor reliability and validity.  [28] [29] 9] [30]  No systematic reviews or metaanalyses conducted to date have focused specifically on the efficacy of TMIs to promote PA in adults using validated measures.\n\nAccordingly, a systematic review was conducted to describe the current literature related to TMIs designed to promote PA in adults. Furthermore, meta-analyses were used to examine the effects of TMIs on objectively measured PA, as well as the contribution of intervention intensity, tailoring, and sample population to the efficacy of TMIs."
    },
    {
      "title": "EVIDENCE ACQUISITION",
      "text": "A systematic literature review and meta-analyses were performed to estimate the impact of TMIs on PA. To ensure complete reporting of the data, the PRISMA guidelines were followed.  31 The review was not registered on PROSPERO, but copies of the review protocol are available from the authors by request."
    },
    {
      "title": "Search Strategy",
      "text": "Systematic searches of PubMed, Scopus, PsycINFO, Cochrane Library, and ClinicalTrials.gov databases from inception until December 12, 2017 were performed by combining text message-related keywords with PA-related keywords (Appendix Table  1 ). Reference lists of prior systematic reviews and meta-analyses were reviewed for additional reports of TMIs that focused on PA."
    },
    {
      "title": "Study Selection",
      "text": "For the systematic review, the following inclusion criteria were used: (1) articles were published in English or Spanish; (2) participants were adults (aged ≥18 years); (  3 ) studies examined a one-way TMI (i.e., in at least one study arm, participants received text messages but did not respond; two-way TMIs were thought to constitute a different modality, as these interventions often included freeform conversations between patients and a clinician); (4) text messages targeted PA; and (5) PA was measured using an accelerometer, pedometer, or validated questionnaire. If the intervention included more than one component (e.g., text messages and provision of step counters), the text message component needed to represent a substantial portion of the intervention (assessed by independent raters) for the study to be considered eligible. Methods papers, reports without outcome data, reviews, meta-analyses, abstracts, and dissertations were excluded. There were no search criteria regarding control group.\n\nTo be eligible for inclusion in the meta-analysis, articles further needed to be randomized trials, include an objective measure of PA (i.e., pedometers or accelerometers), and compare a TMI with a control group. Studies that included a control group composed of a lessintensive TMI were included in the meta-analysis when there were differences in text message frequency (e.g., comparing one text/week with seven texts/week) or content between groups (e.g., comparing texts about PA with texts about smoking cessation)."
    },
    {
      "title": "Procedures",
      "text": "Articles identified through searches were imported into Covidence systematic review software (Melbourne, Australia). After removing duplicates, articles were screened independently by two study team members (DS, LD). First, titles and abstracts were reviewed to rule out clearly irrelevant articles. Then, full texts of the remaining articles were reviewed for inclusion and exclusion criteria. If disagreements occurred between the two reviewers, a third blinded researcher (CC) adjudicated the decision."
    },
    {
      "title": "Systematic Review",
      "text": "Data on the study population, intervention, pre-and post-intervention PA measurement, risk of bias items, and other study details were extracted by a study team member (DS) into a preformatted spreadsheet. If the manuscript contained insufficient or unclear information, authors were contacted for clarification or additional data. Information from all included studies was then recorded and synthesized for the systematic review."
    },
    {
      "title": "Meta-analyses",
      "text": "Two random effects meta-analyses were conducted to examine differences in postintervention PA (i.e., steps/day or minutes of moderate-to-vigorous PA [MVPA]/day). Given that only randomized trials were included, it was assumed that baseline characteristics were equal across groups. Therefore, post-intervention means were used rather than differences in change scores because these data (and their variances) were more reliably available. Standardized mean differences in activity (Cohen's d) were calculated by dividing the difference between groups by the pooled SD of post-intervention PA to allow for easier comparison between meta-analyses of studies with different outcomes (e.g., steps/day versus minutes of MVPA/day).\n\nIn cases where articles reported data collection using accelerometers but did not report data for steps or MVPA, corresponding authors were contacted by a study team member (CC) to request the relevant data. Because only randomized trials were included in analyses, change scores were used to calculate effect size when post-intervention means were unavailable. As such, four articles reported change scores and did not provide post-intervention values; for these, change scores in each group were used to calculate standardized mean differences. In articles that reported adjusted or model-estimated means and did not provide descriptive post-intervention statistics, model-estimated means and variance were used to calculate standardized mean difference.\n\nGiven previous research investigating the effects of intervention intensity (e.g., interventions solely comprising text messages/educational materials versus TMIs including selfmonitoring equipment, phone calls, or other components),  32  interventions in medical populations,  33, 34  and individual tailoring,  35  sensitivity analyses were performed to examine the effects of these study characteristics on PA, preferentially measured by steps/day. To increase statistical power, all 13 studies from the two main analyses (steps/day and MVPA) were included in sensitivity analyses. When a study reported outcomes in steps/day and minutes/day of MVPA, step data were used preferentially; however, for three studies that did not provide step data, the standardized mean difference for minutes/day of MVPA was used instead. A meta-regression was conducted to additionally examine the effect of study duration on PA.\n\nBecause significant heterogeneity across studies was anticipated, random effects models were chosen, as they accounted for within-and between-study variance. Between-study heterogeneity was assessed using Q and I 2 statistics.  36 Risk of publication bias was assessed visually using a funnel plot testing for asymmetry and quantitatively using Egger weighted regression test.  37 Analyses were performed using the meta package in R, version 3.5.1, in 2018."
    },
    {
      "title": "Study Quality",
      "text": "Each study was assessed for study quality and risk of bias using Cochrane Collaboration's Risk of Bias tool,  38  a standard method for assessing the quality of randomized trials.  39 Risk of bias was assessed independently by two researchers (LD, DS) who reviewed each study and provided ratings of high, low, or unclear risk of bias for each of the following study characteristics: random sequence generation, allocation concealment, blinding of outcome assessment, incomplete outcome data, selective reporting, and other sources of bias (e.g., carryover bias in crossover trials). All disagreements were resolved through discussion until consensus was reached.\n\nPerformance bias (i.e., blinding of participants and study interventionists) was not assessed because blinding of participants and personnel is uncommon in RCTs of mHealth interventions."
    },
    {
      "title": "EVIDENCE SYNTHESIS",
      "text": "The article screening process is outlined in Figure  1 . Systematic searches revealed a total of 1,335 articles. Of these, 391 were duplicates, 762 were excluded based on title and abstract alone, and 182 met criteria for full-text review. Reference lists of prior systematic reviews and meta-analyses did not reveal any articles that were not already captured in the systematic searches. Following full-text review, a total of 66 articles (59 unique studies) met criteria for inclusion in the systematic review, and 13 met inclusion criteria and had sufficient data for inclusion in the meta-analysis. Of these, ten were included in the metaanalysis of daily step outcomes, and five were included in the meta-analysis of daily MVPA outcomes."
    },
    {
      "title": "Systematic Review",
      "text": "Descriptions of included studies are presented in Appendix Table  2 . The 59 studies in the review examined outcomes in a total of 8,742 patients, and 24 studies (40.7%) examined a sample of >100 participants. The weighted mean age of the sample was 42.2 years, and 56.2% of the total sample was female. Studies were conducted in the U.S./Canada (26 studies), Europe (12 studies), Australia/New Zealand (11 studies), Asia (six studies), the Middle East (two studies), and South America (two studies). Nineteen studies examined adults who were overweight/inactive, and 11 studies included adults with chronic diseases such as coronary artery disease or Type 2 diabetes. The median intervention duration was 12 weeks (range, 1 week-2 years), with the most common intervention lengths being 12-13 weeks or 24-26 weeks. Fifty-four studies included a comparison group; 14 of these compared various types of TMIs (e.g., one-way versus two-way text messages, adaptive versus static messages), and the remaining 40 compared TMIs with a no-message control or a control with substantially fewer messages (e.g., one/week versus seven/week).\n\nThe content of text messages varied between studies. Most often, interventions included motivational messages to encourage PA (45 studies) or educational information about the benefits of PA and risks of inactivity (12 studies). In some studies that also provided step counters to participants, text messages were used to provide feedback on PA and progress toward activity goals (13 studies). Finally, some interventions used text messages to remind participants of their plans, goals, or upcoming activity-related appointments (11 studies). Some studies used tailoring methods to personalize messages, including adjusting message content based on baseline preferences or demographic information (five studies), participants' individual goals (four studies), or PA data throughout the intervention (two studies).\n\nThe type of intervention-and the role that text messages played in the intervention-also varied substantially between studies. Interventions utilizing text messages as the primary treatment delivery tool included text messages alone (11 studies), text messages plus minimal additional components (e.g., one to two phone calls, educational materials, or emails; nine studies), or text messages plus provision of a self-monitoring device (16 studies). In other studies, text messages were used as an adjunct to a phone intervention (four studies), an in-person counseling session (nine studies), online websites and forums (four studies), or a face-to-face intervention (six studies).\n\nOf the 12 one-arm trials of text message interventions, seven led to significant improvements in PA; of the one-arm trials with sufficient data to extrapolate effect size, the median effect size (Cohen's d) was 0.54 (n=11 studies). Similarly, among studies that included a comparison group that did not receive one-way text messages that aimed to increase PA, less than half (20/47) found that the intervention led to significantly greater improvements in PA than the control condition. When examining RCTs with sufficient data to extrapolate effect size (17 studies), the median effect size (Cohen's d) was 0.23. Full details of study results can be found in Appendix Table  2 , and results of studies of different intervention types can be found in Table  1 .\n\nRisk of bias judgments for each bias item and each study are presented in Appendix Figures  1  and  2 , respectively. Ten studies were assessed as having low risk of bias in all domains or up to one category with unclear risk. Twenty-four studies had a high risk of bias in only one domain. Nineteen studies had a high risk of bias in two or more domains. Finally, four studies were assessed as having unclear risk of bias by having unclear assessments in two or more domains. The most common type of bias was related to a lack of blinding of outcomes assessor."
    },
    {
      "title": "Meta-analysis",
      "text": "The 13 studies in the meta-analysis included a total of 1,346 participants, and six studies examined a sample of >100 participants. Four studies used samples composed entirely of women, and three studies included adults with chronic diseases such as coronary artery disease or Type 2 diabetes. Interventions were most commonly 12 weeks (four studies) or 24-26 weeks (five studies) in duration. Most of the interventions consisted of text messages in combination with self-monitoring materials such as an unblinded pedometer or smartphone app to measure activity. Other interventions included text messages in combination with individual counseling sessions, app or Internet support, or educational materials. Two interventions utilized text messages alone as the intervention. The most common control condition was receipt of a pedometer/accelerometer for the duration of the intervention but no text messages.\n\nTen studies were included in pooled random effects analyses of intervention effect on steps/ day. When comparing TMIs with control groups that did not receive PA text messages, interventions led to a small to medium-sized greater post-intervention steps/day versus controls (standardized mean difference [SMD]=0.38, 95% CI=0.19, 0.58, p<0.001; Figure  2 ). Inspection of residuals revealed that one study was a mildly influential case (SMD=1.47).  13 Deleting it from the analysis led to a decrease in pooled effect size (SMD=0.33, 95% CI=0.18, 0.48), which remained statistically significant (p<0.001). Five studies were included in random effects analyses of intervention effects on minutes/day of MVPA. When comparing text message interventions with control groups who did not receive PA text messages, interventions led to small to medium-sized, non-significantly greater postintervention MVPA versus controls (Cohen's d=0.31, 95% CI= -0.01, 0.63, p=0.06; Figure  3 ).\n\nFor the analysis of intervention effects on steps/day, heterogeneity accounted for a low proportion of the variance among studies (I 2 =33%, 95% CI=0%, 68%, p=0.14). For the analysis of minutes/day of MVPA, heterogeneity was substantially greater (I 2 =70%, 95% CI=24%, 88%, P<0.01).\n\nOf the 13 studies included in the meta-analysis, five had low risk of bias in all domains or only one unclear risk, six were considered medium risk by exhibiting high risk on only one domain, one study had high risk on two or more domains, and one had unclear risk of bias due to the high uncertainty in two or more domains. The most common category of bias was related to other sources of bias (e.g., owing to possible recruitment bias or contamination between intervention and control groups. Funnel plots and the Egger test revealed no significant risk of publication bias in either the steps/day or MVPA/day meta-analyses (steps/day: bias=1.02, SE=1.25, p=0.44; MVPA/day: bias= -0.02, SE=2.84, p>0.99; Appendix Figures  3  and  4  show funnel plots). Study quality did not appear to moderate results; studies with medium or high risk of bias exhibited slightly smaller effects (Cohen's d=0.30, 95% CI=0.09, 0.51) than studies with low risk of bias (Cohen's d=0.37, 95% CI=0.11, 0.64; Q=0.18, p=0.67).\n\nBoth high-and low-intensity interventions led to significantly greater activity than control conditions (high intensity: Cohen's d=0.37, 95% CI=0.16, 0.58; low intensity: Cohen's d=0.27, 95% CI=0.08, 0.47; Appendix Figures 5). Though the effect size was numerically greater in high-versus low-intensity interventions, between-group heterogeneity was not statistically significant (Q=0. 44, p=0.50). Interventions in medical populations (i.e., participants recruited from inpatient or outpatient treatment settings) led to numerically larger effect sizes compared with TMIs in non-medical samples (medical: Cohen's d=0.59, 95% CI=0.17, 1.01; non-medical: Cohen's d=0.24, 95% CI=0.10, 0.37; Appendix Figures  6), though this between-group heterogeneity was not significant (Q=2.46,p=0.12). Both tailored and untailored TMIs led to greater PA compared with controls (tailored: Cohen's d=0.39, 95% CI=0.15, 0.64; untailored: Cohen's d=0.25, 95% CI=0.06, 0.45; Appendix Figures 7); the effect size was numerically greater in tailored interventions, but betweengroup heterogeneity was not statistically significant (Q0=0. 19, p=0.37). Meta-regression to examine the impact of duration on intervention efficacy was not significant (QM(1)=0.0025, p=0.96)."
    },
    {
      "title": "DISCUSSION",
      "text": "Overall, the systematic review and meta-analysis identified three key findings about TMIs for PA. First, TMIs are flexible and have been incorporated into a variety of PA interventions, ranging from being the entirety of the intervention to being part of multicomponent interventions. Second, TMIs overall lead to small to medium-sized improvements in PA. Although the results of the studies identified for the systematic review were somewhat mixed, the meta-analytic results found that TMIs led to significantly greater objectively measured PA (steps/day) than control conditions. Finally, specific aspects of intervention delivery (e.g., additional components, tailoring) and target population may lead to differences in the effectiveness of TMIs.\n\nThe systematic review found that text messages can be incorporated into PA interventions in many ways. Text messages were used to provide education, enhance motivation, provide feedback related to goals, and remind participants of PA plans. Furthermore, text messages comprised a central role in PA interventions in some studies and were used as an adjunct to in-person, online, or multicomponent interventions in others. This flexibility of TMIs may allow them to be utilized in a variety of settings and programs, but further research to identify the optimal use of text messages is needed.\n\nIn addition to their flexibility, the impact of TMIs on PA is promising. Despite mixed results of studies included in the systematic review, which could be attributed to low power in many cases, the primary meta-analysis found that TMIs led to significantly greater PA (steps/day) than control conditions. Though the impact of TMIs on MVPA was not statistically significant (p=0.06), the effect size was similar to their effects on steps/day (0.38 for steps/ day; 0.31 for MVPA), suggesting that differences in statistical significance may be due to the smaller number of studies that included MVPA as an outcome. Compared with previous meta-analyses of PA interventions, this magnitude of effect is similar to that found in other TMIs for health behavior promotion (d=0.33)  25  and mobile apps (d=0.40),  40 and greater than that for Internet interventions for PA (d=0.14)  41 and motivational interviewing for patients with chronic medical conditions (d=0.19),  42  though smaller than the effect size found in a 2017 analysis of studies investigating PA self-monitoring for patients with Type 2 diabetes (d=0.57).  43 Furthermore, the impact of TMIs appears to be greater than that of other mHealth interventions, which led to smaller improvements in a recent meta-analysis (SMD=0.14 for total activity, 0.37 for MVPA, 0.14 for walking; not significant).  19 In addition, compared with other mHealth interventions, TMIs are a cheaper and more widely accessible mode of intervention, which highlights their potential utility in underserved or older populations where smartphones are less common.  17, 19, [44] [45] [46]  Results have important implications for TMIs as a potentially cost-effective method of health promotion. Although few of the included studies reported on the cost of the tested interventions, those articles that did discuss cost reported costs of $0.10-$0.30 AUD per message,  [47] [48] [49]  and one study estimated the cost of a hypothetical national program to be $22.37 per participant, or $2,693/quality-adjusted life year,  50  well below a conservative threshold for cost effectiveness of $50,000/quality-adjusted life year.  51 In addition, given the relationship between increased PA and decreased use of secondary and tertiary care services,  52  TMIs directed at increasing PA could reduce healthcare utilization and improve health outcomes. Therefore, results of this research may hold promise for future interventions.\n\nOverall, exploratory subgroup analyses led to interesting but non-significant findings. Interventions that included text messages in combination with self-monitoring or a multicomponent program led to greater activity (effect size of 0.37) than TMIs with fewer additional components (effect size of 0.27), suggesting that combining text messages with more complex interventions may be a promising approach for future exploration. Furthermore, TMIs may be more effective at increasing PA in medical populations than nonmedical samples (effect sizes of 0.59 and 0.24, respectively). This finding is a slight departure from previous research that has found mixed results of health behavior interventions in both clinical  53, 54  and non-clinical populations.  19, 55 The difference found in this analysis potentially may be explained by lower baseline PA (and more room for improvement) among individuals with medical problems  56  or to greater receptivity to health behavior interventions among individuals who are actively seeking care for a medical problem.  57 Finally, interventions that included tailored text messages may be more effective than those using standardized text messages (effect sizes of 0.39 and 0.25). These findings should be interpreted with caution, given the small number of included studies, lack of significance, and the use of both steps data and MVPA data to make comparisons among interventions. However, they suggest that further study of interventions using multiple components, focusing on medical populations, and including some tailored attributes is warranted.\n\nThis review had several strengths. The comprehensive search strategy (which utilized systematic searches of multiple databases and clinicaltrials.gov), requests to authors for additional information, and searches for articles in English and Spanish increased the scope of representation of the published literature. The choice to include only RCTs with objective activity measures in the meta-analyses strengthens the findings, as the use of objective measures reduces the risk of reporting and recall bias among participants. Finally, the examination of all studies for bias using a validated risk of bias tool 39 allowed the authors to identify the limitations of the currently published literature."
    },
    {
      "title": "Limitations",
      "text": "This review also had several important limitations. First, although the search included articles published in multiple databases and languages, it is possible that studies published in other languages or databases may have been missed. Additionally, though objectively measured activity data can minimize some of the risks of self-report data, the choice to include only objectively measured activity in the meta-analyses ultimately limited the number of studies that could be included in these analyses. The studies included in the systematic review also varied substantially regarding measures of PA, intervention length, sample population, study design, and control groups; this heterogeneity may have impacted the results of the review. The decision to exclude two-way TMIs from analysis additionally limited the scope of the review. Finally, study quality was variable, with several studies exhibiting a high risk of bias in at least one domain, though the studies included in the metaanalysis tended to be of higher quality."
    },
    {
      "title": "CONCLUSIONS",
      "text": "This review demonstrates that TMIs have been incorporated in multiple ways into interventions to promote PA and that these interventions lead to greater objectively measured PA, with small to medium-sized effects. Furthermore, TMIs that are part of multicomponent interventions, that target patients with medical illness, and that provide some degree of tailoring may be particularly effective. Although there is a need for more rigorous, wellcontrolled, well-powered trials to extend these results if these results are borne out, TMIs have the potential to have a significant impact on PA and subsequent cardiovascular health outcomes in a wide range of people. k Interventions include text messages as an adjunct to rigorous, multicomponent programs including multiple in-person visits.\n\nTMI, text message intervention; N/A, not applicable.\n\nAm J Prev Med. Author manuscript; available in PMC 2021 January 01."
    },
    {
      "text": "Figure 1. Flow diagram for systematic review and meta-analysis. PA, physical activity; TM, text messages; TMI, text message interventions."
    },
    {
      "text": "Figure 2.Impact of TMIs on objectively measured steps/day. SMD, standardized mean difference; TMI, text message intervention."
    },
    {
      "text": "Figure 3. Impact of TMIs on objectively measured min/day of MVPA. SMD, standardized mean difference; TMI, text message intervention; MVPA, moderate-tovigorous physical activity."
    },
    {
      "text": "Categories are exclusive with increasing intensity of the intervention with each category. b Controlled studies category includes studies only with a control arm without a one-way text message intervention with physical activity content. c Includes studies with significant improvements in at least one domain of physical activity, from baseline to post-intervention. d Calculated only for studies that provided sufficient data (i.e., pre-and post-intervention means and SDs for one-arm trials; post-intervention means and SDs for RCTs). e Interventions that are solely comprised of text messages; no additional components. f Interventions with minimal additional components (e.g., texts and 1-2 phone calls, educational materials, e-mails). g Interventions include text messages and online resources such as apps, informational websites, or social forums. h Interventions include text messages and a self-monitoring device, such as a Fitbit or smartphone app or self-monitoring intervention. i Interventions include text messages and multiple phone calls as part of intervention. j Interventions include text messages with an in-person counseling session."
    },
    {
      "text": "Efficacy of TMIs Based on Intervention Type"
    }
  ],
  "references": [
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015: a systematic analysis for the Global Burden of Disease Study",
      "authors": [
        "M Forouzanfar",
        "A Afshin",
        "L Alexander"
      ],
      "year": 2015,
      "doi": "10.1038/sj.bdj.2015.751"
    },
    {
      "title": "Leisure time physical activity and mortality: a detailed pooled analysis of the dose-response relationship",
      "authors": [
        "H Arem",
        "S Moore",
        "A Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jamainternmed.2015.0533"
    },
    {
      "title": "Physical activity in European adolescents and associations with anxiety, depression and well-being",
      "authors": [
        "E Mcmahon",
        "P Corcoran",
        "O 'regan"
      ],
      "year": 2017,
      "doi": "10.1007/s00787-016-0875-9"
    },
    {
      "title": "Health benefits of physical activity: a systematic review of current systematic reviews",
      "authors": [
        "Der Warburton",
        "Ssd Bredin"
      ],
      "year": 2017,
      "doi": "10.1097/hco.0000000000000437"
    },
    {
      "title": "Global physical activity levels: surveillance progress, pitfalls, and prospects",
      "authors": [
        "P Hallal",
        "L Andersen",
        "F Bull",
        "R Guthold",
        "W Haskell",
        "U Ekelund"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)60646-1"
    },
    {
      "title": "Hippocampal response to a 24-month physical activity intervention in sedentary older adults",
      "authors": [
        "C Rosano",
        "J Guralnik",
        "M Pahor"
      ],
      "year": 2017,
      "doi": "10.1016/j.jagp.2016.11.007"
    },
    {
      "title": "Effect of metabolic syndrome on the mobility benefit of a structured physical activity intervention-The Lifestyle Interventions and Independence for Elders Randomized Clinical Trial",
      "authors": [
        "A Botoseneanu",
        "H Chen",
        "W Ambrosius"
      ],
      "year": 2017,
      "doi": "10.1111/jgs.14793"
    },
    {
      "title": "Interventions to promote healthy eating, physical activity and smoking in low-income groups: a systematic review with metaanalysis of behavior change techniques and delivery/context",
      "authors": [
        "E Bull",
        "N Mccleary",
        "X Li",
        "S Dombrowski",
        "E Dusseldorp",
        "M Johnston"
      ],
      "year": 2018,
      "doi": "10.1007/s12529-018-9734-z"
    },
    {
      "title": "Physical activity intervention studies: what we know and what we need to know: a scientific statement from the American Heart Association Council on Nutrition, Physical Activity, and Metabolism (Subcommittee on Physical Activity); Council on Cardiovascular Disease in the Young; and the Interdisciplinary Working Group on Quality of Care and Outcomes Research",
      "authors": [
        "B Marcus",
        "D Williams",
        "P Dubbert"
      ],
      "year": 2006,
      "doi": "10.1161/circulationaha.106.179683"
    },
    {
      "title": "Effect of mobile health interventions on the secondary prevention of cardiovascular disease: systematic review and meta-analysis",
      "authors": [
        "S Gandhi",
        "S Chen",
        "L Hong"
      ],
      "year": 2017,
      "doi": "10.1016/j.cjca.2016.08.017"
    },
    {
      "title": "Text to Move: a randomized controlled trial of a text-messaging program to improve physical activity behaviors in patients with type 2 diabetes mellitus",
      "authors": [
        "S Agboola",
        "K Jethwani",
        "L Lopez",
        "M Searl",
        "O' Keefe",
        "S Kvedar"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6439"
    },
    {
      "title": "mActive: a randomized clinical trial of an automated mHealth intervention for physical activity promotion",
      "authors": [
        "S Martin",
        "D Feldman",
        "R Blumenthal"
      ],
      "year": 2015
    },
    {
      "title": "Encouraging physical activity in patients with diabetes: intervention using a reinforcement learning system",
      "authors": [
        "E Yom-Tov",
        "G Feraru",
        "M Kozdoba",
        "S Mannor",
        "M Tennenholtz",
        "I Hochberg"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7994"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "Mobile phone interventions for the secondary prevention of cardiovascular disease",
      "authors": [
        "L Park",
        "A Beatty",
        "Z Stafford",
        "M Whooley"
      ],
      "year": 2016,
      "doi": "10.1016/j.pcad.2016.03.002"
    },
    {
      "title": "Mobile Fact Sheet",
      "year": 2018
    },
    {
      "title": "Key elements of mHealth interventions to successfully increase physical activity: meta-regression",
      "authors": [
        "L Eckerstorfer",
        "N Tanzer",
        "C Vogrincic-Haselbacher"
      ],
      "year": 2018,
      "doi": "10.2196/10076"
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carraca",
        "J Rawstorn",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-016-9846-0"
    },
    {
      "title": "Increasing physical activity with mobile devices: a metaanalysis",
      "authors": [
        "J Fanning",
        "S Mullen",
        "E Mcauley"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2171"
    },
    {
      "title": "The use of technology to promote physical activity in type 2 diabetes management: a systematic review",
      "authors": [
        "J Connelly",
        "A Kirk",
        "J Masthoff",
        "S Macrury"
      ],
      "year": 2013,
      "doi": "10.1111/dme.12289"
    },
    {
      "title": "A systematic review of interventions to enhance healthy lifestyle behaviors in adolescents delivered via mobile phone text messaging",
      "authors": [
        "L Loescher",
        "S Rains",
        "S Kramer",
        "C Akers",
        "R Moussa"
      ],
      "year": 2018,
      "doi": "10.1177/0890117116675785"
    },
    {
      "title": "Physical activity text messaging interventions in adults: a systematic review",
      "authors": [
        "S Buchholz",
        "J Wilbur",
        "D Ingram",
        "L Fogg"
      ],
      "year": 2013,
      "doi": "10.1111/wvn.12002"
    },
    {
      "title": "Mobile phone interventions to increase physical activity and reduce weight: a systematic review",
      "authors": [
        "J Stephens",
        "J Allen"
      ],
      "year": 2013,
      "doi": "10.1097/jcn.0b013e318250a3e7"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: a meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "Grant Elarrington"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2013.08.003"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "The impact of automated brief messages promoting lifestyle changes delivered via mobile devices to people with type 2 diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola",
        "I Ricci-Cabello",
        "P Manikavasagam",
        "N Roberts",
        "D French",
        "A Farmer"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5425"
    },
    {
      "title": "Objective measurement of physical activity outcomes in lifestyle interventions among adults: a systematic review",
      "authors": [
        "V Silfee",
        "C Haughton",
        "Jake-Schoffman De"
      ],
      "year": 2018,
      "doi": "10.1016/j.pmedr.2018.05.003"
    },
    {
      "title": "A comparison of direct versus self-report measures for assessing physical activity in adults: a systematic review",
      "authors": [
        "S Prince",
        "K Adamo",
        "M Hamel",
        "J Hardt",
        "Connor Gorber",
        "S Tremblay"
      ],
      "year": 2008,
      "doi": "10.1186/1479-5868-5-56"
    },
    {
      "title": "Challenges and opportunities for measuring physical activity in sedentary adults",
      "authors": [
        "Tudor-Locke Ce Myers"
      ],
      "year": 2001,
      "doi": "10.2165/00007256-200131020-00002"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000100"
    },
    {
      "title": "Long-term effectiveness of interventions promoting physical activity: a systematic review",
      "authors": [
        "F Müller-Riemenschneider",
        "T Reinhold",
        "M Nocon",
        "S Willich"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.07.006"
    },
    {
      "title": "Behaviour change techniques targeting both diet and physical activity in type 2 diabetes: a systematic review and meta-analysis",
      "authors": [
        "K Cradock",
        "G Olaighin",
        "F Finucane",
        "H Gainforth",
        "L Quinlan",
        "K Ginis"
      ],
      "year": 2017
    },
    {
      "title": "Behavior change techniques in physical activity eHealth interventions for people with cardiovascular disease: systematic review",
      "authors": [
        "O Duff",
        "D Walsh",
        "B Furlong",
        "O' Connor",
        "N Moran",
        "K Woods"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7782"
    },
    {
      "title": "Maintenance of physical activity following an individualized motivationally tailored intervention",
      "authors": [
        "B Bock",
        "B Marcus",
        "B Pinto",
        "L Forsyth"
      ],
      "year": 2001,
      "doi": "10.1207/s15324796abm2302"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "G Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "J Higgins",
        "D Altman"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184.ch8"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Mobile phone apps to promote weight loss and increase physical activity: a systematic review and meta-analysis",
      "authors": [
        "G Flores Mateo",
        "E Granado-Font",
        "C Ferre-Grau",
        "X Montana-Carreras"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4836"
    },
    {
      "title": "Meta-analysis of internet-delivered interventions to increase physical activity levels",
      "authors": [
        "C Davies",
        "J Spence",
        "C Vandelanotte",
        "C Caperchione",
        "W Mummery"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-52"
    },
    {
      "title": "Motivational interviewing to increase physical activity in people with chronic health conditions: a systematic review and meta-analysis",
      "authors": [
        "P O'halloran",
        "F Blackstock",
        "N Shields"
      ],
      "year": 2014,
      "doi": "10.1177/0269215514536210"
    },
    {
      "title": "Impact of accelerometer and pedometer use on physical activity and glycaemic control in people with type 2 diabetes: a systematic review and meta-analysis",
      "authors": [
        "R Baskerville",
        "I Ricci-Cabello",
        "N Roberts",
        "A Farmer"
      ],
      "year": 2017,
      "doi": "10.1111/dme.13331"
    },
    {
      "title": "Systematic review on what works, what does not work and why of implementation of mobile health (mHealth) projects in Africa",
      "authors": [
        "C Aranda-Jan",
        "N Mohutsiwa-Dibe",
        "S Loukanova"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-188"
    },
    {
      "title": "Effectiveness of technologybased distance interventions promoting physical activity: systematic review, meta-analysis and meta-regression",
      "authors": [
        "S Hakala",
        "A Rintala",
        "J Immonen",
        "J Karvanen",
        "A Heinonen",
        "T Sjogren"
      ],
      "year": 2017,
      "doi": "10.2340/16501977-2195"
    },
    {
      "title": "Effectiveness of interventions on physical activity in overweight or obese children: a systematic review and meta-analysis including studies with objectively measured outcomes",
      "authors": [
        "C Nooijen",
        "M Galanti",
        "K Engstrom",
        "J Moller",
        "Y Forsell"
      ],
      "year": 2017,
      "doi": "10.1111/obr.12487"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Evaluating the maintenance of lifestyle changes in a randomized controlled trial of the 'Get Healthy, Stay Healthy' program",
      "authors": [
        "B Fjeldsoe",
        "A Goode",
        "P Phongsavan"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5280"
    },
    {
      "title": "A mobile health intervention for weight management among young adults: a pilot randomised controlled trial",
      "authors": [
        "L Hebden",
        "A Cook",
        "H Ploeg",
        "L King",
        "A Bauman",
        "M Allman-Farinelli"
      ],
      "year": 2014,
      "doi": "10.1111/jhn.12155"
    },
    {
      "title": "A mobile phone intervention increases physical activity in people with cardiovascular disease: results from the HEART randomized controlled trial",
      "authors": [
        "R Maddison",
        "L Pfaeffli",
        "R Whittaker"
      ],
      "year": 2015,
      "doi": "10.1177/2047487314535076"
    },
    {
      "title": "Updating cost-effectiveness--the curious resilience of the $50,000-per-QALY threshold",
      "authors": [
        "P Neumann",
        "J Cohen",
        "M Weinstein"
      ],
      "year": 2014,
      "doi": "10.1056/nejmp1405158"
    },
    {
      "title": "Physical activity and health services utilization and costs among U.S. adults",
      "authors": [
        "S Kang",
        "X Xiang"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2016.12.043"
    },
    {
      "title": "Effectiveness of motivational interviewing interventions on medication adherence in adults with chronic diseases: a systematic review and meta-analysis",
      "authors": [
        "Htv Zomahoun",
        "L Guenette",
        "J Gregoire"
      ],
      "year": 2017,
      "doi": "10.1093/ije/dyw273"
    },
    {
      "title": "A systematic review of web-based interventions for patient empowerment and physical activity in chronic diseases: relevance for cancer survivors",
      "authors": [
        "W Kuijpers",
        "W Groen",
        "N Aaronson",
        "W Van Harten"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2281"
    },
    {
      "title": "Are physical activity interventions for healthy inactive adults effective in promoting behavior change and maintenance, and which behavior change techniques are effective? A systematic review and meta-analysis",
      "authors": [
        "N Howlett",
        "D Trivedi",
        "N Troop",
        "A Chater"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/iby010"
    },
    {
      "title": "Physical activity levels and patients' expectations of physical activity during acute general medical admission",
      "authors": [
        "N Cattanach",
        "R Sheedy",
        "S Gill",
        "A Hughes"
      ],
      "year": 2014,
      "doi": "10.1111/imj.12411"
    },
    {
      "title": "The effects on health behavior and health outcomes of Internetbased asynchronous communication between health providers and patients with a chronic condition: a systematic review",
      "authors": [
        "C De Jong",
        "Ros Schrijvers"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3000"
    },
    {
      "title": "Adaptive goal setting and financial incentives: a 2 × 2 factorial randomized controlled trial to increase adults' physical activity",
      "authors": [
        "M Adams",
        "J Hurley",
        "M Todd"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4197-8"
    },
    {
      "title": "An adaptive physical activity intervention for overweight adults: a randomized controlled trial",
      "authors": [
        "M Adams",
        "J Sallis",
        "G Norman",
        "M Hovell",
        "E Hekler",
        "E Perata"
      ],
      "year": 2013
    },
    {
      "title": "Behavioural intervention to increase physical activity in adults with coronary heart disease in Jordan",
      "authors": [
        "E Alsaleh",
        "R Windle",
        "H Blake"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3313-5"
    },
    {
      "title": "An Internet-and mobile-based tailored intervention to enhance maintenance of physical activity after cardiac rehabilitation: short-term results of a randomized controlled trial",
      "authors": [
        "K Antypas",
        "S Wangberg"
      ],
      "year": 2014
    },
    {
      "title": "Can an incentive-based intervention increase physical activity and reduce sitting among adults? the ACHIEVE (Active Choices IncEntiVE) feasibility study",
      "authors": [
        "K Ball",
        "R Hunter",
        "J Maple"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0490-2"
    },
    {
      "title": "Action control in dyads: a randomized controlled trial to promote physical activity in everyday life",
      "authors": [
        "C Berli",
        "G Stadler",
        "J Inauen",
        "U Scholz"
      ],
      "year": 2016,
      "doi": "10.1016/j.socscimed.2016.07.003"
    },
    {
      "title": "Active8! technology-based intervention to promote physical activity in hospital employees",
      "authors": [
        "H Blake",
        "L Suggs",
        "E Coman",
        "L Aguirre",
        "M Batt"
      ],
      "year": 2017,
      "doi": "10.4278/ajhp.140415-quan-143"
    },
    {
      "title": "Text messaging as adjunct to community-based weight management program",
      "authors": [
        "C Bouhaidar",
        "J Deshazo",
        "P Puri",
        "P Gray",
        "J Robins",
        "J Salyer"
      ],
      "year": 2013,
      "doi": "10.1097/01.ncn.0000432121.02323.cb"
    },
    {
      "title": "Bilingual Text4Walking food service employee intervention pilot study",
      "authors": [
        "S Buchholz",
        "D Ingram",
        "J Wilbur"
      ],
      "year": 2016
    },
    {
      "title": "A pilot comparative study of one-way versus two-way text message program to promote physical activity among people with severe mental illness",
      "authors": [
        "M Chen",
        "J Chang",
        "C Kuo"
      ],
      "year": 2017,
      "doi": "10.1016/j.mhpa.2017.09.010"
    },
    {
      "title": "mHealth physical activity intervention: a randomized pilot study in physically inactive pregnant women",
      "authors": [
        "J Choi",
        "J Lee",
        "E Vittinghoff",
        "Y Fukuoka"
      ],
      "year": 2016,
      "doi": "10.1007/s10995-015-1895-7"
    },
    {
      "title": "Framed, interactive theory-driven texting: effects of message framing on health behavior change for weight loss",
      "authors": [
        "A Cohen",
        "A Perozich",
        "R Rajan"
      ],
      "year": 2017,
      "doi": "10.1097/fch.0000000000000128"
    },
    {
      "title": "Text messaging to motivate exercise among Latino adults at risk for vascular disease: a pilot study",
      "authors": [
        "T Collins",
        "F Dong",
        "E Ablah"
      ],
      "year": 2014,
      "doi": "10.5888/pcd11.140219"
    },
    {
      "title": "Increasing nonsedentary behaviors in university students using text messages: randomized controlled trial",
      "authors": [
        "E Cotten",
        "H Prapavessis"
      ],
      "year": 2016
    },
    {
      "title": "Evaluation of a multicomponent tele-care model for supporting people with prediabetes and obesity in Chile",
      "authors": [
        "C Ewert",
        "S Campos",
        "M Medina"
      ],
      "year": 2016,
      "doi": "10.15517/ap.v30i121.24370"
    },
    {
      "title": "Examining the influence of a text messagebased sleep and physical activity intervention among young adult smokers in the United States",
      "authors": [
        "A Filion",
        "G Darlington",
        "J Chaput",
        "M Ybarra",
        "J Haines"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-2045-2"
    },
    {
      "title": "Randomized controlled trial of an improved version of MobileMums, an intervention for increasing physical activity in women with young children",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "N Graves",
        "A Barnett",
        "A Marshall"
      ],
      "year": 2015,
      "doi": "10.1007/s12160-014-9675-y"
    },
    {
      "title": "MobileMums: a randomized controlled trial of an SMS-based physical activity intervention",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2010,
      "doi": "10.1007/s12160-010-9170-z"
    },
    {
      "title": "Medium-term effectiveness of a comprehensive internetbased and patient-specific telerehabilitation program with text messaging support for cardiac patients: randomized controlled trial",
      "authors": [
        "I Frederix",
        "D Hansen",
        "K Coninx"
      ],
      "year": 2015
    },
    {
      "title": "Efficacy, feasibility, and acceptability of a novel technology-based intervention to support physical activity in cancer survivors",
      "authors": [
        "N Gell",
        "K Grover",
        "M Humble",
        "M Sexton",
        "K Dittus"
      ],
      "year": 2017,
      "doi": "10.1007/s00520-016-3523-5"
    },
    {
      "title": "The use of text messaging to promote physical activity in working women: a randomized controlled trial",
      "authors": [
        "N Gell",
        "D Wadsworth"
      ],
      "year": 2015,
      "doi": "10.1123/jpah.2013-0144"
    },
    {
      "title": "A randomized, controlled, multicenter study of technology-based weight loss interventions among endometrial cancer survivors",
      "authors": [
        "A Haggerty",
        "A Hagemann",
        "M Barnett"
      ],
      "year": 2017,
      "doi": "S108.10.1002/oby.22021"
    },
    {
      "title": "Dose and timing of text messages for increasing physical activity among pregnant women: a randomized controlled trial",
      "authors": [
        "J Huberty",
        "M Buman",
        "J Leiferman",
        "J Bushar",
        "E Hekler",
        "M Adams"
      ],
      "year": 2017,
      "doi": "10.1007/s13142-016-0445-1"
    },
    {
      "title": "Print versus a culturally-relevant Facebook and text message delivered intervention to promote physical activity in African American women: a randomized pilot trial",
      "authors": [
        "R Joseph",
        "C Keller",
        "M Adams",
        "B Ainsworth"
      ],
      "year": 2015
    },
    {
      "title": "Randomized controlled pilot of an intervention to reduce and break-up overweight/obese adults' overall sitting-time",
      "authors": [
        "P Judice",
        "M Hamilton",
        "L Sardinha",
        "A Silva"
      ],
      "year": 2015
    },
    {
      "title": "Text messaging to motivate walking in older African Americans: a randomized controlled trial",
      "authors": [
        "B Kim",
        "K Glanz"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2012.09.050"
    },
    {
      "title": "Effectiveness of 6 months of tailored text message reminders for obese male participants in a worksite weight loss program: randomized controlled trial",
      "authors": [
        "J Kim",
        "S Oh",
        "S Steinhubl"
      ],
      "year": 2015
    },
    {
      "title": "The effect of need supportive text messages on motivation and physical activity behaviour",
      "authors": [
        "F Kinnafick",
        "C Thøgersen-Ntoumani",
        "J Duda"
      ],
      "year": 2016,
      "doi": "10.1007/s10865-016-9722-1"
    },
    {
      "title": "Effects of culturally adaptive walking intervention on cardiovascular disease risks for middle-aged Korean-Chinese female migrant workers",
      "authors": [
        "H Lee",
        "S Cho",
        "J Wilbur"
      ],
      "year": 2017,
      "doi": "10.1080/19338244.2017.1282847"
    },
    {
      "title": "Preventing weight gain in women in rural communities: a cluster randomised controlled trial",
      "authors": [
        "C Lombard",
        "C Harrison",
        "S Kozica",
        "S Zoungas",
        "S Ranasinha",
        "H Teede"
      ],
      "year": 2016
    },
    {
      "title": "A low intensity, community based lifestyle programme to prevent weight gain in women with young children: cluster randomised controlled trial",
      "authors": [
        "C Lombard",
        "A Deeks",
        "D Jolley",
        "K Ball",
        "H Teede"
      ],
      "year": 2010
    },
    {
      "title": "Text2Plan: exploring changes in the quantity and quality of action plans and physical activity in a text messaging intervention",
      "authors": [
        "C Mistry",
        "S Sweet",
        "R Rhodes",
        "A Latimer-Cheung"
      ],
      "year": 2015,
      "doi": "10.1080/08870446.2014.997731"
    },
    {
      "title": "Changing self-reported physical activity using different types of affectively and cognitively framed health messages, in a student population",
      "authors": [
        "B Morris",
        "R Lawton",
        "R Mceachan",
        "R Hurling",
        "M Conner"
      ],
      "year": 2016,
      "doi": "10.1080/13548506.2014.997762"
    },
    {
      "title": "Text messaging for exercise promotion in older adults from an uppermiddle-income country: randomized controlled trial",
      "authors": [
        "A Muller",
        "S Khoo",
        "T Morris"
      ],
      "year": 2016
    },
    {
      "title": "Using Facebook and text messaging to deliver a weight loss program to college students",
      "authors": [
        "M Napolitano",
        "S Hayes",
        "G Bennett",
        "A Ives",
        "G Foster"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20232"
    },
    {
      "title": "Pilot study of a cell phone-based exercise persistence intervention post-rehabilitation for COPD",
      "authors": [
        "H Nguyen",
        "D Gill",
        "S Wolpin",
        "B Steele",
        "J Benditt"
      ],
      "year": 2009,
      "doi": "10.2147/copd.s6643"
    },
    {
      "title": "Text message and internet support for coronary heart disease self-management: results from the Text4Heart randomized controlled trial",
      "authors": [
        "Pfaefflie Dale",
        "L Whittaker",
        "R Jiang",
        "Y Stewart",
        "R Rolleston",
        "A Maddison"
      ],
      "year": 2015
    },
    {
      "title": "Weight-related SMS texts promoting appropriate pregnancy weight gain: a pilot study",
      "authors": [
        "K Pollak",
        "S Alexander",
        "G Bennett"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2014.07.030"
    },
    {
      "title": "Can implementation intentions and text messages promote brisk walking? A randomized trial",
      "authors": [
        "A Prestwich",
        "M Perugini",
        "R Hurling"
      ],
      "year": 2010,
      "doi": "10.1037/a0016993"
    },
    {
      "title": "Improvement in diet habits, independent of physical activity helps to reduce incident diabetes among prediabetic Asian Indian men",
      "authors": [
        "J Ram",
        "S Selvam",
        "C Snehalatha"
      ],
      "year": 2014,
      "doi": "10.1016/j.diabres.2014.09.043"
    },
    {
      "title": "Effectiveness of an mHealth intervention to improve the cardiometabolic profile of people with prehypertension in low-resource urban settings in Latin America: a randomised controlled trial",
      "authors": [
        "A Rubinstein",
        "J Miranda",
        "A Beratarrechea"
      ],
      "year": 2016,
      "doi": "10.1016/s2213-8587(15)00381-2"
    },
    {
      "title": "Effect of a counseling session bolstered by text messaging on self-selected health behaviors in college students: a preliminary randomized controlled trial",
      "authors": [
        "J Sandrick",
        "D Tracy",
        "A Eliasson"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6638"
    },
    {
      "title": "Using text messages to bridge the intention-behavior gap? A pilot study on the use of text message reminders to increase objectively assessed physical activity in daily life",
      "authors": [
        "A Schwerdtfeger",
        "C Schmitz",
        "M Warken"
      ],
      "year": 2012
    },
    {
      "title": "Text4Diet: a randomized controlled study using text messaging for weight loss behaviors",
      "authors": [
        "J Shapiro",
        "T Koro",
        "N Doran"
      ],
      "year": 2012,
      "doi": "10.1016/j.ypmed.2012.08.011"
    },
    {
      "title": "Effect of mHealth on modifying behavioural riskfactors of non-communicable diseases in an adult, rural population in Delhi, India",
      "authors": [
        "M Sharma",
        "B Banerjee",
        "G Ingle",
        "S Garg"
      ],
      "year": 2017
    },
    {
      "title": "Testing self-regulation interventions to increase walking using factorial randomized N-of-1 trials",
      "authors": [
        "F Sniehotta",
        "J Presseau",
        "N Hobbs",
        "V Araujo-Soares"
      ],
      "year": 2012,
      "doi": "10.1037/a0027337"
    },
    {
      "title": "Efficacy of a text message-delivered extended contact intervention on maintenance of weight loss, physical activity, and dietary behavior change",
      "authors": [
        "L Spark",
        "B Fjeldsoe",
        "E Eakin",
        "M Reeves"
      ],
      "year": 2015
    },
    {
      "title": "Smartphone technology and text messaging for weight loss in young adults: a randomized controlled trial",
      "authors": [
        "J Stephens",
        "A Yager",
        "J Allen"
      ],
      "year": 2017,
      "doi": "10.1097/jcn.0000000000000307"
    },
    {
      "title": "Effects of text messaging in addition to emails on physical activity among university and college employees in the UK",
      "authors": [
        "S Suggs",
        "H Blake",
        "M Bardus",
        "S Lloyd"
      ],
      "year": 2013,
      "doi": "10.1177/1355819613478001"
    },
    {
      "title": "The efficacy of motivational counselling and SMS reminders on daily sitting time in patients with rheumatoid arthritis: a randomised controlled trial",
      "authors": [
        "T Thomsen",
        "M Aadahl",
        "N Beyer"
      ],
      "year": 2017,
      "doi": "10.1136/annrheumdis-2016-210953"
    },
    {
      "title": "A theory-based exercise app to enhance exercise adherence: a pilot study",
      "authors": [
        "E Voth",
        "N Oelke",
        "M Jung"
      ],
      "year": 2016
    },
    {
      "title": "Wearable sensor/device (Fitbit One) and SMS text-messaging prompts to increase physical activity in overweight and obese adults: a randomized controlled trial",
      "authors": [
        "J Wang",
        "L Cadmus-Bertram",
        "L Natarajan"
      ],
      "year": 2015,
      "doi": "10.1089/tmj.2014.0176"
    }
  ],
  "num_references": 109,
  "original_doi": "https://doi.org/10.13039/100000002"
}
