{
  "paper_id": "GXRU4SVC",
  "title": "The Nature, Assessment, and Treatment of Obsessive-Compulsive Disorder",
  "abstract": "Obsessive-compulsive disorder (OCD) is an anxiety disorder that affects between 1% to 2% of individuals and causes considerable impairment and disability. Although . 50% of individuals experience symptom onset in childhood, symptoms can continue to develop throughout adulthood. Accurate and timely assessment of clinical presentation is critical to limit impairment and improve prognosis. Presently, there are 2 empirically supported treatments available for OCD in children and adults, namely cognitive-behavioral therapy and pharmacotherapy with serotonin reuptake inhibitors. This article provides an introduction to the phenomenology, etiology, and clinical course of OCD. Assessment practices used to evaluate symptom severity are described, and evidence-based treatment options are reviewed, with appropriate distinctions drawn between children and adults. Finally, recommendations for assessment and treatment practices for OCD are explicated.",
  "year": 1984,
  "date": "1984",
  "journal": "Behav Res Ther",
  "publication": "Behav Res Ther",
  "authors": [
    {
      "forename": "Joseph",
      "surname": "Mcguire",
      "name": "Joseph Mcguire",
      "affiliation": "1  Department of Psychology , University of South Florida , Tampa , FL ; \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Adam",
      "surname": "Lewin",
      "name": "Adam Lewin",
      "affiliation": "2  Department of Pediatrics , University of South Florida , Tampa , FL \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Betty",
      "surname": "Horng",
      "name": "Betty Horng",
      "affiliation": "2  Department of Pediatrics , University of South Florida , Tampa , FL \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Tanya",
      "surname": "Murphy",
      "name": "Tanya Murphy",
      "affiliation": "2  Department of Pediatrics , University of South Florida , Tampa , FL \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Eric",
      "surname": "Storch",
      "name": "Eric Storch",
      "affiliation": "1  Department of Psychology , University of South Florida , Tampa , FL ; \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL",
      "email": "estorch@health.usf.edu"
    },
    {
      "affiliation": "All Children's Hospital Guild Endowed Chair and Associate Professor, Department of Pediatrics , University of South Florida , 800 6th St. South , Box 7523 , St. Petersburg , FL 33701. \n\t\t\t\t\t\t\t\t All Children's Hospital Guild Endowed Chair \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 800 6th St. South \n\t\t\t\t\t\t\t\t\t Box 7523 \n\t\t\t\t\t\t\t\t\t 33701. \n\t\t\t\t\t\t\t\t\t St. Petersburg \n\t\t\t\t\t\t\t\t\t FL"
    }
  ],
  "doi": "10.3810/pgm.2012.01.2528",
  "keywords": [
    "obsessive-compulsive disorder",
    "assessment",
    "treatment",
    "phenomenology",
    "etiology Nature, Assessment, and Treatment of OCD"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Obsessive-compulsive disorder (OCD) is an impairing condition that affects 1% to 2% of individuals  1  and causes considerable impairment in both children and adults,  [2] [3] [4]  often leading to diminished quality of life.  5, 6 The World Health Organization considers OCD to be a leading cause of disability in the developed world.  7 Given these concerns, there is a clear need to inform practitioners about the clinical course of OCD, as well as the empirically supported assessment and treatment practices. This article serves as a primer on the phenomenology, etiology, clinical course, and comorbid conditions associated with OCD. Additionally, assessment modalities and evidence-based treatment options are reviewed. Because there are differences in clinical presentation between children and adults, distinctions are addressed when appropriate. This article concludes with practical recommendations on the assessment and treatment of OCD and highlights aspects that are integral to improving patient outcomes."
    },
    {
      "title": "Phenomenology",
      "text": "Traditionally conceptualized as an anxiety disorder, OCD is characterized by the presence of obsessions and/or compulsions that are time-consuming and cause distress and/or interference. Obsessions are recurrent and persistent thoughts, impulses, or images that are experienced as inappropriate, intrusive, and distressing. Intrusive thoughts are frequently reported by nonclinical samples of children (77%-85%)  8, 9  and adults (80%-88%).  10, 11 However, obsessions experienced by patients with OCD differ from those encountered by nonclinical populations in terms of the extent of distress, time lost, or impairment. Common obsessions in patients with OCD include contamination fears (eg, dirt, germs, chemicals), fear of harm to self or others, preoccupations with symmetry, exactness, or order, excessive concerns regarding religious or moral conduct (eg, fear of committing a sin, breaking rules, or displeasing God), fixations with lucky or unlucky numbers, or forbidden sexual, aggressive, or violent thoughts or images.  [12] [13] 3] [14]  Although these individuals are highly unlikely to act out on obsessive thoughts, they produce considerable distress and frustration.\n\nIn response to obsession-related distress, individuals with OCD engage in repetitive behaviors or mental acts called compulsions to provide temporary relief by neutralizing the fear. Compulsions are generally excessive and repetitive (eg, washing hands 25 times after touching a \"contaminant\"), cause considerable impairment, and/or are irrational means of preventing feared outcomes evoked by obsessions (eg, avoid stepping on cracks to save mother's back). Commonly endorsed compulsions include decontamination rituals (eg, excessive washing, bathing, or cleaning), checking (eg, doors, locks, homework), counting, repeating, and straightening.  [12] [13] ] [14]  Other rituals may include confessing/praying, reassurance seeking, touching, tapping, and rubbing, measures to prevent harm to self or others, and hoarding.  [12] [13] 3] [14]  Individuals with OCD tend to have several obsessions and compulsions, with certain obsessions linked to the performance of specific compulsions (eg, fears of contamination with washing rituals). As opposed to performing compulsions to alleviate or prevent distressing obsessions, individuals may actively avoid antecedents that precipitate obsessions or compulsions. Avoidance is relatively frequent in patients with OCD  [14] [15] [16]  and is directly associated with symptom severity and overall clinical severity.  17 lthough obsessive-compulsive symptoms are heterogeneous across patients, symptoms appear to cluster together to form identifiable dimensional categories. Patients may endorse symptoms on several symptom dimensions, with a preponderance of symptoms falling into 1 or more dimensional groupings that are relatively stable across the lifespan.  18, 19 Four primary obsessive-compulsive symptom dimensions have been noted: 1) symmetry, which includes symmetry obsessions and ordering, repeating, and counting compulsions; 2) forbidden thoughts, which include aggression, sexual and/or religious obsessions, and checking; 3) cleaning, which includes contamination obsessions and cleaning compulsions; and 4) hoarding, which includes hoarding-specific obsessions and compulsions. Symptom dimensions have been associated with distinct patterns of psychiatric comorbidity, 20 heritability,  21, 22  and patterns of neural activity, as measured by functional magnetic resonance imaging.  23 Moreover, specific symptom dimensions have been associated with differential response to pharmacologic (Table  1 )  24, 25  and nonpharmacologic (Table  2 ) treatments,  26, 27  as well as decreased likelihood of symptom remission in adulthood.  28"
    },
    {
      "title": "Etiology",
      "text": "A definitive account of the etiology of OCD is not yet available, although most agree that it is multifactorial. Several prevailing theories regarding the onset and maintenance of obsessive-compulsive symptoms are described below, including neurobiological, genetic, and cognitive-behavioral perspectives. Although there is a growing literature on the neurobiology of OCD, replications of study findings are relatively limited. A wide range of biological models have proposed that the development and maintenance of obsessivecompulsive symptoms are linked to abnormal functioning of brain regions, specifically dysfunction in the orbitofrontal cortex (OFC), anterior cingulated cortex (ACC), frontal cortex, parietal cortex, thalamus, and caudate nucleus.  [29] [30] ] [31] [32]  However, a meta-analysis of 13 functional neuroimaging studies found that differences between patients with OCD and controls were not replicated.  31 n light of the potential brain regions implicated in OCD (eg, OFC, thalamus, and ACC), there has been interest in exploring the role of the basal ganglia, particularly the dysfunction of cortico-striatal-thalamic-cortical (CSTC) circuits.  33, 34 he CSTC model suggests that obsessive-compulsive symptoms develop from dysfunctional pathways that connect the caudate nucleus, OFC, and ACC (see Del Casale et al  35  for a comprehensive review). This model suggests that \"direct\" and \"indirect\" pathways through the basal ganglia account for excitatory and inhibitory responses, respectively. Imaging studies in patients with OCD indicate that the OFC, ACC, and caudate nucleus are hyperactive at rest, become more active under symptom provocation, and show less activity following treatment.  29, 30, 33 As there are multiple circuits connecting these regions, a deficit may be present at any point in the pathway, triggering dysfunction in other connected areas.  29, 30 This may account for the heterogeneous symptomatic presentation observed in patients with OCD. Neuropsychological functioning affected by these CSTC circuits is involved in decision making, learning, and adaptive functioning, all of which have been suggested as being impaired in patients with OCD (eg, deficits in set shifting abilities, decision making, and learning).  36, 37 Lending further support to this model are the findings that successful treatment of OCD is associated with attenuation of abnormal regional brain activity within the OFC, ACC, and caudate nucleus.  [38] [39] ] [40] [41]  Obsessive-compulsive disorder appears to have a genetic component, which has been shown by an increased risk in both twin studies and in first-degree relatives of patients with OCD.  42, 43 Prevalence rates in first-degree relatives vary across studies (10%-35%), with lifetime prevalence of OCD being significantly higher in case (22.5%) rather than control (2.6%) first-degree relatives.  [43] [44] 4] [45]  Familial risk appears to be much greater for childhood-onset OCD compared with adult-onset OCD.  46 More than 80 candidate gene studies have been conducted, with a predominant emphasis on genes in the serotonergic and dopaminergic pathways. However, none of the identified candidates have achieved genome-wide significance or produced consistent replicated findings.  47 The glutamate transporter gene (SLC1 A1) on 9p24 has shown early promise of exhibiting a replicable finding in genetic association studies of patients with OCD.  48, 49 n addition to neurobiological and genetic perspectives, OCD etiology can be explicated using behavioral and cognitive models. Two types of conditioning processes occur in the development of OCD. The behavioral model suggests\n\nTable 1. Evidence-Based Pharmacotherapy for OCD Medication Recommended Adult Daily Dose Range, mg Randomized Controlled Trials Average Symptom Severity Reductions and Response Rates Tricyclic Antidepressants Clomipramine 75-300 Koran et al 141 (1996) Mundo et al 173 (2000) Foa et al 117 (2005) DeVeaugh-Geiss et al 138 (1992) 7.3 reduction on Y-BOCS with 54% response rate a 12.0 reduction on Y-BOCS with 65% response rate b 8.1 reduction on Y-BOCS with 44% response rate c 10.0 reduction on CY-BOCS SSRIs Fluvoxamine 50-300 Mundo et al 173 (2000) Goodman et al 174 (1989) Goodman et al 175 (1996) Hollander et al 176 (2003) Jenike et al 177 (1990) Riddle et al 178 (2001) 12.3 reduction on Y-BOCS with 62% response rate b 5.6 reduction on Y-BOCS with 36% response rate c 3.9 reduction on Y-BOCS with 43% response rate c 8.5 reduction on Y-BOCS with 45% response rate b 3.8 reduction on Y-BOCS 6.0 reduction on CY-BOCS with 42% response rate a Paroxetine 20-60 Zohar and Judge 144 (1996) Kamijima et al 179 (2004) Geller et al 142 (2004) 8.0 reduction on Y-BOCS with 55% response rate a 8.1 reduction on Y-BOCS with 50% response rate c 8.8 reduction on CY-BOCS with 45% response rate c Sertraline 50-200 Koran et al 180 (2002) Greist et al 181 (1995) Jenike et al 182 (1990) Kronig et al 183 (1999) Bergeron et al 184 (2002) March et al 185 (1998) POTS 115 (2004) 16.5 reduction on Y-BOCS 5.6 reduction on Y-BOCS with 39% response rate c 2.2 reduction on Y-BOCS $ 8.0 reduction on Y-BOCS with 41% response rate c 8.4 reduction on Y-BOCS with 51% response rate c 6.8 reduction on CY-BOCS with 42% response rate c 7.0 reduction on CY-BOCS Citalopram 20-60 Montgomery et al 186 (2001) Alaghband-Rad and Hakimshooshtary 187 (2009) 3.5-5.5 reductions on Y-BOCS with response rates between 57%-65% a (depending on dose) 11.1 reduction on CY-BOCS Escitalopram 10-20 Stein et al 188 (2007) 11.4-12.1 reductions on Y-BOCS (depending on dose) Fluoxetine 20-60 Bergeron et al 184 (2002) Montgomery et al 189 (1993) Jenike et al 143 (1997) Tollefson et al 190 (1994) Liebowitz et al 191 (2002) Riddle et al 192 (1992) Geller et al 193 (2001) 6.1 reduction on Y-BOCS with 39% response rate c 4.8-6.1 reductions on Y-BOCS with response rates between 36%-47% d (depending on dose) 2.8 reduction on Y-BOCS 4.7-7.6 reduction on Y-BOCS with response rates between 32%-35% b (depending on dose) 7.79 reduction on CY-BOCS with 57% response rate c 10.7 reduction on CY-BOCS 9.5 reduction on CY-BOCS with 49% response rate b a Treatment response determined by reductions $ 25% on CY-BOCS/Y-BOCS. b Treatment response determined by reductions $ 35% on CY-BOCS/Y-BOCS. Treatment response determined by either a rating of \"very much improved\" or \"much improved\" on the CGI-I.\n\nthat obsessions develop through classical conditioning, whereby previously neutral stimuli are paired with aversive stimuli, thereby creating a conditioned fear response to the previously neutral stimuli.  50 Obsessions generate increased distress for patients and precipitate the performance of compulsions (ritualized behaviors), which serve to temporarily alleviate or neutralize obsession-related anxiety. The reduction in anxiety/distress (known as negative reinforcement) maintains the compulsive behaviors via operant conditioning. In a complementary fashion, cognitive models of OCD suggest that obsessive symptoms develop from dysfunctional cognitive beliefs (eg, inflated sense of responsibility, overestimation of threats) that lead to misappraisal and misinterpretation of intrusive thoughts or stimuli.  [51] [52] 2] [53]  These misappraisals and misinterpretations cause patients to experience increased distress and anxiety, which result in attempts to control, suppress, or neutralize these thoughts or to prevent harmful consequences by initiating ritualized behaviors or avoidance.  51, 54 Notably, this cognitive paradigm may not be universally applicable to patients with OCD, as many of them experience feelings of disgust  55  and \"not-just-right\" feelings as motivations for compulsive rituals.  56, 57 Although it is likely that both conceptualizations are involved in the development and maintenance of obsessive-compulsive symptoms, the behavioral model has served as the basis for empirically supported psychotherapy treatments.  58 he development of OCD is likely due to a complex interaction of genetic and environmental processes. Many environmental influences have been reported to influence the onset of OCD, including neurological illnesses, trauma, medical illness, and infections.  59 One example, Pediatric Autoimmune Neuropsychiatric Disorders Associated with Streptococcus (PANDAS), has received considerable debate and recent attention.  60 Briefly, PANDAS refers to childhoodonset OCD (or tic disorders) with abrupt onset or an episodic symptom course, in which symptom onset or exacerbation is temporally associated with infection with Group A Streptococcus (GAS).  61 However, establishing a clear and definitive causal role of GAS infections has proven difficult, in part because GAS infections are so common in childhood, and other infectious triggers may play a role.  60, 62 In the end, as these pathogenic models are not mutually exclusionary, there may be several contributing factors that lead to the development of obsessive-compulsive symptoms."
    },
    {
      "title": "Clinical Course",
      "text": "Obsessive-compulsive symptoms exhibit a bimodal distribution, with 2 peaks of symptom onset occurring around prepuberty and early adulthood.  1, 63, 64 For those individuals with a childhood onset, symptoms usually begin between ages 6 and 10 years, with a marked increase in symptom severity around age 11 years.  28, 65 Childhood symptom onset tends to be observed earlier in boys than in girls.  66, 67 Comparatively, obsessive-compulsive symptoms that develop in adulthood tend to have a female preponderance,  68  with most of these cases indicating symptomatic development in late adolescence and early adulthood.  1, 65, 68 Although there may be sex differences in symptomatic development in childhood and early adulthood, the sex difference equilibrates over time.\n\nChildren with OCD often experience severe distress and impairment.  69 In children, impaired psychosocial functioning has been documented in academic, familial, and peer/ socialization domains.  2, [70] [71] 1] [72] [73]  Moreover, symptoms can affect family dynamics, as parent ratings of functional impairment are associated with family accommodation.  74, 75 Without appropriate intervention, obsessive-compulsive symptoms will likely persist into adulthood.  76, 77 Similar to children, adults often experience social, emotional, health-related, and occupational impairment that corresponds with a decreased quality of life.  4, [78] [79] [80]"
    },
    {
      "title": "Comorbidity",
      "text": "The co-occurrence of other psychiatric conditions with OCD is relatively frequent, with up to 90% of cases indicating $ 1 comorbid psychiatric disorder.  1 Non-OCD anxiety disorders, such as generalized anxiety disorder (8%-44%), social phobia (26%-43%), panic disorder (15%-20%), and mood disorders, such as major depressive disorder (20%-78%), are the most common comorbid conditions in adults.  1, 65, 68 ubstance use/dependence is more frequent in adults  1  than in children or adolescents with OCD,  65  but is less frequent in adults with OCD compared with adults with other psychiatric diagnoses.  81 lthough children and adolescents frequently present with comorbid non-OCD anxiety disorders, such as separation anxiety disorder (16%-56%), generalized anxiety disorder (39%-48%), and social phobia (14%-38%), they also tend to exhibit externalizing disorders, such as attention-deficit hyperactivity disorder (ADHD; 10%-51%) and oppositionaldefiant disorder (ODD; 15%-51%).  65, 68, 82 Children may also present with mood disorders, such as major depressive disorder (27%-62%)  65, 82  and bipolar disorder (15%-34%).  82, 83 lthough less frequent in older adolescents and adults, the co-occurrence of tic disorders in children with OCD is fairly common (25%-37%).  65, 82 Additionally, there exists some symptom overlap with autism spectrum disorders, as up to 86% of individuals with autism exhibit compulsions,  84  while approximately 20% of individuals with OCD exhibit pronounced autistic traits.  85 However, there have been no large-scale epidemiological studies conducted to ascertain the comorbidity of autism spectrum disorders and OCD.\n\nFrom a practitioner's perspective, attention to comorbid conditions is important for several reasons. First, these comorbid conditions may be associated with additional functional impairment beyond the obsessive-compulsive symptoms alone.  3, 71, 86 Second, certain comorbid conditions may attenuate response to psychotherapy  87, 88  and/or pharmacotherapy.  89 Third, the presence of certain comorbidities may require sequential or concurrent treatment in addition to addressing obsessive-compulsive symptoms. For example, severe depressive symptoms or externalizing problems may require initial treatment so that patients can adequately engage in strategies to treat OCD. Finally, the presence of certain comorbidities may provide information about clinical course for a patient. For instance, the presence of childhood tic disorders has been associated with a greater likelihood of obsessive-compulsive symptom remission in later adulthood.  28"
    },
    {
      "title": "Assessment",
      "text": "Early and accurate diagnosis of OCD is important for improved patient outcomes. When symptoms are suspected, an initial evaluation should include an assessment of current and past OCD symptoms, current symptom severity, associated functional impairment, and psychiatric comorbidity.  90 If the patient does not recognize that the obsessivecompulsive symptoms are excessive or unreasonable, poor insight into symptoms should be specified in the diagnosis, which has implications for clinical severity and treatment outcome.  91, 92 eyond the unstructured clinical interview, several assessment options exist. Structured diagnostic interviews may aid in the diagnosis of OCD and its comorbid conditions. Examples include the Structured Clinical Interview for the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV),  93  the Kiddie-SADS-Present and Lifetime Version,  94  and the Anxiety Disorders Interview Schedules for adults,  95  as well as parents and children.  96 lthough comprehensive, structured diagnostic interviews are time-intensive and costly, resulting in their infrequent use in regular clinical practice."
    },
    {
      "title": "157",
      "text": "ResearchShare TM :  http://www.research-share.com/GetIt • Copyright Clearance Center:  http://www.copyright.com Clinician-rated scales are the gold standard for evaluating symptom severity. The most commonly used measure in adults is the Yale-Brown Obsessive Compulsive Scale (Y-BOCS/Y-BOCS-II). The Y-BOCS/Y-BOCS-II has excellent reliability and validity,  14, [97] [98] [99] [100]  with symptom severity reductions between 30% to 45% corresponding with ratings of clinically meaningful improvement.  101, 102 Beyond clinician-rated measures, self-report questionnaires can be used as brief alternatives to assess symptom presence and severity. Self-report questionnaires, such as the Obsessive Compulsive Inventory-Revised,  103  Yale-Brown Obsessive Compulsive Self-Report,  104  and the Florida Obsessive-Compulsive Inventory,  13  offer informative and reliable ratings of symptom presence and severity (see Benito and Storch 105 for a review of rating scales).\n\nAs children are often secretive about their symptoms and may have limited insight, evaluations for youth should include perspectives from multiple informants. 106,107 Moreover, multiple informants help to distinguish obsessivecompulsive symptoms from normative, ritualistic behaviors in early childhood. The Children's Yale-Brown Obsessive Compulsive Scale (CY-BOCS) is a clinician-administered rating scale that assesses the presence and severity of obsessive-compulsive symptoms. 108,109 Ratings of symptom severity reductions around 25% correspond with clinically meaningful improvement.  110 In line with multi-informant practices, parent-and child-report measures are often both used. The Children's Obsessive Compulsive Inventory-Parent and Child reports 111 assess parent-and self-rated symptom presence and severity. Other child-report measures used to assess current symptom severity include the Children's Florida Obsessive-Compulsive Inventory 112 and the Obsessive Compulsive Inventory-Child Version 113 (see Merlo et al 114 for a review of child rating scales)."
    },
    {
      "title": "Treatment",
      "text": "There are 2 evidence-based treatment options for OCD: cognitive-behavioral therapy (CBT) and pharmacotherapy. Cognitive-behavioral therapy is a first-line treatment with robust efficacy in treating obsessive-compulsive symptoms in both children and adults.  [115] [116] 6] [117] [118]  It is recommended as the initial choice of treatment for children and adults with symptoms of mild to moderate severity.  106, 119 If symptom severity persists after CBT, evidence-based pharmacotherapy presents another first-line treatment option that is often more accessible than CBT and yields significant reductions in symptom severity. Children and adults who present with symptoms of moderate to severe severity should initially receive both CBT and evidence-based pharmacotherapy.  106, 119 For adults with severe symptom severity, evidence-based pharmacotherapy is recommended as the initial treatment followed by a trial of CBT.  119, 120 T Cognitive-behavioral therapy for OCD can consist of varied components, such as psychoeducation, cognitive restructuring, and parental involvement.  121 Although there is some support for cognitive therapy alone for the treatment of OCD, 122 the predominant therapeutic component relied on in CBT is behavioral, namely exposure and response prevention. The exposure component requires the patient to repeatedly encounter situational and/or internal triggers to their anxiety, which usually precipitate their compulsive behaviors. While completing these exposures, patients must resist engaging in compulsions until habituation to the anxious state is achieved. As patients habituate to feared stimuli, distress and associated desire to ritualize diminishes. For example, a patient who experiences contamination fears and compulsive washing rituals would be required to touch perceived \"contaminated\" objects (eg, doorknobs that have been touched by multiple individuals) while refraining from cleansing behaviors that function to neutralize his or her fear. Although it may take several therapy sessions before observable improvement is achieved, considerable symptom severity reductions are regularly endorsed across randomized studies 118,123 (Table  2 ). Although CBT typically occurs on a once-or twice-weekly basis, intensive (daily) CBT produces similar symptom reductions, achieves meaningful response in less overall time,  117, 124, 125  and may be particularly helpful for those who do not respond to pharmacotherapy and/or less intensive psychotherapy.  126"
    },
    {
      "title": "Challenges of CBT",
      "text": "Although CBT has demonstrated lasting improvements for up to 7 years, 127,128 CBT response and delivery can be impeded by patient noncompliance, attrition, and limited access to trained providers. While these challenges impact the use of psychotherapy across many psychiatric disorders, innovative solutions are being explored to address these issues. For example, positive treatment expectations and homework compliance are key aspects of CBT that predict treatment response.  129 However, exposure therapy and accompanying homework can sometimes prove challenging to patients, which, in turn, can precipitate noncompliance with therapeutic exposures and discontinuation of treatment. For these challenged patients, the addition of motivational interview-ing to CBT may increase the compliance with exposures by clarifying intrinsic motivation to change behaviors and reduce treatment ambivalence.  130, 131 imited access to cognitive-behavioral treatments is a relatively common problem for patients with anxiety disorders. Emerging technologies (eg, video conferencing, the internet) have demonstrated promise at increasing access for patients by delivering CBT across considerable distances.  132  recent study found significant symptom severity reductions when using a web camera to deliver CBT to pediatric OCD patients.  133 These findings hold considerable promise for treatment dissemination. Before encouraging the widespread practice of web-based CBT, further clarification of ethical issues related to telemedicine across state and country borders is needed, along with a larger trial replicating these results.  133"
    },
    {
      "title": "Pharmacotherapy",
      "text": "In addition to CBT, several pharmacologic agents have demonstrated efficacy in reducing obsessive-compulsive symptoms for both children and adults.  64, 134, 135 The combination of evidence-based pharmacotherapy with CBT provides considerable benefit, especially to patients with symptoms of moderate to severe severity, or those who do not experience improvement with 1 treatment modality alone.  136 erotonin reuptake inhibitors (SRIs), which encompass a specific tricyclic antidepressant (clomipramine), and selective serotonin reuptake inhibitors (SSRIs) have the largest available research base. Currently, 5 SRIs-clomipramine, fluvoxamine, fluoxetine, sertraline, and paroxetine-have been approved by the US Food and Drug Administration (FDA) for the treatment of adults, with 4 of these-clomipramine, fluvoxamine, fluoxetine, and sertraline-receiving approval for treatment of children and adolescents with OCD.\n\nClomipramine, a tricyclic antidepressant that inhibits the reuptake of serotonin, norepinephrine, and dopamine, was the first pharmacological agent to demonstrate efficacy in reducing obsessive-compulsive symptoms.  137, 138 Despite its therapeutic benefit (Table  1 ), clomipramine is accompanied by potential cardiovascular complications, anticholinergic effects (eg, dry mouth, headaches, increased heart rate), sedation, weight gain, and sexual dysfunction, which limit its tolerability.  137 Despite its tolerability concerns and associated risks, meta-analyses suggest that clomipramine may be more efficacious than SSRIs in reducing symptom severity.  89, 116, 139 However, direct-comparison clinical trials with fluoxetine and fluvoxamine have failed to detect a difference in efficacy.  140, 141 lective serotonin reuptake inhibitors (eg, fluvoxamine, fluoxetine, sertraline, citalopram, and escitalopram) increase synaptic serotonin concentrations by inhibiting its reuptake into the presynaptic neuron. The efficacy of SSRIs is well established in the treatment of OCD, with variable reductions in symptom severity for each specific pharmacological agent (Table  1 ). These symptom severity reductions should be considered against reductions observed with placebo in children (2.3-5.3 on the CY-BOCS)  138, 142  and adults (0.20-5.0 on the Y-BOCS).  143, 144 Although there appears to be no systematic efficacy differences between specific SSRI medications,  116, 145  individual patients may respond to or tolerate 1 SSRI instead of another.  119 In the absence of an adverse reaction, a minimum 12-week SSRI trial is recommended to evaluate the medication's therapeutic benefit before transitioning to another medication.  146 ompared with other conditions for which antidepressants are effective at lower doses (eg, non-OCD anxiety disorders and major depressive disorder), many experts advocate the use of higher and quickly escalating doses of an SSRI in the treatment of OCD. 119,120 A meta-analysis of fixed-dosed trials in adults with OCD found evidence to suggest that higher SSRI doses are more effective in the treatment of adults with OCD.  147 Despite good efficacy, SSRIs are frequently accompanied by side effects, including nausea, dyspepsia, diarrhea, constipation, headache, insomnia, anxiety, fatigue, sedation, somnolence, asthenia, forgetfulness, and sexual dysfunction.  145 Attention to side effects is important, as they can influence patient compliance with medication regimens and treatment attrition rates.  116 In children, clinicians should be particularly vigilant for behavioral activation, 148 a phenomenon involving agitation, hostility, restlessness, impulsivity, emotional lability, and insomnia. Notably, these symptoms are most often seen 1 to 9 days after a dose change. 106,149 A small but significant increased risk of suicidality in youth taking SSRIs led the FDA to issue a black box warning to inform parents and clinicians of these associated risks. However, subsequent meta-analyses concluded that SSRIinduced benefit outweighs the risk of a suicide event among OCD-affected youth.  150 Nonetheless, caution is encouraged when considering medication for children and adolescents."
    },
    {
      "title": "Augmentation of SRIs",
      "text": "Serotonin reuptake inhibitors are an acceptable monotherapy option; however, between 40% to 60% of patients with OCD do not respond to adequate trials of these medications.  151 oreover, residual symptoms frequently exist, with remission being less common with SRI medication (8%-37%) than with CBT (24%-55%).  152 Consequently, SSRI augmentation with other pharmacological agents, such as antipsychotics (eg, haloperidol, 153 aripiprazole, 154,155 quetiapine, 156-159 risperidone 160 ), clomipramine, 161 and benzodiazepines, 162 have been investigated. While findings in this area are preliminary, the most beneficial SRI augmentation with antipsychotics appears to come from risperidone 163 and aripiprazole.  154, 164 However, antipsychotic augmentation practices are frequently accompanied by significant side effects that may limit their tolerability and prolonged use (eg, weight gain, metabolic dysregulation, sedation),  165  and their long-term efficacy remains uncertain.  166 Beyond antipsychotics, another group of medications acting on glutamate (eg, memantine, N-acetylcysteine) have shown promise as augmenting agents.  167, 168"
    },
    {
      "title": "Discussion",
      "text": "Considerable advances have led to an improved understanding of the nature, assessment, and treatment of OCD. Initially, patients experienced an average of 17 years between the development of obsessive-compulsive symptoms and the start of appropriate treatment.  169 Now, patients spend approximately 9 years before receiving evidence-based care.  1  Although progress has been made, there are still reports of up to 50% of children being referred to an OCD specialty clinic who have not previously received an evidence-based treatment (ie, medication or CBT).  170 The findings among adults reflect a similar pattern of limited dissemination for effective treatments (eg, CBT).  171 Clearly, further clinical and research efforts are necessary to improve the timely assessment and treatment of OCD.\n\nIn terms of advancing the assessment of OCD, early and accurate identification of symptoms is an integral component. The development of obsessive-compulsive symptoms frequently occurs amid the presence of other anxiety or mood disorders that complicate accurate recognition.  1  Consequently, clinicians are encouraged to be attentive to the presence of obsessive-compulsive symptoms when evaluating patients for common comorbid conditions. The use of reliable rating scales (as discussed above) assists in clarifying symptom presentation, evaluating symptom severity, and tracking the clinical course of treatment.\n\nEvidence-based treatments are recommended for patients with OCD across the lifespan. Cognitive-behavioral therapy should be the first-line intervention except in severe cases or when access is unavailable. Moreover, the \"active ingredient\" in CBT is exposure and response prevention (ie, facing the feared stimulus, habituating to anxiety, and refraining from rituals). Although finding well-trained therapists specializing in OCD can be difficult, there are several online professional directories that can provide information concerning available therapists in patients' local areas (eg, International OCD Foundation, Association of Behavioral and Cognitive Therapies' \"Find-a-Therapist\"). As access and availability can pose problems for CBT use, researchers are developing innovative methods of CBT dissemination (eg, computer-based CBT programs, web camera CBT) to further increase access to this evidence-based treatment. If a patient's symptom presentation is severe or worsens significantly, intensive (eg, daily) outpatient CBT as well as specialized residential programs are available. Because these programs might not be accessible for some families (eg, due to location or cost), 172 medication should also be considered.\n\nWhen CBT is inaccessible or insufficient, SRI medications present another evidence-based treatment option. These pharmacological agents are often more accessible than CBT (eg, primary care physician) and yield modest but significant reductions in obsessive-compulsive symptom severity. It is important that patients receive an adequate trial of an SRI (minimum of 12 weeks  119, 146  ) before transitioning to a different SRI medication. These medications are generally well tolerated but may be accompanied by side effects, and should be prescribed with care for pediatric patients. For patients with severe symptoms, who have no access to CBT (or demonstrate poor response to it) and exhibit only a moderate response to adequate trials of SRIs, evidence-based treatment options are less definitive. In clinical practice, antipsychotic medications (eg, risperidone, aripiprazole) have shown efficacy in SRI augmentation in adults. However, in such situations, it is prudent to refer to a psychiatrist before pursuing this course of treatment."
    },
    {
      "title": "Conclusion",
      "text": "Collaborative efforts of clinical researchers and practitioners have led to improvements in treatment outcomes and quality of life for patients with OCD. Through continued collaboration and implementation of evidence-based practices, timely symptom recognition and early evidence-based care can be initiated to improve the outcomes and quality of life for children, adolescents, and adults with OCD.\n\nNational Alliance for Research on Schizophrenia and Affective Disorders, Otsuka Pharmaceuticals, Forest Pharmaceuticals, Ortho-McNeil Janssen Pharmaceuticals, Shire Pharmaceuticals, and Indevus Pharmaceuticals. She receives travel support from the Tourette Syndrome Association and honorarium from the Arizona Psychiatric Association. Eric A. Storch, PhD has received grant funding in the last 3 years from the National Institutes of Health, All Children's Hospital Research Foundation, the Centers for Disease Control and Prevention, the National Alliance for Research on Schizophrenia and Affective Disorders, the International OCD Foundation, Tourette Syndrome Association, Janssen Pharmaceuticals, and the Foundation for Research on Prader-Willi Syndrome. He receives textbook honorarium from Springer publishers, the American Psychological Association, and Lawrence Erlbaum. Dr. Storch has been an educational consultant for Memorial Hospital. He is a consultant for Prophase, Inc. and is on the speakers' bureau and scientific advisory board for the International OCD Foundation. He receives research support from All Children's Hospital Guild Endowed Chair. Joseph F. McGuire, BA and Betty Horng, PhD disclose no conflicts of interest."
    },
    {
      "text": "c"
    },
    {
      "text": "Exposure-Based Cognitive-Behavioral Therapy for OCD"
    }
  ],
  "references": [
    {
      "title": "Abnormal and normal obsessions-a replication",
      "authors": [
        "P Salkovskis",
        "J Harrison"
      ],
      "year": 1984
    },
    {
      "title": "A naturalistic study of referred children and adolescents with obsessivecompulsive disorder",
      "authors": [
        "G Masi",
        "S Millepiedi",
        "M Mucci",
        "N Bertini",
        "L Milantoni",
        "F Arcangeli"
      ],
      "year": 2005
    },
    {
      "title": "Florida obsessive-compulsive inventory: development, reliability, and validity",
      "authors": [
        "E Storch",
        "D Kaufman",
        "D Bagner"
      ],
      "year": 2007
    },
    {
      "title": "Psychometric analysis of the Yale-Brown Obsessive-Compulsive Scale Second Edition Symptom Checklist",
      "authors": [
        "E Storch",
        "M Larson",
        "L Price",
        "S Rasmussen",
        "T Murphy",
        "W Goodman"
      ],
      "year": 2010
    },
    {
      "title": "Obsessive-compulsive symptoms: the contribution of obsessional beliefs and experiential avoidance",
      "authors": [
        "J Abramowitz",
        "G Lackey",
        "M Wheaton"
      ],
      "year": 2009,
      "doi": "10.1016/j.janxdis.2008.06.003"
    },
    {
      "title": "The Brown Longitudinal Obsessive Compulsive Study: clinical features and symptoms of the sample at intake",
      "authors": [
        "A Pinto",
        "M Mancebo",
        "J Eisen",
        "M Pagano",
        "S Rasmussen"
      ],
      "year": 2006,
      "doi": "10.4088/jcp.v67n0503"
    },
    {
      "title": "The role of avoidance in the phenomenology of obsessive-compulsive disorder",
      "authors": [
        "J Mcguire",
        "E Storch",
        "A Lewin",
        "L Price",
        "S Rasmussen",
        "W Goodman"
      ],
      "year": 2011
    },
    {
      "title": "Meta-analysis of the symptom structure of obsessivecompulsive disorder",
      "authors": [
        "M Bloch",
        "A Landeros-Weisenberger",
        "M Rosario",
        "C Pittenger",
        "J Leckman"
      ],
      "year": 2008
    },
    {
      "title": "Four-factor structure of obsessive-compulsive disorder symptoms in children, adolescents, and adults",
      "authors": [
        "S Stewart",
        "M Rosario",
        "L Baer"
      ],
      "year": 2008,
      "doi": "10.1097/chi.0b013e318172ef1e"
    },
    {
      "title": "Obsessive-compulsive disorder symptom dimensions show specific relationships to psychiatric comorbidity",
      "authors": [
        "G Hasler",
        "Lasalle-Ricci Vh",
        "J Ronquillo"
      ],
      "year": 2005,
      "doi": "10.1016/j.psychres.2005.03.003"
    },
    {
      "title": "Tourette Syndrome Assocation International Consortium for Genetics. Obsessive-compulsive symptom dimensions in affected sibling pairs diagnosed with Gilles de la Tourette syndrome",
      "authors": [
        "J Leckman",
        "D Pauls",
        "H Zhang"
      ],
      "year": 2003,
      "doi": "10.1002/ajmg.b.10001"
    },
    {
      "title": "Familiality of factor analysis-derived YBOCS dimensions in OCD-affected sibling pairs from the OCD Collaborative Genetics Study",
      "authors": [
        "G Hasler",
        "A Pinto",
        "B Greenberg"
      ],
      "year": 2007
    },
    {
      "title": "Distinct neural correlates of washing, checking, and hoarding symptom dimensions in obsessive-compulsive disorder",
      "authors": [
        "D Mataix-Cols",
        "S Wooderson",
        "N Lawrence",
        "M Brammer",
        "A Speckens",
        "M Phillips"
      ],
      "year": 2004
    },
    {
      "title": "Use of factor-analyzed symptom dimensions to predict outcome with serotonin reuptake inhibitors and placebo in the treatment of obsessive-compulsive disorder",
      "authors": [
        "D Mataix-Cols",
        "S Rauch",
        "P Manzo",
        "M Jenike",
        "L Baer"
      ],
      "year": 1999,
      "doi": "10.1176/ajp.156.9.1409"
    },
    {
      "title": "Dimensional predictors of response to SRI pharmacotherapy in obsessive-compulsive disorder",
      "authors": [
        "A Landeros-Weisenberger",
        "M Bloch",
        "B Kelmendi"
      ],
      "year": 2010
    },
    {
      "title": "Obsessivecompulsive symptom dimensions as predictors of compliance with and response to behaviour therapy: results from a controlled trial",
      "authors": [
        "D Mataix-Cols",
        "I Marks",
        "J Greist",
        "K Kobak",
        "L Baer"
      ],
      "year": 2002
    },
    {
      "title": "Symptom dimensions and cognitive-behavioural therapy outcome for pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "L Merlo",
        "M Larson"
      ],
      "year": 2008,
      "doi": "10.1111/j.1600-0447.2007.01113.x"
    },
    {
      "title": "Predictors of early adult outcomes in pediatric-onset obsessive-compulsive disorder",
      "authors": [
        "M Bloch",
        "B Craiglow",
        "A Landeros-Weisenberger"
      ],
      "year": 2009,
      "doi": "10.1542/peds.2009-0015"
    },
    {
      "title": "Functional neuroimaging and the neuroanatomy of obsessive-compulsive disorder",
      "authors": [
        "S Saxena",
        "S Rauch"
      ],
      "year": 2000,
      "doi": "10.1016/s0193-953x(05)70181-7"
    },
    {
      "title": "The epidemiology of obsessive-compulsive disorder in the National Comorbidity Survey Replication",
      "authors": [
        "A Ruscio",
        "D Stein",
        "W Chiu",
        "R Kessler"
      ],
      "year": 2010,
      "doi": "10.1038/mp.2008.94"
    },
    {
      "title": "Predictors of functional impairment in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "M Larson",
        "J Muroff"
      ],
      "year": 2010,
      "doi": "10.1016/j.janxdis.2009.12.004"
    },
    {
      "title": "Quality of life and functional impairment in obsessive-compulsive disorder: a comparison of patients with and without comorbidity, patients in remission, and healthy controls",
      "authors": [
        "J Huppert",
        "H Simpson",
        "K Nissenson",
        "M Liebowitz",
        "E Foa"
      ],
      "year": 2009,
      "doi": "10.1002/da.20506"
    },
    {
      "title": "Multiple pathways to functional impairment in obsessive-compulsive disorder",
      "authors": [
        "Y Markarian",
        "M Larson",
        "M Aldea"
      ],
      "year": 2010,
      "doi": "10.1016/j.cpr.2009.09.005"
    },
    {
      "title": "Quality of life in children and adolescents with obsessive-compulsive disorder: base rates, parent-child agreement, and clinical correlates",
      "authors": [
        "C Lack",
        "E Storch",
        "M Keeley"
      ],
      "year": 2009,
      "doi": "10.1007/s00127-009-0013-9"
    },
    {
      "title": "Impact of obsessive-compulsive disorder on quality of life",
      "authors": [
        "J Eisen",
        "M Mancebo",
        "A Pinto"
      ],
      "year": 2006,
      "doi": "10.1016/j.comppsych.2005.11.006"
    },
    {
      "title": "The Global Burden of Disease. A Comprehensive Assessment of Mortality and Disability From Diseases, Injuries and Risk Factors in 1990 and Projected to 2020",
      "authors": [
        "C Murray",
        "A Lopez"
      ],
      "year": 1996
    },
    {
      "title": "Non-clinical obsessions in a young adolescent population: frequency and association with metacognitive variables",
      "authors": [
        "J Crye",
        "B Laskey",
        "S Cartwright-Hatton"
      ],
      "year": 2010,
      "doi": "10.1348/147608309x468176"
    },
    {
      "title": "Intrusive thoughts in a non-clinical adolescent population",
      "authors": [
        "M Allsopp",
        "T Williams"
      ],
      "year": 1996,
      "doi": "10.1007/bf00708211"
    },
    {
      "title": "Abnormal and normal obsessions",
      "authors": [
        "S Rachman",
        "P De Silva"
      ],
      "year": 1978,
      "doi": "10.1016/0005-7967(78)90022-0"
    },
    {
      "authors": [
        "T Researchshare"
      ],
      "doi": "10.1089/glre.2016.201011"
    },
    {
      "title": "Brain-behavior relationships in obsessivecompulsive disorder",
      "authors": [
        "S Saxena",
        "R Bota",
        "A Brody"
      ],
      "year": 2001
    },
    {
      "title": "A meta-analysis of functional neuroimaging in obsessive-compulsive disorder",
      "authors": [
        "S Whiteside",
        "J Port",
        "J Abramowitz"
      ],
      "year": 2004
    },
    {
      "title": "The neural bases of obsessivecompulsive disorder in children and adults",
      "authors": [
        "T Maia",
        "R Cooney",
        "B Peterson"
      ],
      "year": 2008,
      "doi": "10.1017/s0954579408000606"
    },
    {
      "title": "Neuroimaging and frontal-subcortical circuitry in obsessive-compulsive disorder",
      "authors": [
        "S Saxena",
        "A Brody",
        "J Schwartz",
        "L Baxter"
      ],
      "year": 1998,
      "doi": "10.1192/s0007125000297870"
    },
    {
      "title": "Integrating evidence from neuroimaging and neuropsychological studies of obsessive-compulsive disorder: the orbitofronto-striatal model revisited",
      "authors": [
        "L Menzies",
        "S Chamberlain",
        "A Laird",
        "S Thelen",
        "B Sahakian",
        "E Bullmore"
      ],
      "year": 2008
    },
    {
      "title": "Functional neuroimaging in obsessive-compulsive disorder",
      "authors": [
        "A Del Casale",
        "G Kotzalidis",
        "C Rapinesi"
      ],
      "year": 2011
    },
    {
      "title": "Neuropsychology of obsessive-compulsive disorder: a review and treatment implications",
      "authors": [
        "S Greisberg",
        "D Mckay"
      ],
      "year": 2003,
      "doi": "10.1016/s0272-7358(02)00232-5"
    },
    {
      "title": "Motor inhibition and cognitive flexibility in obsessivecompulsive disorder and trichotillomania",
      "authors": [
        "S Chamberlain",
        "N Fineberg",
        "A Blackwell",
        "T Robbins",
        "B Sahakian"
      ],
      "year": 2006
    },
    {
      "title": "Cerebral glucose metabolism in childhood-onset obsessive-compulsive disorder. Revisualization during pharmacotherapy",
      "authors": [
        "S Swedo",
        "P Pietrini",
        "H Leonard"
      ],
      "year": 1992,
      "doi": "10.1001/archpsyc.1992.01820090018003"
    },
    {
      "title": "18F]FDG PET study in obsessivecompulsive disorder. A clinical/metabolic correlation study after treatment",
      "authors": [
        "D Perani",
        "C Colombo",
        "S Bressi"
      ],
      "year": 1995,
      "doi": "10.1192/bjp.166.2.244"
    },
    {
      "title": "FDG-PET predictors of response to behavioral therapy and pharmacotherapy in obsessive compulsive disorder",
      "authors": [
        "A Brody",
        "S Saxena",
        "J Schwartz"
      ],
      "year": 1998
    },
    {
      "title": "Systematic changes in cerebral glucose metabolic rate after successful behavior modification treatment of obsessive-compulsive disorder",
      "authors": [
        "J Schwartz",
        "P Stoessel",
        "Baxter Lr Jr",
        "K Martin",
        "M Phelps"
      ],
      "year": 1996,
      "doi": "10.1001/archpsyc.1996.01830020023004"
    },
    {
      "title": "Twin studies on obsessive-compulsive disorder: a review",
      "authors": [
        "D Van Grootheest",
        "D Cath",
        "A Beekman",
        "D Boomsma"
      ],
      "year": 2005
    },
    {
      "title": "A family study of obsessive-compulsive disorder with pediatric probands",
      "authors": [
        "G Hanna",
        "J Himle",
        "G Curtis",
        "B Gillespie"
      ],
      "year": 2005,
      "doi": "10.1002/ajmg.b.30138"
    },
    {
      "title": "Obsessive compulsive disorder in children and adolescents: phenomenology and family history",
      "authors": [
        "M Riddle",
        "L Scahill",
        "R King"
      ],
      "year": 1990,
      "doi": "10.1097/00004583-199009000-00015"
    },
    {
      "title": "A family study of obsessive-compulsive disorder",
      "authors": [
        "D Pauls",
        "J Alsobrook",
        "W Goodman",
        "S Rasmussen",
        "J Leckman"
      ],
      "year": 1995
    },
    {
      "title": "A family study of early-onset obsessive-compulsive disorder",
      "authors": [
        "M De Rosario-Campos",
        "J Leckman",
        "M Curi"
      ],
      "year": 2005,
      "doi": "10.1002/ajmg.b.30149"
    },
    {
      "title": "The genetics of obsessive-compulsive disorder: a review",
      "authors": [
        "D Pauls"
      ],
      "year": 2010,
      "doi": "10.31887/dcns.2010.12.2/dpauls"
    },
    {
      "title": "Association of the SLC1 A1 glutamate transporter gene and obsessive-compulsive disorder",
      "authors": [
        "S Stewart",
        "J Fagerness",
        "J Platko"
      ],
      "year": 2007,
      "doi": "10.1002/ajmg.b.30533"
    },
    {
      "title": "A haplotype containing quantitative trait loci for SLC1 A1 gene expression and its association with obsessive-compulsive disorder",
      "authors": [
        "J Wendland",
        "P Moya",
        "K Timpano"
      ],
      "year": 2009
    },
    {
      "title": "Learning Theory and Behavior",
      "authors": [
        "O Mowrer"
      ],
      "year": 1960
    },
    {
      "title": "A cognitive theory of obsessions",
      "authors": [
        "S Rachman"
      ],
      "year": 1997
    },
    {
      "title": "Cognitive-behavioural factors and the persistence of intrusive thoughts in obsessional problems",
      "authors": [
        "P Salkovskis"
      ],
      "year": 1989
    },
    {
      "title": "Cognitive assessment of obsessive-compulsive disorder",
      "authors": [
        "Obsessive Compulsive",
        "Cognitions Group"
      ],
      "year": 1997
    },
    {
      "title": "Understanding and treating obsessive-compulsive disorder",
      "authors": [
        "P Salkovskis"
      ],
      "year": 1999
    },
    {
      "title": "Disgust in contamination-based obsessive-compulsive disorder: a review and model",
      "authors": [
        "R Brady",
        "T Adams",
        "J Lohr"
      ],
      "year": 2010
    },
    {
      "title": "Symptoms of obsessivecompulsive disorder",
      "authors": [
        "J Leckman",
        "D Grice",
        "J Boardman",
        "H Zhang"
      ],
      "year": 1997
    },
    {
      "title": "Not just right experiences and obsessive-compulsive features: experimental and selfmonitoring perspectives",
      "authors": [
        "M Coles",
        "R Heimberg",
        "R Frost",
        "G Steketee"
      ],
      "year": 2005
    },
    {
      "title": "Potentials and limitations of cognitive treatments for obsessive-compulsive disorder",
      "authors": [
        "J Abramowitz",
        "S Taylor",
        "D Mckay"
      ],
      "year": 2005
    },
    {
      "title": "Obsessive compulsive disorder",
      "authors": [
        "T Murphy",
        "S Frasier",
        "S Kim"
      ],
      "year": 2008
    },
    {
      "title": "The immunobiology of Tourette's disorder, pediatric autoimmune neuropsychiatric disorders associated with Streptococcus, and related disorders: a way forward",
      "authors": [
        "T Murphy",
        "R Kurlan",
        "J Leckman"
      ],
      "year": 2010
    },
    {
      "title": "Pediatric autoimmune neuropsychiatric disorders associated with streptococcal infections: clinical description of the first 50 cases",
      "authors": [
        "S Swedo",
        "H Leonard",
        "M Garvey"
      ],
      "year": 1998
    },
    {
      "title": "Immunology of obsessivecompulsive disorder",
      "authors": [
        "T Murphy",
        "M Sajid",
        "W Goodman"
      ],
      "year": 2006
    },
    {
      "title": "Obsessive-compulsive disorder in children and adolescents: a review",
      "authors": [
        "D Geller",
        "J Biederman",
        "J Jones",
        "S Shapiro",
        "S Schwartz",
        "K Park"
      ],
      "year": 1998,
      "doi": "10.3109/10673229809000309"
    },
    {
      "title": "Obsessive-compulsive and spectrum disorders in children and adolescents",
      "authors": [
        "D Geller"
      ],
      "year": 2006,
      "doi": "10.1016/j.psc.2006.02.012"
    },
    {
      "title": "Developmental aspects of obsessive compulsive disorder: findings in children, adolescents, and adults",
      "authors": [
        "D Geller",
        "J Biederman",
        "S Faraone"
      ],
      "year": 2001
    },
    {
      "title": "Demographic and clinical features of obsessive-compulsive disorder in children and adolescents",
      "authors": [
        "G Hanna"
      ],
      "year": 1995
    },
    {
      "title": "Obsessive-compulsive disorder in children and adolescents. Clinical phenomenology of 70 consecutive cases",
      "authors": [
        "S Swedo",
        "J Rapoport",
        "H Leonard",
        "M Lenane",
        "D Cheslow"
      ],
      "year": 1989
    },
    {
      "title": "Obsessive-compulsive disorder across developmental trajectory: Clinical correlates in children, adolescents and adults",
      "authors": [
        "L Farrell",
        "P Barrett",
        "J Piacentini"
      ],
      "year": 2006
    },
    {
      "title": "Functional impairment in children and adolescents with obsessive-compulsive disorder",
      "authors": [
        "J Piacentini",
        "R Bergman",
        "M Keller",
        "J Mccracken"
      ],
      "year": 2003
    },
    {
      "title": "Sleep-related problems in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "T Murphy",
        "C Lack",
        "G Geffken",
        "M Jacob",
        "W Goodman"
      ],
      "year": 2008
    },
    {
      "title": "Adaptive, emotional, and family functioning of children with obsessive-compulsive disorder and comorbid attention deficit hyperactivity disorder",
      "authors": [
        "D Sukhodolsky",
        "Rosario-Campos Do",
        "Mc",
        "L Scahill"
      ],
      "year": 2005
    },
    {
      "title": "Functional impairment in clinical samples of Norwegian and Swedish children and adolescents with obsessive-compulsive disorder",
      "authors": [
        "R Valderhaug",
        "T Ivarsson"
      ],
      "year": 2005
    },
    {
      "title": "com properties of the Child Obsessive-Compulsive Impact Scale-Revised (COIS-R)",
      "authors": [
        "J Piacentini",
        "T Peris",
        "R Bergman",
        "S Chang",
        "M Jaffer"
      ],
      "year": 2007
    },
    {
      "title": "Anxiety and OC spectrum disorders over life cycle",
      "authors": [
        "E Hollander"
      ],
      "year": 2007
    },
    {
      "title": "Correlates of accommodation of pediatric obsessive-compulsive disorder: parent, child, and family characteristics",
      "authors": [
        "T Peris",
        "R Bergman",
        "A Langley",
        "S Chang",
        "J Mccracken",
        "J Piacentini"
      ],
      "year": 2008
    },
    {
      "title": "Long-term outcome of pediatric obsessive-compulsive disorder: a meta-analysis and qualitative review of the literature",
      "authors": [
        "S Stewart",
        "D Geller",
        "M Jenike"
      ],
      "year": 2004
    },
    {
      "title": "Childhood-onset obsessive-compulsive disorder: a tic-related subtype of OCD?",
      "authors": [
        "J Eichstedt",
        "S Arnold"
      ],
      "year": 2001
    },
    {
      "title": "Correlates of occupational disability in a clinical sample of obsessive-compulsive disorder",
      "authors": [
        "M Mancebo",
        "B Greenberg",
        "J Grant"
      ],
      "year": 2008
    },
    {
      "title": "Quality of life in anxiety disorders: a comparison of obsessive-compulsive disorder, social anxiety disorder, and panic disorder",
      "authors": [
        "C Lochner",
        "M Mogotsi",
        "P Du Toit",
        "D Kaminer",
        "D Niehaus",
        "D Stein"
      ],
      "year": 2003
    },
    {
      "title": "Quality of life in obsessivecompulsive disorder before and after treatment",
      "authors": [
        "S Moritz",
        "M Rufer",
        "S Fricke"
      ],
      "year": 2005
    },
    {
      "title": "Prevalence, severity, and comorbidity of 12-month DSM-IV disorders in the national comorbidity survey replication",
      "authors": [
        "R Kessler",
        "W Chiu",
        "O Demler",
        "K Merikangas",
        "E Walters"
      ],
      "year": 2005
    },
    {
      "title": "A naturalistic exploratory study of the impact of demographic, phenotypic and comorbid features in pediatric obsessive-compulsive disorder",
      "authors": [
        "G Masi",
        "S Millepiedi",
        "G Perugi"
      ],
      "year": 2010,
      "doi": "10.1159/000274175"
    },
    {
      "title": "Clinical characteristics of comorbid obsessive-compulsive disorder and bipolar disorder in children and adolescents",
      "authors": [
        "G Joshi",
        "J Wozniak",
        "C Petty"
      ],
      "year": 2010
    },
    {
      "title": "Autistic children as adults: psychiatric, social, and behavioral outcomes",
      "authors": [
        "J Rumsey",
        "J Rapoport",
        "W Sceery"
      ],
      "year": 1985
    },
    {
      "title": "Autistic traits in obsessivecompulsive disorder",
      "authors": [
        "S Bejerot",
        "L Nylander",
        "E Lindström"
      ],
      "year": 2001
    },
    {
      "title": "Correlates and mediators of functional disability in obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "J Abramowitz",
        "M Keeley"
      ],
      "year": 2009
    },
    {
      "title": "Impact of comorbidity on cognitive-behavioral therapy response in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "L Merlo",
        "M Larson"
      ],
      "year": 2008,
      "doi": "10.1097/chi.0b013e31816774b1"
    },
    {
      "title": "Clinical predictors of response to cognitive-behavioral therapy for obsessive-compulsive disorder",
      "authors": [
        "M Keeley",
        "E Storch",
        "L Merlo",
        "G Geffken"
      ],
      "year": 2008
    },
    {
      "title": "Which SSRI? A metaanalysis of pharmacotherapy trials in pediatric obsessive-compulsive disorder",
      "authors": [
        "D Geller",
        "J Biederman",
        "S Stewart"
      ],
      "year": 2003
    },
    {
      "title": "Evidence-based assessment of child obsessive compulsive disorder: recommendations for clinical practice and treatment research",
      "authors": [
        "A Lewin",
        "J Piacentini"
      ],
      "year": 2010
    },
    {
      "title": "Clinical implications of insight assessment in obsessive-compulsive disorder",
      "authors": [
        "P Alonso",
        "J Menchón",
        "C Segalàs"
      ],
      "year": 2008
    },
    {
      "title": "Correlates of insight among youth with obsessive-compulsive disorder",
      "authors": [
        "A Lewin",
        "R Bergman",
        "T Peris",
        "S Chang",
        "J Mccracken",
        "J Piacentini"
      ],
      "year": 2010
    },
    {
      "title": "Structured Clinical Interview for DSM-IV-TR Axis I Disorders, Research Version, Patient Edition",
      "authors": [
        "M First",
        "R Spitzer",
        "M Gibbon",
        "J Williams"
      ],
      "year": 2002
    },
    {
      "title": "Schedule for Affective Disorders and Schizophrenia for School-Age Children-Present and Lifetime version (K-SADS-PL): initial reliability and validity data",
      "authors": [
        "J Kaufman",
        "B Birmaher",
        "D Brent",
        "U Rao"
      ],
      "year": 1997
    },
    {
      "title": "Anxiety Disorders Interview Schedule for DSM-IV",
      "authors": [
        "T Brown",
        "P Dinardo",
        "D Barlow"
      ],
      "year": 1994
    },
    {
      "title": "The Anxiety Disorders Interview Schedule for DSM-IV: Child and Parent Versions",
      "authors": [
        "W Silverman",
        "A Albano"
      ],
      "year": 1996
    },
    {
      "title": "The Yale-Brown Obsessive Compulsive Scale: I. Development, use, and reliability",
      "authors": [
        "W Goodman",
        "L Price",
        "S Rasmussen"
      ],
      "year": 1989
    },
    {
      "title": "The Yale-Brown Obsessive Compulsive Scale: II. Validity",
      "authors": [
        "W Goodman",
        "L Price",
        "S Rasmussen"
      ],
      "year": 1989
    },
    {
      "title": "Development and psychometric evaluation of the Yale-Brown Obsessive-Compulsive Scale-Second Edition",
      "authors": [
        "M Sulkowski",
        "E Storch",
        "G Geffken",
        "E Ricketts",
        "T Murphy",
        "Wk ; Goodman",
        "Ea",
        "S Rasmussen",
        "L Price",
        "M Larson",
        "T Murphy",
        "W Goodman"
      ],
      "year": 2008
    },
    {
      "title": "Refining clinical judgment of treatment outcome in obsessive-compulsive disorder",
      "authors": [
        "A Lewin",
        "De Nadai",
        "A Park",
        "J Goodman",
        "W Murphy",
        "T Storch"
      ],
      "year": 2011,
      "doi": "10.1016/j.psychres.2010.08.021"
    },
    {
      "title": "Defining response in clinical trials for obsessive-compulsive disorder: a signal detection analysis of the Yale-Brown Obsessive Compulsive Scale",
      "authors": [
        "D Tolin",
        "J Abramowitz",
        "G Diefenbach"
      ],
      "year": 2005
    },
    {
      "title": "The Obsessive-Complusive Inventory: development and validation of a short version",
      "authors": [
        "E Foa",
        "J Huppert",
        "S Leiberg"
      ],
      "year": 2002
    },
    {
      "title": "The Yale-Brown Obsessive Compulsive Scale: interview versus self-report",
      "authors": [
        "G Steketee",
        "R Frost",
        "K Bogart"
      ],
      "year": 1996,
      "doi": "10.1016/0005-7967(96)00036-8"
    },
    {
      "title": "Practice parameters for the assessment and treatment of children and adolescents with obsessive-compulsive disorder",
      "authors": [
        "K Benito",
        "E Storch",
        "K Kircanski",
        "T Peris",
        "J Piacentini"
      ],
      "year": 1998
    },
    {
      "title": "Children's Yale-Brown Obsessive Compulsive Scale: reliability and validity",
      "authors": [
        "L Scahill",
        "M Riddle",
        "M Mcswiggin-Hardin"
      ],
      "year": 1997
    },
    {
      "title": "Psychometric evaluation of the Children's Yale-Brown Obsessive-Compulsive Scale",
      "authors": [
        "E Storch",
        "T Murphy",
        "G Geffken"
      ],
      "year": 2004
    },
    {
      "title": "Defining treatment response and remission in obsessive-compulsive disorder: a signal detection analysis of the Children's Yale-Brown Obsessive-Compulsive Scale",
      "authors": [
        "E Storch",
        "A Lewin",
        "De Nadai",
        "A Murphy"
      ],
      "year": 2010
    },
    {
      "title": "The preliminary development of a new self-report measure for OCD in young people",
      "authors": [
        "R Shafran",
        "I Frampton",
        "I Heyman",
        "M Reynolds",
        "B Teachman",
        "S Rachman"
      ],
      "year": 2003
    },
    {
      "title": "Children's Florida Obsessive Compulsive Inventory: psychometric properties and feasibility of a self-report measure of obsessive-compulsive symptoms in youth",
      "authors": [
        "E Storch",
        "M Khanna",
        "L Merlo"
      ],
      "year": 2009
    },
    {
      "title": "Development and validation of a child version of the obsessive compulsive inventory",
      "authors": [
        "E Foa",
        "M Coles",
        "J Huppert",
        "R Pasupuleti",
        "M Franklin",
        "J March"
      ],
      "year": 2010
    },
    {
      "title": "Assessment of pediatric obsessive-compulsive disorder: a critical review of current methodology",
      "authors": [
        "L Merlo",
        "E Storch",
        "T Murphy",
        "W Goodman",
        "G Geffken"
      ],
      "year": 2005
    },
    {
      "title": "Pediatric OCD Treatment (POTS) Study Team. Cognitive-behavior therapy, sertraline, and their combination for children and adolescents with obsessive-compulsive disorder: the Pediatric OCD Treatment Study (POTS) randomized controlled trial",
      "authors": [
        "T Researchshare"
      ],
      "year": 2004
    },
    {
      "title": "Meta-analysis of randomized, controlled treatment trials for pediatric obsessive-compulsive disorder",
      "authors": [
        "H Watson",
        "C Rees"
      ],
      "year": 2008
    },
    {
      "title": "Randomized, placebocontrolled trial of exposure and ritual prevention, clomipramine, and their combination in the treatment of obsessive-compulsive disorder",
      "authors": [
        "E Foa",
        "M Liebowitz",
        "M Kozak"
      ],
      "year": 2005
    },
    {
      "title": "American Psychiatric Association. Practice guideline for the treatment of patients with obsessive-compulsive disorder",
      "authors": [
        "J March",
        "Frances Carpenter",
        "D Kahn",
        "D ; Lm",
        "G Hanna",
        "E Hollander",
        "G Nestadt",
        "Hb ; Simpson",
        "R Kearney",
        "K Anstey",
        "Von Sanden",
        "C ; Fama",
        "J Wilhelm"
      ],
      "year": 1997
    },
    {
      "title": "The effectiveness of treatment for pediatric obsessive-compulsive disorder: a meta-analysis",
      "authors": [
        "J Abramowitz",
        "S Whiteside",
        "B Deacon"
      ],
      "year": 2005
    },
    {
      "title": "Family-based cognitivebehavioral therapy for pediatric obsessive-compulsive disorder: Comparison of intensive and weekly approaches",
      "authors": [
        "E Storch",
        "G Geffken",
        "L Merlo"
      ],
      "year": 2007,
      "doi": "10.1097/chi.0b013e31803062e7"
    },
    {
      "title": "Exposure and ritual prevention for obsessive-compulsive disorder: effects of intensive versus twiceweekly sessions",
      "authors": [
        "J Abramowitz",
        "E Foa",
        "M Franklin"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.2.394"
    },
    {
      "title": "An open trial of intensive family based cognitivebehavioral therapy in youth with obsessive-compulsive disorder who are medication partial responders or nonresponders",
      "authors": [
        "E Storch",
        "H Lehmkuhl",
        "E Ricketts",
        "G Geffken",
        "W Marien",
        "T Murphy"
      ],
      "year": 2010
    },
    {
      "title": "A maintenance program for obsessive-compulsive disorder using exposure with response prevention: 2-year follow-up",
      "authors": [
        "D Mckay"
      ],
      "year": 1997,
      "doi": "10.1016/s0005-7967(96)00105-2"
    },
    {
      "title": "Cognitive-behavioral family treatment for childhood obsessive-compulsive disorder: a 7-year follow-up study",
      "authors": [
        "O' Leary",
        "E Barrett",
        "P Fjermestad"
      ],
      "year": 2009
    },
    {
      "title": "The role of treatment expectancy in youth receiving exposure-based CBT for obsessive compulsive disorder",
      "authors": [
        "A Lewin",
        "T Peris",
        "Lindsey Bergman",
        "R Mccracken",
        "J Piacentini"
      ],
      "year": 2011
    },
    {
      "title": "Cognitive behavioral therapy plus motivational interviewing improves outcome for pediatric obsessive-compulsive disorder: a preliminary study",
      "authors": [
        "L Merlo",
        "E Storch",
        "H Lehmkuhl"
      ],
      "year": 2010
    },
    {
      "title": "Challenges using motivational interviewing as an adjunct to exposure therapy for obsessivecompulsive disorder",
      "authors": [
        "H Simpson",
        "A Zuckoff",
        "M Maher"
      ],
      "year": 2010
    },
    {
      "title": "The efficacy of an internet-based cognitive-behavioral therapy intervention for child anxiety disorders",
      "authors": [
        "S March",
        "S Spence",
        "C Donovan"
      ],
      "year": 2009
    },
    {
      "title": "Preliminary investigation of web-camera delivered cognitive-behavioral therapy for youth with obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "N Caporino",
        "J Morgan"
      ],
      "year": 2011
    },
    {
      "title": "Effectiveness of psychological and pharmacological treatments for obsessive-compulsive disorder: a quantitative review",
      "authors": [
        "De Nadai",
        "A Storch",
        "E Mcguire",
        "J Lewin",
        "A Murphy",
        "Tk ; Abramowitz"
      ],
      "year": 1997
    },
    {
      "title": "A randomized, controlled trial of cognitive-behavioral therapy for augmenting pharmacotherapy in obsessive-compulsive disorder",
      "authors": [
        "H Simpson",
        "E Foa",
        "M Liebowitz"
      ],
      "year": 1991
    },
    {
      "title": "Meta-analysis of pharmacotherapy trials for obsessive-compulsive disorder",
      "authors": [
        "D Stein",
        "E Spadaccini",
        "E Hollander"
      ],
      "year": 1995
    },
    {
      "title": "Fluvoxamine versus clomipramine in the treatment of obsessive compulsive disorder: a multicenter, randomized, double-blind, parallel group comparison",
      "authors": [
        "C Freeman",
        "M Trimble",
        "J Deakin",
        "T Stokes",
        "J Ashford"
      ],
      "year": 1994
    },
    {
      "title": "Fluvoxamine versus clomipramine for obsessive-compulsive disorder: a double-blind comparison",
      "authors": [
        "L Koran",
        "S Mcelroy",
        "J Davidson",
        "S Rasmussen",
        "E Hollander",
        "M Jenike"
      ],
      "year": 1996
    },
    {
      "title": "Paroxetine treatment in children and adolescents with obsessive-compulsive disorder: a randomized, multicenter, double-blind, placebo-controlled trial",
      "authors": [
        "D Geller",
        "K Wagner",
        "G Emslie"
      ],
      "year": 2004,
      "doi": "10.1097/01.chi.0000138356.29099.f1"
    },
    {
      "title": "Placebocontrolled trial of fluoxetine and phenelzine for obsessive-compulsive disorder",
      "authors": [
        "M Jenike",
        "L Baer",
        "W Minichiello",
        "S Rauch",
        "M Buttolph"
      ],
      "year": 1997,
      "doi": "10.1176/ajp.154.9.1261"
    },
    {
      "title": "Paroxetine versus clomipramine in the treatment of obsessive-compulsive disorder. OCD Paroxetine Study Investigators",
      "authors": [
        "J Zohar",
        "R Judge"
      ],
      "year": 1996
    },
    {
      "title": "Selective serotonin re-uptake inhibitors (SSRIs) versus placebo for obsessive compulsive disorder (OCD)",
      "authors": [
        "G Soomro",
        "D Altman",
        "S Rajagopal",
        "M ; Oakley-Browne",
        "A Kaplan",
        "E Hollander"
      ],
      "year": 2003
    },
    {
      "title": "Meta-analysis of the dose-response relationship of SSRI in obsessive-compulsive disorder",
      "authors": [
        "M Bloch",
        "J Mcguire",
        "A Landeros-Weisenberger",
        "J Leckman",
        "C Pittenger"
      ],
      "year": 2010,
      "doi": "10.1038/mp.2009.50"
    },
    {
      "title": "Risk of adverse behavioral effects with pediatric use of antidepressants",
      "authors": [
        "W Goodman",
        "T Murphy",
        "E Storch"
      ],
      "year": 2007
    },
    {
      "title": "SSRI adverse events: how to monitor and manage",
      "authors": [
        "T Murphy",
        "A Segarra",
        "E Storch",
        "W Goodman"
      ],
      "year": 2008
    },
    {
      "title": "Clinical response and risk for reported suicidal ideation and suicide attempts in pediatric antidepressant treatment: a meta-analysis of randomized controlled trials",
      "authors": [
        "J Bridge",
        "S Iyengar",
        "C Salary"
      ],
      "year": 2007,
      "doi": "10.1001/jama.297.15.1683"
    },
    {
      "title": "Biological approaches to treatment-resistant obsessive compulsive disorder",
      "authors": [
        "W Goodman",
        "C Mcdougle",
        "L Barr",
        "S Aronson",
        "Lh ; Price",
        "H Simpson",
        "J Huppert",
        "E Petkova",
        "E Foa",
        "M Liebowitz"
      ],
      "year": 1993
    },
    {
      "title": "com study in patients with and without tics",
      "authors": [
        "C Mcdougle",
        "W Goodman",
        "J Leckman",
        "N Lee",
        "G Heninger",
        "L Price"
      ],
      "year": 1994
    },
    {
      "title": "Effect of aripiprazole augmentation of serotonin reuptake inhibitors or clomipramine in treatment-resistant obsessive-compulsive disorder: a doubleblind, placebo-controlled study",
      "authors": [
        "M Muscatello",
        "A Bruno",
        "G Pandolfo"
      ],
      "year": 2011
    },
    {
      "title": "Aripiprazole augmentation in 39 adolescents with medication-resistant obsessive-compulsive disorder",
      "authors": [
        "G Masi",
        "C Pfanner",
        "S Millepiedi",
        "S Berloffa"
      ],
      "year": 2010
    },
    {
      "title": "A double-blind, randomized, placebo-controlled trial of quetiapine addition in patients with obsessive-compulsive disorder refractory to serotonin reuptake inhibitors",
      "authors": [
        "D Denys",
        "F De Geus",
        "H Van Megen",
        "H Westenberg"
      ],
      "year": 2004
    },
    {
      "title": "Adding quetiapine to SRI in treatment-resistant obsessive-compulsive disorder: a randomized controlled treatment study",
      "authors": [
        "N Fineberg",
        "T Sivakumaran",
        "A Roberts",
        "T Gale"
      ],
      "year": 2005
    },
    {
      "title": "Quetiapine addition to serotonin reuptake inhibitors in patients with severe obsessive-compulsive disorder: a double-blind, randomized, placebo-controlled study",
      "authors": [
        "A Kordon",
        "K Wahl",
        "N Koch"
      ],
      "year": 2008
    },
    {
      "title": "Quetiapine augments the effect of citalopram in non-refractory obsessivecompulsive disorder: a randomized, double-blind, placebo-controlled study of 76 patients",
      "authors": [
        "N Vulink",
        "D Denys",
        "S Fluitman",
        "J Meinardi",
        "Hg ; Westenberg",
        "Cj",
        "C Epperson",
        "G Pelton",
        "S Wasylink",
        "L Price"
      ],
      "year": 2000
    },
    {
      "title": "Quetiapine versus clomipramine in the augmentation of selective serotonin reuptake inhibitors for the treatment of obsessive-compulsive disorder: a randomized, open-label trial",
      "authors": [
        "J Diniz",
        "R Shavitt",
        "C Pereira"
      ],
      "year": 2010
    },
    {
      "title": "A double-blind combination study of clonazepam with sertraline in obsessive-compulsive disorder",
      "authors": [
        "B Crockett",
        "E Churchill",
        "J Davidson"
      ],
      "year": 2004,
      "doi": "10.1080/10401230490486972"
    },
    {
      "title": "Secondgeneration antipsychotics for obsessive compulsive disorder",
      "authors": [
        "K Komossa",
        "A Depping",
        "M Meyer",
        "W Kissling",
        "S Leucht"
      ],
      "year": 2010
    },
    {
      "title": "Aripiprazole augmentation of serotonin reuptake inhibitors in treatment-resistant obsessivecompulsive disorder: a 12-week open-label preliminary study",
      "authors": [
        "E Pessina",
        "U Albert",
        "F Bogetto",
        "G Maina"
      ],
      "year": 2009
    },
    {
      "title": "Risks from antipsychotic medications in children and adolescents",
      "authors": [
        "A Lewin",
        "E Storch",
        "H Storch"
      ],
      "year": 2010
    },
    {
      "title": "A long-term trial of the effectiveness and safety of atypical antipsychotic agents in augmenting SSRI-refractory obsessive-compulsive disorder",
      "authors": [
        "H Matsunaga",
        "T Nagata",
        "K Hayashida",
        "K Ohya",
        "N Kiriike",
        "D Stein"
      ],
      "year": 2009
    },
    {
      "title": "Memantine as an augmenting agent for severe pediatric OCD",
      "authors": [
        "D Hezel",
        "K Beattie",
        "S Stewart"
      ],
      "year": 2009
    },
    {
      "title": "N-acetylcysteine augmentation in serotonin reuptake inhibitor refractory obsessive-compulsive disorder",
      "authors": [
        "D Lafleur",
        "C Pittenger",
        "B Kelmendi"
      ],
      "year": 2006
    },
    {
      "title": "Obsessive-compulsive and spectrum disorders: overview and quality of life issues",
      "authors": [
        "E Hollander",
        "J Kwon",
        "D Stein",
        "J Broatch",
        "C Rowland",
        "C Himelein"
      ],
      "year": 1996
    },
    {
      "title": "Clinical characteristics of young people referred to an obsessive compulsive disorder clinic in the United Kingdom",
      "authors": [
        "U Chowdhury",
        "I Frampton",
        "I Heyman"
      ],
      "year": 2004
    },
    {
      "title": "Treatment of obsessive-compulsive disorder by U.S. psychiatrists",
      "authors": [
        "C Blanco",
        "M Olfson",
        "D Stein",
        "H Simpson",
        "M Gameroff",
        "W Narrow"
      ],
      "year": 2006
    },
    {
      "title": "Effectiveness of intensive residential treatment (IRT) for severe, refractory obsessivecompulsive disorder",
      "authors": [
        "S Stewart",
        "D Stack",
        "C Farrell",
        "D Pauls",
        "M Jenike"
      ],
      "year": 2005
    },
    {
      "title": "Multicentre, double-blind, comparison of fluvoxamine and clomipramine in the treatment of obsessive-compulsive disorder",
      "authors": [
        "E Mundo",
        "G Maina",
        "C Uslenghi"
      ],
      "year": 2000
    },
    {
      "title": "Efficacy of fluvoxamine in obsessive-compulsive disorder: a double-blind comparison with placebo",
      "authors": [
        "W Goodman",
        "L Price",
        "S Rasmussen",
        "P Delgado",
        "G Heninger",
        "D Charney"
      ],
      "year": 1989
    },
    {
      "title": "Treatment of obsessive-compulsive disorder with fluvoxamine: a multicentre, double-blind, placebo-controlled trial",
      "authors": [
        "W Goodman",
        "M Kozak",
        "M Liebowitz",
        "K White"
      ],
      "year": 1996
    },
    {
      "title": "A double-blind, placebocontrolled study of the efficacy and safety of controlled-release fluvoxamine in patients with obsessive-compulsive disorder",
      "authors": [
        "E Hollander",
        "L Koran",
        "W Goodman"
      ],
      "year": 2003
    },
    {
      "title": "Fluvoxamine for children and adolescents with obsessive-compulsive disorder: a randomized, controlled, multicenter trial",
      "authors": [
        "M Jenike",
        "S Hyman",
        "L Baer"
      ],
      "year": 1990
    },
    {
      "title": "Paroxetine in the treatment of obsessive-compulsive disorder: randomized, double-blind, placebocontrolled study in Japanese patients",
      "authors": [
        "K Kamijima",
        "M Murasaki",
        "M Asai"
      ],
      "year": 2004
    },
    {
      "title": "Efficacy of sertraline in the long-term treatment of obsessive-compulsive disorder",
      "authors": [
        "L Koran",
        "E Hackett",
        "A Rubin",
        "R Wolkow",
        "D Robinson"
      ],
      "year": 2002
    },
    {
      "title": "A 1 year double-blind placebo-controlled fixed dose study of sertraline in the treatment of obsessive-compulsive disorder",
      "authors": [
        "J Greist",
        "J Jefferson",
        "K Kobak"
      ],
      "year": 1995
    },
    {
      "title": "Sertraline in obsessive-compulsive disorder: a doubleblind comparison with placebo",
      "authors": [
        "M Jenike",
        "L Baer",
        "P Summergrad",
        "W Minichiello",
        "A Holland",
        "R Seymour"
      ],
      "year": 1990
    },
    {
      "title": "Placebo-controlled, multicenter study of sertraline treatment for obsessive-compulsive disorder",
      "authors": [
        "M Kronig",
        "J Apter",
        "G Asnis"
      ],
      "year": 1999
    },
    {
      "title": "Sertraline and fluoxetine treatment of obsessive-compulsive disorder: results of a double-blind, 6-month treatment study",
      "authors": [
        "R Bergeron",
        "A Ravindran",
        "Y Chaput"
      ],
      "year": 2002
    },
    {
      "title": "Sertraline in children and adolescents with obsessive-compulsive disorder: a multicenter randomized controlled trial",
      "authors": [
        "J March",
        "J Biederman",
        "R Wolkow"
      ],
      "year": 1998
    },
    {
      "title": "A randomized controlled clinical trial of citalopram versus fluoxetine in children and adolescents with obsessive-compulsive disorder (OCD)",
      "authors": [
        "S Montgomery",
        "S Kasper",
        "D Stein",
        "Bang Hedegaard",
        "K Lemming",
        "Om ; Rad",
        "J Hakimshooshtary"
      ],
      "year": 2001,
      "doi": "10.1097/00004850-200103000-00002"
    },
    {
      "title": "Escitalopram in obsessive-compulsive disorder: a randomized, placebo-controlled, paroxetine-referenced, fixed-dose, 24-week study",
      "authors": [
        "D Stein",
        "E Andersen",
        "B Tonnoir",
        "N Fineberg"
      ],
      "year": 2007
    },
    {
      "title": "A double-blind, placebo-controlled study of fluoxetine in patients with DSM-III-R obsessive-compulsive disorder. The Lilly European OCD Study Group",
      "authors": [
        "S Montgomery",
        "A Mcintyre",
        "M Osterheider"
      ],
      "year": 1993
    },
    {
      "title": "A multicenter investigation of fixed-dose fluoxetine in the treatment of obsessive-compulsive disorder",
      "authors": [
        "G Tollefson",
        "A Rampey",
        "J Potvin"
      ],
      "year": 1994
    },
    {
      "title": "Fluoxetine in children and adolescents with OCD: a placebo-controlled trial",
      "authors": [
        "T Researchshare",
        "M Liebowitz",
        "S Turner",
        "J Piacentini"
      ],
      "year": 2002
    },
    {
      "title": "Double-blind, crossover trial of fluoxetine and placebo in children and adolescents with obsessivecompulsive disorder",
      "authors": [
        "M Riddle",
        "L Scahill",
        "R King"
      ],
      "year": 1992
    },
    {
      "title": "Fluoxetine treatment for obsessive-compulsive disorder in children and adolescents: a placebo-controlled clinical trial",
      "authors": [
        "D Geller",
        "S Hoog",
        "J Heiligenstein"
      ],
      "year": 2001,
      "doi": "10.1097/00004583-200107000-00011"
    },
    {
      "title": "Cognitive-behavioral family treatment of childhood obsessive-compulsive disorder: a controlled trial",
      "authors": [
        "P Barrett",
        "L Healy-Farrell",
        "J March"
      ],
      "year": 2004
    },
    {
      "title": "Behavior therapy versus clomipramine for the treatment of obsessive-compulsive disorder",
      "authors": [
        "E De Haan",
        "K Hoogduin",
        "J Buitelaar",
        "G Keijsers"
      ],
      "year": 1998
    },
    {
      "title": "Adding cognitive therapy elements to exposure therapy for obsessive compulsive disorder: a controlled study",
      "authors": [
        "P Vogel",
        "T Stiles",
        "K Götestam"
      ],
      "year": 2004
    },
    {
      "title": "Behavior therapy for obsessivecompulsive disorder guided by a computer or by a clinician compared with relaxation as a control",
      "authors": [
        "J Greist",
        "I Marks",
        "L Baer"
      ],
      "year": 2002
    },
    {
      "title": "Treatment of obsessivecompulsive disorder: Cognitive behavior therapy vs. exposure and response prevention",
      "authors": [
        "M Whittal",
        "D Thordarson",
        "P Mclean"
      ],
      "year": 2005,
      "doi": "10.1016/j.brat.2004.11.012"
    },
    {
      "title": "A randomized controlled trial of cognitive therapy versus intensive behavior therapy in obsessive compulsive disorder",
      "authors": [
        "J Cottraux",
        "I Note",
        "S Yao"
      ],
      "year": 2001,
      "doi": "10.1159/000056269"
    },
    {
      "title": "Controlled trial of exposure and response prevention in obsessive-compulsive disorder",
      "authors": [
        "M Lindsay",
        "R Crino",
        "G Andrews"
      ],
      "year": 1997
    },
    {
      "title": "A comparison of behavioral group therapy and individual behavior therapy in treating obsessivecompulsive disorder",
      "authors": [
        "W Fals-Stewart",
        "A Marks",
        "J Schafer"
      ],
      "year": 1993,
      "doi": "10.1097/00005053-199303000-00007"
    },
    {
      "title": "Cognitive and behavioral therapies alone versus in combination with fluvoxamine in the treatment of obsessive compulsive disorder",
      "authors": [
        "A Van Balkom",
        "E De Haan",
        "P Van Oppen",
        "P Spinhoven",
        "K Hoogduin",
        "R Van Dyck"
      ],
      "year": 1998
    }
  ],
  "num_references": 188
}
