{
  "paper_id": "H6L4GTGS",
  "title": "Randomised controlled trials evaluating artificial intelligence in clinical practice: a scoping review",
  "abstract": "This scoping review of randomised controlled trials on artificial intelligence (AI) in clinical practice reveals an expanding interest in AI across clinical specialties and locations. The USA and China are leading in the number of trials, with a focus on deep learning systems for medical imaging, particularly in gastroenterology and radiology. A majority of trials (70 [81%] of 86) report positive primary endpoints, primarily related to diagnostic yield or performance; however, the predominance of single-centre trials, little demographic reporting, and varying reports of operational efficiency raise concerns about the generalisability and practicality of these results. Despite the promising outcomes, considering the likelihood of publication bias and the need for more comprehensive research including multicentre trials, diverse outcome measures, and improved reporting standards is crucial. Future AI trials should prioritise patient-relevant outcomes to fully understand AI's true effects and limitations in health care.",
  "year": 2022,
  "date": "2022",
  "authors": [
    {
      "name": "Ryan Han"
    },
    {
      "name": "Eric Topol",
      "email": "etopol@scripps.edu",
      "affiliation": {
        "organization": "Contributed equally Department of Biomedical Informatics",
        "department": "Contributed equally Department of Biomedical Informatics",
        "institution": "Harvard Medical School",
        "address": "Boston, MA, USA"
      }
    },
    {
      "name": "Julián Acosta"
    },
    {
      "name": "Zahra Shakeri"
    },
    {
      "name": "John Ioannidis"
    },
    {
      "name": "Pranav Rajpurkar",
      "affiliation": {
        "organization": "Contributed equally Department of Biomedical Informatics",
        "department": "Contributed equally Department of Biomedical Informatics",
        "institution": "Harvard Medical School",
        "address": "Boston, MA, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Computer Science",
        "department": "Department of Computer Science",
        "institution": "Stanford University",
        "address": "Stanford, CA, USA (R"
      }
    },
    {
      "affiliation": {
        "organization": "Han)",
        "department": "Han)",
        "institution": "University of California Los Angeles-Caltech Medical Scientist Training Program",
        "address": "Los Angeles, CA, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Neurology",
        "department": "Department of Neurology",
        "institution": "Yale School of Medicine",
        "address": "New Haven, CT, USA"
      }
    },
    {
      "affiliation": {
        "organization": "J N Acosta MD); Rad AI",
        "institution": "J N Acosta MD); Rad AI",
        "address": "San Francisco, CA (J, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Management and Evaluation",
        "department": "Management and Evaluation",
        "institution": "N Acosta); Institute of Health Policy",
        "address": "Toronto, ON, Canada"
      }
    },
    {
      "affiliation": {
        "organization": "Z Shakeri PhD)",
        "department": "Z Shakeri PhD)",
        "institution": "Stanford Prevention Research Center",
        "address": "Stanford, CA, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Scripps Research Translational Institute",
        "institution": "Scripps Research Translational Institute",
        "address": "La Jolla, CA, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Scripps Research Translational Institute",
        "institution": "Scripps Research Translational Institute",
        "address": "La Jolla, 92037, CA, USA"
      }
    }
  ],
  "doi": "10.1038/s41591-021-01614-0",
  "md5": "FEA126C1B494FF798982E63B79F39571",
  "publication": {
    "journal": "Nat Med",
    "journal_inferred": true
  },
  "funding": [
    "",
    "Acknowledgments RH pursued this work while supported by the  Summer Institute for Biomedical Informatics at Harvard Medical School . Editorial note: The  Lancet Group  takes a neutral position with respect to territorial claims in published maps and institutional affiliations"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The use of artificial intelligence (AI) in health care has seen remarkable growth in the past 5 years, with several publications reporting that medical AI models can perform as well as or better than clinicians across a number of tasks and specialties;  [1] [2] [3]  however, many of these models have only been tested retrospectively, using surrogate endpoints, and outside of real-world clinical settings. Of nearly 300 AI-enabled medical devices approved or cleared by the US Food and Drug Administration, only a few have undergone evaluation using prospective randomised controlled trials (RCTs).  4 he scarcity of real-world evaluation of AI systems contributes to substantial uncertainty, including in terms of the possibility of meaningful risk to patients and clinicians. One example of this risk is a widely used sepsis model that was found to have \"substantially worse\" performance than was reported by its developer, leading to \"a large burden of alert fatigue\" due to incorrect or irrelevant alerts.  5 It might not be uncommon for AI to perform worse when deployed prospectively, and the difficulty of adopting AI systems in a clinical setting can further impede any potential benefits in terms of important outcomes.  6, 7 Additionally, without real-world evaluation, AI models' bias could remain undetected, which could inadvertently contribute to disparities in health outcomes.  [8] [9] [10]  To provide a clearer understanding of the AI landscape in health care, this scoping review aims to examine the state of RCTs for AI algorithms being used in clinical practice. Although several systematic reviews  [11] [12] [13] [14]  have been conducted on this topic, our scoping review updates the evidence with many new trials published up to the end of 2023, as the number of trials published has more than doubled since 2021. Our scoping review also introduces new inclusion criteria. Specifically, we require that the AI intervention reflects current advancements in machine learning and is integrated into actual patient management done by clinical teams. This stringent focus on clinically significant AI applications ensures that our review is acutely relevant to informing medical practice. Furthermore, our review uniquely examines detailed analyses that highlight the diversity in algorithms, comparisons of various groups, differences in modalities, and the nature of trial endpoints. This distinction sets this scoping review apart from earlier systematic reviews that have primarily concentrated on evaluating overall evidence, methodological quality, or statistical rigour. Our analysis examines the potential of AI to improve care management, patient behaviour and symptoms, and clinical decision-making efficiency, and identifies areas that require more research. We aim to help stakeholders better comprehend the clinical relevance and readiness of AI and guide future research in this rapidly evolving domain."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search strategy and selection criteria",
      "text": "We systematically searched PubMed, SCOPUS, CENTRAL, and the International Clinical Trials Registry Platform for relevant studies published between Jan 1, 2018, and Nov 14, 2023. This timeline was selected to coincide with the era when modern AI models began to play an important role in trials. We used free-text search terms such as \"artificial intelligence\", \"clinician\", and \"clinical trial\". The detailed search strategy can be found in the appendix (pp 3-7). Additionally, we manually scrutinised the references of pertinent publications to find more articles.\n\nOur inclusion criteria were specific to RCTs that met the following conditions: the intervention incorporated a substantial AI component, which we defined as a nonlinear computational model (ie, machine learning components including, but not limited to, decision trees, neural networks, etc); the intervention was integrated into clinical practice, thereby influencing a patient's health management by a clinical team; and the results were published as a full-text article in a peer-reviewed English-language journal. We excluded studies that evaluated linear risk scores, such as logistic regression, secondary studies, abstracts, and interventions that were See Online for appendix Review not integrated into clinical practice. This scoping review follows the PRISMA extension for scoping reviews guidelines (appendix pp 8-9), and the protocol for this scoping review was registered with PROSPERO (CRD42022326955).  15"
    },
    {
      "title": "Data analysis",
      "text": "To ensure the quality of our search results, we used Covidence Review software to screen publication titles and abstracts. Two independent investigators (RH and JNA) conducted the initial screening, followed by a fulltext review of screened papers. Data extraction of eligible papers was done in Google Sheets by a single investigator and then verified by a second investigator (RH or JNA). Any discrepancies were resolved through discussion with a third reviewer (PR).\n\nWe extracted study-level information, including study location, participant characteristics, clinical task, primary endpoint, time efficiency endpoint, comparator, and result, as well as the type and origin of the AI used. Additionally, we classified studies by primary endpoint group (diagnostic yield or performance, clinical decision making, patient behaviour and symptoms, and care management), clinical area or speciality, and data modality used by the AI.\n\nWe did not attempt to contact study authors for additional or uncertain information. Due to the expected heterogeneity in tasks and endpoints, we did not conduct formal meta-analyses. Instead, we present simple descriptive statistics to provide an overview of the features of the eligible trials."
    },
    {
      "title": "Results",
      "text": "Our electronic search retrieved 6219 study records and 4299 trial registrations, resulting in 10 484 records after deduplication (figure  1 ). After title and abstract screening, 133 articles were retained for full-text review. Of these, 60 were excluded, leaving 73 studies after the primary screening. An additional 13 articles were identified through secondary reference screening, resulting in a total of 86 unique RCTs included in our scoping review. The references and characteristics for all the included studies are available in the appendix (p 2).\n\nOf 86 RCTs, 37 (43%) were related to gastroenterology, 11 (13%) to radiology, five (6%) to surgery, and five (6%) to cardiology. Gastroenterology trials were notable for their uniformity, with all trials testing video-based deep learning algorithms in an assistive setup supporting clinicians, and all but one trial measuring a primary endpoint relating to diagnostic yield or performance (detection rate, miss rate, etc). 24 (65%) of the 37 gastroenterology trials were conducted by only four groups (eight trials from Wuhan University, six from Wision AI, six from Medtronic, and four from Fujifilm). 79 (92%) of 86 RCTs were conducted in a single country, with the USA conducting the most trials (27 [31%]), followed by China (26 [30%]). Trials conducted in the USA were distributed across various specialties, whereas 21 (81%) of the 26 trials conducted in China predom inantly related to gastroenterology. Trials conducted in multiple countries primarily involved European nations (6 [86%] of 7). Figure  2  highlights the distribution of trials across countries and specialties.\n\nTrials were predominantly conducted in a single centre (54 [63%] of 86) and included a median of 359 patients (IQR 150-1050) in their final analysis. Of the 86 trials, 83 (97%) reported mean or median participant age, with the median age being 57•3 years (range 0•0034-78; IQR 49•9-62•0). Similarly, sex was reported in 83 (97%) of 86 trials, with a median of 48•9% of participants being male (range 0-89•2; IQR 45•4-54•2). Race or ethnicity was reported in 22 trials, of which 18 (82%) were from the USA. Among these trials, the median percentage of White (non-Hispanic or Latino) participants was 70•5% (range 0-98•4; IQR 35•0-81•8). Only three trials in China and one in South Korea explicitly reported on a single ethnicity: Han Chinese and Asian, respectively.\n\nOf the 63 trials published since the start of 2021, 12 (19%) cited the 2020 CONSORT-AI reporting guidelines for clinical trials assessing AI interventions.  16 pproximately half (46 [54%] of 86) of the trials had primary endpoints relating to diagnostic yield or performance, such as detection rate or mean absolute error. Other primary endpoints were grouped according to care management (18 [21%]), patient behaviour and symptoms (15 [17%]), and clinical decision making (7 [8%]). Table  1  summarises the distribution of results and endpoint types. 10 518 records identified and screened 6219 identified through publication databases 4299 identified through trial registry 133 sought for full-text retrieval 73 included after primary screening 86 included in scoping review 10 385 excluded 10 351 on the basis of title or abstract 34 duplicates 60 excluded 29 wrong intervention 24 wrong study design 7 wrong setting 13 identified through reference screening\n\n18 RCTs have assessed the effect of AI interventions on care management quality metrics, providing an outcomeoriented view of the use of AI in clinical practice. For example, AI systems for insulin dosing and hypotension monitoring have been shown to improve the average time that patients spend within target ranges for glucose and blood pressure, respectively.  [17] [18] 8] [19] [20]  Similarly, trials assessing AI systems for radiation therapy and prostate brachytherapy have been evaluated by their ability to reduce rates of acute care and the volume of the prostate tumour.  21, 22 5 AI systems have also been evaluated in terms of their effect on patient behaviour and symptoms. For example, one trial reported that making AI-generated predictions for diabetic retinopathy risk immediately available to patients increased referral adherence compared with having patients wait for grading by clinicians.  23 Another trial reported that the adoption of a Overall distribution USA (27; 31%) China (26; 30%) Italy (4; 5%) Netherlands (3; 4%) South Korea (4; 5%) Israel (3; 4%) Country-level distribution Japan (3; 4%) Denmark (2)\n\nLatvia (  1 )\n\nBelgium (  1 )\n\nFrance (  2 ) Greece (  1 )\n\nNorway (  2 )\n\nRomania (  1 )\n\nSingapore (  1 ) Slovenia (2) Spain (3; 4%) Sweden (2) UK (3; 4%) Viet Nam (1) Bangladesh (1) 1% 1% 1% 1% 1% 1% 1% 1% 2% 2% 2% 3% 3% 5% 5% 6% 6% 13% 43% Gastroenterology Endocrinology Long-term care Radiology Anaesthesiology Pain management Cardiology Orthopaedics Primary care Surgery Critical care Oncology Dermatology Neurology Physical therapy Pulmonology Emergency medicine Ophthalmology Audiology Statistically significant improvement No statistically significant effect Showed non-inferiority Statistically significant deterioration Total Care management 15 1 2 •• 18 Clinical decision making 6 1 •• •• 7 Diagnostic yield or performance 34 10 1 1 46 Patient behaviour and symptoms 10 3 2 •• 15 Total 65 15 5 1 86 Data are n.\n\nTable 1: Primary endpoints and types for randomised controlled trials of artificial intelligence in clinical practice"
    },
    {
      "title": "Review",
      "text": "nociception monitoring system was able to decrease postoperative pain scores in patients when compared with unassisted clinicians.  24 These trials highlight the potential for AI interventions to have a direct impact on patient experience. Seven trials have also measured the ability of AI systems to influence clinical decision making. For example, the availability of AI mortality predictions for cancer patients was reported to increase the number of serious illness conversations had between oncologists and patients.  25 In contrast, the adoption of an AI system for identifying atrial fibrillation patients at high risk of stroke did not increase new anticoagulant prescriptions.  26 hese studies explore the potential for AI predictions to inform clinicians' judgement collaboratively.\n\n59 (69%) of 86 trials evaluated deep learning systems for medical imaging. Notably, the medical imaging systems under evaluation were predominantly video based (42 [71%] of 59) rather than image based (17 [29%] of 59). This effect was primarily driven by the large number of endoscopy trials (34 [81%] of 42). Outside of imaging, AI systems operated on structured data, such as from the Electronic Health Record (  14  Most systems operating on medical imaging (50 [85%] of 59) were evaluated in an assistive setup with a clinician, whereas models based on structured data tended to be compared with routine care (12 [86%] of 14). Models were developed primarily in industry (47 [55%] of 86) followed by academia (35 [41%] of 86), with the remaining four models having mixed or unstated origins.\n\nTable  2  summarises the distribution of results and group comparisons. Of the 86 trials, 81 attempted to show improvement and five used non-inferiority designs. 65 (80%) of the 81 trials that aimed to show improvement have reported significant improvement for their primary endpoint. 46 (71%) of these trials noted improvements for AI-assisted clinicians compared with unassisted clinicians, 16 (25%) noted improvements for AI systems compared with routine care, and three (5%) reported superior performance from standalone AI systems compared with clinicians.\n\nOf the five trials with non-inferiority designs, three established non-inferiority between standalone AI systems and clinicians and two established non-inferiority between assisted and unassisted clinicians.  17, 21, [27] [28] 8] [29]  Hence, 70 (81%) of 86 trials reported a favourable result for their primary endpoint. A similar success rate was observed for the gastroenterology subset, with 28 (76%) of the 37 trials reporting significant improvement and one (3%) showing non-inferiority, for an overall 78•4% success rate.\n\n16 RCTs with a negative result for their primary endpoint included ten trials that did not show an improvement of assisted clinicians compared with unassisted clinicians, four trials that did not show an improvement of AI systems compared with routine care, and one trial that did not show an improvement of standalone AI systems compared with clinicians. One trial also reported standalone AI systems to have significantly worse performance than clinicians; 30 however, eight (50%) of these 16 trials reported a significant improvement for a secondary endpoint.  [30] [31] ] [32] [33] [34] [35] [36] [37]  52 (60%) of 86 trials also reported on operational time measurements with varying results. Approximately a third of the trials (18 [35%] of 52) reported a significant decrease concerning operational time (p<0•05); however, approximately a quarter (13 [25%] of 52) reported a significant increase in operational time (p<0•05). The remaining 21 (40%) of the 52 trials found no significant changes in operational time measurements.\n\nGastroenterology was the primary contributor to these results, with 32 trials involving operational time measurements. These results were varied with two trials (6%) noting a decrease in operational time, 12 trials (38%) reporting increased operational time, and the remaining 18 (56%) observing no significant effect. All five radiology trials and all three ophthalmology trials reported a significant reduction in operational time. In other specialties, two or fewer trials usually considered the aspect of operational time."
    },
    {
      "title": "Discussion",
      "text": "This scoping review of AI RCT publications reveals several noteworthy trends and implications for the Table 2: Primary endpoint results and group comparisons for randomised controlled trials of AI in clinical practice Review development and implementation of AI systems in clinical practice. The distribution of trials across clinical specialities and locations highlights a concentration of AI RCTs in gastroenterology, radiology, surgery, and cardiology. Notably, there is less focus on primary care than specialty care, indicating a potential area for future research. The geographical distribution of trials reveals a dominance of single-country studies, with most trials from the USA, followed by China. A 2023 systematic review of AI and machine learning-enabled device trial registrations found a similar distribution of specialities and geographies, and also noted the predominance of national trials.  38 This scoping review also found different trends, however, with China leading in trial registrations and radiology being the most common speciality. This finding suggests a need for more international collaboration and multicentre trials to ensure the generalisability of AI systems across various populations and health-care systems.\n\nThe predominance of single-centre trials, with a median of 359 patients, suggests smaller, controlled environments are often chosen for AI health-care trials; however, little demographic reporting, particularly on race and ethnicity, raises concerns about the representativeness of these studies. The infrequency of citation of the CONSORT-AI reporting guidelines further underscores the need for greater transparency in trial methods. This transparency would enhance under standing of the trial's applicability to broader populations, as factors such as inclusion criteria, setting, and follow-up duration substantially influence the generalisability of results. Future trials should prioritise comprehensive reporting and participant diversity to bolster the external validity of their findings.\n\nThe use of deep learning systems for medical imaging, particularly in video-based systems, is a prevalent trend in AI applications evaluated in RCTs. This trend is evident in the large number of trials assessing video-based gastroenterology interventions, in contrast with the dominance of image-based radiology algorithms in academic literature and regulatory clearances.  [39] [40] 0] [41] [42]  For image-based radiology algorithms, other designs besides RCTs might be most suitable for addressing diagnostic accuracy. Paired design studies allow for comparison of diagnostic performance in the same individuals, removing all confounding;  43, 44  however, in gastroenterology applications, such as adenoma detection, paired designs are not feasible because the detected lesions are typically removed.  43, 44 This trend appears to be driven by a few groups that account for most video-based gastroenterology trials, indicating that the field of clinical AI trials is still homogeneous in terms of investigators, trial designs, and outcome measures. Systems using structured data such as electronic health records and waveform data, however, have used a mix of decision trees, neural networks, reinforcement learning, and other machine learning techniques. This variety of models and data sources shows the adaptability of AI to address different healthcare challenges. More research is needed to evaluate the effect of AI systems that incorporate clinical context (multiple modalities) or clinical priors (multiple timepoints) into their decision making, as these factors are crucial to many clinical tasks.  45, 46 he discrepancy between our success rate and success rates of historical reviews of RCTs for medical interventions and for AI systems in health care  [11] [12] [13] [14]  can be attributed to our specific definitions of AI and clinical practice, which excluded studies that did not have clinical integrations and non-linear AI, and our updated search strategy that included several new and previously overlooked trials.  [12] [13] [14] 14] 47  Our review extends the window of consideration to 2023, thus capturing more than a year of advancements and a large number of recent trials in this rapidly progressing field compared with previous reviews. Despite these favourable results, the generalisability of AI applications remains uncertain. Specifying whether the AI training data were sourced from the same or diverse institutions is crucial for trials. Furthermore, analyses comparing RCTs conducted in internal versus external testing settings could provide valuable insights into AI performance generalisability. Furthermore, interpretation of this success rate should be viewed in light of the infancy of the field and the likeliness of publication bias. A 2023 systematic review identified 627 AI-enabled technology trials registered on ClinicalTrials.gov, but only nine (1%) were readily identified as published.  48 Of the trials that are listed as ongoing or that have no posted results, the number with negative results is unknown, which leads to a delay in their completion or in the posting and publication of results. Therefore, publication bias poses a substantial threat to the valid interpretation of the overall effect and effectiveness of AI in clinical practice.\n\nMost trials evaluated interventions on endpoints related to diagnostic yield or performance. Although such trials offer convincing evidence of the prospective technical performance of clinical AI systems, this evidence might not accurately reflect the overall effect of AI systems on patient care, as high sensitivity and specificity do not necessarily translate to improved patient outcomes. For example, a 2023 systematic review of 21 colonoscopy trials found that although AI assistance helped increase polyp detection, it did not yield significant increases in the detection of clinically critical advanced adenomas.  49 More generically, statistically favourable results in both diagnostic performance and other AI trials might not necessarily translate to clinically meaningful benefits. Some trials have assessed the effect of AI systems on care management quality metrics, patient behaviour and symptoms, and clinical decision making. These diverse outcome measures reflect the various ways that AI systems can influence clinical practice, from improving care quality to enhancing patient experience and informing clinical judgement. To Review better assess the true value of AI algorithms in health care, it is crucial for real-world evidence to focus on clinically meaningful endpoints such as symptoms and need for treatment, as well as longer-term outcomes such as survival.  48, 50 Furthermore, larger-scale evidence would allow a better appreciation of whether the absolute magnitude of the benefits of these outcomes is substantive or not.\n\nIn terms of operational efficiency, the results varied across specialities, with a large number of trials reporting increases or decreases in operational time. This finding highlights the potential of AI systems to either streamline or complicate clinical workflows, depending on the specific application and context. Given this complexity, successful adoption of AI tools will depend on factors such as operational efficiency, costeffectiveness, and the level of training required, as much as performance. Therefore, future research should not only focus on clinical outcomes, but also on these multifaceted aspects of implementation, to provide a more comprehensive understanding of AI's effect on health-care delivery.\n\nIn conclusion, the existing landscape of RCTs on AI in clinical practice shows an expanding interest in applying AI across a range of clinical specialties and locations. Most trials report favourable outcomes, highlighting AI's potential to enhance care management, patient behaviour and symptoms, and clinical decision making, but this early success should be tempered by the likelihood of publication bias. The true success of AI applications ultimately depends on their generalisability to their target patient populations and settings, a subject upon which efforts like the STANDING Together initiative offer valuable guidance.  51 To understand AI's true effects and limitations more comprehensively in health care, more research is essential, including a focus on multicentre trials and the incorporation of diverse endpoint measures, especially patient-relevant outcomes.\n\nThis scoping review has two important limitations. First, the search for relevant studies was conducted in English only. This language restriction might have excluded relevant trials published in other languages, potentially limiting the comprehensiveness and general isability of our findings. Second, despite extending the window of consideration to 2023, our review does not address updated trends in trial risk of bias. Future systematic reviews should address trends in trial risk of bias (eg, using Cochrane risk of bias and other related tools) and provide a deeper analysis of reporting transparency (CONSORT-AI), given the constantly rising influx of RCTs.  15, 50 ntributors RH and PR conceptualised the scoping review. JPAI, PR, and EJT supervised the scoping review. RH, JPAI, and PR contributed to the design of the scoping review. RH, JNA, and PR did the screening of the search results and data extraction. RH drafted the manuscript. ZS contributed to the presentation of data. All authors had access to the data, interpreted the analyses, and critically revised and edited the manuscript."
    },
    {
      "text": "Figure 1: Study selection"
    },
    {
      "text": "Figure 2: Randomised controlled trials of artificial intelligence in clinical practice across countries and specialtiesNorway, France, Sweden, Denmark, Germany, and Slovenia each comprise 2% of the distribution. Canada, Belgium, Ireland, Greece, Latvia, Switzerland, Romania, Bangladesh, Rwanda, Malawi, Viet Nam, and Singapore each comprise 1% of the distribution."
    },
    {
      "text": "[52%] of 27), waveform data (ten [37%] of 27), and free text (three [11%] of 27). These systems use a mix of decision trees (six [22%] of 27), neural networks (two [7%] of 27), reinforcement learning (two [7%] of 27), case-based reasoning (two [7%] of 27), Bayesian classifiers (one [4%] of 27), and unspecified machine learning (14 [52%] of 27)."
    },
    {
      "text": "are n. AI=artificial intelligence."
    },
    {
      "title": "Acknowledgments",
      "text": "RH pursued this work while supported by the  Summer Institute for Biomedical Informatics at Harvard Medical School .\n\nEditorial note: The  Lancet Group  takes a neutral position with respect to territorial claims in published maps and institutional affiliations"
    },
    {
      "title": "Declaration of interests",
      "text": "EJT receives funding from the National Center for Advancing Translational Sciences/National Institutes of Health (grant number UL1TR002550). JNA is an employee of Rad AI, outside of the submitted work. RH receives funding from the National Institute of General Medical Sciences (grant number T32 GM008042), and was formerly employed at Quadrant Health, outside of the submitted work. All other authors declare no competing interests."
    }
  ],
  "references": [
    {
      "title": "AI in health and medicine",
      "authors": [
        "P Rajpurkar",
        "E Chen",
        "O Banerjee",
        "E Topol"
      ],
      "year": 2022,
      "doi": "10.1038/s41591-021-01614-0",
      "journal": "Nat Med",
      "volume": "28",
      "raw": "AI in health and medicine \n\t\t \n\t\t\t P Rajpurkar \n\t\t \n\t\t \n\t\t\t E Chen \n\t\t \n\t\t \n\t\t\t O Banerjee \n\t\t \n\t\t \n\t\t\t E J Topol \n\t\t \n\t\t 10.1038/s41591-021-01614-0 \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Rajpurkar P, Chen E, Banerjee O, Topol EJ. AI in health and medicine. Nat Med 2022; 28: 31-38."
    },
    {
      "title": "A comparison of deep learning performance against health-care professionals in detecting diseases from medical imaging: a systematic review and meta-analysis",
      "authors": [
        "X Liu",
        "L Faes",
        "A Kale"
      ],
      "year": 2019,
      "journal": "Lancet Digit Health",
      "volume": "1",
      "raw": "A comparison of deep learning performance against health-care professionals in detecting diseases from medical imaging: a systematic review and meta-analysis \n\t\t \n\t\t\t X Liu \n\t\t \n\t\t \n\t\t\t L Faes \n\t\t \n\t\t \n\t\t\t A U Kale \n\t\t \n\t \n\t \n\t\t Lancet Digit Health \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Liu X, Faes L, Kale AU, et al. A comparison of deep learning performance against health-care professionals in detecting diseases from medical imaging: a systematic review and meta-analysis. Lancet Digit Health 2019; 1: e271-97."
    },
    {
      "title": "The current and future state of AI interpretation of medical images",
      "authors": [
        "P Rajpurkar",
        "M Lungren"
      ],
      "year": 2023,
      "doi": "10.1056/nejmra2301725",
      "journal": "N Engl J Med",
      "volume": "388",
      "raw": "The current and future state of AI interpretation of medical images \n\t\t \n\t\t\t P Rajpurkar \n\t\t \n\t\t \n\t\t\t M P Lungren \n\t\t \n\t\t 10.1056/nejmra2301725 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 388 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Rajpurkar P, Lungren MP. The current and future state of AI interpretation of medical images. N Engl J Med 2023; 388: 1981-90."
    },
    {
      "title": "How medical AI devices are evaluated: limitations and recommendations from an analysis of FDA approvals",
      "authors": [
        "E Wu",
        "K Wu",
        "R Daneshjou",
        "D Ouyang",
        "D Ho",
        "J Zou"
      ],
      "year": 2021,
      "journal": "Nat Med",
      "volume": "27",
      "raw": "How medical AI devices are evaluated: limitations and recommendations from an analysis of FDA approvals \n\t\t \n\t\t\t E Wu \n\t\t \n\t\t \n\t\t\t K Wu \n\t\t \n\t\t \n\t\t\t R Daneshjou \n\t\t \n\t\t \n\t\t\t D Ouyang \n\t\t \n\t\t \n\t\t\t D E Ho \n\t\t \n\t\t \n\t\t\t J Zou \n\t\t \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Wu E, Wu K, Daneshjou R, Ouyang D, Ho DE, Zou J. How medical AI devices are evaluated: limitations and recommendations from an analysis of FDA approvals. Nat Med 2021; 27: 582-84."
    },
    {
      "title": "External validation of a widely implemented proprietary sepsis prediction model in hospitalized patients",
      "authors": [
        "A Wong",
        "E Otles",
        "J Donnelly"
      ],
      "year": 2021,
      "doi": "10.1001/jamainternmed.2021.2626",
      "journal": "JAMA Intern Med",
      "volume": "181",
      "raw": "External validation of a widely implemented proprietary sepsis prediction model in hospitalized patients \n\t\t \n\t\t\t A Wong \n\t\t \n\t\t \n\t\t\t E Otles \n\t\t \n\t\t \n\t\t\t J P Donnelly \n\t\t \n\t\t 10.1001/jamainternmed.2021.2626 \n\t \n\t \n\t\t JAMA Intern Med \n\t\t \n\t\t\t 181 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Wong A, Otles E, Donnelly JP, et al. External validation of a widely implemented proprietary sepsis prediction model in hospitalized patients. JAMA Intern Med 2021; 181: 1065-70."
    },
    {
      "title": "Matchmaker: data drift mitigation in machine learning for large-scale systems",
      "authors": [
        "A Mallick",
        "K Hsieh",
        "B Arzani",
        "G Joshi"
      ],
      "year": 2022,
      "raw": "Matchmaker: data drift mitigation in machine learning for large-scale systems \n\t\t \n\t\t\t A Mallick \n\t\t \n\t\t \n\t\t\t K Hsieh \n\t\t \n\t\t \n\t\t\t B Arzani \n\t\t \n\t\t \n\t\t\t G Joshi \n\t\t \n\t\t \n\t\t \n\t\t\t 2022. March 30, 2024 \n\t\t \n\t \n\t Mallick A, Hsieh K, Arzani B, Joshi G. Matchmaker: data drift mitigation in machine learning for large-scale systems. 2022. https://proceedings.mlsys.org/paper_files/paper/2022/file/069a0 02768bcb31509d4901961f23b3c-Paper.pdf (accessed March 30, 2024)."
    },
    {
      "title": "A human-centered evaluation of a deep learning system deployed in clinics for the detection of diabetic retinopathy",
      "authors": [
        "E Beede",
        "E Baylor",
        "F Hersch"
      ],
      "year": 2020,
      "doi": "10.1145/3313831.3376718",
      "raw": "A human-centered evaluation of a deep learning system deployed in clinics for the detection of diabetic retinopathy \n\t\t \n\t\t\t E Beede \n\t\t \n\t\t \n\t\t\t E Baylor \n\t\t \n\t\t \n\t\t\t F Hersch \n\t\t \n\t\t 10.1145/3313831.3376718 \n\t\t \n\t\t \n\t\t\t April 23, 2020. March 30, 2024 \n\t\t \n\t \n\t Beede E, Baylor E, Hersch F, et al. A human-centered evaluation of a deep learning system deployed in clinics for the detection of diabetic retinopathy. April 23, 2020. https://dl.acm.org/doi/ abs/10.1145/3313831.3376718 (accessed March 30, 2024)."
    },
    {
      "title": "Dissecting racial bias in an algorithm used to manage the health of populations",
      "authors": [
        "Z Obermeyer",
        "B Powers",
        "C Vogeli",
        "S Mullainathan"
      ],
      "year": 2019,
      "doi": "10.1126/science.aax2342",
      "journal": "Science",
      "volume": "366",
      "raw": "Dissecting racial bias in an algorithm used to manage the health of populations \n\t\t \n\t\t\t Z Obermeyer \n\t\t \n\t\t \n\t\t\t B Powers \n\t\t \n\t\t \n\t\t\t C Vogeli \n\t\t \n\t\t \n\t\t\t S Mullainathan \n\t\t \n\t\t 10.1126/science.aax2342 \n\t \n\t \n\t\t Science \n\t\t \n\t\t\t 366 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Obermeyer Z, Powers B, Vogeli C, Mullainathan S. Dissecting racial bias in an algorithm used to manage the health of populations. Science 2019; 366: 447-53."
    },
    {
      "title": "Tackling bias in AI health datasets through the STANDING Together initiative",
      "authors": [
        "S Ganapathi",
        "J Palmer",
        "J Alderman"
      ],
      "year": 2022,
      "journal": "Nat Med",
      "volume": "28",
      "raw": "Tackling bias in AI health datasets through the STANDING Together initiative \n\t\t \n\t\t\t S Ganapathi \n\t\t \n\t\t \n\t\t\t J Palmer \n\t\t \n\t\t \n\t\t\t J E Alderman \n\t\t \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Ganapathi S, Palmer J, Alderman JE, et al. Tackling bias in AI health datasets through the STANDING Together initiative. Nat Med 2022; 28: 2232-33."
    },
    {
      "title": "Underdiagnosis bias of artificial intelligence algorithms applied to chest radiographs in under-served patient populations",
      "authors": [
        "L Seyyed-Kalantari",
        "H Zhang",
        "Mba Mcdermott",
        "I Chen",
        "M Ghassemi"
      ],
      "year": 2021,
      "journal": "Nat Med",
      "volume": "27",
      "raw": "Underdiagnosis bias of artificial intelligence algorithms applied to chest radiographs in under-served patient populations \n\t\t \n\t\t\t L Seyyed-Kalantari \n\t\t \n\t\t \n\t\t\t H Zhang \n\t\t \n\t\t \n\t\t\t Mba Mcdermott \n\t\t \n\t\t \n\t\t\t I Y Chen \n\t\t \n\t\t \n\t\t\t M Ghassemi \n\t\t \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Seyyed-Kalantari L, Zhang H, McDermott MBA, Chen IY, Ghassemi M. Underdiagnosis bias of artificial intelligence algorithms applied to chest radiographs in under-served patient populations. Nat Med 2021; 27: 2176-82."
    },
    {
      "title": "Multicenter, randomized, controlled trials evaluating mortality in intensive care: doomed to fail?",
      "authors": [
        "G Ospina-Tascón",
        "G Büchele",
        "J Vincent"
      ],
      "year": 2008,
      "doi": "10.1097/ccm.0b013e318168ea3e",
      "journal": "Crit Care Med",
      "volume": "36",
      "raw": "Multicenter, randomized, controlled trials evaluating mortality in intensive care: doomed to fail? \n\t\t \n\t\t\t G A Ospina-Tascón \n\t\t \n\t\t \n\t\t\t G L Büchele \n\t\t \n\t\t \n\t\t\t J L Vincent \n\t\t \n\t\t 10.1097/ccm.0b013e318168ea3e \n\t \n\t \n\t\t Crit Care Med \n\t\t \n\t\t\t 36 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Ospina-Tascón GA, Büchele GL, Vincent JL. Multicenter, randomized, controlled trials evaluating mortality in intensive care: doomed to fail? Crit Care Med 2008; 36: 1311-22."
    },
    {
      "title": "Randomized controlled trials of artificial intelligence in clinical practice: systematic review",
      "authors": [
        "Tyt Lam",
        "Mfk Cheung",
        "Y Munro",
        "K Lim",
        "D Shung",
        "Jjy Sung"
      ],
      "year": 2022,
      "journal": "J Med Internet Res",
      "volume": "24",
      "pages": "37188",
      "raw": "Randomized controlled trials of artificial intelligence in clinical practice: systematic review \n\t\t \n\t\t\t Tyt Lam \n\t\t \n\t\t \n\t\t\t Mfk Cheung \n\t\t \n\t\t \n\t\t\t Y L Munro \n\t\t \n\t\t \n\t\t\t K M Lim \n\t\t \n\t\t \n\t\t\t D Shung \n\t\t \n\t\t \n\t\t\t Jjy Sung \n\t\t \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 24 \n\t\t\t 37188 \n\t\t\t 2022 \n\t\t \n\t \n\t Lam TYT, Cheung MFK, Munro YL, Lim KM, Shung D, Sung JJY. Randomized controlled trials of artificial intelligence in clinical practice: systematic review. J Med Internet Res 2022; 24: e37188."
    },
    {
      "title": "Randomized clinical trials of machine learning interventions in health care: a systematic review",
      "authors": [
        "D Plana",
        "D Shung",
        "A Grimshaw",
        "A Saraf",
        "Jjy Sung",
        "B Kann"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.33946",
      "journal": "JAMA Netw Open",
      "volume": "5",
      "pages": "2233946",
      "raw": "Randomized clinical trials of machine learning interventions in health care: a systematic review \n\t\t \n\t\t\t D Plana \n\t\t \n\t\t \n\t\t\t D L Shung \n\t\t \n\t\t \n\t\t\t A A Grimshaw \n\t\t \n\t\t \n\t\t\t A Saraf \n\t\t \n\t\t \n\t\t\t Jjy Sung \n\t\t \n\t\t \n\t\t\t B H Kann \n\t\t \n\t\t 10.1001/jamanetworkopen.2022.33946 \n\t \n\t \n\t\t JAMA Netw Open \n\t\t \n\t\t\t 5 \n\t\t\t 2233946 \n\t\t\t 2022 \n\t\t \n\t \n\t Plana D, Shung DL, Grimshaw AA, Saraf A, Sung JJY, Kann BH. Randomized clinical trials of machine learning interventions in health care: a systematic review. JAMA Netw Open 2022; 5: e2233946."
    },
    {
      "title": "Quality of reporting of randomised controlled trials of artificial intelligence in healthcare: a systematic review",
      "authors": [
        "R Shahzad",
        "B Ayub",
        "Mar Siddiqui"
      ],
      "year": 2022,
      "doi": "10.1136/bmjopen-2022-061519",
      "journal": "BMJ Open",
      "volume": "12",
      "pages": "61519",
      "raw": "Quality of reporting of randomised controlled trials of artificial intelligence in healthcare: a systematic review \n\t\t \n\t\t\t R Shahzad \n\t\t \n\t\t \n\t\t\t B Ayub \n\t\t \n\t\t \n\t\t\t Mar Siddiqui \n\t\t \n\t\t 10.1136/bmjopen-2022-061519 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 12 \n\t\t\t 61519 \n\t\t\t 2022 \n\t\t \n\t \n\t Shahzad R, Ayub B, Siddiqui MAR. Quality of reporting of randomised controlled trials of artificial intelligence in healthcare: a systematic review. BMJ Open 2022; 12: e061519."
    },
    {
      "title": "PRISMA Extension for Scoping Reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin"
      ],
      "year": 2018,
      "journal": "Ann Intern Med",
      "volume": "169",
      "raw": "PRISMA Extension for Scoping Reviews (PRISMA-ScR): checklist and explanation \n\t\t \n\t\t\t A C Tricco \n\t\t \n\t\t \n\t\t\t Lillie E Zarin \n\t\t \n\t\t \n\t\t\t W \n\t\t \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 169 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Tricco AC, Lillie E, Zarin W, et al. PRISMA Extension for Scoping Reviews (PRISMA-ScR): checklist and explanation. Ann Intern Med 2018; 169: 467-73."
    },
    {
      "title": "Reporting guidelines for clinical trial reports for interventions involving artificial intelligence: the CONSORT-AI extension",
      "authors": [
        "X Liu",
        "Cruz Rivera",
        "S Moher"
      ],
      "year": 2020,
      "journal": "Nat Med",
      "volume": "26",
      "raw": "Reporting guidelines for clinical trial reports for interventions involving artificial intelligence: the CONSORT-AI extension \n\t\t \n\t\t\t X Liu \n\t\t \n\t\t \n\t\t\t Cruz Rivera \n\t\t \n\t\t \n\t\t\t S Moher \n\t\t \n\t\t \n\t\t\t D \n\t\t \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Liu X, Cruz Rivera S, Moher D, et al. Reporting guidelines for clinical trial reports for interventions involving artificial intelligence: the CONSORT-AI extension. Nat Med 2020; 26: 1364-74."
    },
    {
      "title": "Insulin dose optimization using an automated artificial intelligence-based decision support system in youths with type 1 diabetes",
      "authors": [
        "R Nimri",
        "T Battelino",
        "L Laffel"
      ],
      "year": 2020,
      "doi": "10.1038/s41591-020-1045-7",
      "journal": "Nat Med",
      "volume": "26",
      "raw": "Insulin dose optimization using an automated artificial intelligence-based decision support system in youths with type 1 diabetes \n\t\t \n\t\t\t R Nimri \n\t\t \n\t\t \n\t\t\t T Battelino \n\t\t \n\t\t \n\t\t\t L M Laffel \n\t\t \n\t\t 10.1038/s41591-020-1045-7 \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Review \n\t Nimri R, Battelino T, Laffel LM, et al. Insulin dose optimization using an automated artificial intelligence-based decision support system in youths with type 1 diabetes. Nat Med 2020; 26: 1380-84. Review"
    },
    {
      "title": "Effect of a machine learningderived early warning system for intraoperative hypotension vs standard care on depth and duration of intraoperative hypotension during elective noncardiac surgery: the HYPE randomized clinical trial",
      "authors": [
        "M Wijnberge",
        "B Geerts",
        "L Hol"
      ],
      "year": 2020,
      "journal": "JAMA",
      "volume": "323",
      "raw": "Effect of a machine learningderived early warning system for intraoperative hypotension vs standard care on depth and duration of intraoperative hypotension during elective noncardiac surgery: the HYPE randomized clinical trial \n\t\t \n\t\t\t M Wijnberge \n\t\t \n\t\t \n\t\t\t B F Geerts \n\t\t \n\t\t \n\t\t\t L Hol \n\t\t \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 323 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Wijnberge M, Geerts BF, Hol L, et al. Effect of a machine learning- derived early warning system for intraoperative hypotension vs standard care on depth and duration of intraoperative hypotension during elective noncardiac surgery: the HYPE randomized clinical trial. JAMA 2020; 323: 1052-60."
    },
    {
      "title": "The use of the hypotension prediction index integrated in an algorithm of goal directed hemodynamic treatment during moderate and high-risk surgery",
      "authors": [
        "M Tsoumpa",
        "A Kyttari",
        "S Matiatou"
      ],
      "year": 2021,
      "journal": "J Clin Med",
      "volume": "10",
      "pages": "5884",
      "raw": "The use of the hypotension prediction index integrated in an algorithm of goal directed hemodynamic treatment during moderate and high-risk surgery \n\t\t \n\t\t\t M Tsoumpa \n\t\t \n\t\t \n\t\t\t A Kyttari \n\t\t \n\t\t \n\t\t\t S Matiatou \n\t\t \n\t \n\t \n\t\t J Clin Med \n\t\t \n\t\t\t 10 \n\t\t\t 5884 \n\t\t\t 2021 \n\t\t \n\t \n\t Tsoumpa M, Kyttari A, Matiatou S, et al. The use of the hypotension prediction index integrated in an algorithm of goal directed hemodynamic treatment during moderate and high-risk surgery. J Clin Med 2021; 10: 5884."
    },
    {
      "title": "DREAM5: an open-label, randomized, cross-over study to evaluate the safety and efficacy of day and night closed-loop control by comparing the MD-Logic automated insulin delivery system to sensor augmented pump therapy in patients with type 1 diabetes at home",
      "authors": [
        "T Biester",
        "J Nir",
        "K Remus"
      ],
      "year": 2019,
      "doi": "10.1111/dom.13585",
      "journal": "Diabetes Obes Metab",
      "volume": "21",
      "raw": "DREAM5: an open-label, randomized, cross-over study to evaluate the safety and efficacy of day and night closed-loop control by comparing the MD-Logic automated insulin delivery system to sensor augmented pump therapy in patients with type 1 diabetes at home \n\t\t \n\t\t\t T Biester \n\t\t \n\t\t \n\t\t\t J Nir \n\t\t \n\t\t \n\t\t\t K Remus \n\t\t \n\t\t 10.1111/dom.13585 \n\t \n\t \n\t\t Diabetes Obes Metab \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Biester T, Nir J, Remus K, et al. DREAM5: an open-label, randomized, cross-over study to evaluate the safety and efficacy of day and night closed-loop control by comparing the MD-Logic automated insulin delivery system to sensor augmented pump therapy in patients with type 1 diabetes at home. Diabetes Obes Metab 2019; 21: 822-28."
    },
    {
      "title": "Conventional vs machine learning-based treatment planning in prostate brachytherapy: results of a phase I randomized controlled trial",
      "authors": [
        "A Nicolae",
        "M Semple",
        "L Lu"
      ],
      "year": 2020,
      "journal": "Brachytherapy",
      "volume": "19",
      "raw": "Conventional vs machine learning-based treatment planning in prostate brachytherapy: results of a phase I randomized controlled trial \n\t\t \n\t\t\t A Nicolae \n\t\t \n\t\t \n\t\t\t M Semple \n\t\t \n\t\t \n\t\t\t L Lu \n\t\t \n\t \n\t \n\t\t Brachytherapy \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Nicolae A, Semple M, Lu L, et al. Conventional vs machine learning-based treatment planning in prostate brachytherapy: results of a phase I randomized controlled trial. Brachytherapy 2020; 19: 470-76."
    },
    {
      "title": "System for high-intensity evaluation during radiation therapy (SHIELD-RT): a prospective randomized study of machine learning-directed clinical evaluations during radiation and chemoradiation",
      "authors": [
        "J Hong",
        "Ncw Eclov",
        "N Dalal"
      ],
      "year": 2020,
      "doi": "10.1200/jco.20.01688",
      "journal": "J Clin Oncol",
      "volume": "38",
      "raw": "System for high-intensity evaluation during radiation therapy (SHIELD-RT): a prospective randomized study of machine learning-directed clinical evaluations during radiation and chemoradiation \n\t\t \n\t\t\t J C Hong \n\t\t \n\t\t \n\t\t\t Ncw Eclov \n\t\t \n\t\t \n\t\t\t N H Dalal \n\t\t \n\t\t 10.1200/jco.20.01688 \n\t \n\t \n\t\t J Clin Oncol \n\t\t \n\t\t\t 38 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Hong JC, Eclov NCW, Dalal NH, et al. System for high-intensity evaluation during radiation therapy (SHIELD-RT): a prospective randomized study of machine learning-directed clinical evaluations during radiation and chemoradiation. J Clin Oncol 2020; 38: 3652-61."
    },
    {
      "title": "Impact of artificial intelligence assessment of diabetic retinopathy on referral service uptake in a low-resource setting: the RAIDERS randomized trial",
      "authors": [
        "W Mathenge",
        "N Whitestone",
        "J Nkurikiye"
      ],
      "year": 2022,
      "doi": "10.1016/j.xops.2022.100168",
      "journal": "Ophthalmol Sci",
      "volume": "2",
      "pages": "100168",
      "raw": "Impact of artificial intelligence assessment of diabetic retinopathy on referral service uptake in a low-resource setting: the RAIDERS randomized trial \n\t\t \n\t\t\t W Mathenge \n\t\t \n\t\t \n\t\t\t N Whitestone \n\t\t \n\t\t \n\t\t\t J Nkurikiye \n\t\t \n\t\t 10.1016/j.xops.2022.100168 \n\t \n\t \n\t\t Ophthalmol Sci \n\t\t \n\t\t\t 2 \n\t\t\t 100168 \n\t\t\t 2022 \n\t\t \n\t \n\t Mathenge W, Whitestone N, Nkurikiye J, et al. Impact of artificial intelligence assessment of diabetic retinopathy on referral service uptake in a low-resource setting: the RAIDERS randomized trial. Ophthalmol Sci 2022; 2: 100168."
    },
    {
      "title": "Reduced postoperative pain using nociception level-guided fentanyl dosing during sevoflurane anaesthesia: a randomised controlled trial",
      "authors": [
        "F Meijer",
        "M Honing",
        "T Roor"
      ],
      "year": 2020,
      "doi": "10.1016/j.bja.2020.07.057",
      "journal": "Br J Anaesth",
      "volume": "125",
      "raw": "Reduced postoperative pain using nociception level-guided fentanyl dosing during sevoflurane anaesthesia: a randomised controlled trial \n\t\t \n\t\t\t F Meijer \n\t\t \n\t\t \n\t\t\t M Honing \n\t\t \n\t\t \n\t\t\t T Roor \n\t\t \n\t\t 10.1016/j.bja.2020.07.057 \n\t \n\t \n\t\t Br J Anaesth \n\t\t \n\t\t\t 125 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Meijer F, Honing M, Roor T, et al. Reduced postoperative pain using nociception level-guided fentanyl dosing during sevoflurane anaesthesia: a randomised controlled trial. Br J Anaesth 2020; 125: 1070-78."
    },
    {
      "title": "Effect of integrating machine learning mortality estimates with behavioral nudges to clinicians on serious illness conversations among patients with cancer: a steppedwedge cluster randomized clinical trial",
      "authors": [
        "C Manz",
        "R Parikh",
        "D Small"
      ],
      "year": 2020,
      "doi": "10.1001/jamaoncol.2020.4759",
      "journal": "JAMA Oncol",
      "volume": "6",
      "pages": "204759",
      "raw": "Effect of integrating machine learning mortality estimates with behavioral nudges to clinicians on serious illness conversations among patients with cancer: a steppedwedge cluster randomized clinical trial \n\t\t \n\t\t\t C R Manz \n\t\t \n\t\t \n\t\t\t R B Parikh \n\t\t \n\t\t \n\t\t\t D S Small \n\t\t \n\t\t 10.1001/jamaoncol.2020.4759 \n\t \n\t \n\t\t JAMA Oncol \n\t\t \n\t\t\t 6 \n\t\t\t 204759 \n\t\t\t 2020 \n\t\t \n\t \n\t Manz CR, Parikh RB, Small DS, et al. Effect of integrating machine learning mortality estimates with behavioral nudges to clinicians on serious illness conversations among patients with cancer: a stepped- wedge cluster randomized clinical trial. JAMA Oncol 2020; 6: e204759."
    },
    {
      "title": "Stepped-wedge randomised trial to evaluate population health intervention designed to increase appropriate anticoagulation in patients with atrial fibrillation",
      "authors": [
        "S Wang",
        "J Rogers"
      ],
      "year": 2019,
      "journal": "BMJ Qual Saf",
      "volume": "28",
      "raw": "Stepped-wedge randomised trial to evaluate population health intervention designed to increase appropriate anticoagulation in patients with atrial fibrillation \n\t\t \n\t\t\t S V Wang \n\t\t \n\t\t \n\t\t\t J R Rogers \n\t\t \n\t\t \n\t\t\t Jin Y \n\t\t \n\t \n\t \n\t\t BMJ Qual Saf \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Wang SV, Rogers JR, Jin Y, et al. Stepped-wedge randomised trial to evaluate population health intervention designed to increase appropriate anticoagulation in patients with atrial fibrillation. BMJ Qual Saf 2019; 28: 835-42."
    },
    {
      "title": "Patient-centered pain care using artificial intelligence and mobile health tools: a randomized comparative effectiveness trial",
      "authors": [
        "J Piette",
        "S Newman",
        "S Krein"
      ],
      "year": 2022,
      "journal": "JAMA Intern Med",
      "volume": "182",
      "raw": "Patient-centered pain care using artificial intelligence and mobile health tools: a randomized comparative effectiveness trial \n\t\t \n\t\t\t J D Piette \n\t\t \n\t\t \n\t\t\t S Newman \n\t\t \n\t\t \n\t\t\t S L Krein \n\t\t \n\t \n\t \n\t\t JAMA Intern Med \n\t\t \n\t\t\t 182 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Piette JD, Newman S, Krein SL, et al. Patient-centered pain care using artificial intelligence and mobile health tools: a randomized comparative effectiveness trial. JAMA Intern Med 2022; 182: 975-83."
    },
    {
      "title": "Artificial intelligence and colonoscopy experience: lessons from two randomised trials",
      "authors": [
        "A Repici",
        "M Spadaccini",
        "G Antonelli"
      ],
      "year": 2022,
      "doi": "10.1136/gutjnl-2021-324471",
      "journal": "Gut",
      "volume": "71",
      "raw": "Artificial intelligence and colonoscopy experience: lessons from two randomised trials \n\t\t \n\t\t\t A Repici \n\t\t \n\t\t \n\t\t\t M Spadaccini \n\t\t \n\t\t \n\t\t\t G Antonelli \n\t\t \n\t\t 10.1136/gutjnl-2021-324471 \n\t \n\t \n\t\t Gut \n\t\t \n\t\t\t 71 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Repici A, Spadaccini M, Antonelli G, et al. Artificial intelligence and colonoscopy experience: lessons from two randomised trials. Gut 2022; 71: 757-65."
    },
    {
      "title": "A randomized trial comparing the effectiveness of pre-test genetic counseling using an artificial intelligence automated chatbot and traditional in-person genetic counseling in women newly diagnosed with breast cancer",
      "authors": [
        "Z Al-Hilli",
        "R Noss",
        "J Dickard"
      ],
      "year": 2023,
      "doi": "10.1245/s10434-023-13888-4",
      "journal": "Ann Surg Oncol",
      "volume": "30",
      "raw": "A randomized trial comparing the effectiveness of pre-test genetic counseling using an artificial intelligence automated chatbot and traditional in-person genetic counseling in women newly diagnosed with breast cancer \n\t\t \n\t\t\t Z Al-Hilli \n\t\t \n\t\t \n\t\t\t R Noss \n\t\t \n\t\t \n\t\t\t J Dickard \n\t\t \n\t\t 10.1245/s10434-023-13888-4 \n\t \n\t \n\t\t Ann Surg Oncol \n\t\t \n\t\t\t 30 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Al-Hilli Z, Noss R, Dickard J, et al. A randomized trial comparing the effectiveness of pre-test genetic counseling using an artificial intelligence automated chatbot and traditional in-person genetic counseling in women newly diagnosed with breast cancer. Ann Surg Oncol 2023; 30: 5990-96."
    },
    {
      "title": "Diagnostic efficacy and therapeutic decision-making capacity of an artificial intelligence platform for childhood cataracts in eye clinics: a multicentre randomized controlled trial",
      "authors": [
        "H Lin",
        "R Li",
        "Z Liu"
      ],
      "year": 2019,
      "doi": "10.1016/j.eclinm.2019.03.001",
      "journal": "EClinicalMedicine",
      "volume": "9",
      "raw": "Diagnostic efficacy and therapeutic decision-making capacity of an artificial intelligence platform for childhood cataracts in eye clinics: a multicentre randomized controlled trial \n\t\t \n\t\t\t H Lin \n\t\t \n\t\t \n\t\t\t R Li \n\t\t \n\t\t \n\t\t\t Z Liu \n\t\t \n\t\t 10.1016/j.eclinm.2019.03.001 \n\t \n\t \n\t\t EClinicalMedicine \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Lin H, Li R, Liu Z, et al. Diagnostic efficacy and therapeutic decision-making capacity of an artificial intelligence platform for childhood cataracts in eye clinics: a multicentre randomized controlled trial. EClinicalMedicine 2019; 9: 52-59."
    },
    {
      "title": "A machine-learning algorithm for neonatal seizure recognition: a multicentre, randomised, controlled trial",
      "authors": [
        "A Pavel",
        "J Rennie",
        "L De Vries"
      ],
      "year": 2020,
      "journal": "Lancet Child Adolesc Health",
      "volume": "4",
      "raw": "A machine-learning algorithm for neonatal seizure recognition: a multicentre, randomised, controlled trial \n\t\t \n\t\t\t A M Pavel \n\t\t \n\t\t \n\t\t\t J M Rennie \n\t\t \n\t\t \n\t\t\t L S De Vries \n\t\t \n\t \n\t \n\t\t Lancet Child Adolesc Health \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Pavel AM, Rennie JM, de Vries LS, et al. A machine-learning algorithm for neonatal seizure recognition: a multicentre, randomised, controlled trial. Lancet Child Adolesc Health 2020; 4: 740-49."
    },
    {
      "title": "Computer-assisted detection versus conventional colonoscopy for proximal colonic lesions: a multicenter, randomized, tandem-colonoscopy study",
      "authors": [
        "Tkl Lui",
        "D Hang",
        "Skk Tsao"
      ],
      "year": 2023,
      "journal": "Gastrointest Endosc",
      "volume": "97",
      "raw": "Computer-assisted detection versus conventional colonoscopy for proximal colonic lesions: a multicenter, randomized, tandem-colonoscopy study \n\t\t \n\t\t\t Tkl Lui \n\t\t \n\t\t \n\t\t\t D V Hang \n\t\t \n\t\t \n\t\t\t Skk Tsao \n\t\t \n\t \n\t \n\t\t Gastrointest Endosc \n\t\t \n\t\t\t 97 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Lui TKL, Hang DV, Tsao SKK, et al. Computer-assisted detection versus conventional colonoscopy for proximal colonic lesions: a multicenter, randomized, tandem-colonoscopy study. Gastrointest Endosc 2023; 97: 325-34."
    },
    {
      "title": "Artificial intelligence-assisted colonoscopy: a prospective, multicenter, randomized controlled trial of polyp detection",
      "authors": [
        "L Xu",
        "X He",
        "J Zhou"
      ],
      "year": 2021,
      "doi": "10.1002/cam4.4261",
      "journal": "Cancer Med",
      "volume": "10",
      "raw": "Artificial intelligence-assisted colonoscopy: a prospective, multicenter, randomized controlled trial of polyp detection \n\t\t \n\t\t\t L Xu \n\t\t \n\t\t \n\t\t\t X He \n\t\t \n\t\t \n\t\t\t J Zhou \n\t\t \n\t\t 10.1002/cam4.4261 \n\t \n\t \n\t\t Cancer Med \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Xu L, He X, Zhou J, et al. Artificial intelligence-assisted colonoscopy: a prospective, multicenter, randomized controlled trial of polyp detection. Cancer Med 2021; 10: 7184-93."
    },
    {
      "title": "Artificial intelligence-assisted clinical decision support for childhood asthma management: a randomized clinical trial",
      "authors": [
        "H Seol",
        "P Shrestha",
        "J Muth"
      ],
      "year": 2021,
      "doi": "10.1371/journal.pone.0255261",
      "journal": "PLoS One",
      "volume": "16",
      "pages": "255261",
      "raw": "Artificial intelligence-assisted clinical decision support for childhood asthma management: a randomized clinical trial \n\t\t \n\t\t\t H Y Seol \n\t\t \n\t\t \n\t\t\t P Shrestha \n\t\t \n\t\t \n\t\t\t J F Muth \n\t\t \n\t\t 10.1371/journal.pone.0255261 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 16 \n\t\t\t 255261 \n\t\t\t 2021 \n\t\t \n\t \n\t Seol HY, Shrestha P, Muth JF, et al. Artificial intelligence-assisted clinical decision support for childhood asthma management: a randomized clinical trial. PLoS One 2021; 16: e0255261."
    },
    {
      "title": "Role of artificial intelligence in colonoscopy detection of advanced neoplasias: a randomized trial",
      "authors": [
        "C Mangas-Sanjuan",
        "L De-Castro",
        "J Cubiella"
      ],
      "year": 2023,
      "doi": "10.1016/j.gie.2023.04.2054",
      "journal": "Ann Intern Med",
      "volume": "176",
      "raw": "Role of artificial intelligence in colonoscopy detection of advanced neoplasias: a randomized trial \n\t\t \n\t\t\t C Mangas-Sanjuan \n\t\t \n\t\t \n\t\t\t L De-Castro \n\t\t \n\t\t \n\t\t\t J Cubiella \n\t\t \n\t\t 10.1016/j.gie.2023.04.2054 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 176 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Mangas-Sanjuan C, de-Castro L, Cubiella J, et al. Role of artificial intelligence in colonoscopy detection of advanced neoplasias: a randomized trial. Ann Intern Med 2023; 176: 1145-52."
    },
    {
      "title": "Evaluation of computer-aided detection during colonoscopy in the community (AI-SEE): a multicenter randomized clinical trial",
      "authors": [
        "M Wei",
        "U Shankar",
        "R Parvin"
      ],
      "year": 2023,
      "journal": "Am J Gastroenterol",
      "volume": "118",
      "raw": "Evaluation of computer-aided detection during colonoscopy in the community (AI-SEE): a multicenter randomized clinical trial \n\t\t \n\t\t\t M T Wei \n\t\t \n\t\t \n\t\t\t U Shankar \n\t\t \n\t\t \n\t\t\t R Parvin \n\t\t \n\t \n\t \n\t\t Am J Gastroenterol \n\t\t \n\t\t\t 118 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Wei MT, Shankar U, Parvin R, et al. Evaluation of computer-aided detection during colonoscopy in the community (AI-SEE): a multicenter randomized clinical trial. Am J Gastroenterol 2023; 118: 1841-47."
    },
    {
      "title": "Impact of an artificial intelligence-aided endoscopic diagnosis system on improving endoscopy quality for trainees in colonoscopy: prospective, randomized, multicenter study",
      "authors": [
        "D Yamaguchi",
        "R Shimoda",
        "K Miyahara"
      ],
      "year": 2024,
      "journal": "Dig Endosc",
      "volume": "36",
      "raw": "Impact of an artificial intelligence-aided endoscopic diagnosis system on improving endoscopy quality for trainees in colonoscopy: prospective, randomized, multicenter study \n\t\t \n\t\t\t D Yamaguchi \n\t\t \n\t\t \n\t\t\t R Shimoda \n\t\t \n\t\t \n\t\t\t K Miyahara \n\t\t \n\t \n\t \n\t\t Dig Endosc \n\t\t \n\t\t\t 36 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Yamaguchi D, Shimoda R, Miyahara K, et al. Impact of an artificial intelligence-aided endoscopic diagnosis system on improving endoscopy quality for trainees in colonoscopy: prospective, randomized, multicenter study. Dig Endosc 2024; 36: 40-48."
    },
    {
      "title": "Development pipeline and geographic representation of trials for artificial intelligence/ machine learning-enabled medical devices (2010 to 2023)",
      "authors": [
        "S-B Miquel",
        "L Luca",
        "K Vokinger"
      ],
      "year": 2023,
      "journal": "NEJM AI",
      "volume": "1",
      "pages": "2300038",
      "raw": "Development pipeline and geographic representation of trials for artificial intelligence/ machine learning-enabled medical devices (2010 to 2023) \n\t\t \n\t\t\t S-B Miquel \n\t\t \n\t\t \n\t\t\t L Luca \n\t\t \n\t\t \n\t\t\t K N Vokinger \n\t\t \n\t \n\t \n\t\t NEJM AI \n\t\t \n\t\t\t 1 \n\t\t\t 2300038 \n\t\t\t 2023 \n\t\t \n\t \n\t Miquel S-B, Luca L, Vokinger KN. Development pipeline and geographic representation of trials for artificial intelligence/ machine learning-enabled medical devices (2010 to 2023). NEJM AI 2023; 1: AIp2300038."
    },
    {
      "title": "Artificial intelligence and deep learningradiology's next frontier?",
      "authors": [
        "R Mayo",
        "J Leung"
      ],
      "year": 2018,
      "doi": "10.1016/j.clinimag.2017.11.007",
      "journal": "Clin Imaging",
      "volume": "49",
      "raw": "Artificial intelligence and deep learningradiology's next frontier? \n\t\t \n\t\t\t R C Mayo \n\t\t \n\t\t \n\t\t\t J Leung \n\t\t \n\t\t 10.1016/j.clinimag.2017.11.007 \n\t \n\t \n\t\t Clin Imaging \n\t\t \n\t\t\t 49 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Mayo RC, Leung J. Artificial intelligence and deep learning - radiology's next frontier? Clin Imaging 2018; 49: 87-88."
    },
    {
      "title": "Artificial intelligence in various medical fields with emphasis on radiology: statistical evaluation of the literature",
      "authors": [
        "E Pakdemirli",
        "U Wegner"
      ],
      "year": 2020,
      "journal": "Cureus",
      "volume": "12",
      "pages": "e10961",
      "raw": "Artificial intelligence in various medical fields with emphasis on radiology: statistical evaluation of the literature \n\t\t \n\t\t\t E Pakdemirli \n\t\t \n\t\t \n\t\t\t U Wegner \n\t\t \n\t \n\t \n\t\t Cureus \n\t\t \n\t\t\t 12 \n\t\t\t e10961 \n\t\t\t 2020 \n\t\t \n\t \n\t Pakdemirli E, Wegner U. Artificial intelligence in various medical fields with emphasis on radiology: statistical evaluation of the literature. Cureus 2020; 12: e10961."
    },
    {
      "title": "The state of artificial intelligence-based FDA-approved medical devices and algorithms: an online database",
      "authors": [
        "S Benjamens",
        "P Dhunnoo",
        "B Meskó"
      ],
      "year": 2020,
      "journal": "NPJ Digit Med",
      "volume": "3",
      "pages": "118",
      "raw": "The state of artificial intelligence-based FDA-approved medical devices and algorithms: an online database \n\t\t \n\t\t\t S Benjamens \n\t\t \n\t\t \n\t\t\t P Dhunnoo \n\t\t \n\t\t \n\t\t\t B Meskó \n\t\t \n\t \n\t \n\t\t NPJ Digit Med \n\t\t \n\t\t\t 3 \n\t\t\t 118 \n\t\t\t 2020 \n\t\t \n\t \n\t Benjamens S, Dhunnoo P, Meskó B. The state of artificial intelligence-based FDA-approved medical devices and algorithms: an online database. NPJ Digit Med 2020; 3: 118."
    },
    {
      "title": "Medical specialties involved in artificial intelligence research: is there a leader?",
      "authors": [
        "J Stewart",
        "F Rybicki",
        "G Dwivedi"
      ],
      "year": 2020,
      "doi": "10.31525/ct1-nct04282837",
      "journal": "Tasman Medical Journal",
      "volume": "2",
      "raw": "Medical specialties involved in artificial intelligence research: is there a leader? \n\t\t \n\t\t\t J E Stewart \n\t\t \n\t\t \n\t\t\t F J Rybicki \n\t\t \n\t\t \n\t\t\t G Dwivedi \n\t\t \n\t\t 10.31525/ct1-nct04282837 \n\t \n\t \n\t\t Tasman Medical Journal \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Stewart JE, Rybicki FJ, Dwivedi G. Medical specialties involved in artificial intelligence research: is there a leader? Tasman Medical Journal 2020; 2: 20-27."
    },
    {
      "title": "Methods for clinical evaluation of artificial intelligence algorithms for medical diagnosis",
      "authors": [
        "S Park",
        "K Han",
        "H Jang"
      ],
      "year": 2023,
      "doi": "10.1148/radiol.220182",
      "journal": "Radiology",
      "volume": "306",
      "raw": "Methods for clinical evaluation of artificial intelligence algorithms for medical diagnosis \n\t\t \n\t\t\t S H Park \n\t\t \n\t\t \n\t\t\t K Han \n\t\t \n\t\t \n\t\t\t H Y Jang \n\t\t \n\t\t 10.1148/radiol.220182 \n\t \n\t \n\t\t Radiology \n\t\t \n\t\t\t 306 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Park SH, Han K, Jang HY, et al. Methods for clinical evaluation of artificial intelligence algorithms for medical diagnosis. Radiology 2023; 306: 20-31."
    },
    {
      "title": "Randomized clinical trials of artificial intelligence in medicine: why, when, and how?",
      "authors": [
        "S Park",
        "J Choi",
        "L Fournier",
        "B Vasey"
      ],
      "year": 2022,
      "doi": "10.3348/kjr.2022.0834",
      "journal": "Korean J Radiol",
      "volume": "23",
      "raw": "Randomized clinical trials of artificial intelligence in medicine: why, when, and how? \n\t\t \n\t\t\t S H Park \n\t\t \n\t\t \n\t\t\t J I Choi \n\t\t \n\t\t \n\t\t\t L Fournier \n\t\t \n\t\t \n\t\t\t B Vasey \n\t\t \n\t\t 10.3348/kjr.2022.0834 \n\t \n\t \n\t\t Korean J Radiol \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Park SH, Choi JI, Fournier L, Vasey B. Randomized clinical trials of artificial intelligence in medicine: why, when, and how? Korean J Radiol 2022; 23: 1119-25."
    },
    {
      "title": "The need for medical artificial intelligence that incorporates prior images",
      "authors": [
        "J Acosta",
        "G Falcone",
        "P Rajpurkar"
      ],
      "year": 2022,
      "doi": "10.1148/radiol.212830",
      "journal": "Radiology",
      "volume": "304",
      "raw": "The need for medical artificial intelligence that incorporates prior images \n\t\t \n\t\t\t J N Acosta \n\t\t \n\t\t \n\t\t\t G J Falcone \n\t\t \n\t\t \n\t\t\t P Rajpurkar \n\t\t \n\t\t 10.1148/radiol.212830 \n\t \n\t \n\t\t Radiology \n\t\t \n\t\t\t 304 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Acosta JN, Falcone GJ, Rajpurkar P. The need for medical artificial intelligence that incorporates prior images. Radiology 2022; 304: 283-88."
    },
    {
      "title": "Multimodal biomedical AI",
      "authors": [
        "J Acosta",
        "G Falcone",
        "P Rajpurkar",
        "E Topol"
      ],
      "year": 2022,
      "journal": "Nat Med",
      "volume": "28",
      "raw": "Multimodal biomedical AI \n\t\t \n\t\t\t J N Acosta \n\t\t \n\t\t \n\t\t\t G J Falcone \n\t\t \n\t\t \n\t\t\t P Rajpurkar \n\t\t \n\t\t \n\t\t\t E J Topol \n\t\t \n\t \n\t \n\t\t Nat Med \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Acosta JN, Falcone GJ, Rajpurkar P, Topol EJ. Multimodal biomedical AI. Nat Med 2022; 28: 1773-84."
    },
    {
      "title": "Examining overlap of included studies in meta-reviews: guidance for using the corrected covered area index",
      "authors": [
        "E Hennessy",
        "B Johnson"
      ],
      "year": 2020,
      "doi": "10.1002/jrsm.1390",
      "journal": "Res Synth Methods",
      "volume": "11",
      "raw": "Examining overlap of included studies in meta-reviews: guidance for using the corrected covered area index \n\t\t \n\t\t\t E A Hennessy \n\t\t \n\t\t \n\t\t\t B T Johnson \n\t\t \n\t\t 10.1002/jrsm.1390 \n\t \n\t \n\t\t Res Synth Methods \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Hennessy EA, Johnson BT. Examining overlap of included studies in meta-reviews: guidance for using the corrected covered area index. Res Synth Methods 2020; 11: 134-45."
    },
    {
      "title": "The role of patient-reported outcome measures in trials of artificial intelligence health technologies: a systematic evaluation of ClinicalTrials.gov records (1997-2022",
      "authors": [
        "F Pearce",
        "Cruz Rivera",
        "S Liu",
        "X Manna",
        "E Denniston",
        "A Calvert"
      ],
      "year": 2023,
      "journal": "Lancet Digit Health",
      "volume": "5",
      "raw": "The role of patient-reported outcome measures in trials of artificial intelligence health technologies: a systematic evaluation of ClinicalTrials.gov records (1997-2022 \n\t\t \n\t\t\t F J Pearce \n\t\t \n\t\t \n\t\t\t Cruz Rivera \n\t\t \n\t\t \n\t\t\t S Liu \n\t\t \n\t\t \n\t\t\t X Manna \n\t\t \n\t\t \n\t\t\t E Denniston \n\t\t \n\t\t \n\t\t\t A K Calvert \n\t\t \n\t\t \n\t\t\t M J \n\t\t \n\t \n\t \n\t\t Lancet Digit Health \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Pearce FJ, Cruz Rivera S, Liu X, Manna E, Denniston AK, Calvert MJ. The role of patient-reported outcome measures in trials of artificial intelligence health technologies: a systematic evaluation of ClinicalTrials.gov records (1997-2022). Lancet Digit Health 2023; 5: e160-67."
    },
    {
      "title": "Real-time computer-aided detection of colorectal neoplasia during colonoscopy : a systematic review and meta-analysis",
      "authors": [
        "C Hassan",
        "M Spadaccini",
        "Y Mori"
      ],
      "year": 2023,
      "doi": "10.7326/m22-3678",
      "journal": "Ann Intern Med",
      "volume": "176",
      "raw": "Real-time computer-aided detection of colorectal neoplasia during colonoscopy : a systematic review and meta-analysis \n\t\t \n\t\t\t C Hassan \n\t\t \n\t\t \n\t\t\t M Spadaccini \n\t\t \n\t\t \n\t\t\t Y Mori \n\t\t \n\t\t 10.7326/m22-3678 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 176 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Hassan C, Spadaccini M, Mori Y, et al. Real-time computer-aided detection of colorectal neoplasia during colonoscopy : a systematic review and meta-analysis. Ann Intern Med 2023; 176: 1209-20."
    },
    {
      "title": "Embedding patient-reported outcomes at the heart of artificial intelligence health-care technologies",
      "authors": [
        "Cruz Rivera",
        "S Liu",
        "X Hughes"
      ],
      "year": 2023,
      "journal": "Lancet Digit Health",
      "volume": "5",
      "raw": "Embedding patient-reported outcomes at the heart of artificial intelligence health-care technologies \n\t\t \n\t\t\t Cruz Rivera \n\t\t \n\t\t \n\t\t\t S Liu \n\t\t \n\t\t \n\t\t\t X Hughes \n\t\t \n\t\t \n\t\t\t S E \n\t\t \n\t \n\t \n\t\t Lancet Digit Health \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Cruz Rivera S, Liu X, Hughes SE, et al. Embedding patient-reported outcomes at the heart of artificial intelligence health-care technologies. Lancet Digit Health 2023; 5: e168-73."
    },
    {
      "title": "Standing up together",
      "authors": [
        "S Poblete"
      ],
      "year": 2018,
      "journal": "Clin J Oncol Nurs",
      "volume": "22",
      "pages": "371",
      "raw": "Standing up together \n\t\t \n\t\t\t S A Poblete \n\t\t \n\t \n\t \n\t\t Clin J Oncol Nurs \n\t\t \n\t\t\t 22 \n\t\t\t 371 \n\t\t\t 2018 \n\t\t \n\t \n\t Poblete SA. Standing up together. Clin J Oncol Nurs 2018; 22: 371."
    }
  ],
  "num_references": 51,
  "figures": [
    {
      "caption": "Figure 1 :",
      "description": "Figure 1: Study selection"
    },
    {
      "caption": "Figure 2 :",
      "description": "Figure 2: Randomised controlled trials of artificial intelligence in clinical practice across countries and specialtiesNorway, France, Sweden, Denmark, Germany, and Slovenia each comprise 2% of the distribution. Canada, Belgium, Ireland, Greece, Latvia, Switzerland, Romania, Bangladesh, Rwanda, Malawi, Viet Nam, and Singapore each comprise 1% of the distribution."
    },
    {
      "description": "[52%] of 27), waveform data (ten [37%] of 27), and free text (three [11%] of 27). These systems use a mix of decision trees (six [22%] of 27), neural networks (two [7%] of 27), reinforcement learning (two [7%] of 27), case-based reasoning (two [7%] of 27), Bayesian classifiers (one [4%] of 27), and unspecified machine learning (14 [52%] of 27)."
    },
    {
      "description": "are n. AI=artificial intelligence."
    }
  ],
  "num_figures": 4,
  "formulas": [
    {
      "text": "Germany (2)"
    },
    {
      "text": "Ireland (1)"
    },
    {
      "text": "Canada (1) Malawi (1)"
    },
    {
      "text": "Switzerland (1)"
    },
    {
      "text": "Rwanda (1)"
    }
  ],
  "num_formulas": 5,
  "num_citations": 65,
  "cited_references": [
    "b32",
    "b43",
    "b39",
    "b38",
    "b4",
    "b14",
    "b17",
    "b48",
    "b20",
    "b24",
    "b40",
    "b41",
    "b26",
    "b28",
    "b13",
    "b27",
    "b33",
    "b49",
    "b16",
    "b7",
    "b23",
    "b46",
    "b29",
    "b19",
    "b6",
    "b42",
    "b18",
    "b30",
    "b1",
    "b35",
    "b9",
    "b31",
    "b10",
    "b3",
    "b5",
    "b34",
    "b47",
    "b8",
    "b12",
    "b15",
    "b45",
    "b11",
    "b36",
    "b37",
    "b25",
    "b22",
    "b0",
    "b21",
    "b2",
    "b44",
    "b50"
  ],
  "notes": [
    "[raw_affiliation] *  Contributed equally Department of Biomedical Informatics , Harvard Medical School , Boston , MA , USA",
    "[raw_affiliation] *  Contributed equally Department of Biomedical Informatics , Harvard Medical School , Boston , MA , USA",
    "[raw_affiliation] Department of Computer Science , Stanford University , Stanford , CA , USA (R",
    "[raw_affiliation] Han) ; University of California Los Angeles-Caltech Medical Scientist Training Program , Los Angeles , CA , USA",
    "[raw_affiliation] Department of Neurology , Yale School of Medicine , New Haven , CT , USA (",
    "[raw_affiliation] J N Acosta MD); Rad AI , San Francisco , CA , USA (J",
    "[raw_affiliation] N Acosta); Institute of Health Policy, Management and Evaluation , Dalla Lana School of Public Health , University of Toronto , Toronto , ON , Canada (",
    "[raw_affiliation] Z Shakeri PhD) ; Stanford Prevention Research Center , Department of Medicine (Prof J P A Ioannidis MD DSc) , and Meta-Research Innovation Center at Stanford (Prof J P A Ioannidis) , Stanford University , Stanford , CA , USA ;",
    "[raw_affiliation] Scripps Research Translational Institute , Scripps Research , La Jolla , CA , USA",
    "[raw_affiliation] Scripps Research Translational Institute , Scripps Research , La Jolla , CA 92037 , USA",
    "www.thelancet.com/digital-health Vol 6 May 2024",
    "[raw_reference] Rajpurkar P, Chen E, Banerjee O, Topol EJ. AI in health and medicine. Nat Med 2022; 28: 31-38.",
    "[raw_reference] Liu X, Faes L, Kale AU, et al. A comparison of deep learning performance against health-care professionals in detecting diseases from medical imaging: a systematic review and meta-analysis. Lancet Digit Health 2019; 1: e271-97.",
    "[raw_reference] Rajpurkar P, Lungren MP. The current and future state of AI interpretation of medical images. N Engl J Med 2023; 388: 1981-90.",
    "[raw_reference] Wu E, Wu K, Daneshjou R, Ouyang D, Ho DE, Zou J. How medical AI devices are evaluated: limitations and recommendations from an analysis of FDA approvals. Nat Med 2021; 27: 582-84.",
    "[raw_reference] Wong A, Otles E, Donnelly JP, et al. External validation of a widely implemented proprietary sepsis prediction model in hospitalized patients. JAMA Intern Med 2021; 181: 1065-70.",
    "[raw_reference] Mallick A, Hsieh K, Arzani B, Joshi G. Matchmaker: data drift mitigation in machine learning for large-scale systems. 2022. https://proceedings.mlsys.org/paper_files/paper/2022/file/069a0 02768bcb31509d4901961f23b3c-Paper.pdf (accessed March 30, 2024).",
    "[raw_reference] Beede E, Baylor E, Hersch F, et al. A human-centered evaluation of a deep learning system deployed in clinics for the detection of diabetic retinopathy. April 23, 2020. https://dl.acm.org/doi/ abs/10.1145/3313831.3376718 (accessed March 30, 2024).",
    "[raw_reference] Obermeyer Z, Powers B, Vogeli C, Mullainathan S. Dissecting racial bias in an algorithm used to manage the health of populations. Science 2019; 366: 447-53.",
    "[raw_reference] Ganapathi S, Palmer J, Alderman JE, et al. Tackling bias in AI health datasets through the STANDING Together initiative. Nat Med 2022; 28: 2232-33.",
    "[raw_reference] Seyyed-Kalantari L, Zhang H, McDermott MBA, Chen IY, Ghassemi M. Underdiagnosis bias of artificial intelligence algorithms applied to chest radiographs in under-served patient populations. Nat Med 2021; 27: 2176-82.",
    "[raw_reference] Ospina-Tascón GA, Büchele GL, Vincent JL. Multicenter, randomized, controlled trials evaluating mortality in intensive care: doomed to fail? Crit Care Med 2008; 36: 1311-22.",
    "[raw_reference] Lam TYT, Cheung MFK, Munro YL, Lim KM, Shung D, Sung JJY. Randomized controlled trials of artificial intelligence in clinical practice: systematic review. J Med Internet Res 2022; 24: e37188.",
    "[raw_reference] Plana D, Shung DL, Grimshaw AA, Saraf A, Sung JJY, Kann BH. Randomized clinical trials of machine learning interventions in health care: a systematic review. JAMA Netw Open 2022; 5: e2233946.",
    "[raw_reference] Shahzad R, Ayub B, Siddiqui MAR. Quality of reporting of randomised controlled trials of artificial intelligence in healthcare: a systematic review. BMJ Open 2022; 12: e061519.",
    "[raw_reference] Tricco AC, Lillie E, Zarin W, et al. PRISMA Extension for Scoping Reviews (PRISMA-ScR): checklist and explanation. Ann Intern Med 2018; 169: 467-73.",
    "[raw_reference] Liu X, Cruz Rivera S, Moher D, et al. Reporting guidelines for clinical trial reports for interventions involving artificial intelligence: the CONSORT-AI extension. Nat Med 2020; 26: 1364-74.",
    "Review",
    "[raw_reference] Nimri R, Battelino T, Laffel LM, et al. Insulin dose optimization using an automated artificial intelligence-based decision support system in youths with type 1 diabetes. Nat Med 2020; 26: 1380-84. Review",
    "[raw_reference] Wijnberge M, Geerts BF, Hol L, et al. Effect of a machine learning- derived early warning system for intraoperative hypotension vs standard care on depth and duration of intraoperative hypotension during elective noncardiac surgery: the HYPE randomized clinical trial. JAMA 2020; 323: 1052-60.",
    "[raw_reference] Tsoumpa M, Kyttari A, Matiatou S, et al. The use of the hypotension prediction index integrated in an algorithm of goal directed hemodynamic treatment during moderate and high-risk surgery. J Clin Med 2021; 10: 5884.",
    "[raw_reference] Biester T, Nir J, Remus K, et al. DREAM5: an open-label, randomized, cross-over study to evaluate the safety and efficacy of day and night closed-loop control by comparing the MD-Logic automated insulin delivery system to sensor augmented pump therapy in patients with type 1 diabetes at home. Diabetes Obes Metab 2019; 21: 822-28.",
    "[raw_reference] Nicolae A, Semple M, Lu L, et al. Conventional vs machine learning-based treatment planning in prostate brachytherapy: results of a phase I randomized controlled trial. Brachytherapy 2020; 19: 470-76.",
    "[raw_reference] Hong JC, Eclov NCW, Dalal NH, et al. System for high-intensity evaluation during radiation therapy (SHIELD-RT): a prospective randomized study of machine learning-directed clinical evaluations during radiation and chemoradiation. J Clin Oncol 2020; 38: 3652-61.",
    "[raw_reference] Mathenge W, Whitestone N, Nkurikiye J, et al. Impact of artificial intelligence assessment of diabetic retinopathy on referral service uptake in a low-resource setting: the RAIDERS randomized trial. Ophthalmol Sci 2022; 2: 100168.",
    "[raw_reference] Meijer F, Honing M, Roor T, et al. Reduced postoperative pain using nociception level-guided fentanyl dosing during sevoflurane anaesthesia: a randomised controlled trial. Br J Anaesth 2020; 125: 1070-78.",
    "[raw_reference] Manz CR, Parikh RB, Small DS, et al. Effect of integrating machine learning mortality estimates with behavioral nudges to clinicians on serious illness conversations among patients with cancer: a stepped- wedge cluster randomized clinical trial. JAMA Oncol 2020; 6: e204759.",
    "[raw_reference] Wang SV, Rogers JR, Jin Y, et al. Stepped-wedge randomised trial to evaluate population health intervention designed to increase appropriate anticoagulation in patients with atrial fibrillation. BMJ Qual Saf 2019; 28: 835-42.",
    "[raw_reference] Piette JD, Newman S, Krein SL, et al. Patient-centered pain care using artificial intelligence and mobile health tools: a randomized comparative effectiveness trial. JAMA Intern Med 2022; 182: 975-83.",
    "[raw_reference] Repici A, Spadaccini M, Antonelli G, et al. Artificial intelligence and colonoscopy experience: lessons from two randomised trials. Gut 2022; 71: 757-65.",
    "[raw_reference] Al-Hilli Z, Noss R, Dickard J, et al. A randomized trial comparing the effectiveness of pre-test genetic counseling using an artificial intelligence automated chatbot and traditional in-person genetic counseling in women newly diagnosed with breast cancer. Ann Surg Oncol 2023; 30: 5990-96.",
    "[raw_reference] Lin H, Li R, Liu Z, et al. Diagnostic efficacy and therapeutic decision-making capacity of an artificial intelligence platform for childhood cataracts in eye clinics: a multicentre randomized controlled trial. EClinicalMedicine 2019; 9: 52-59.",
    "[raw_reference] Pavel AM, Rennie JM, de Vries LS, et al. A machine-learning algorithm for neonatal seizure recognition: a multicentre, randomised, controlled trial. Lancet Child Adolesc Health 2020; 4: 740-49.",
    "[raw_reference] Lui TKL, Hang DV, Tsao SKK, et al. Computer-assisted detection versus conventional colonoscopy for proximal colonic lesions: a multicenter, randomized, tandem-colonoscopy study. Gastrointest Endosc 2023; 97: 325-34.",
    "[raw_reference] Xu L, He X, Zhou J, et al. Artificial intelligence-assisted colonoscopy: a prospective, multicenter, randomized controlled trial of polyp detection. Cancer Med 2021; 10: 7184-93.",
    "[raw_reference] Seol HY, Shrestha P, Muth JF, et al. Artificial intelligence-assisted clinical decision support for childhood asthma management: a randomized clinical trial. PLoS One 2021; 16: e0255261.",
    "[raw_reference] Mangas-Sanjuan C, de-Castro L, Cubiella J, et al. Role of artificial intelligence in colonoscopy detection of advanced neoplasias: a randomized trial. Ann Intern Med 2023; 176: 1145-52.",
    "[raw_reference] Wei MT, Shankar U, Parvin R, et al. Evaluation of computer-aided detection during colonoscopy in the community (AI-SEE): a multicenter randomized clinical trial. Am J Gastroenterol 2023; 118: 1841-47.",
    "[raw_reference] Yamaguchi D, Shimoda R, Miyahara K, et al. Impact of an artificial intelligence-aided endoscopic diagnosis system on improving endoscopy quality for trainees in colonoscopy: prospective, randomized, multicenter study. Dig Endosc 2024; 36: 40-48.",
    "[raw_reference] Miquel S-B, Luca L, Vokinger KN. Development pipeline and geographic representation of trials for artificial intelligence/ machine learning-enabled medical devices (2010 to 2023). NEJM AI 2023; 1: AIp2300038.",
    "[raw_reference] Mayo RC, Leung J. Artificial intelligence and deep learning - radiology's next frontier? Clin Imaging 2018; 49: 87-88.",
    "[raw_reference] Pakdemirli E, Wegner U. Artificial intelligence in various medical fields with emphasis on radiology: statistical evaluation of the literature. Cureus 2020; 12: e10961.",
    "[raw_reference] Benjamens S, Dhunnoo P, Meskó B. The state of artificial intelligence-based FDA-approved medical devices and algorithms: an online database. NPJ Digit Med 2020; 3: 118.",
    "[raw_reference] Stewart JE, Rybicki FJ, Dwivedi G. Medical specialties involved in artificial intelligence research: is there a leader? Tasman Medical Journal 2020; 2: 20-27.",
    "[raw_reference] Park SH, Han K, Jang HY, et al. Methods for clinical evaluation of artificial intelligence algorithms for medical diagnosis. Radiology 2023; 306: 20-31.",
    "[raw_reference] Park SH, Choi JI, Fournier L, Vasey B. Randomized clinical trials of artificial intelligence in medicine: why, when, and how? Korean J Radiol 2022; 23: 1119-25.",
    "[raw_reference] Acosta JN, Falcone GJ, Rajpurkar P. The need for medical artificial intelligence that incorporates prior images. Radiology 2022; 304: 283-88.",
    "[raw_reference] Acosta JN, Falcone GJ, Rajpurkar P, Topol EJ. Multimodal biomedical AI. Nat Med 2022; 28: 1773-84.",
    "[raw_reference] Hennessy EA, Johnson BT. Examining overlap of included studies in meta-reviews: guidance for using the corrected covered area index. Res Synth Methods 2020; 11: 134-45.",
    "[raw_reference] Pearce FJ, Cruz Rivera S, Liu X, Manna E, Denniston AK, Calvert MJ. The role of patient-reported outcome measures in trials of artificial intelligence health technologies: a systematic evaluation of ClinicalTrials.gov records (1997-2022). Lancet Digit Health 2023; 5: e160-67.",
    "[raw_reference] Hassan C, Spadaccini M, Mori Y, et al. Real-time computer-aided detection of colorectal neoplasia during colonoscopy : a systematic review and meta-analysis. Ann Intern Med 2023; 176: 1209-20.",
    "[raw_reference] Cruz Rivera S, Liu X, Hughes SE, et al. Embedding patient-reported outcomes at the heart of artificial intelligence health-care technologies. Lancet Digit Health 2023; 5: e168-73.",
    "[raw_reference] Poblete SA. Standing up together. Clin J Oncol Nurs 2018; 22: 371."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "The Lancet Digital Health",
  "volume": "6",
  "issue": "5",
  "pages": "e367-e373",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.906558",
    "zotero_item_type": "journalArticle"
  }
}
