{
  "paper_id": "HAF7KWZM",
  "title": "Review Information Quality Frameworks for Digital Health Technologies: Systematic Review",
  "abstract": "Background: Digital health technologies (DHTs) generate a large volume of information used in health care for administrative, educational, research, and clinical purposes. The clinical use of digital information for diagnostic, therapeutic, and prognostic purposes has multiple patient safety problems, some of which result from poor information quality (IQ). Objective: This systematic review aims to synthesize an IQ framework that could be used to evaluate the extent to which digital health information is fit for clinical purposes. \n Methods: The review was conducted according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) guidelines. We searched Embase, MEDLINE, PubMed,",
  "year": 2019,
  "date": "2019",
  "journal": "Geneva: World Health Organization",
  "publication": "Geneva: World Health Organization",
  "authors": [
    {
      "forename": "Kayode",
      "surname": "Fadahunsi",
      "name": "Kayode Fadahunsi",
      "affiliation": "1  Department of Public Health and Primary Care , Imperial College London , London , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "k.fadahunsi14@imperial.ac.uk"
    },
    {
      "forename": "Siobhan",
      "surname": "O'connor",
      "name": "Siobhan O'connor",
      "affiliation": "2  School of Health in Social Science , The University of Edinburgh , Edinburgh , United Kingdom \n\t\t\t\t\t\t\t\t School of Health in Social Science \n\t\t\t\t\t\t\t\t The University of Edinburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Edinburgh \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "James",
      "surname": "Tosin Akinlua",
      "name": "James Tosin Akinlua"
    },
    {
      "forename": "Petra",
      "surname": "Wark",
      "name": "Petra Wark",
      "affiliation": "3  Department of Primary Care and Population Health Sciences , University College London , London , United Kingdom \n\t\t\t\t\t\t\t\t Department of Primary Care and Population Health Sciences \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Joseph",
      "surname": "Gallagher",
      "name": "Joseph Gallagher",
      "affiliation": "3  Department of Primary Care and Population Health Sciences , University College London , London , United Kingdom \n\t\t\t\t\t\t\t\t Department of Primary Care and Population Health Sciences \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Christopher",
      "surname": "Carroll",
      "name": "Christopher Carroll",
      "affiliation": "6  Health Economics and Decision Science , School of Health and Related Research , The University of Sheffield , Sheffield , United Kingdom \n\t\t\t\t\t\t\t\t Health Economics and Decision Science \n\t\t\t\t\t\t\t\t School of Health and Related Research \n\t\t\t\t\t\t\t\t The University of Sheffield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Josip",
      "surname": "Car",
      "name": "Josip Car",
      "affiliation": "1  Department of Public Health and Primary Care , Imperial College London , London , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Azeem",
      "surname": "Majeed",
      "name": "Azeem Majeed",
      "affiliation": "1  Department of Public Health and Primary Care , Imperial College London , London , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "John",
      "surname": "O'donoghue",
      "name": "John O'donoghue",
      "affiliation": "8  Malawi eHealth Research Centre , University College Cork , Cork , Ireland \n\t\t\t\t\t\t\t\t Malawi eHealth Research Centre \n\t\t\t\t\t\t\t\t University College Cork \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cork \n\t\t\t\t\t\t\t\t\t Ireland"
    },
    {
      "forename": "Philip",
      "surname": "Kayode",
      "name": "Philip Kayode"
    },
    {
      "surname": "Fadahunsi",
      "name": "Fadahunsi"
    },
    {
      "affiliation": "Department of Public Health and Primary Care Imperial College London The Reynolds Building St. Dunstan's Road London , W6 8RP United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t The Reynolds Building St. Dunstan's Road \n\t\t\t\t\t\t\t\t\t W6 8RP \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "",
  "keywords": [
    "CINAHL, Maternity and Infant Care, PsycINFO, Global Health, ProQuest Dissertations digital health",
    "patient safety",
    "information quality XSL •"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Digital health-the use of digital technologies for health-is increasingly recognized as a major driver of quality in health care  [1] . Digital health technologies (DHTs), such as telemedicine, electronic health records (EHRs), clinical decision support systems (CDSS), mobile health, computerized physician order entry, electronic prescribing systems, and web-based health services, can improve access and quality of health care services  [2, 3] . DHTs generate a copious amount of information used in health care for administrative, educational, research, and clinical purposes  [4, 5] . However, the clinical use of digital information for diagnostic, therapeutic, and prognostic purposes has multiple patient safety problems, including significant harms and death, some of which result from poor information quality (IQ)  [6] [7] [8] [9] . For instance, a patient in the United Kingdom experienced a life-threatening allergic reaction following a medication error because of inaccessible allergy information in the EHR  [6] .\n\nIQ refers to the extent to which information is fit for a specific purpose  [10, 11] . IQ is multidimensional, with each dimension describing a unique aspect of information  [10, 12] . For example, accuracy describes the extent to which information is correct, and accessibility describes the extent to which information is easily obtainable  [12] . Dimensions relating to a specific context are traditionally integrated into a framework for evaluating IQ within the context  [10, 11] . One IQ framework for EHRs  [13]  has 11 dimensions and 3 categories, as shown in Textbox 1. The framework depicts the relationship between the dimensions by categorizing statistically measurable dimensions as objectivity, security-related dimensions as integrity, and dimensions relating to the usefulness of information to intended users as utility  [13] ."
    },
    {
      "title": "Research Problem and Objective",
      "text": "Currently, there is no consensus on the definition of IQ dimensions in the context of the use of digital health information for clinical purposes. There is a lack of consistency in the terminology and definition of dimensions in existing IQ frameworks, limiting a common understanding of IQ requirements for DHTs  [14] . Although previous literature reviews have attempted to define the IQ dimensions of digital health information, they focused on the use of digital health information for administrative and research purposes  [14, 15] . Identifying and defining IQ dimensions in the context of the use of digital health information for clinical purposes is especially important considering the patient safety implications of poor IQ, as discussed earlier  [6] [7] [8] . This study aims to use an evidence-based approach to integrate dimensions from existing IQ frameworks, thus promoting a common understanding of IQ requirements. In addition, safety concerns may discourage health care professionals from adopting DHTs. Although many general practitioners in the United Kingdom would support the deployment of more DHTs in primary care, they are concerned about the safety of digital health information  [16] . Thus, there is a need for a framework that can be used to evaluate the extent to which digital health information is suitable for clinical purposes. The aim of this systematic review is to identify and define dimensions within existing IQ frameworks for DHTs and synthesize an IQ framework that can be used to evaluate the extent to which digital health information is fit for clinical purposes, either diagnostic, therapeutic, or prognostic."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Review Checklist",
      "text": "The systematic review is reported based on the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) checklist  [17]  presented in Multimedia Appendix 1."
    },
    {
      "title": "Review Questions",
      "text": "The systematic review will address the following questions:\n\n1. What IQ frameworks currently exist for evaluating DHTs? 2. How are dimensions within these existing IQ frameworks defined? 3. Which IQ dimensions indicate how well digital health information is fit for diagnostic, therapeutic, or prognostic purposes? 4 . How are these digital health IQ dimensions related to one another?"
    },
    {
      "title": "Eligibility Criteria",
      "text": "The eligibility criteria of this review were based on a specific approach for identifying frameworks, theories, and models in a systematic review using behavior of phenomenon of interest, health context and model or theory  [18, 19] . The traditional population, intervention, comparator, and outcome approach was not suitable as we synthesized frameworks rather than interventions.\n\nWe included IQ frameworks for assessing DHTs used for clinical purposes but excluded frameworks for nonclinical or administrative purposes because they are less likely to affect patient safety. For example, an incidence reporting system within a hospital setting can be used for administrative purposes.\n\nSimilarly, we excluded IQ frameworks for web-based health-related information and electronic learning because they are not directly used in the clinical management of patients at the point of care. We excluded self-management apps used by patients mainly for health education and disease tracking purposes, as their IQ requirements are probably different from those used for clinical purposes by health care professionals  [20] . We included multidimensional frameworks, but not individual IQ dimensions, as IQ is an interrelated multidimensional concept. Both published and gray literature were included. The included studies were not restricted based on publication date, and all eligible studies until October 2019 were included. Restrictions based on publication status, study type, and publication date may inadvertently lead to the exclusion of potentially relevant IQ frameworks. A summary of the eligibility criteria is presented in Table  1 ."
    },
    {
      "title": "Information Sources",
      "text": "We searched bibliographic health care databases, including Embase, MEDLINE, PubMed, CINAHL, Maternity and Infant Care, PsycINFO, and Global Health. We also searched Scopus to identify digital health publications in non-health care disciplines, such as engineering and computer science. In addition, we searched HMIC (the Health Management Information Consortium) and ProQuest Dissertations and Theses Global, which are regarded as good sources of gray literature  [21, 22] . We manually searched the references of the included studies and tracked their citations to identify other eligible studies using Scopus and Google Scholar."
    },
    {
      "title": "Search Strategy",
      "text": "The search terms are related to 3 main concepts: (1) IQ (behavior of the phenomenon of interest), (2) digital health (health context), and (3) framework (model or theory)  [18, 19] . The search terms relating to each of these concepts were combined using the OR connector. The results of the 3 categories were then combined using the AND connector. A librarian was consulted for input on the search strategy. Medical Subject Headings and free-text terms were used. Truncation and adjacency searching were used to increase the sensitivity of the search, as appropriate. The search strategy is presented in Multimedia Appendix 2."
    },
    {
      "title": "Data Management",
      "text": "We removed duplicates using Endnote Reference Management Software (Clarivate), and additional duplicates not identified by the Endnote function were removed manually. The deduplicated data were then imported into Covidence (Veritas Health Innovation Ltd), a review-management software program that operates in partnership with Cochrane Collaboration and allows multiple reviewers to work on study selection simultaneously and independently."
    },
    {
      "title": "Study Selection",
      "text": "The eligible studies were identified in 2 stages: title and abstract screening and full-text review. Titles and abstracts of the studies were screened for eligibility by 2 independent reviewers (KPF and JTA) using the criteria outlined in Table  1 . Conflicts were resolved by discussion between the 2 reviewers and adjudicated by a third independent reviewer (JOD) when necessary. The full-text review of all studies selected during the screening was independently conducted by 2 reviewers (KPF and SOC), with disagreement resolved as described previously."
    },
    {
      "title": "Data Extraction",
      "text": "Overall, 2 reviewers (KPF and SOC) independently extracted data from each eligible study using a prepiloted Microsoft Excel data extraction form. Other reviewers (JOD, CC, PAW, JG, JC, and AM) reviewed the extracted data to ensure the accuracy and completeness of the data. We extracted the study details, including authors, year of publication, country, affiliation, study aim, study design, and publication status. We also extracted IQ framework-related data, including the method of framework development, method of framework validation (when available), type of DHT, IQ dimensions and their verbatim definition, categories of IQ dimensions (when available), and metrics of IQ dimension measurement (when available). These data elements were defined as follows:\n\n• IQ frameworks for DHTs: A systematic integration of IQ dimensions to evaluate health information technologies used in the diagnosis, treatment, and prognosis of patients.\n\n• IQ dimensions within the frameworks in digital health: These are the evaluation criteria within the IQ frameworks that specify the extent to which health information technologies are fit for clinical use."
    },
    {
      "title": "•"
    },
    {
      "title": "Definition of IQ dimensions in digital health: A clear description of what aspect of information each dimension assesses.",
      "text": "• Categories of dimensions within IQ frameworks in digital health: IQ dimensions are often categorized to depict the relationship between IQ dimensions in an IQ framework.\n\n• Metrics of measurement of IQ dimensions in digital health: How each IQ dimension is measured, for example, questionnaire and mathematical formulas."
    },
    {
      "title": "Quality Assessment",
      "text": "We assessed the quality of the included studies using the Critical Appraisal Skills Programme (CASP) checklist for qualitative"
    },
    {
      "title": "Data Synthesis",
      "text": "In this review, the IQ framework was developed using a thematic synthesis approach comprising 3 key stages: coding, descriptive synthesis, and analytical synthesis  [25] . Although codes and descriptive themes were generated directly from the extracted definition of IQ dimensions, analytical themes were interpretations that went beyond the original data.\n\nIn the first stage, we coded the verbatim definitions of IQ dimensions extracted from the existing IQ frameworks in the included papers. Coding was done by identifying the unique concepts from each definition of the IQ dimension and highlighting them using the text highlight function of Microsoft Word (Microsoft).\n\nSecond, we categorized the codes based on their similarities and differences and created a descriptive theme to capture the meaning of each category. Each descriptive theme was defined based on the meaning of the original code from which it was created. The descriptive themes created were regarded as the IQ dimensions of the new IQ framework for digital health. Coding and descriptive synthesis were performed by 2 independent reviewers (KPF and JTA) with adjudication by a third independent reviewer (JOD).\n\nFinally, we conceptualized analytical themes by considering the interrelationship between the descriptive themes (IQ dimensions) based on their definitions. The conceptualization of the analytical themes from the descriptive themes in thematic synthesis has been described as controversial because it is influenced by the insight and judgment of the reviewers  [25] . This stage was quite challenging because of the subjective nature and varying perspectives of the reviewers. The following procedures were used to avoid bias and to achieve a consensus. The lead author (KPF) categorized the IQ dimensions without revealing his proposed categories to other reviewers. The other reviewers were then invited to categorize the IQ dimensions individually and email their suggested categories with rationale to the lead author without copying other members of the team. The reviewers were specifically asked to reflect on the suitability of digital health information for clinical purposes and its impact on patient safety while categorizing the IQ dimensions. Overall, 2 reviewers (KPF and JOD) then collated the inputs and carefully assigned a category to each of the dimensions based on the most popular suggestions considered along with the rationale. The framework was then shared with all the members of the team for further inputs and adaptation, if necessary. Thus, a new digital health IQ framework was developed by synthesizing existing IQ frameworks for DHTs. The IQ dimensions in the new framework are descriptive themes that were generated directly from the definition of IQ dimensions within existing frameworks, whereas the IQ categories were generated from the higher-order analytical synthesis of the descriptive themes."
    },
    {
      "title": "Ethics",
      "text": "Ethical approval was not required for this systematic review, as the primary data were not collected. The review was registered in PROSPERO  [26] , and the protocol was published  [27]  to promote transparency."
    },
    {
      "title": "Results"
    },
    {
      "title": "Selection of Studies",
      "text": "A total of 19,377 records were identified from the literature search. These were reduced to 338 after the removal of duplicates and screening of titles and abstracts. Only 10 papers were included in the study after a full-text review. Although 3 of these papers  [14, 28, 29]  were in the context of secondary use of digital health data for research, they were included, as their IQ frameworks were relevant to the clinical context of digital health information. However, we performed a sensitivity analysis by conducting a thematic synthesis with and without these 3 papers  [30] . The sensitivity analysis revealed that the inclusion of the 3 papers did not affect the component dimensions in the resulting framework, but their inclusion produced a better understanding of the definition of the dimensions. The PRISMA flow diagram is shown in Figure  1 ."
    },
    {
      "title": "Included Papers",
      "text": "The 10 included papers were published between 2007 and 2017. Of the 10 papers, 5 (50%) were published in the United States  [14, 28, [31] [32] [33] , 3 (30%) were published in the United Kingdom  [13, 29, 34] , and one each was published in Canada  [35]  and Japan  [36] . One of the studies published in the United Kingdom was conducted in Saudi Arabia  [13] . Of the 10 papers, 4 (40%) were journal publications  [14, 28, 32, 36] , 3 (30%) were conference papers  [29, 31, 34] , 2 (20%) were institutional reports  [33, 35] , and 1 (10%) was a PhD thesis  [13] . Of the 10 studies, 5 used qualitative methods, either alone  [31, 36]  or in combination with other methods  [13, 14, 29] . Similarly, 40% (4/10) studies used literature review alone  [28, 34]  or combined with other methods  [13, 14] . Overall, 30% (3/10) studies modified the existing frameworks  [29, 32, 36] . One study reported to have updated the previous framework  [33] , but it was unclear how this was achieved. In addition, 10% (1/10) study  [35]  did not state how the framework was developed. About 50% (5/10) of the frameworks were on EHRs  [13, 14, 28, 32, 33] , one each on electronic medical records  [35] , primary care databases  [29] , CDSSs  [31] , mobile and web-based apps for telemedicine  [36] , and cloud-based health information systems  [34] . Thus, it appears that IQ framework research is unable to keep pace with the rapid evolution of DHTs with obvious underrepresentation of newer DHTs such as mobile health. The details of the included papers are presented in Multimedia Appendix 3  [13, 14, 28, 29, [31] [32] [33] [34] [35] [36] ."
    },
    {
      "title": "Quality of Included Studies",
      "text": "The quality assessment indicated that most of the studies described an IQ framework for DHT without reporting a robust framework development process. The Critical Appraisal Skills Programme checklist is not applicable to 2 studies  [33, 35] , which are institutional publications. Only 1 qualitative study  [13]  reported on the recruitment strategy. Similarly, studies with literature reviews did not report on the search strategy or study selection process  [13, 14, 28, 34] . Only 3 studies  [13, 31, 32]  addressed ethical issues and reported sufficiently rigorous data analysis. These findings further justify the need for this study, which used a robust systematic review approach to develop a preliminary IQ framework for digital health. The quality assessment results are provided in Multimedia Appendix 4  [13, 14, 28, 29, [31] [32] [33] [34] [35] [36] ."
    },
    {
      "title": "Clinical Information Quality Framework for Digital Health",
      "text": "A total of 38 IQ dimensions and 70 verbatim definitions were extracted from the 10 included frameworks. The list of dimensions and their definitions are provided in Multimedia Appendix 5  [13, 14, 28, 29, [31] [32] [33] [34] [35] [36] . The coding of these definitions led to the identification of 160 codes. Aggregation of similar codes resulted in a total of 13 unique IQ dimensions that mirrored all the relevant dimensions in the existing IQ frameworks while eliminating related but redundant dimensions. The resulting dimensions include accessibility, completeness, portability, security, timeliness, accuracy, interpretability, plausibility, provenance, relevance, conformance, consistency, and maintainability. These dimensions were defined based on the codes from which they were generated and classified into higher categories of availability, informativeness, and usability during the analytical synthesis. It is worth noting that some of the dimensions fit into more than one category but were placed into the best-fit category after carefully considering the inputs of all reviewers. For example, completeness was considered fit for both the availability and informativeness categories but was placed in the informativeness category, as this was the most popular category suggested by the reviewers. Similarly, timeliness was considered more fit for the availability category compared with the usability category, and interpretability was placed in the informativeness category rather than the usability category. The resulting Clinical Information Quality (CLIQ) framework for digital health is shown in Figure  2 ."
    },
    {
      "title": "Metrics of Measurement",
      "text": "Metrics of measurement for the IQ dimensions were given in only 30% (3/10) of the included papers  [13, 29, 35] . The remaining papers only conceptualize IQ without providing guidance on its measurement. Objective and subjective measures were used in these studies. Objective measures involved mathematical calculations, such as ratio, percentages, and fraction to quantify the IQ dimension  [37] . Subjective measures, on the other hand, rely on the perspectives of the information users, which are usually assessed using a Likert scale questionnaire or qualitative interviews  [10] .\n\nObjective measures were reported for accuracy, validity, timeliness, completeness and interpretability, comprehensibility, reliability, validity, timeliness, relevance, integrity completeness, concordance, informative sufficiency, consistency, consistency of capture, and consistency of form  [13, 29, 35] . These dimensions were measured by determining whether a desired or undesired attribute was present or absent. For example, Almutiry  [13]  identified quality problems (undesired attributes) related to accuracy as misspelling, out-of-range values, erroneous values, etc. The quality score for accuracy was then calculated by determining the proportion of the total data units without each quality problem. Similarly, Dungey et al  [29]  measured accuracy by calculating the proportion of implausible values (undesired attributes). Bowen  [35] , on the other hand, used the percentage of data units with the desired attribute. Correctness was measured by determining the positive predictive value, which is the proportion of true positives (desired attributes).\n\nSubjective measures were reported for usability, relevance, provenance, secure access, confidentiality, and privacy  [13] . Each dimension was measured using multiple Likert scale questions. For example, relevance was assessed by the information users' rating of how far the information was relevant, useful, applicable, and appropriate to the task at hand  [13] . The quality score for each dimension is the aggregate of all ratings for these different measures."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "We identified 10 existing IQ frameworks for DHTs, and from these, we developed the CLIQ framework for digital health with 13 unique dimensions, including accessibility, completeness, portability, security, timeliness, accuracy, interpretability, plausibility, provenance, relevance, conformance, consistency, and maintainability, which were classified into 3 meaningful categories-availability, informativeness, and usability-based on our conceptualization of fitness of digital health information for clinical purposes.\n\nThe informativeness category directly concerns the usefulness of information for clinical purposes and has the greatest implications for patient safety. Problems with the dimensions in the category can directly lead to significant harm, as previously reported in the literature  [6, 8] . Accuracy is the most popular IQ dimension. However, this systematic review echoes the literature that IQ is not only about accuracy but also a multidimensional phenomenon  [38] . Provenance and plausibility are unique IQ dimensions that can be regarded as proxies for accuracy, especially in situations where immediate and objective determination of accuracy is impractical. Provenance and plausibility can be easily determined subjectively. For example, knowing that the source of digital health information is a reputable institution (provenance) such as the World Health Organization would be reassuring, and an implausible value, such as a body temperature of 100°C (plausibility), would raise a serious concern. Interpretability is critical to the clinical use of digital information, as an incorrect interpretation may lead to significant harm. Hence, the inclusion of reference values with most laboratory results enhances the safe interpretation of the values.\n\nThe availability category of IQ dimensions concerns the functionality of a system that holds clinical information. These dimensions are critical as they can affect the efficiency of service delivery and are regarded as important by users of digital health information. Inaccessible digital information offers no real value to health professionals, as it cannot be used in the clinical management of patients. In addition, accessibility of clinical information wherever it is required (portability) and whenever it is required (timeliness) could be lifesaving, especially in emergency situations when the knowledge of a patient's medical history and current medications are essential. Timeliness, in the clinical context of digital health, also requires that health information is up to date. On the other hand, restriction of access to clinical information only to authorized users (security) protects the privacy and confidentiality of the patient and protects the information from corruption. Availability dimensions are illustrated by the UK's Summary Care Records  [39] , which contain up-to-date personal medical and medication history of patients and are accessible at the point of care (timeliness and accessibility) across different health care settings only to authorized health care professionals (security).\n\nThe usability category concerns the ease of use of health information. Consistency and conformance are akin to 2 sides of a coin, with consistency referring to the presentation of information in the same format within a system and conformance referring to the presentation of information in the desired format based on local guidelines or international standards. For example, it is important for an app to present blood glucose consistently using either gram per deciliter or millimoles per liter and conform with the recommended units in the local guidelines to avoid confusion, which may compromise patient safety. The last dimension in this category is maintainability. This refers to the extent to which the information can be maintained. Maintenance, in this context, covers a range of activities, including review, audit, update, and storage of clinical information to ensure that all other IQ requirements are met. For example, timeliness can be improved by updating the information in the DHTs, and accuracy can be improved through regular audits of the information generated by the DHTs."
    },
    {
      "title": "Strength and Limitations",
      "text": "The main strength of our framework lies in the rigorous systematic review approach that was used to identify, define, and categorize IQ dimensions. In addition, our approach of synthesizing definitions rather than the traditional practice of simply cross-matching dimensions from different frameworks is more meaningful, as the definition expresses the real meaning of each dimension, and a dimension usually has heterogeneous definitions across different frameworks. In addition, focusing on the clinical context rather than the ever-changing DHTs, as in previous frameworks, we have developed a context-specific IQ framework that would be applicable or at least adaptable to a range of DHTs used in the clinical context, including novel ones that are currently underrepresented in IQ framework research. This approach differs from previous frameworks that focus on individual DHTs, such as EHR  [13]  and CDSS  [31] . The consideration of the clinical purposes of DHTs is in consonance with the fit-for-purpose definition of IQ  [10] . Moreover, the traditional practice of using the same clinical information across different DHTs (eg, the use of EHR information for CDSS) further justifies the need for a common IQ framework for the clinical context of DHTs.\n\nHowever, the lack of information about the relative relevance of the IQ dimensions in the CLIQ framework and the optimal means of their measurement are limitations. Although these dimensions could be considered as indices of fitness of digital information for clinical purposes, we acknowledge the need to consult with clinical information users, such as doctors, nurses, and health service managers, as recommended in the literature  [10, 12] . Thus, the current CLIQ framework for digital health could be regarded as a preliminary framework to be tested in primary research studies. To build on this preliminary research, an international eDelphi study is currently underway to obtain consensus among clinicians on the approach to assessing the quality of clinical information produced by DHTs. The eDelphi study addresses the prioritization of the dimensions and the metrics for measuring the dimension."
    },
    {
      "title": "Comparison With Validated IQ Frameworks",
      "text": "The CLIQ framework for digital health shares several characteristics with validated IQ frameworks within and beyond the health care domain. One such validated IQ framework, developed by Wang and Strong  [38] , has been used as a reference point in IQ research. Out of its 15 dimensions, 7 (accuracy, relevance, completeness, timeliness, interpretability, security, and accessibility) are also included in the CLIQ framework. The rest of its dimensions, such as believability and understandability, were assimilated by other dimensions in our framework during thematic synthesis. On the other hand, novel dimensions such as portability and maintainability are included in our framework but not in the framework developed by Wang and Strong  [38] . This reflects technological advances in the last three decades, with an increasing amount of digital information. In addition, our framework was developed for the clinical context, whereas Wang and Strong focused on the business domain  [38] .\n\nSimilarly, the dimensions in our framework overlap with the product quality properties of the International Organization for Standardization/International Electrotechnical Commission (ISO/IEC 25010), which include 8 characteristics: functional suitability, reliability, performance efficiency, operability, security, compatibility, maintainability, and transferability  [40] . Of these characteristics, 2 (maintainability and security) were also included in the CLIQ framework. Other dimensions in the CLIQ framework (eg, availability, accuracy, and completeness) are included as subcharacteristics of product quality. This overlap is not unexpected, as DHTs are also software products, with IQ being a subset of product quality  [40] . However, ISO/IEC 25010 addresses Systems and Software Quality Requirements and Evaluation from a computer engineering perspective, whereas the CLIQ framework addresses IQ from a health care perspective with consideration of its impact on patient safety  [6] [7] [8] . Although we recognize the importance of other aspects of product quality, such as user-interface esthetics, these are beyond the scope of this study, which is focused on IQ in the clinical context of DHTs."
    },
    {
      "title": "Conclusions",
      "text": "This systematic review highlighted the importance of the IQ of DHTs and their relevance to patient safety. Future research is needed to determine the relative relevance of each dimension in the CLIQ framework and their metrics of measurement, with inputs from clinical information users. The CLIQ framework for digital health will be useful to health care organizations, health care professionals, digital health solution developers, and medical device regulators in conceptualizing and evaluating IQ issues associated with digital health, thus forestalling potential patient safety problems. This is more relevant than ever, as the health care community is increasingly turning to DHTs, and the need for and value of such systems in the context of health emergencies is becoming ever more apparent."
    },
    {
      "text": "Dimensions and categories in an information quality framework for electronic health record."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) flow diagram. IQ: information quality."
    },
    {
      "text": "Figure 2. Clinical Information Quality framework for digital health."
    },
    {
      "text": "Inclusion and exclusion criteria."
    }
  ],
  "references": [
    {
      "title": "WHO Guideline: Recommendations on Digital Interventions for Health System Strengthening",
      "year": 2019
    },
    {
      "title": "The impact of eHealth on the quality and safety of health care: a systematic overview",
      "authors": [
        "A Black",
        "J Car",
        "C Pagliari",
        "C Anandan",
        "K Cresswell",
        "T Bokun"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pmed.1000387"
    },
    {
      "title": "The impact of health information technology on patient safety",
      "authors": [
        "Y Alotaibi",
        "F Federico"
      ],
      "year": 2017,
      "doi": "10.15537/smj.2017.12.20631"
    },
    {
      "title": "Global Diffusion of eHealth: Making Universal Health Coverage Achievable. Report of the Third Global Survey on eHealth",
      "year": 2016
    },
    {
      "title": "Expanding the reach and impact of consumer e-Health tools",
      "authors": [
        "C Baur",
        "S Kanaan"
      ],
      "year": 2006,
      "doi": "10.1037/e358782004-001"
    },
    {
      "title": "Clinical safety of England's national programme for IT: a retrospective analysis of all reported safety events 2005 to 2011",
      "authors": [
        "F Magrabi",
        "M Baker",
        "I Sinha",
        "M Ong",
        "S Harrison",
        "M Kidd"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijmedinf.2014.12.003"
    },
    {
      "title": "Patient safety problems associated with heathcare information technology: an analysis of adverse events reported to the US Food and Drug Administration",
      "authors": [
        "F Magrabi",
        "M Ong",
        "W Runciman",
        "E Coiera"
      ],
      "year": 2011,
      "doi": "10.1136/bmjqs-2015-004323"
    },
    {
      "title": "A comparative review of patient safety initiatives for national health information technology",
      "authors": [
        "F Magrabi",
        "J Aarts",
        "C Nohr",
        "M Baker",
        "S Harrison",
        "S Pelayo"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2012.11.014"
    },
    {
      "title": "An analysis of electronic health record-related patient safety concerns",
      "authors": [
        "D Meeks",
        "M Smith",
        "L Taylor",
        "D Sittig",
        "J Scott",
        "H Singh"
      ],
      "year": 2014,
      "doi": "10.1136/amiajnl-2013-002578"
    },
    {
      "title": "AIMQ: a methodology for information quality assessment",
      "authors": [
        "Y Lee",
        "D Strong",
        "B Kahn",
        "R Wang"
      ],
      "year": 2002,
      "doi": "10.1016/s0378-7206(02)00043-5"
    },
    {
      "title": "Information quality framework for e-learning systems",
      "authors": [
        "M Alkhattabi",
        "D Neagu",
        "A Cullen"
      ],
      "year": 2010,
      "doi": "10.34105/j.kmel.2010.02.025"
    },
    {
      "title": "Conceptualizing information quality: a review of information quality frameworks from the last ten years",
      "authors": [
        "M Eppler",
        "D Wittig"
      ],
      "year": 2000
    },
    {
      "title": "Data quality assessment instrument for electronic health record systems in Saudi Arabia",
      "authors": [
        "O Almutiry"
      ],
      "year": 2017,
      "doi": "10.21926/obm.genet.2101125"
    },
    {
      "title": "A harmonized data quality assessment terminology and framework for the secondary use of electronic health record data",
      "authors": [
        "M Kahn",
        "T Callahan",
        "J Barnard",
        "A Bauck",
        "J Brown",
        "B Davidson"
      ],
      "year": 2016,
      "doi": "10.13063/2327-9214.1244"
    },
    {
      "title": "A review of data quality assessment methods for public health information systems",
      "authors": [
        "H Chen",
        "D Hailey",
        "N Wang",
        "P Yu"
      ],
      "year": 2014,
      "doi": "10.3390/ijerph110505170"
    },
    {
      "title": "Digital health: GPs aren't \"Luddites\" but want safe, equitable care",
      "authors": [
        "G Iacobucci"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l1258"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Systematic searching for theory to inform systematic reviews: is it feasible? Is it desirable?",
      "authors": [
        "A Booth",
        "C Carroll"
      ],
      "year": 2015,
      "doi": "10.1111/hir.12108"
    },
    {
      "title": "Best fit\" framework synthesis: refining the method",
      "authors": [
        "C Carroll",
        "A Booth",
        "J Leaviss"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2288-13-37"
    },
    {
      "title": "Smartphone apps for calculating insulin dose: a systematic assessment",
      "authors": [
        "K Huckvale",
        "S Adomaviciute",
        "J Prieto",
        "M Leow",
        "J Car"
      ],
      "year": 2015,
      "doi": "10.1186/s12916-015-0314-7"
    },
    {
      "title": "BEME Guide no 3: systematic searching for evidence in medical education-Part 1: sources of information",
      "authors": [
        "A Haig",
        "M Dozier"
      ],
      "year": 2003,
      "doi": "10.1080/0142159031000136815"
    },
    {
      "title": "Document supply and open access: an international survey on grey literature",
      "authors": [
        "C Boukacem-Zeghmouri",
        "J Schöpfel"
      ],
      "year": 2006,
      "doi": "10.1108/02641610610686012"
    },
    {
      "title": "Critical Appraisal Skills Programme",
      "year": 2018,
      "doi": "10.7717/peerj.12951/table-2"
    },
    {
      "title": "Guidance on the conduct of narrative synthesis in systematic reviews: a product from the ESRC methods programme. Version 1",
      "authors": [
        "J Popay",
        "H Roberts",
        "A Sowden",
        "M Petticrew",
        "L Arai",
        "M Rodgers"
      ],
      "year": 2006,
      "doi": "10.13140/2.1.1018.4643"
    },
    {
      "title": "Methods for the thematic synthesis of qualitative research in systematic reviews",
      "authors": [
        "J Thomas",
        "A Harden"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2288-8-45"
    },
    {
      "title": "Information quality frameworks in eHealth: a systematic review",
      "authors": [
        "K Fadahunsi",
        "J Akinlua",
        "O' Connor",
        "S Wark",
        "P Gallagher",
        "J Carroll"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2018-024722"
    },
    {
      "title": "Protocol for a systematic review and qualitative synthesis of information quality frameworks in eHealth",
      "authors": [
        "K Fadahunsi",
        "J Akinlua",
        "O' Connor",
        "S Wark",
        "P Gallagher",
        "J Carroll"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-024722"
    },
    {
      "title": "Methods and dimensions of electronic health record data quality assessment: enabling reuse for clinical research",
      "authors": [
        "N Weiskopf",
        "C Weng"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2011-000681"
    },
    {
      "title": "A pragmatic approach for measuring data quality in primary care databases",
      "authors": [
        "S Dungey",
        "N Beloff",
        "S Puri",
        "R Boggon",
        "T Williams",
        "A Tate"
      ],
      "year": 2014,
      "doi": "10.1109/bhi.2014.6864484"
    },
    {
      "title": "Should we exclude inadequately reported studies from qualitative systematic reviews? An evaluation of sensitivity analyses in two case study reviews",
      "authors": [
        "C Carroll",
        "A Booth",
        "Lloyd Jones"
      ],
      "year": 2012,
      "doi": "10.1177/1049732312452937"
    },
    {
      "title": "Clinician perspectives on the quality of patient data used for clinical decision support: a qualitative study",
      "authors": [
        "J Mccormack",
        "J Ash"
      ],
      "year": 2012
    },
    {
      "title": "Assessing electronic note quality using the Physician Documentation Quality Instrument (PDQI-9)",
      "authors": [
        "P Stetson",
        "S Bakken",
        "J Wrenn",
        "E Siegler"
      ],
      "year": 2012,
      "doi": "10.4338/aci-2011-11-ra-0070"
    },
    {
      "title": "Data quality management model (2015 update) -retired",
      "authors": [
        "S Davoudi",
        "J Dooling",
        "B Glondys",
        "T Jones",
        "L Kadlec",
        "S Overgaard"
      ],
      "year": 2015,
      "doi": "10.1002/tqem.21457"
    },
    {
      "title": "Toward a framework for data quality in cloud-based health information system",
      "authors": [
        "O Almutiry",
        "G Wills",
        "A Alwabel",
        "R Crowder",
        "R Walters"
      ],
      "year": 2013,
      "doi": "10.1109/sccc.2013.34"
    },
    {
      "title": "EMR data quality evaluation guide",
      "authors": [
        "M Bowen"
      ],
      "year": 2012
    },
    {
      "title": "Information quality in home care coordination services",
      "authors": [
        "T Bolt",
        "S Kano",
        "A Kodate"
      ],
      "year": 2016,
      "doi": "10.1258/135763307781645149"
    },
    {
      "title": "Data quality assessment",
      "authors": [
        "L Pipino",
        "Y Lee",
        "R Wang"
      ],
      "year": 2002,
      "doi": "10.1145/505248.506010"
    },
    {
      "title": "Beyond accuracy: what data quality means to data consumers",
      "authors": [
        "R Wang",
        "D Strong"
      ],
      "year": 2015,
      "doi": "10.1080/07421222.1996.11518099"
    },
    {
      "title": "Systems and software engineering. Systems and software quality requirements and evaluation (SQuaRE). System and software quality models",
      "year": 2021,
      "doi": "10.3403/30215101"
    }
  ],
  "num_references": 39,
  "original_doi": "https://doi.org/10.13039/501100000272"
}
