{
  "paper_id": "HGKNZ6WA",
  "title": "Substance Use Recovery Outcomes among a Cohort of Youth Participating in a Mobile-Based Texting Aftercare Pilot Program",
  "abstract": "Project ESQYIR (Educating & Supporting inquisitive Youth in Recovery) is a pilot study examining the feasibility of a 12-week mobile-based aftercare intervention for youth (ages 12 to 24) transitioning out of community-based substance abuse treatment programs. From January 2012 through July 2013, a total of 80 youth were recruited from outpatient and residential treatment programs, geographically dispersed throughout Los Angeles County, California. Results revealed that youth who participated in the texting mobile pilot intervention were significantly less likely to relapse to their primary compared to the aftercare as usual control condition (OR = 0.52, p = 0.002) over time (from baseline throughout the 12-week aftercare pilot program to a 90-day follow-up). Participants in the texting aftercare pilot program also reported significantly less substance use problem severity (β = -0.46, p = .03) and were more likely to participate in extracurricular recovery behaviors (β = 1.63, p = .03) compared to participants in the standard aftercare group. Collectively, findings from this pilot aftercare study suggest that mobile texting could provide a feasible way to engage youth in recovery after substance abuse treatment to aid with reducing relapse and promoting lifestyle behavior change.",
  "year": 2015,
  "date": "2015-07-01",
  "journal": "Psychology of Addict Behavior",
  "publication": "Psychology of Addict Behavior",
  "authors": [
    {
      "forename": "Rachel",
      "surname": "Gonzales",
      "name": "Rachel Gonzales",
      "affiliation": "a  University of California at Los Angeles , Integrated Substance Abuse Programs , Los Angeles , CA \n\t\t\t\t\t\t\t\t Integrated Substance Abuse Programs \n\t\t\t\t\t\t\t\t University of California at Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA",
      "email": "rachelmg@ucla.edu"
    },
    {
      "forename": "Alfonso",
      "surname": "Ang",
      "name": "Alfonso Ang",
      "affiliation": "a  University of California at Los Angeles , Integrated Substance Abuse Programs , Los Angeles , CA \n\t\t\t\t\t\t\t\t Integrated Substance Abuse Programs \n\t\t\t\t\t\t\t\t University of California at Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "Debra",
      "surname": "Murphy",
      "name": "Debra Murphy",
      "affiliation": "a  University of California at Los Angeles , Integrated Substance Abuse Programs , Los Angeles , CA \n\t\t\t\t\t\t\t\t Integrated Substance Abuse Programs \n\t\t\t\t\t\t\t\t University of California at Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "Deborah",
      "surname": "Glik",
      "name": "Deborah Glik",
      "affiliation": "c  University of California at Los Angeles , School of Public Health , Department of Community Health Sciences , Los Angeles , CA Blvd. , Suite 200 , Los Angeles , CA 90025-7535 \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Department of Community Health Sciences \n\t\t\t\t\t\t\t\t University of California at Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Blvd. Suite 200 \n\t\t\t\t\t\t\t\t\t 90025-7535 \n\t\t\t\t\t\t\t\t\t Los Angeles Los Angeles \n\t\t\t\t\t\t\t\t\t CA CA"
    },
    {
      "forename": "M",
      "surname": "Douglas Anglin",
      "name": "M Douglas Anglin",
      "affiliation": "a  University of California at Los Angeles , Integrated Substance Abuse Programs , Los Angeles , CA \n\t\t\t\t\t\t\t\t Integrated Substance Abuse Programs \n\t\t\t\t\t\t\t\t University of California at Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA"
    }
  ],
  "doi": "",
  "pmid": "21190401",
  "keywords": [
    "Youth",
    "Drug Use Relapse Outcomes",
    "Mobile Texting",
    "Aftercare Recovery Pilot Program",
    "Project ESQYIR"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "A growing majority of adults currently in treatment for substance abuse are early-onset users, those who initiated first-time use within the adolescent or young adult time period  (Dennis & Kaminer, 2006) . Within early/middle adolescent to late adolescent/young adult developmental stages, data trends reveal that substance use problems increase with age. Specifically, current illicit drug use and binge drinking (in the past 30 days) among youth increased from 12% and 10% among 12 to 17 year olds to 26% and 32% among 18 to 25 year olds  (Johnston, O'Malley, Bachman, & Schulenberg, 2012) . A similar upward trend with age is seen in rates of substance use diagnosis and treatment. Past year illicit drug dependence and abuse was estimated at 7.3% for 12-17 year olds, rising to 20% among 18 to 24 year olds  (SAMHSA, 2012) . These statistics are troubling since research links substance use behaviors to problematic health, interpersonal, and social (i.e., school, work, legal) outcomes  (CDC, MMWR, 2012) .\n\nAlthough most substance abuse behavioral treatments show promise in producing immediate measureable changes in post-treatment substance use, relapse in the initial year posttreatment remains a major concern for youth populations  (Williams & Chang, 2000; Godley, Godley, & Dennis, 2001) . Research shows that a majority will return to treatment, often more than once  (Cornelius, Maisto, Pollock, Martin, Salloum, Lynch, & Clark, 2003; Godley, Godley, Dennis, Funk & Passetti, 2002; Winters, Botzet, & Fahnhorst, 2011) . It is these relapse patterns that commonly lead to the development of the cyclic substance usetreatment trajectory commonly found among adults users  (Anglin, Hser, & Grella, 1997) . With over 18.9 million adults exhibiting substance use disorder in this past year, the importance of prevention at the youth developmental period cannot be overstated. Successful post-treatment aftercare efforts aimed at reinforcing relapse prevention are absolutely essential to help ward off the risk for these cyclic trajectories into adulthood  (Kaminer & Godley, 2010) .\n\nPost treatment aftercare, also referred to as continuing care, has been recommended as an essential factor for maintaining treatment gains after treatment for both adults and adolescents with substance use disorders  (Godley et al., 2006 , McKay, 1999) . To date, however, there is little research on post-treatment aftercare programs for youth  (White & Godley, 2007) , with efforts often limited to traditional adult-modeled social support 12-step approaches  (Kelly, Myers, & Brown, 2005) . Although these approaches have been referred to as the perfect aftercare, most research on these type of social support programs have found poor compliance and limited engagement among young people with substance use problems post-treatment  (Sussman, 2010; Alcoholics Anonymous, 2007) . This is concerning since research has established that a significant predictor of positive treatment outcomes, i.e., reduced relapse at one-year post-treatment follow-up is aftercare participation  (Burleson, Kaminer, & Burke, 2012; Brown, D'Amicio, McCarthy, et al., 2011) .\n\nThere is a substantial unmet need for novel and innovative aftercare recovery support programs for engaging substance abusing youth post-treatment  (Kaminer & Godley, 2010; Winters, Botzet, Fahnhorst, Stinchfield, & Koskey, 2009) . Increasingly, mobile methods, using text-messaging models, have been widely embraced as promising behavior change interventions for youth populations  (Patrick, Griswold, Raab, & Intille, 2008) , especially within the healthcare arena of disease management  (Cole-Lewis & Kershaw, 2010) , addressing a variety of issues, including weight/obesity  (Gerber BS, Melinda RS, Thompson AL, et al., 2009) , diabetes  (Hanauer, Wentzell, Laffel, & Laffel, 2009; Franklin, Waller, Pagliari, & Greene, 2006) , asthma  (Dowshen, Kuhns, Johnson, et al., 2002) , tobacco dependence  (Rodgers, Corbett, Bramley, Riddell, Wills, Lin, & Jones, 2005) , and sexual health  (Leach-Lemens, 2009; Lim, Hocking, Hellard, et al., 2008) . Collectively, such research has demonstrated that text messaging can produce effective behavior change results across diverse youth populations using relatively short behavioral based interventions  (Fjeldsoe, Marshall, & Miller, 2009; Krishna, Boren, & Balas, 2009) . For instance, a text messaging behavioral intervention designed for smoking cessation among youth demonstrated improved quit rates at 6 weeks  (Rodgers et al., 2005) .\n\nGiven that most youth regularly use regularly use several diverse technology-based platforms, like laptops, tablets, kindles, iPads, and phones for entertainment, general information, and social interactions  (Rainee 2008; Lenhart et al., 2007) , a mobile-based, text-messaging approach is a potentially promising method to effectively reach youth challenged by substance abuse issues after treatment. The use of text-messaging in particular is appealing as a platform for youth, as it is supported by current U.S. based market sources which show texting to be the primary way that youth communicate, exceeding face-to-face contact, email, and voice-phone calls  (Battestini, Setlur, & Sohn, 2010; Nielson Reports, 2010) . Data reveal that the median number of texts sent on a typical day by teens 12 -17 rose from 50 in 2009 to 60 in 2011  (Pew Research Center, 2012) . Moreover, American youth have been identified as perpetual texters, with adolescents (aged 13 -17) sending or receiving 3,339 texts a month (six text per waking hour) and young adults (aged 18 -24) sending or receiving 1,630 (three texts per waking hour)  (Fox & Duggan, 2012) .\n\nThe importance of appropriate aftercare services for substance abusing youth cannot be overemphasized. Without such services, the return to high risk environments and risk for relapse is extremely high  (Brown & Ramo, 2006) . This paper provides results of a pilot study examining the feasibility of a 12-week aftercare mobile intervention compared to standard aftercare for substance abuse recovery among youth aged 12 -24."
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants",
      "text": "This pilot study included 80 substance abusing youth who participated in a randomized, controlled pilot trial of a mobile-based aftercare project called Project ESQYIR (Educating & Supporting inquisitive Youth in Recovery). Inclusion criteria for study participation was youth between the ages of 12 to 25 years old, completing treatment for substance abuse, owning a cell phone with short message service (SMS) texting capabilities, willing to comply to study procedures, and providing parental consent (if an adolescent under 18). Study exclusion occurred if individuals exhibited severe medical and psychiatric impairment that warranted hospitalization or referral to other treatment."
    },
    {
      "title": "Procedures",
      "text": "All procedures for this study were approved by the Institutional Review Boards of the University of California, Los Angeles, and Azusa Pacific University. Study recruitment for Project ESQYIR occurred at six community-based substance abuse programs that delivered treatment ranging from 12 to 16 weeks. A total of 3 outpatient and 3 residential programs located throughout diverse areas of Los Angeles County, California were used for study recruitment as they offered substance abuse treatment services to youth populations. Study Research Associates (RAs) recruited youth at these participating programs between January 2012 and July 2013 using in-person advertisement during treatment groups or posting brochure/fliers in treatment waiting areas and group rooms. Study information, including consent form materials were also left with treatment counselors to provide to youth who were approaching treatment completion and expressed interest in Project ESQYIR.\n\nStudy recruitment material conveyed project information, eligibility criteria, and a study contact phone number to call for obtaining more details. Interested youth who contacted the RA about study participation were screened for eligibility. Adolescent youth (under 18) were told to obtain parental consent and youth assent forms from their counselor to take home for approval and were instructed to contact the study RA after completing the forms for scheduling an appointment to enroll in the project. Similarly, young adult youth (18 years or older) who expressed interest with the study RA were scheduled for an enrollment session after the screening. RAs met with interested youth during a scheduled appointment at the treatment programs at a convenient time for them (i.e., before or after treatment groups) to review the consent forms.\n\nDuring consent, youth were informed that they would be using their personal mobile phones while in the program and may experience costs of incoming and outgoing text messages. It should be noted that there were no refusals because of this aspect of the project and almost all of the youth expressed having unlimited free texting plans. Youth were also informed that, although their participation in the study was confidential and their personal information would be safeguarded for privacy (i.e., personal information would be de-identified using unique identification numbers and secured on an encrypted database), they should use a password protected sign-in for their phones during their participation in the program as well as engage in a process of cleaning or deleting the information they receive after viewing it to protect their privacy in the event they lost their phones. After consent, participants completed a battery of self-administered baseline assessments (see measures section below). After completion of assessments, participants met with the RA for an overview of Project ESQYIR and their study assignment that was obtained using a random generator number method to one of two study conditions (see details below) as well as an information card highlighting the importance of participating in 12-step (self-help groups) and a phone number they could call if they had questions or emergencies during the project."
    },
    {
      "title": "Study Conditions-Project",
      "text": "ESQYIR consisted of a 12-week aftercare pilot program that randomly assigned youth who completed substance abuse treatment to one of two study conditions: (1) mobile-based aftercare intervention or (2) aftercare as usual standard control. Participants in both conditions received two monthly telephone calls for recovery monitoring during the active 12-week program. Participants were randomly assigned via research randomizer (see  http://www.randomizer.org/ ). Participants in both conditions received two monthly telephone calls for recovery monitoring during the active 12-week program. In addition, all participants met with the study RA at program discharge and again at a 90-day follow-up to complete self-administered assessments (identical to the study enrollment baseline assessments). Discharge and 90-day follow-up meetings occurred at either the treatment site they were recruited from or a convenient location for them in their surrounding community (i.e., Starbucks)."
    },
    {
      "title": "2.2.1.a. Mobile-based Aftercare Intervention:",
      "text": "This pilot intervention aimed to assist youth with recovery and self-regulating key areas associated with relapse during the initial 3 months after-treatment. This was done through three types of text messaging: daily selfmonitoring texts, a daily wellness recovery tip, and substance abuse education and social support resource information on weekends. The ESQYIR text messaging program was built using a Quartz Health Platform by consultant EPG Technologies ( www.epgtech.net ). This platform is supported by an ASP.NET stack MSSQL Database, ASP.NET sites and Windows Servers. All servers are maintained in HIPAA-compliant data centers and all management features are delivered over secure channels. The ESQYIR text messaging platform consists of the following components: text messaging engine (rules-based workflows for sending automated texts); an online management portal (storage of sent and received data); an online message creation feature (for individual and tailored sends); and online reporting tools (monitoring dashboards), all of which are tied to user client profiles. Short Message Service (SMS) text messages sent to participants are routed and delivered using CDYNE as the SMS gateway provider. CDYNE delivers enterprise-class functionality with competitive messaging rates. To keep costs down Project ESQYIR used a Dedicated Long Code (DID) approach rather than Short Codes, which allowed for the creation and management of complex message requirements and user interactions. Lastly, Quartz exposes an API which allowed our Project study team (i.e., trained health coaches) to enroll and manage users of the system, extract monitoring data, and drive study workflow of the Project's text messaging Platform: daily self-monitoring texts, daily wellness recovery texts, and weekend substance abuse education and social support resource texts. We describe these three types of texts below.\n\nSelf-monitoring texts focused on the following core areas associated with youth relapse post-treatment: low confidence, stress, negative mood, not engaging in recovery goaldirected behaviors, and continued substance use. These monitoring areas were identified from previous qualitative research that focused on exploring relapse with youth in treatment  (Gonzales et al., 2012) . Self-monitoring texts were sent to youth in the late afternoon (4pm) every day. This time-frame was supported from previous formative work with youth in treatment during a feasibility study that explored using text messaging as a method of aftercare  (Gonzales et al., 2013) . We found that youth suggested sending texts during the late afternoon as it would be the most useful time to reach youth, i.e., afterschool or before dinner/going out. Monitoring text messages questioned youth about weekly troubles they had experienced in the core areas associated with relapse in the past week (i.e., number of days experienced low confidence, negative mood, or stress, as well as, number of days engaged in recovery goal behaviors and substance use). Youth texted back a corresponding number to the monitoring text, which prompted an automated feedback text to be sent back to them. The feedback texts sent to youth after they responded had scheduled times that were randomized using a 1-30 second window to insure that the program felt custom and variable. Reminder texts were sent to youth if they missed responding to a monitoring text at 7pm that same evening and 10am the next morning if youth did not respond to the first reminder.\n\nFeedback text messages consisted of positive appraisal messages, motivational/inspirational messages, stress management tips, and coping advice. These feedback areas were identified from formative work that focused on exploring recovery needs and barriers among substance-abusing youth in treatment  (Gonzales et al., 2013) . There was a large pool of feedback messages (over 600 messages) included in the program (and user-driven rules to insure no duplication throughout the 12-weeks). The feedback text message content was developed using formative work with youth in treatment  (Gonzales et al., 2013) , in which youth provided text message suggestions and ratings for various monitoring-feedback areas scenarios. The automated feedback messages that were sent to youth were based on predetermined system rules linked to numeric response values. Specifically, feedback texts were grouped into message banks corresponding to the \"risk of relapse\" for each of the monitoring areas. For instance, for substance use, mood, and stress monitoring areas (number of days experienced in past week), values of 4 -7 were flagged for moderate-high relapse risk, values of 1 -3 were flagged as low relapse risk, and 0 indicated no relapse risk. For the recovery behaviors and confidence monitoring areas, values of 0 -3 were flagged as moderate-high relapse risk (as they represented not engaging in recovery directed behaviors or having low confidence in themselves to resist relapse), whereas values 4 -7 represented low risk for relapse (as they represented frequently engaging in recovery behaviors or having high confidence in themselves to avoid relapse.\n\nIn addition to monitoring and feedback texts, youth were sent a daily wellness text at noon (12pm) that provided a recovery tip of the day focused on general health/wellness. The text prompt said: \"Today's a new day in your recovery, think about the change ur working towards…[wellness tip]. The wellness intervention focus for recovery tips was based on exploratory research with youth in treatment who recommended that recovery programs be focused on promoting lifestyle change through wellness  (Gonzales et al., 2012) . The wellness daily recovery tips addressed four general areas of health/wellness, including personal health, social health, emotional health, and physical health. Content for these tips was derived from the CDC's getting healthy program and Kaiser's wellness program specific to youth populations.\n\nLastly, youth were also sent weekend text messages specific to substance abuse education and social support resource information. The substance abuse education texts were on specific drug effects/consequences that were tailored to individual participants' primary substances they reported receiving treatment for. Content for these texts was adapted from the National Institute on Drug Abuse's (NIDA) educational information, e.g., InfoFacts. Information about social support services and resources were also sent to participants on the weekend and were tailored geographically to the participants' zip-code residence location reported at enrollment to the program."
    },
    {
      "title": "2.2.1.b. Theoretical Framework:",
      "text": "In addition to formative work, the development of the pilot mobile intervention was guided by theoretical principles of behavior change from the social cognitive theory-SCT. According to SCT  (Bandura, 1991) , behavior change is a process that is shaped by a reciprocal interaction between: (1) personal factors (i.e., cognitions and emotions, like self-efficacy/confidence beliefs and stress/mood), behaviors (recovery driven lifestyle change, like extracurricular wellness activities and/or 12-step participation), and environmental influences (social support, like education and information/ resources about 12-step meetings). SCT posits that a key element of behavior change is selfcontrol, which can be attained via self-regulation techniques, such as self-evaluation by selfmonitoring  (Glanz, Rimer, & Viswanat, 2008) ."
    },
    {
      "title": "2.2.1.c. Aftercare as Usual Standard Control:",
      "text": "All substance abuse treatment recruitment sites used in this study employed 12-16 week cognitive-behavioral relapse prevention treatment models and actively referred clients to 12-step facilitation for aftercare. As such, the control group in this study served as a natural standard of care, consisting of standard aftercare practice used by typical community-based treatment programs. No attempt was made to standardize or monitor the fidelity of the aftercare as usual standard condition, as it was the intent of the project to compare the mobile texting aftercare approach to the aftercare routinely delivered by treatment programs in the field. Hence, it should be noted that as a comparison condition, this standard aftercare represents a best available option and not a \"minimal contact comparison\" condition. A recent report on the effectiveness of standard 12-step participation after substance abuse treatment demonstrated that such an approach can lead to positive outcomes compared to not participating  (Davis et al., 2002) . Therefore, this design is essentially comparing a mobile texting aftercare intervention to \"real-world\" aftercare service."
    },
    {
      "title": "Measures",
      "text": "Data collection occurred at baseline (one week after participants completed their primary substance abuse treatment), once a month during the program, at study program discharge (week 12), and at a 90-day follow-up post study admission. Trained RAs conducted all data collection procedures. Participants were compensated with giftcards (worth $10) to a local retail store (i.e., Target) for completing baseline, discharge and 90-day follow-up assessments. The present study used data collected from urine analysis via disposable testing cups with temperature strips that were analyzed for methamphetamine/amphetamines, cocaine, opiates, marijuana, and benzodiazepines. We also used the Teen-Addiction Severity Index (T-ASI)  (Kaminer, Bukstein, & Tarter, 1991)  to assess for primary drug of choice and monthly self-reported substance use. The Global Appraisal Inventory of Needs (GAIN)  (Dennis et al., 2003)  was used to assess for problem severity in substance use, mental health and criminal areas. Lastly, the Brief Addiction Monitor (BAM)  (Cacciola et al., 2013)  was used to assess for recovery-directed goal behaviors including participation in 12-step social support groups and extracurricular activities. Below we provide operationalization of the study variables used from these measures."
    },
    {
      "title": "2.3.1.",
      "text": "Variables-The primary variable was study condition defined as mobile texting intervention (1) or aftercare as usual (0). The outcome variables examined by this primary variable was relapse. For relapse, we used urine results and self-reported substance use data based on a 30-day period prior (mean days) measured by the T-ASI. For analysis purposes, relapse at any assessment was defined as using the primary substance that was reported at baseline. Another outcome variable included substance use severity measured by the GAIN's past month substance severity scale. This measure was determined by the extent to which participants indicated they experienced a substance related problem within the past month related to the following areas: using alcohol or other drugs weekly/often, spending a lot of time getting alcohol or other drugs, using alcohol or other drugs despite causing social problems, using alcohol or other drugs despite causing problems with important social activities, or having withdrawal problems from alcohol or other drugs like shaky hands, throwing up, having trouble sitting still or sleeping. Another outcome variable was recovery behaviors. For this, we used the following variables from the BAM: number of days in the past month participants reported engaging in extracurricular recovery activities as well as participating in self-help/12-step meetings."
    },
    {
      "title": "Data Analysis",
      "text": "Analyses using chi-square and t-tests were performed to examine differences in participant characteristics across study variables described above in Measures. Longitudinal mixed effects repeated measures analyses were employed separately to examine study outcomes over time by condition, including primary drug relapse, substance use severity, and recovery goal-behaviors. In addition, GEE (Generalized Estimating Equations) regressions were conducted to examine binary measures for primary relapse measured by urinalysis; categorized as use (1) versus no-use (0) over time by condition. In the analyses, we examined several outcomes, and to account for multiple comparison testing, Bonferroni adjustments were made to the p-values to control for Type I error inflation. For all analyses, the significance level (2-tailed) was set at p < .05 using the Statistical Package for Social Sciences (SPSS), version 20.0, and SAS, version 9.3."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant Characteristics",
      "text": "Most participants who participated in this pilot study were from outpatient programs (76.7%) with about a quarter from residential settings (23.3%). The average age of the sample was 20.4 (SD = 3.5), ranging from 14 -26 years old. The majority of participants were male (73%). Ethnic background varied, with most participants identifying as Caucasian (43.2%) or of Hispanic origin (37.8%), with fewer African American (9.5%), Asian/Pacific Islanders (8.1%), and Native American (1.4%). The most commonly reported primary drug (in treatment) was marijuana (55.1%) or methamphetamine (29.7%). Other primary drugs ranged from cocaine (14.9%), heroin (10.8%), prescription drugs (5.9%), and other/ polydrugs including alcohol (4.1%). Average education completed among the participants was 12.8 years (SD = 2.9), with 63.0% not currently enrolled in school and 62.2% not employed."
    },
    {
      "title": "Differences in Primary Drug Use Relapse Outcomes by Condition",
      "text": "Multivariate logistic regression using Generalized Estimating Equations (GEE) was performed to examine differences in primary drug use relapse by study condition over time (baseline, month 1, month 2, discharge, and 90-day follow-up), controlling for select participant characteristics. A significant effect of condition on primary drug use relapse outcomes over time was observed as measured by urinalysis (OR = 0.52, p = 0.002): as the mobile texting intervention participants were significantly less likely to relapse to their primary drug across time compared to aftercare as usual control participants (see Tables  1  and  2 ). Results also showed a significant effect of age on primary drug use relapse outcomes over time (OR = 0.89, p = 0.03), such that younger aged participants had a higher odds of relapsing compared to older aged participants. The average age of relapse during the intervention at month 1 was 18.5 ± 3.0 and at month 2 was 18.1 ± 2.7, compared to those who did not relapse, whom were older: 21.0 ± 3.3 and 21.4 ±3.3, respectively. A similar trend was seen at discharge and 90-day follow-up from the recovery program. Specifically, youth who relapsed tended to be younger than those who did not relapse at discharge (19.3 years ± 3.3 vs. 21.7 ± 3.2) and 90-day follow-up (19.4 ± 3.2 vs. 21.6 ± 3.1)."
    },
    {
      "title": "Differences in Substance Use Severity Outcomes by Condition",
      "text": "Using mixed effects repeated measures, changes in substance use severity over time was assessed by study condition using the GAIN substance severity scales (which assessed for past month severity related to using alcohol/drugs often despite causing social problems or having withdrawal problems) measured at baseline, discharge, and 90-day follow-up. As shown in Table  3 , controlling for participant characteristics (age and gender), there was a significant overall increase in substance use severity over time (β = 0.36, p = .02); however a significant treatment effect by time (β = -0.46, p = .03). Specifically, participants in the mobile texting intervention had a significant decreased rate of change in substance use severity (as lower scores indicate less substance-related problems present within the past month) across time compared to participants in the aftercare as usual control. It should be noted that two conditions were comparable in substance severity at baseline (not significantly different, p = .13).\n\nFigure  1  shows changes in substance use severity by condition over time, showing that the intervention participants had significant reductions in substance use severity from baseline to 90-day follow-up, whereas the control participants continued to increase in severity: baseline (M int = 0.73 ± 1.47 vs. M cont = 0.39 ± 0.63), discharge (M int = .49 ± 1.12 vs. M cont = 1.03 ± 1.55), and 90-day follow-up (M int =.54 ± 1.10 vs. M cont = 1.08 ± 1.69)."
    },
    {
      "title": "Differences in Recovery Behaviors by Condition",
      "text": "Differences in participation in recovery-goal behaviors were assessed by study condition over time from baseline, discharge, and a 90-day follow-up using mixed effects repeated measures. Analyses revealed that participation in self-help social support meetings significantly decreased over time among all participants (β = -3.09, p < .001), with no significant differences by condition over time (β = 2.79, p > .05). Results showed that at baseline, there were no differences in 12-step participation between the conditions (M int = 12.4 days ± 10.3 versus M cont = 10.3 days ± 9.7). Further analyses, looking at mean differences in recovery behaviors at discharge and 90-day follow-up separately revealed that intervention participants were significantly more likely to have higher participation in 12step meetings (M = 8.9 days ± 9.9) than control participants (M = 2.9 days ± 6.6) at discharge (t = -2.9996, df = 67, p = .003); however, this effect disappears at 90-day followup. Specifically, at 90 day follow-up, intervention participants averaged 7.0 days (SD = 9.5) of 12-step meetings compared to 4.6 days (SD = 9.2) among control participants (p = .31).\n\nWe also examined change in participation in extracurricular activities over time by condition controlling for select participant characteristics of age and gender. Results showed a significant treatment effect across time (β = 1.63, p = .03), with participation in recovery activities increasing significantly more among the intervention participants compared to the control participants. Specifically, we found no differences in the frequency of participation in recovery activities at baseline (M int = 12.4 days ± 9.6 versus M cont = 14.1 days ± 10.9); however intervention participants were significantly more likely to have higher participation in recovery activities (M = 18.0 days ± 9.3) compared to the standard aftercare control participants (M = 10.1 days ± 9.3) at discharge as well as at the 90 day follow-up (M int = 14.5 days ± 10.1 versus M cont = 12.1 days ± 12.3, respectively)."
    },
    {
      "title": "Discussion",
      "text": "Although treatment outcome studies have found substance abuse treatment to result in positive outcomes for youth, i.e., showing reductions in substance use relapse and improvements in psychosocial functioning  (Winters et al., 2009) ; research has also shown such treatment effects to quickly diminish post-treatment, especially during the initial 3months  (Cornelius et al., 2003; Brown, et al., 2011) .\n\nPrevious studies highlight that youth tend to return to environments that put them at high risk for relapse and problems, including untrusting or unsupportive family as well as continuing to socialize with substance-using peers/partners  (Brown & Ramo, 2006; Godley et al., 2006) . Substance use risk perceptions among youth culture, in general, are also troubling for sustaining treatment effects, as reflected by national epidemiological survey studies which show a majority of youth (51%) \"agree that being high feels good\"  (Partnership Attitude Tracking Study, 2009) . To address such major challenges associated with relapse among treated youth, identifying effective aftercare programs has been a major goal of the substance abuse community  (Kaminer & Godley, 2010) .\n\nThis study examined the feasibility of a 12-week aftercare pilot program using mobile textmessaging (Project ESQYIR) which offered recovery support to youth who completed treatment for substance abuse. Compared to a standard aftercare control condition, this mobile texting aftercare pilot program demonstrated promise for reducing relapse risk and promoting recovery behavior engagement among substance-abusing youth after treatment. Findings suggest that the texting intervention served as a buffer towards the tendency for youth to continue to relapse  (Kaminer & Godley, 2010)  and not engage in recovery support activities  (Kelley et al., 2005)  in the initial three months after treatment. Additionally, results showed that substance use problem severity was greatly reduced among youth who received the texting aftercare intervention, as opposed to youth in the standard aftercare control condition, who continued to experience substance use problems after treatment discharge (see Figure  1 ).\n\nThe components of this pilot aftercare intervention (i.e., daily self-monitoring/feedback texts, wellness recovery tips, and substance abuse education and social support resource information texts on weekends) were influenced by formative work conducted with youth in treatment (see  Gonzales et al., 2012; Gonzales et al., 2012; Gonzales et al., 2013; Gonzales et al., 2013) . Previous studies that have used formative research for intervention development with youth populations challenged by diverse behavior issues  (Mathews, Everett, Binedell, & Steinberg, 1995; Nichter, Nichter, Thompson, Shiffman, & Moscicki, 2002; Vu, Murrie, Gonzalez, & Jobe, 2006)  have shown such approaches to be effective for behavior change as it includes culturally-relevant reflection and experiences of the targeted groups most affected. Findings from our study suggest, for example, that the selfmonitoring-feedback component of the aftercare intervention may be a viable way to encourage behavior change among participants who resonate more strongly with a \"personal control\" mentality since self-monitoring allows participants both the capability to track, and therefore hopefully learn how to contain relapse-risk related areas. Findings also imply that promoting lifestyle behavior change in a way that meets their needs (i.e., focus on wellness for recovery) can be effective rather than following traditional aftercare approaches that tend to focus on and enforce complete abstinence (i.e., 12-step models). This was supported by qualitative findings with youth in treatment which found very few youth endorsing total abstinence recovery mottos, and instead embracing substance use to be more of a life-style behavior and a matter of personal control/choice  (Gonzales et al., 2012)  Findings from the current study can be useful for substance abuse practitioners who work with youth as it offers a novel aftercare model (i.e., texting) for engaging youth in recovery post-treatment and motivating them to engage in recovery behaviors, i.e., continue to make life changes. Specifically, the overall goal of this pilot aftercare intervention was to help youth self-regulate (self-control) key areas associated with relapse during the initial 3 months after-treatment as guided by principles of behavior change from the social cognitive theory that focus on self-evaluation via self-monitoring  (Glanz et al., 2008) . Specifically, individuals can learn to self-manage their problem behavior by engaging in a self-evaluative or self-monitoring process of the critical areas associated with problem behavior and then receiving tailored feedback to address the issues  (Martin, 2004) . This theoretical model supports a disease management framework commonly used in health care with chronic illnesses which promote self-regulation via self-monitoring as a critical component for achieving and sustaining behavior change  (Wagner, 2001) ."
    },
    {
      "title": "Limitations",
      "text": "Several caveats should be considered before drawing conclusions from this data. Caution should be taken when interpreting the results (i.e., effectiveness of the mobile-based aftercare intervention) as it is based on a pilot study. These data are also based on youth who self-selected to participate in the study and may not generalize to other youth who did not volunteer to be in the recovery project post-treatment. Additionally, because some of the data are based on self-report (i.e., substance use problem severity and recovery behaviors), there may be some inherent biases with over-or under-reporting information associated with participant responses. This study also did not examine other important factors that may be related to youth outcomes of recovery and relapse, including mental health status and criminal justice system issues, which are commonly reported among substance abusingyouth  (Hser, Grella, Hubbard, Hsieh, Fletcher, Brown, & Anglin, 2001) ."
    },
    {
      "title": "Conclusion",
      "text": "Our results support the viability of using mobile technology texting approaches as a very promising alternative for fostering aftercare participation among recovering youth. Even within the last year, information technology has broadened the scope of health-related service delivery substantially  (Goldzweig, Towfigh, Maglione, & Shekelle, 2009) . The market penetration of health information-based technologies, broadly encompassing standard mobile phones, smart phones, tablet computers, or wireless local area networks, is rendering a world where behavioral health self-management tools are becoming increasingly accessible. Mobile texting in particular has been designated as the most common form of mobile communication among youth, as ownership of cellphones among this segment of the population has increased exponentially over the last five years  (Banks, 2008) .\n\nImplementing a mobile texting recovery program offers several advantages over traditionalbased approaches currently in place, including (1) personalization and targeted engagement, (2) increased convenience; (3) enhanced assessment and monitoring; (4) greater flexibility of service delivery in terms of frequency and timing; and (5) requiring minimal financial resources to maintain. Additionally, because aftercare services to support recovery are not routinely or systematically rendered in the substance use treatment field, mobile technology greatly enhances access to such services as they can be accessed anytime and anywhere. Another benefit that may be gained from using mobile approaches with youth is that it can help address the critical issues the field is challenged by with youth after treatment, including lack of recovery support participation  (Sussman, 2010)  and drop out  (Hser, et al., 2001) . Lastly, such mobile-based aftercare approaches require minimal time commitments and effort from providers as the majority of service-information can be automated. Moreover, although such automation may cause initial frustrations among individuals, i.e., not directly interacting with a human change agent); they may gain more confidence in themselves for learning to self-manage their addiction behavior and cope with stressors  (Kobak, Greist, Jefferson, Katzelnick, & Schaettle, 1996; Bikel, Christensen, & Marsch, 2011) .\n\nOverall, Project ESQYIR can be described as a promising aftercare intervention; however given the pilot nature of the project, continued research on the utility and satisfaction with the differential components of the intervention are warranted, especially among younger aged youth who continued to have issues with relapse. In addition, more research should investigate youth differences in aftercare engagement and retention, including demographic and clinical factors that may differentially influence youth relapse outcomes. For instance, the utility of using different mobile-based models, such as interactive game features, user options for text frequency, personal text response features that solicit tailored information (i.e., relapse, craving, etc.), and varying lengths of aftercare intervention."
    },
    {
      "title": "Change in substance use severity over time by condition",
      "text": "Table 1 GEE examining Primary Drug use Relapse Outcomes by Condition Over time Odds Ratio 95% Lower CI 95% Upper CI P-value Time 1.32 1.09 1.604 0.004 Time x Treat 0.52 0.34 0.78 0.002 Age 0.89 0.81 0.99 0.03 Male 1.91 0.90 4.04 0.09"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Primary Drug Use Relapse by Condition Over time"
    },
    {
      "text": "Change in substance use severity over time by condition using mixed effects repeated measures"
    }
  ],
  "references": [
    {
      "title": "Alcoholics Anonymous. Young people and AA",
      "year": 2007,
      "doi": "10.4135/9781412994170.n9"
    },
    {
      "title": "Drug addiction and treatment careers among clients in the Drug Abuse Treatment Outcome Study (DATOS)",
      "authors": [
        "M Anglin",
        "Y-I Hser",
        "C Grella"
      ],
      "year": 1997,
      "doi": "10.1037//0893-164x.11.4.308"
    },
    {
      "title": "Social Cognitive Theory of self regulation",
      "authors": [
        "A Bandura"
      ],
      "year": 1991
    },
    {
      "title": "Mobile phones and the digital divide",
      "authors": [
        "K Banks"
      ],
      "year": 2008,
      "doi": "10.4324/9780203102107-10"
    },
    {
      "title": "A large scale study of text messaging use, mobile human computer interaction",
      "authors": [
        "A Battestini",
        "V Setlur",
        "T Sohn"
      ],
      "year": 2010
    },
    {
      "title": "A review of computer-based interventions used in the assessment, treatment, and research of drug addiction",
      "authors": [
        "W Bickel",
        "D Christensen",
        "L Marsch"
      ],
      "year": 2011,
      "doi": "10.3109/10826084.2011.521066"
    },
    {
      "title": "Use of text messaging in the aftercare of patients with bulimia nervosa",
      "authors": [
        "S Bauer",
        "R Percevic",
        "E Okon",
        "R Meermann",
        "H Kordy"
      ],
      "year": 2003,
      "doi": "10.1002/erv.521"
    },
    {
      "title": "Four-year outcomes from adolescent alcohol and drug treatment",
      "authors": [
        "S Brown",
        "D' Amicio",
        "E Mccarthy"
      ],
      "year": 2011
    },
    {
      "title": "Clinical course of youth following treatment for alcohol and drug problems",
      "authors": [
        "S Brown",
        "D Ramo"
      ],
      "year": 2006,
      "doi": "10.1017/cbo9780511543968.005"
    },
    {
      "title": "Twelve-month follow-up of aftercare for adolescents with alcohol use disorders",
      "authors": [
        "J Burleson",
        "Y Kaminer",
        "R Burke"
      ],
      "year": 2012
    },
    {
      "title": "Development and initial evaluation of the Brief Addiction Monitor (BAM)",
      "authors": [
        "J Cacciola",
        "A Alterman",
        "D Dephilippis",
        "M Drapkin",
        "C Valadez",
        "Jr",
        "N Fala",
        "J Mckay"
      ],
      "year": 2013
    },
    {
      "title": "Youth risk behavior surveillance -United States",
      "authors": [
        "Disease Center For",
        "Prevention Control"
      ],
      "year": 2012
    },
    {
      "title": "Text Messaging as a Tool for Behavior Change in Disease Prevention and Management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Rapid relapse generally follows treatment for substance use disorders among adolescents",
      "authors": [
        "J Cornelius",
        "S Maisto",
        "N Pollock",
        "C Martin",
        "J Salloum",
        "K Lynch",
        "D Clark"
      ],
      "year": 2003,
      "doi": "10.1016/s0306-4603(01)00247-7"
    },
    {
      "title": "A trial of \"standard\" outpatient alcoholism treatment vs. a minimal treatment control",
      "authors": [
        "W Davis",
        "L Campbell",
        "J Tax",
        "C Lieber"
      ],
      "year": 2002,
      "doi": "10.1016/s0740-5472(02)00227-1"
    },
    {
      "title": "Introduction to special issue on advances in the assessment and treatment of adolescent substance use disorders",
      "authors": [
        "M Dennis",
        "Y Kaminer"
      ],
      "year": 2006,
      "doi": "10.1080/10550490601100619"
    },
    {
      "title": "Global Appraisal of Individual Needs (GAIN): Administration guide for the GAIN and related measures",
      "authors": [
        "M Dennis",
        "J Titus",
        "M White",
        "J Unsicker",
        "D Hodgkins"
      ],
      "year": 2003
    },
    {
      "title": "Mobile phone text messaging can help young people manage asthma",
      "authors": [
        "N Dowshen",
        "L Kuhns",
        "A Johnson"
      ],
      "year": 2002
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009
    },
    {
      "title": "Mobile Health Pew Internet & American Life Project",
      "authors": [
        "S Fox",
        "M Duggan"
      ],
      "year": 2012
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a textmessaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Mobile phone text messaging to promote healthy behaviors and weight loss maintenance: A feasibility study",
      "authors": [
        "B Gerber",
        "R Melinda",
        "A Thompson",
        "L Shark",
        "M Fitzgibbon"
      ],
      "year": 2009
    },
    {
      "title": "Health Behavior and Health Education: Theory, Research and Practice",
      "authors": [
        "K Glanz",
        "B Rimer",
        "K Viswanath"
      ],
      "year": 2008
    },
    {
      "title": "The effect of assertive continuing care on continuing care linkage, adherence and abstinence following residential treatment for adolescents with substance use disorders",
      "authors": [
        "M Godley",
        "S Godley",
        "M Dennis",
        "R Funk",
        "L Passetti"
      ],
      "year": 2006,
      "doi": "10.1111/j.1360-0443.2006.01648.x"
    },
    {
      "title": "Preliminary outcomes from the assertive continuing care experiment for adolescents discharged from residential treatment",
      "authors": [
        "M Godley",
        "S Godley",
        "M Dennis",
        "R Funk",
        "L Passetti"
      ],
      "year": 2002,
      "doi": "10.1016/s0740-5472(02)00230-1"
    },
    {
      "title": "The assertive aftercare protocol for adolescent substance abusers",
      "authors": [
        "S Godley",
        "M Godley",
        "M Dennis"
      ],
      "year": 2001
    },
    {
      "title": "Cost and benefits of health information technology: New trends from the literature",
      "authors": [
        "C Goldzweig",
        "A Towfigh",
        "M Maglione",
        "P Shekelle"
      ],
      "year": 2009
    },
    {
      "title": "Perceptions of Adolescent chronicity and recovery among youth in treatment for substance use problems",
      "authors": [
        "R Gonzales",
        "D Anglin",
        "R Beattie",
        "C Ong",
        "D Glik"
      ],
      "year": 2012,
      "doi": "10.1016/j.jadohealth.2011.11.010"
    },
    {
      "title": "Understanding recovery barriers: youth perceptions about substance use relapse",
      "authors": [
        "R Gonzales",
        "M Anglin",
        "R Beattie",
        "C Ong",
        "D Glik"
      ],
      "year": 2012,
      "doi": "10.5993/ajhb.36.5.3"
    },
    {
      "title": "Perceptions about Recovery Needs and Drug-Avoidance Recovery Behaviors among Youth in Substance Abuse Treatment",
      "authors": [
        "R Gonzales",
        "M Anglin",
        "D Glik",
        "C Zavalza"
      ],
      "year": 2013
    },
    {
      "title": "Exploring the feasibility of text messaging to support substance abuse recovery among youth in treatment",
      "authors": [
        "R Gonzales",
        "M Anglin",
        "D Glik"
      ],
      "year": 2013,
      "doi": "10.1093/her/cyt094"
    },
    {
      "title": "Computerized Automated Reminder Diabetes System (CARDS): e-mail and SMS cell phone text messaging reminders to support",
      "authors": [
        "D Hanauer",
        "K Wentzell",
        "N Laffel",
        "L Laffel"
      ],
      "year": 2009,
      "doi": "10.1089/dia.2008.0022"
    },
    {
      "title": "An evaluation of drug treatments for adolescents in 4 cities",
      "authors": [
        "Y-I Hser",
        "C Grella",
        "R Hubbard",
        "S Hsieh",
        "B Fletcher",
        "B Brown",
        "M Anglin"
      ],
      "year": 2001,
      "doi": "10.1001/archpsyc.58.7.689"
    },
    {
      "title": "Monitoring the Future national survey results on drug use, 1975-2011: Volume II, college students and adults ages",
      "authors": [
        "L Johnston",
        "P O'malley",
        "J Bachman",
        "J Schulenberg"
      ],
      "year": 2012
    },
    {
      "title": "From assessment reactivity to aftercare for adolescent substance abuse: Are we there yet? Child and Adolescent Psychiatric Clinics of North America",
      "authors": [
        "Y Kaminer",
        "M Godley"
      ],
      "year": 2010
    },
    {
      "title": "The Teen-Addiction Severity Index: Rationale and reliability",
      "authors": [
        "Y Kaminer",
        "O Bukstein",
        "R Tarter"
      ],
      "year": 1991
    },
    {
      "title": "The effects of age composition of 12-step groups and adolescent participation and substance use outcome",
      "authors": [
        "J Kelly",
        "M Myers",
        "S Brown"
      ],
      "year": 2005
    },
    {
      "title": "Computerized assessment in clinical drug trials",
      "authors": [
        "K Kobak",
        "J Greist",
        "J Jefferson",
        "D Katzelnick",
        "S Schaettle"
      ],
      "year": 1996,
      "doi": "10.1007/s002130050089"
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009
    },
    {
      "title": "Using mobile phones in HIV care and prevention",
      "authors": [
        "C Leach-Lemens"
      ],
      "year": 2009
    },
    {
      "title": "Teens and Technology: Youth are Leading the Transition to a Fully Wired and Mobile Nation",
      "authors": [
        "A Lenhart",
        "M Madden",
        "P Hitlin"
      ],
      "year": 2005
    },
    {
      "title": "SMS STI: a review of the uses of mobile phone text messaging in sexual health",
      "authors": [
        "M Lim",
        "J Hocking",
        "M Hellard"
      ],
      "year": 2008,
      "doi": "10.1258/ijsa.2007.007264"
    },
    {
      "title": "Self-regulated learning, social cognitive theory, and agency",
      "authors": [
        "J Martin"
      ],
      "year": 2004,
      "doi": "10.1207/s15326985ep3902_4"
    },
    {
      "title": "Learning to listen: Formative research in the development of AIDS education for secondary school students",
      "authors": [
        "C Mathews",
        "K Everett",
        "J Binedell",
        "M Steinberg"
      ],
      "year": 1995
    },
    {
      "title": "Effectiveness of continuing care interventions for substance abusers: Implications for the study of long-term treatment effects",
      "authors": [
        "J Mckay"
      ],
      "year": 2001,
      "doi": "10.1177/0193841x0102500205"
    },
    {
      "title": "Using qualitative research to inform survey development on nicotine dependence among adolescents",
      "authors": [
        "M Nichter",
        "M Nichter",
        "P Thompson",
        "S Shiffman",
        "B Moscicki"
      ],
      "year": 2002,
      "doi": "10.1016/s0376-8716(02)00214-4"
    },
    {
      "title": "Mobile Youth Around the World",
      "year": 2009
    },
    {
      "title": "Health and the Mobile Phone",
      "authors": [
        "K Patrick",
        "W Griswold",
        "F Raab",
        "S Intille"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2008.05.001"
    },
    {
      "title": "Increased use of video-sharing sites",
      "authors": [
        "L Rainee"
      ],
      "year": 2008
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin",
        "M Jones"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Substance Abuse and Mental Health Services Administration. Results from the 2011 national survey on drug use and health: Summary of national findings",
      "year": 2012,
      "doi": "10.1037/e380242004-001"
    },
    {
      "title": "A review of Alcoholics Anonymous/Narcotics Anonymous programs for teens",
      "authors": [
        "S Sussman"
      ],
      "year": 2010,
      "doi": "10.1177/0163278709356186"
    },
    {
      "title": "Listening to girls and boys talk about girls' physical activity behaviors",
      "authors": [
        "M Vu",
        "D Murrie",
        "V Gonzalez",
        "J Jobe"
      ],
      "year": 2006
    },
    {
      "title": "Improving chronic illness care: Translating evidence into action",
      "authors": [
        "E Wagner",
        "B Austin",
        "C Davis",
        "M Hindmarsh",
        "J Schaefer",
        "A Bonomi"
      ],
      "year": 2001,
      "doi": "10.1377/hlthaff.20.6.64"
    },
    {
      "title": "Adolescent recovery: What we need to know",
      "authors": [
        "W White",
        "S Godley"
      ],
      "year": 2007
    },
    {
      "title": "A comprehensive and comparative review of adolescent substance abuse treatment outcome",
      "authors": [
        "R Williams",
        "Chang Sy"
      ],
      "year": 2000
    },
    {
      "title": "Advances in adolescent substance abuse treatment",
      "authors": [
        "K Winters",
        "A Botzet",
        "T Fahnhorst"
      ],
      "year": 2011
    },
    {
      "title": "Adolescent substance abuse treatment: A review of evidence-based research",
      "authors": [
        "K Winters",
        "A Botzet",
        "T Fahnhorst",
        "R Stinchfield",
        "R Koskey"
      ],
      "year": 2009
    }
  ],
  "num_references": 58,
  "original_doi": "https://doi.org/10.13039/100000026"
}
