{
  "paper_id": "HKPLYF6F",
  "title": "Topical Collection -Digital Hypertension Current situation of telemedicine research for cardiovascular risk in Japan",
  "abstract": "Hypertension continues to be a principal risk factor for the occurrence of cardiovascular disorders, stroke, and kidney diseases. Although more than 40 million subjects suffer from hypertension in Japan, its optimal control is achieved only a subpopulation of patients, highlighting the need for novel approaches to manage this disorder. Toward the better control of blood pressure, the Japanese Society of Hypertension has developed the Future Plan, in which the application of the state-ofart information and communication technology, including web-based resources, artificial intelligence, and big data analysis, is considered as one of the promising solutions. In fact, the rapid advance of digital health technologies, as well as ongoing coronavirus disease 2019 pandemic, has triggered the structural changes in the healthcare system globally, increasing demand for the remote delivery of the medical services. Nonetheless, it is not entirely clear what evidence exists that support the widespread use of telemedicine in Japan. Here, we summarize the current status of telemedicine research, particularly in the field of hypertension and other cardiovascular risk factors. We note that there have been very few interventional studies in Japan that clearly showed the superiority or noninferiority of telemedicine over standard care, and that the methods of online consultation considerably varied among studies. Clearly, more evidence is necessary for wide implementation of telemedicine in hypertensive patients in Japan, and also those with other cardiovascular risk factors.",
  "year": 2023,
  "date": "2023-02-27",
  "journal": "Hypertens Res",
  "publication": "Hypertens Res",
  "authors": [
    {
      "forename": "Shigeru",
      "surname": "Shibata",
      "name": "Shigeru Shibata",
      "affiliation": "1  Division of Nephrology , Department of Internal Medicine , Teikyo University School of Medicine , Tokyo , Japan \n\t\t\t\t\t\t\t\t Division of Nephrology \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Teikyo University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan",
      "email": "shigeru.shibata@med.teikyo-u.ac.jp"
    },
    {
      "forename": "Satoshi",
      "surname": "Hoshide",
      "name": "Satoshi Hoshide",
      "affiliation": "2  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , Tochigi , Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "10.1038/s41440-023-01224-y",
  "keywords": [
    "High blood pressure",
    "Online medical counseling",
    "Telehealth",
    "ICT",
    "Digital hypertension"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Hypertension affects one billion people world-wide, having a profound impact on people's health by triggering the occurrence of cardiovascular diseases. In Japan, there are a total of 43 million subjects who live with hypertension; nonetheless, only 30% have achieved the optimal control, clearly pointing to the need for the development of distinct approaches to prevent, diagnose, and treat this disorder  [1] .\n\nIn an aim to improve the above situation in Japan and also to conquer hypertension, the Japanese Society of Hypertension (JSH) has developed plans for the future (JSH Future Plan)  [2] [3] [4] . In that plan, the establishment of novel strategies for hypertension management by using the stateof-art information and communication technology (ICT) has been one of the key components to achieve a seamless medical care system and to facilitate the self-control of blood pressure (BP). Toward the goal, an entirely new field of research termed \"digital hypertension\" has also been proposed  [5] , in which ICT and artificial intelligence are applied to promote research and improve medical care of hypertension. It is also of note that the rapid advance of digital technologies has had a significant impact on the healthcare system globally. Moreover, the structural transition in the healthcare service has been further facilitated by the ongoing coronavirus disease 2019 (COVID-  19)  pandemic. However, despite the increasing need for the remote delivery of medical care, it is not entirely clear what evidence exists that support the implementation of telemedicine in Japanese patients. Globally, multiple studies and meta-analyses have been performed, which provided evidence on the efficacy of telemedicine for the management of hypertension  [6] [7] [8] [9] [10] . Several statements on the use of telemedicine for hypertension management have also been published  [11, 12] . Although those studies generally demonstrated the improved BP control compared with usual care, the methods of implementation were diverse, e.g., in terms of care givers (physician, nurse, pharmacist, or others) and ways of interaction (email, smartphone app, or online program). Moreover, duration of follow-up also varied among studies  [11] . Thus, although the current pandemic has increased the need for telemedicine worldwide, there are still many challenges. With this background, we briefly summarize the current status of telemedicine research, particularly in the field of hypertension and other cardiovascular risk factors in Japan."
    },
    {
      "title": "Telemedicine research in hypertension",
      "text": "We have listed Japanese studies that have addressed the feasibility and efficacy of online medical counseling or of any kind of apps in patients with hypertension, heart failure, and other cardiovascular risk factors (Table  1 ). In Japan, the telemonitoring of BP has been firstly utilized for hypertensive patients who lived in a North-East area of Honshu, where the logistics and the access to medical care were severely damaged due to Great East Japan Earthquake in 2011  [13, 14] . The natural disaster could have compromised BP control and could have triggered the onset of cardiovascular disorders  [15, 16] . To attenuate the risk, a webbased BP monitoring system (Disaster Cardiovascular Prevention [DCAP] network) was introduced in residents of the region  [17] . Hypertensive patients received a home BP monitoring device that was connected to a web server, and local medical facilities were notified if their hypertensive patients had consistent increase in BP levels. Nishizawa et al. analyzed the BP data from the DCAP Network and reported that the average home BP of 341 hypertensive patients was decreased from 151 ± 20/87 ± 10 mmHg in May 2011 to 120 ± 12/71 ± 10 mmHg in June 2015  [14] . The study also found that the seasonal variation in BP was suppressed, showing that the use of BP telemonitoring system, along with the timely lifestyle modification and optimization of antihypertensive medication, enabled the strict BP control in these patients. These results likely indicate the attenuation of a risk of CVD events associated with seasonal BP variation  [18, 19] .\n\nThere are several other studies that assessed the efficacy of telemedicine in hypertensive patients. Yatabe et al. recruited 99 patients with uncomplicated hypertension and randomized them to either telemedicine group or standard care group  [20] . All the patients were instructed to measure BP twice every morning (before having a breakfast) and every evening (before going to bed) by using a uniform, validated automatic sphygmomanometer. In the telemedicine group, the measured BP was transmitted to physicians through a mobile communication system, and the patients received prescription after web-based video visit every 6 weeks for 1 year. In the standard care group, BP was monitored using the same device but was managed through the office visits. BP levels were similar between two groups at baseline (average BP for all participants, 136 ± 13/ Graphical Abstract Telemedicine group used an app for smoking cessation.\n\nBoth telemedicine and control groups had similar continuous abstinence rate from weeks 9 to 12 (81.0% vs 78.9%) and the lower limit of the difference between groups (-12.8%) was greater than the prespecified limit (-15%). [21] . In this study, 390 patients with essential hypertension who had not used antihypertensive medication for ≥ 3 months were assigned to digital therapeutics group or control group. All the study participants were provided with a detailed instruction on lifestyle modifications recommended by the JSH and the patients in digital therapeutics group received additional interactive support for lifestyle modification by the app that retrieves data from home BP monitoring device. BP data, as well as daily activity information, were simultaneously transferred to healthcare providers. The primary efficacy endpoint, which was the mean change in 24 h ambulatory systolic BP from baseline to 12 weeks, were -4.9 mmHg in digital therapeutics group as compared with -2.5 mmHg in control group (between-group difference, -2.4 mmHg; 95% CI, -4.5 to -0.3 mmHg; P = 0.02). Home and office systolic BP was also significantly lower in the digital therapeutics group  [21] .\n\nIn a prospective observational study, Kadoya et al. enrolled 34 patients with non-communicable diseases including hypertension, dyslipidemia, and diabetes mellitus  [22] . In the recommended study protocol, telemedicine consultations were scheduled at 1, 2, 4, and 5 months; office visit was scheduled at 3 and 6 month to comply with the regulation of the National Health Insurance System in Japan. In the telemedicine visit, patients received real-time video-based consultation via a smartphone or a tablet. After 6 months, five subjects were excluded from the study because they did not or were not able to receive telemedicine consultations. Among 24 patients with hypertension who completed the study, average BP was 138/ 71 mmHg at baseline and 140/75 mmHg at 6 month (P = 0.57). Levels of HbA1c and lipids also remained unchanged in the study participants at 6 months. In sum, telemonitoring of BP mainly based on home BP measurement is feasible and seems to contribute to improved BP control. Given that there is a number of evidence showing the association between home BP and CVD risk  [23] [24] [25] [26] , it is no doubt that home BP measurement will continue to play a central role in telemedicine for hypertension. Of course, its efficacy in a long term merits further investigation."
    },
    {
      "title": "Telemedicine research in heart failure and cardiac rehabilitation",
      "text": "Remote monitoring has been proposed to be a potentially useful approach to improve the outcome of patients with chronic heart failure  [27] . There are several studies in Japan that addressed telemonitoring and home cardiac rehabilitation (CR) in patients with heart failure. In HOMES-HF  [28] , which was a multicenter, open-label, randomized, controlled trial, a total of 181 recently hospitalized patients with New York Heart Association (NYHA) class II-III heart failure were assigned to telemonitoring group or usual care group. A home telemonitoring system used in that study received the data on BP, pulse rate, body weight and body composition and transmitted to a central web server, which was monitored by full-time nurses at a medical facility. The nurses then notified the patient's physician if the acquired data exceeded the threshold that had been prespecified for each patients. The mean rate of adherence to the telemonitoring was 90.9% at 12 months, showing the feasibility of the approach. However, the primary endpoint, which was a composite of all-cause death or re-hospitalization due to worsening heart failure, was not significantly different between groups (hazard ratio, 0.95; 9% CI 0.55-1.65).\n\nNagatomi et al. evaluated whether home-based cardiac rehabilitation (CR) combined with online medical counseling improved the physical activity in patients with chronic heart failure compared with the standard care  [29] . In that single-center, open-label, randomized, controlled trial that included 30 patients with NYHA II-III heart failure, subjects were assigned to home-based CR group or control group. In the home-based CR group, participants used a wearable device that was able to transfer the data such as heart rate and daily activity to the medical facility via a smartphone app. The training menu consisted of three to five times a week of aerobic exercise and two to three times a week of resistance training. Home-based CR team composed of physical therapists, dietitians, nurses, and cardiologists communicated approximately once a week via a messaging tool of the app or by phone to plan the training frequency and intensity in coming weeks. The control group received standard pharmacological and nonpharmacological treatment but not home-based CR. The primary outcome, which was the change in the 6-min walking distance at 3 months, was 52.1 ± 43.9 m in the home-based CR group and -4.3 ± 38.8 m in the control group; the observed changes in the walking distance was significantly greater in home-based CR group (P < 0.001). Feasibility of remote CR was also addressed in a study by  Saitoh et al. In that randomized controlled study, 11 patients received either center-based CR or remote CR after completion of 12-week ambulatory CR program  [30] . In the remote CR group, the patients' data (BP, body weight, heart rate, electrocardiogram, oxygen saturation, medication adherence, and physical activity) were recorded in a telemedicine system connected to a tablet. Based on data, physical therapists provided feedback once a week. In the center-based CR group, the patients received once or twice a week of CR at the hospital for 4 weeks. The authors found no difference in functional status between groups the 4-week follow-up.\n\nKikuchi et al. evaluated the efficacy of remote monitoring system for home-based CR  [31] . In that prospective, single-arm study, 10 patients with heart failure who were not able to participate in outpatient CR program were included. The home-based CR consisted of three sessions per week for 12 weeks. The tele-rehabilitation system used in the study was composed of ergometer and electrocardiography connected to a tablet, which allowed real-time supervision of CR sessions from the medical facility. The median participation rate was 94.4%; although several patients reported fatigue and palpitations, no serious cardiovascular events were reported. Six-minute walk distance and low extremity muscle strength were improved after 12 weeks.\n\nAlthough several guidelines recommend CR for the secondary prevention of not only heart failure but also ischemic heart disease  [32, 33] , a previous randomized controlled study demonstrated that there was no significant reduction in all-cause mortality or hospitalization in patients with chronic heart failure assigned to exercise training group  [34] . In that study, supervised sessions for 3 months were followed by home-based exercise for the rest of the period during the median follow-up of 30.1 months  [34] . It would be possible that the application of telemedicine increases the benefit of home-based training by improving adherence and safety."
    },
    {
      "title": "Telemedicine in other cardiovascular risk factors",
      "text": "Several studies have addressed the efficacy of telemedicine in controlling cardiovascular risk factors such as smoking, diabetes mellitus, and sleep apnea. To determine whether the application of telemedicine is effective in smoking cessation, Nomura et al. randomized 115 nicotinedependent smokers with a Brinkman index of ≥200 to receive either internet-based video counseling (telemedicine arm) or standard smoking cessation program (control arm) in Japan  [35] . All the participants were provided with a smartphone app equipped with a mobile carbon oxide checker. Instead of visiting clinics, those allocated to the telemedicine arm met their physicians via internet. Both groups had similar continuous abstinence rate from weeks 9 to 12 (telemedicine arm, 81%; 95% CI, 71 to 91%; control arm, 79%; 95% CI, 68 to 89%). The absolute difference between two group was 2.1% (95% CI, -12.8 to 17.0%), which was greater than prespecified noninferiority margin of -15%. The study concluded that the efficacy of telemedicine-based smoking cessation program was noninferior to that of the office-visit-based program  [35] .\n\nKato et al. retrospectively investigated data of 177 smokers who received online counseling combined with digital therapeutics for 24 weeks to quit smoking  [36] . Online sessions with professional nurses or pharmacists were provided at 1, 2, 4, 8, 12, and 24 weeks. In that study, program adherence rate was 72% (127/177) at 12 weeks and 60% (106/177) at 24 weeks; continuous abstinence rates were 49% (86/177) and 47% (84/177) at weeks 9-12 and weeks 21-24, respectively. Given the report showing that the completion rate of 12-week smoking cessation program in Japan was around 30%, the authors concluded that the program showed favorable continuous abstinence rates  [36] . In a prospective, single-arm study, Masaki et al. evaluated the efficacy of the same smoking cessation app in 55 subjects  [37] . In that study, participants visited clinics at 0, 2, 4, 8, 12 weeks. Physicians were also able to monitor patients' data uploaded to a server. The study reported that the continuous abstinence rates were 64% at 9 to 24 weeks, 76% at 9 to 12 weeks, and 58% at 9 to 52 weeks.\n\nOnishi et al. retrospectively evaluated the efficacy of telemedicine and clinic visit on glycated hemoglobin (HbA1c) levels during the state of emergency in response to the outbreak of COVID-19  [38, 39] . Telemedicine consisted of telephone consultation and its application was determined by the doctors based on patients' health status, living areas, and other conditions. In a multiple regression analysis that involved 2727 diabetic patients, both telemedicine visits and office visits were independently associated with the improved HbA1c levels (<7%) evaluated 8 weeks after the state of emergency  [39] . However, in the propensity score analysis that involved 618 pairs with pre-HbA1c levels of 7% or higher, the clinic visit group had a significantly better post-HbA1c levels than the telemedicine group (7.4% vs. 7.5%; P = 0.02)  [38] .\n\nContinuous positive airway pressure (CPAP) has been established for the treatment of obstructive sleep apnea (OSA). However, previous studies reported that CPAP treatment did not result in significant reduction in CVD events compared to non-CPAP treatment in OSA patients  [40] [41] [42] . On the other hand, the results of those studies may also indicate the importance of adherence to CPAP treatment. One multicenter study conducted in 17 sleep centers across Japan evaluated the noninferiority (margin set at 15%) of telemedicine visit on adherence to CPAP treatment compared with face-to-face visit in 483 patients with sleep apnea  [43] . In that prospective randomized trial, patients who had used CPAP for >3 months were assigned to a monthly telemedicine group, a group of 3-month interval inperson visit (3-month group) or a group of 1-month interval in-person visit (1-month group). Patients with telemedicine group visited the clinic every 3 months; in the months without the clinic visit, physicians checked the CPAP adherence data that were transferred via wireless modems attached to CPAP machines. If the days with ≥4 h/night use of CPAP was less than 70% in that month, physicians then called their patients to improve the adherence. During the study, 32.3% of with telemedicine group received telephone coaching from the physicians. Decreased adherence (defined as the decline of ≥5% in CPAP use from baseline) was found in 25.5% of the participants in telemedicine group, 33.1% in 3-month group, and 22.4% in 1 month-group at the end of 6-month study period. Comparison among groups demonstrated that telemedicine group was noninferior to 1-month group (difference between the two groups was 3.0%; 95% CI, -4.8% to 10.9%; P < 0.01), whereas 3-month group did not show noninferiority to 1-month group (10.7%; 95% CI, 2.6 to 18.8%; P = 0.19). Thus, telemedicine support could help improve the adherence to CPAP use in patients with sleep apnea. Good CPAP adherence has been negatively associated with morning home BP on the following day  [44] , which would result in the reduction in CVD events related to day-by-day home BP variability  [45] [46] [47] ."
    },
    {
      "title": "Summary and perspectives",
      "text": "We have summarized the current status of telemedicine research in Japan, with an emphasis on hypertension-related disorders and risk factors. As noted above, there were very few intervention studies in Japan that clearly showed the superiority or noninferiority of telemedicine over standard care. The methods and frequencies of the online interactive communications between patients and healthcare providers also varied among studies. If the purpose of telemedicine is to reduce office visits and person-to-person contacts, as is the case in COVID-19 pandemic and natural disasters, it might not be necessary to prove the superiority of telemedicine over the conventional treatment. Indeed, usefulness of telemedicine is well recognized in these special occasions  [13] . Nonetheless, it would be still required to establish a common approach to implement telemedicine, such as frequency and methods of online counseling. In addition, given that the current medical evidence is mostly based on the basis of in-person medical counseling in a usual state, there is also a need to develop a sort of guidelines for the implementation of telemedicine to control and improve the quality. For example, one study found that HbA1c levels in diabetic patients were rather worse in the telemonitoring group  [38] ; in that study, the application of telemedicine depended on each physician's decision.\n\nThe studies summarized here demonstrated that telemedicine was overall feasible. However, all but one study followed the patients for a year or less; the long-term consequence of the application of telemedicine remains unclear. It is particularly important for those with cardiovascular risk factors, including hypertension, to determine the feasibility and efficacy in a longer period, ideally 10 years or more. For certain disorders, elderly people would most benefit from a telemedicine system, e.g., those with chronic heart failure. However, it is generally difficult for the elderly to use a telemedicine system with a smartphone application. Actually, participants in the studies that used smartphone were relatively young compared with those in the studies that did not use smartphone. It also needs to note that the devices and apps are advancing so rapidly that it may be difficult to provide a timely evidence on CVD prevention. Still, current evidence seems insufficient and more data are required for the wide implementation of telemedicine in managing cardiovascular risk factors, such as hypertension."
    },
    {
      "title": "Compliance with ethical standards",
      "text": "Conflict of interest The authors declare no competing interests.\n\nPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit  http://creativecommons.  org/licenses/by/4.0/ ."
    },
    {
      "text": "Overview of telemedicine intervention and the use of healthcare apps for cardiovascular risk and cardiovascular disease in Japan"
    },
    {
      "text": "The primary outcome of the study, which was the average home systolic BP during the last week of the 1-year study, was significantly lower in telemedicine group (125 ± 9 mmHg in telemedicine group versus 131 ± 12 mmHg in the standard care group; P = 0.02).In a prospective, open-label, randomized controlled trial, Kario et al. evaluated the efficacy of an app-supported lifestyle modification in BP control"
    }
  ],
  "references": [
    {
      "title": "The Japanese Society of Hypertension Guidelines for the Management of Hypertension (JSH 2019)",
      "authors": [
        "S Umemura",
        "H Arima",
        "S Arima",
        "K Asayama",
        "Y Dohi",
        "Y Hirooka"
      ],
      "year": 2019,
      "doi": "10.1038/s41440-019-0284-9"
    },
    {
      "title": "The Japanese Society of Hypertension-Digest of plan for the future",
      "authors": [
        "K Node",
        "T Kishi",
        "A Tanaka",
        "H Itoh",
        "H Rakugi",
        "Y Ohya"
      ],
      "year": 2018
    },
    {
      "title": "Greeting Messages from President of Japanese Society of Hypertension (JSH) The challenge of JSH: moonshot for \"Conquest of hypertension in Japan",
      "authors": [
        "H Itoh"
      ],
      "year": 2019,
      "doi": "10.1038/s41440-019-0279-6"
    },
    {
      "title": "Further promotion of \"the JSH plan for the future\" conscious of new normal after/with COVID-19: message from the new president of the Japanese Society of Hypertension",
      "authors": [
        "H Rakugi"
      ],
      "year": 2021
    },
    {
      "title": "The dawning of the digital era in the management of hypertension",
      "authors": [
        "R Matsuoka",
        "H Akazawa",
        "S Kodera",
        "I Komuro"
      ],
      "year": 2020
    },
    {
      "title": "The role of home blood pressure telemonitoring in managing hypertensive populations",
      "authors": [
        "L Zullig",
        "S Melnyk",
        "K Goldstein",
        "R Shaw",
        "H Bosworth"
      ],
      "year": 2013,
      "doi": "10.1007/s11906-013-0351-6"
    },
    {
      "title": "Effectiveness of mHealth Interventions in Improving Medication Adherence Among People with Hypertension: a Systematic Review",
      "authors": [
        "S Xiong",
        "H Berkhouse",
        "M Schooler",
        "W Pu",
        "A Sun",
        "E Gong"
      ],
      "year": 2018,
      "doi": "10.1007/s11906-018-0886-7"
    },
    {
      "title": "Clinical usefulness and cost effectiveness of home blood pressure telemonitoring: meta-analysis of randomized controlled studies",
      "authors": [
        "S Omboni",
        "T Gazzola",
        "G Carabelli",
        "G Parati"
      ],
      "year": 2013,
      "doi": "10.1097/hjh.0b013e32835ca8dd"
    },
    {
      "title": "Digital interventions to promote self-management in adults with hypertension systematic review and meta-analysis",
      "authors": [
        "G Band",
        "R Saunderson",
        "K Hanlon",
        "P Murray",
        "E Little"
      ],
      "year": 2016
    },
    {
      "title": "Comparing Pharmacist-Led Telehealth Care and Clinic-Based Care for Uncontrolled High Blood Pressure: The Hyperlink 3 Pragmatic Cluster-Randomized Trial",
      "authors": [
        "K Margolis",
        "A Bergdall",
        "A Crain",
        "M Jaka",
        "J Anderson",
        "L Solberg"
      ],
      "year": 2022,
      "doi": "10.25302/03.2023.ihs.150731146"
    },
    {
      "title": "Evidence and Recommendations on the Use of Telemedicine for the Management of Arterial Hypertension: An International Expert Position Paper",
      "authors": [
        "S Omboni",
        "R Mcmanus",
        "H Bosworth",
        "L Chappell",
        "B Green",
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.15873"
    },
    {
      "title": "Virtual management of hypertension: lessons from the COVID-19 pandemic-International Society of Hypertension position paper endorsed by the World Hypertension League and European Society of Hypertension",
      "authors": [
        "N Khan",
        "G Stergiou",
        "S Omboni",
        "K Kario",
        "N Renna",
        "N Chapman"
      ],
      "year": 2022
    },
    {
      "title": "Development of a disaster cardiovascular prevention network",
      "authors": [
        "K Kario",
        "M Nishizawa",
        "S Hoshide",
        "M Shimpo",
        "Y Ishibashi",
        "O Kunii"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)61187-2"
    },
    {
      "title": "Strict Blood Pressure Control Achieved Using an ICT-Based Home Blood Pressure Monitoring System in a Catastrophically Damaged Area After a Disaster",
      "authors": [
        "M Nishizawa",
        "S Hoshide",
        "Y Okawara",
        "T Matsuo",
        "K Kario"
      ],
      "year": 2017,
      "doi": "10.1111/jch.12864"
    },
    {
      "title": "Salt Intake and Risk of Disaster Hypertension Among Evacuees in a Shelter After the Great East Japan Earthquake",
      "authors": [
        "S Hoshide",
        "M Nishizawa",
        "Y Okawara",
        "N Harada",
        "O Kunii",
        "M Shimpo"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.119.12943"
    },
    {
      "title": "Disaster hypertension -its characteristics, mechanism, and management",
      "authors": [
        "K Kario"
      ],
      "year": 2012,
      "doi": "10.1253/circj.cj-11-1510"
    },
    {
      "title": "Disaster hypertension: experience from the great East Japan earthquake of 2011",
      "authors": [
        "M Nishizawa",
        "S Hoshide",
        "M Shimpo",
        "K Kario"
      ],
      "year": 2012
    },
    {
      "title": "Seasonal Variation in Day-by-Day Home Blood Pressure Variability and Effect on Cardiovascular Disease Incidence",
      "authors": [
        "K Narita",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2022,
      "doi": "10.1161/hypertensionaha.122.19494"
    },
    {
      "title": "Association Between Amplitude of Seasonal Variation in Self-Measured Home Blood Pressure and Cardiovascular Outcomes: HOMED-BP (Hypertension Objective Treatment Based on Measurement By Electrical Devices of Blood Pressure) Study",
      "authors": [
        "T Hanazawa",
        "K Asayama",
        "D Watabe",
        "A Tanabe",
        "M Satoh",
        "R Inoue"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.117.008509"
    },
    {
      "title": "Efficacy of Telemedicine in Hypertension Care Through Home Blood Pressure Monitoring and Videoconferencing: Randomized Controlled Trial",
      "authors": [
        "J Yatabe",
        "M Yatabe",
        "R Okada",
        "A Ichihara"
      ],
      "year": 2021
    },
    {
      "title": "Efficacy of a digital therapeutics system in the management of essential hypertension: the HERB-DH1 pivotal trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "A Okura",
        "K Nakagawa",
        "T Tanigawa"
      ],
      "year": 2021
    },
    {
      "title": "Disease Control Status and Safety of Telemedicine in Patients With Lifestyle Diseases-A Multicenter Prospective Observational Study in Japan",
      "authors": [
        "Y Kadoya",
        "M Hara",
        "K Takahari",
        "Y Ishida",
        "M Tamaki"
      ],
      "year": 2020,
      "doi": "10.1253/circrep.cr-20-0019"
    },
    {
      "title": "Morning and Evening Home Blood Pressure and Risks of Incident Stroke and Coronary Artery Disease in the Japanese General Practice Population: The Japan Morning Surge-Home Blood Pressure Study",
      "authors": [
        "S Hoshide",
        "Y Yano",
        "H Haimoto",
        "K Yamagiwa",
        "K Uchiba",
        "S Nagasaka"
      ],
      "year": 2016
    },
    {
      "title": "Home blood pressure measurement has a stronger predictive power for mortality than does screening blood pressure measurement: a population-based observation in Ohasama, Japan",
      "authors": [
        "T Ohkubo",
        "Y Imai",
        "I Tsuji",
        "K Nagai",
        "J Kato",
        "N Kikuchi"
      ],
      "year": 1998,
      "doi": "10.1097/00004872-199816070-00010"
    },
    {
      "title": "Home-measured blood pressure is a stronger predictor of cardiovascular risk than office blood pressure: the Finn-Home study",
      "authors": [
        "T Niiranen",
        "M Hanninen",
        "J Johansson",
        "A Reunanen",
        "A Jula"
      ],
      "year": 2010
    },
    {
      "title": "Cardiovascular prognosis of \"masked hypertension\" detected by blood pressure self-measurement in elderly treated hypertensive patients",
      "authors": [
        "G Bobrie",
        "G Chatellier",
        "N Genes",
        "P Clerson",
        "L Vaur",
        "B Vaisse"
      ],
      "year": 2004
    },
    {
      "title": "Remote monitoring after recent hospital discharge in patients with heart failure: a systematic review and network meta-analysis",
      "authors": [
        "A Pandor",
        "T Gomersall",
        "J Stevens",
        "J Wang",
        "A Al-Mohammad",
        "A Bakhai"
      ],
      "year": 2013
    },
    {
      "title": "The first multicenter, randomized, controlled trial of home telemonitoring for Japanese patients with heart failure: home telemonitoring study for patients with heart failure (HOMES-HF)",
      "authors": [
        "N Kotooka",
        "M Kitakaze",
        "K Nagashima",
        "M Asaka",
        "Y Kinugasa",
        "K Nochioka"
      ],
      "year": 2018
    },
    {
      "title": "Home-based cardiac rehabilitation using information and communication technology for heart failure patients with frailty",
      "authors": [
        "Y Nagatomi",
        "T Ide",
        "T Higuchi",
        "T Nezu",
        "T Fujino",
        "T Tohyama"
      ],
      "year": 2022
    },
    {
      "title": "Remote Cardiac Rehabilitation in Older Cardiac Disease: A Randomized Case Series Feasibility Study",
      "authors": [
        "M Saitoh",
        "T Takahashi",
        "T Morisawa",
        "A Honzawa",
        "M Yokoyama",
        "A Abulimiti"
      ],
      "year": 2022
    },
    {
      "title": "Feasibility of home-based cardiac rehabilitation using an integrated telerehabilitation platform in elderly patients with heart failure: A pilot study",
      "authors": [
        "A Kikuchi",
        "T Taniguchi",
        "K Nakamoto",
        "F Sera",
        "T Ohtani",
        "T Yamada"
      ],
      "year": 2021
    },
    {
      "title": "JCS 2017/JHFS 2017 Guideline on Diagnosis and Treatment of Acute and Chronic Heart Failure-Digest Version",
      "authors": [
        "H Tsutsui",
        "M Isobe",
        "H Ito",
        "H Ito",
        "K Okumura",
        "M Ono"
      ],
      "year": 2019,
      "doi": "10.1253/circj.cj-19-0342"
    },
    {
      "title": "Exercise standards for testing and training: a scientific statement from the American Heart Association",
      "authors": [
        "G Fletcher",
        "P Ades",
        "P Kligfield",
        "R Arena",
        "G Balady",
        "V Bittner"
      ],
      "year": 2013,
      "doi": "10.1161/cir.0b013e31829b5b44"
    },
    {
      "title": "Efficacy and safety of exercise training in patients with chronic heart failure: HF-ACTION randomized controlled trial",
      "authors": [
        "C O'connor",
        "D Whellan",
        "K Lee",
        "S Keteyian",
        "L Cooper",
        "S Ellis"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.454"
    },
    {
      "title": "Clinical Efficacy of Telemedicine Compared to Face-to-Face Clinic Visits for Smoking Cessation: Multicenter Open-Label Randomized Controlled Noninferiority Trial",
      "authors": [
        "A Nomura",
        "T Tanigawa",
        "T Muto",
        "T Oga",
        "Y Fukushima",
        "A Kiyosue"
      ],
      "year": 2019,
      "doi": "10.2196/13520"
    },
    {
      "title": "Efficacy of the Ascure Smoking Cessation Program: Retrospective Study",
      "authors": [
        "A Kato",
        "T Tanigawa",
        "K Satake",
        "A Nomura"
      ],
      "year": 2020,
      "doi": "10.2196/17270"
    },
    {
      "title": "Impact of a Novel Smartphone App (CureApp Smoking Cessation) on Nicotine Dependence: Prospective Single-Arm Interventional Pilot Study",
      "authors": [
        "K Masaki",
        "H Tateno",
        "N Kameyama",
        "E Morino",
        "R Watanabe",
        "K Sekine"
      ],
      "year": 2019
    },
    {
      "title": "Substitution of telemedicine for clinic visit during the COVID-19 pandemic of 2020: Comparison of telemedicine and clinic visit",
      "authors": [
        "Y Onishi",
        "R Ichihashi",
        "Y Yoshida",
        "T Tahara",
        "T Kikuchi",
        "T Kobori"
      ],
      "year": 2022,
      "doi": "10.1111/jdi.13826"
    },
    {
      "title": "Diabetes management by either telemedicine or clinic visit improved glycemic control during the coronavirus disease 2019 pandemic state of emergency in Japan",
      "authors": [
        "Y Onishi",
        "Y Yoshida",
        "T Takao",
        "T Tahara",
        "T Kikuchi",
        "T Kobori"
      ],
      "year": 2022
    },
    {
      "title": "CPAP for Prevention of Cardiovascular Events in Obstructive Sleep Apnea",
      "authors": [
        "R Mcevoy",
        "N Antic",
        "E Heeley",
        "Y Luo",
        "Q Ou",
        "Zhang"
      ],
      "year": 2016,
      "doi": "10.1056/nejmoa1606599"
    },
    {
      "title": "Effect of continuous positive airway pressure on the incidence of hypertension and cardiovascular events in nonsleepy patients with obstructive sleep apnea: a randomized controlled trial",
      "authors": [
        "F Barbe",
        "J Duran-Cantolla",
        "M Sanchez-De-La-Torre",
        "M Martinez-Alonso",
        "C Carmona",
        "A Barcelo"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.4366"
    },
    {
      "title": "Treatment with continuous positive airway pressure is not effective in patients with sleep apnea but no daytime sleepiness. a randomized, controlled trial",
      "authors": [
        "F Barbe",
        "L Mayoralas",
        "J Duran",
        "J Masa",
        "A Maimo",
        "J Montserrat"
      ],
      "year": 2001,
      "doi": "10.7326/0003-4819-134-11-200106050-00007"
    },
    {
      "title": "A Randomized Controlled Trial of Telemedicine for Long-Term Sleep Apnea Continuous Positive Airway Pressure Management",
      "authors": [
        "K Murase",
        "K Tanizawa",
        "T Minami",
        "T Matsumoto",
        "R Tachikawa",
        "N Takahashi"
      ],
      "year": 2020
    },
    {
      "title": "Association of Night-to-Night Adherence of Continuous Positive Airway Pressure With Day-to-Day Morning Home Blood Pressure and Its Seasonal Variation in Obstructive Sleep Apnea",
      "authors": [
        "S Hoshide",
        "T Yoshida",
        "H Mizuno",
        "H Aoki",
        "N Tomitani",
        "K Kario"
      ],
      "year": 2022
    },
    {
      "title": "Day-by-day variability of blood pressure and heart rate at home as a novel predictor of prognosis: the Ohasama study",
      "authors": [
        "M Kikuya",
        "T Ohkubo",
        "H Metoki",
        "K Asayama",
        "A Hara",
        "T Obara"
      ],
      "year": 2008,
      "doi": "10.1161/hypertensionaha.107.104620"
    },
    {
      "title": "Day-by-Day Variability of Home Blood Pressure and Incident Cardiovascular Disease in Clinical Practice: The J-HOP Study (Japan Morning Surge-Home Blood Pressure)",
      "authors": [
        "S Hoshide",
        "Y Yano",
        "H Mizuno",
        "H Kanegae",
        "K Kario"
      ],
      "year": 2018
    },
    {
      "title": "Impact of indoor temperature instability on diurnal and day-byday variability of home blood pressure in winter: a nationwide Smart Wellness Housing survey in Japan",
      "authors": [
        "W Umishio",
        "T Ikaga",
        "K Kario",
        "Y Fujino",
        "M Suzuki",
        "S Ando"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-021-00699-x"
    },
    {
      "title": "Remote cardiac rehabilitation is a good alternative of outpatient cardiac rehabilitation in the COVID-19 era",
      "authors": [
        "A Nakayama",
        "N Takayama",
        "M Kobayashi",
        "K Hyodo",
        "N Maeshima",
        "F Takayuki"
      ],
      "year": 2020,
      "doi": "10.1186/s12199-020-00885-2"
    },
    {
      "title": "Usage Patterns of GlucoNote, a Self-Management Smartphone App, Based on ResearchKit for Patients With Type 2 Diabetes and Prediabetes",
      "authors": [
        "S Yamaguchi",
        "K Waki",
        "Y Nannya",
        "M Nangaku",
        "T Kadowaki",
        "K Ohe"
      ],
      "year": 2019,
      "doi": "10.2196/13204"
    },
    {
      "title": "Effect of Information and Communication Technology-Based Self-management System DialBeticsLite on Treating Abdominal Obesity in the Specific Health Guidance in Japan: Randomized Controlled Trial",
      "authors": [
        "M Kondo",
        "T Okitsu",
        "K Waki",
        "T Yamauchi",
        "M Nangaku",
        "K Ohe"
      ],
      "year": 2022,
      "doi": "10.2196/33852"
    },
    {
      "title": "Effects of an mHealth App (Kencom) With Integrated Functions for Healthy Lifestyles on Physical Activity Levels and Cardiovascular Risk Biomarkers: Observational Study of 12,602 Users",
      "authors": [
        "R Hamaya",
        "H Fukuda",
        "M Takebayashi",
        "M Mori",
        "R Matsushima",
        "K Nakano"
      ],
      "year": 2021,
      "doi": "10.2196/21622"
    },
    {
      "title": "Testing the Feasibility and Usability of a Novel Smartphone-Based Self-Management Support System for Dialysis Patients: A Pilot Study",
      "authors": [
        "A Hayashi",
        "S Yamaguchi",
        "K Waki",
        "K Fujiu",
        "N Hanafusa",
        "T Nishi"
      ],
      "year": 2017
    }
  ],
  "num_references": 52
}
