{
  "paper_id": "HPEYRRDB",
  "title": "The Hamburg statement: the partnership driving the European agenda on breast cancer",
  "abstract": "Effects of exercise on breast cancer patients and survivors: a systematic review and",
  "year": 2004,
  "date": "2004",
  "journal": "Eur J Cancer",
  "publication": "Eur J Cancer",
  "authors": [
    {
      "forename": "Margaret",
      "surname": "Mcneely",
      "name": "Margaret Mcneely",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB",
      "email": "mmcneely@ualberta.ca"
    },
    {
      "forename": "Kristin",
      "surname": "Campbell",
      "name": "Kristin Campbell",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    },
    {
      "forename": "Brian",
      "surname": "Rowe",
      "name": "Brian Rowe",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    },
    {
      "forename": "Terry",
      "surname": "Klassen",
      "name": "Terry Klassen",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    },
    {
      "forename": "John",
      "surname": "Mackey",
      "name": "John Mackey",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    },
    {
      "forename": "Kerry",
      "surname": "Courneya",
      "name": "Kerry Courneya",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    },
    {
      "forename": "Ms",
      "surname": "Margaret",
      "name": "Ms Margaret",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    },
    {
      "forename": "L",
      "surname": "Mcneely",
      "name": "L Mcneely",
      "affiliation": "Faculty of Physical Education , University of Alberta , E-424 Van Vliet Center , Edmonton AB T6G 2H9 ; \n\t\t\t\t\t\t\t\t Faculty of Physical Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E-424 Van Vliet Center \n\t\t\t\t\t\t\t\t\t T6G 2H9 \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t AB"
    }
  ],
  "doi": "10.1503/cmaj.051073",
  "sections": [
    {
      "title": "Research",
      "text": "A mong women living in Western countries, breast cancer is an important disease in terms of incidence and mortality.  [1] [2] 2] [3]  Improvement in survival over the past 20 years has resulted in a substantial number of breast cancer survivors, many of whom will have a normal life ex-pectancy.  3 Increasingly, cancer care is being directed toward developing interventions to improve overall quality of life as well as longevity.  4 hysical exercise has consistently been identified as a central element of rehabilitation for many chronic diseases  [5] [6] [7] [8]  and has been successful in improving quality of life and reducing all-cause mortality.  9 Recent observational evidence suggests that moderate levels of physical activity may even reduce the risk of death from breast cancer,  10  and therefore exercise may prove to be a valuable intervention to improve not only quality of life but overall survival.\n\nThe effectiveness of exercise interventions in cancer patients and survivors has been assessed in both qualitative systematic reviews and meta-analyses that included all types of cancers and all types of trial designs (i.e., nonrandomized, uncontrolled trials).  [11] [12] 2] [13]  It is well known, however, that cancer survivor groups are clinically heterogeneous in terms of their demographic profile (e.g., age, sex distribution), behavioural profile (e.g., smoking status, alcohol consumption, obesity), disease pathophysiology, treatment protocols, and symptoms and side effects. Consequently, the wisdom of summarizing the effects of exercise interventions across such disparate groups is questionable. It is clear from previous reviews that the vast majority of exercise intervention research has involved breast cancer patients and survivors. In addition, there are now newer studies, so there is sufficient research available to restrict a meta-analysis to this cancer survivor group. It is also well known that the inclusion of nonrandomized or uncontrolled trials leads to an overestimation of the effect of an intervention. It is recommended that meta-analyses be restricted to randomized controlled trials (RCTs) whenever possible.  14 Here, we present a systematic quantitative review of RCTs on the effects of exercise interventions on breast cancer patients and survivors.\n\n(e.g., exercise, physical activity, sport) and publication type (e.g., random allocation, clinical trial). This search strategy was modified as necessary for each database; appropriate non-English language publications were not found. To locate unpublished research, we reviewed proceedings from major cancer and sports medicine meetings as well as clinical practice guidelines for breast cancer, and we searched Web sites housing clinical trial details, theses or dissertations. In addition, we hand-searched the reference lists of all potentially relevant studies and contacted experts and authors of previous studies to identify relevant articles.\n\nStudies were considered eligible for inclusion if they were RCTs comparing exercise with a placebo, controlled comparison or standard care. For the purposes of the review, exercise was defined as a form of leisure-time physical activity that was performed on a repeated basis over an extended period of time, with the intention of improving fitness, performance or health.  15 Studies with an additional treatment arm or combined intervention (e.g., exercise with diet modification) were included only if the effects of exercise could be isolated. Exercise studies that included cancers other than breast cancer were excluded unless separate data were available for the breast cancer subgroup. Therapeutic exercise regimens addressing only specific impairments related to the shoulder, arm or both were not included. A priori, we excluded reports that were available only in abstract form.\n\nTrials were included only if they involved women with early to later stage (Stage O-III) breast cancer or who had undergone breast cancer surgery with or without adjuvant cancer therapy. Studies were required to have as a primary outcome quality of life, cardiorespiratory fitness or physical functioning. Secondary outcomes of interest included symptoms of fatigue and body composition (body weight or body mass index [BMI]). We also extracted data on adverse events resulting from the exercise intervention.\n\nTwo independent reviewers (MLM, KLC) screened the titles and abstracts of identified studies for eligibility. Papers deemed potentially relevant were obtained, and the full papers were reviewed for inclusion by the same 2 independent reviewers. Information on patients, methods, interventions, outcomes and adverse events were extracted from the original reports by the 2 independent reviewers onto paper forms that they had designed and pre-tested. Disagreements were resolved by consensus (MLM, KLC, KSC). The methodologic quality of each RCT was assessed using the following criteria: 1) Was there adequate concealment of allocation? 2) Was the method of randomization well described and appropriate? 3) Was the outcome assessment described as blinded? 4) Was the method of blinding of the assessment of outcomes well described and appropriate? 5) Was there a description of withdrawals and drop-outs? 6) Was the analysis intention-to-treat? 7) Were withdrawals and drop-outs less than 10%? 8) Was adherence to the exercise intervention (attendance or completion of exercise session) greater than 70%? All items were scored as positive (+), negative (-) or un-clear (?). Studies were defined as being of \"high quality\" if they fulfilled 4 or more of the 8 quality criteria. Study results were pooled, if appropriate, using random effects models after heterogeneity among the trials was considered. For continuous outcomes, individual study mean differences were reported; pooled statistics were calculated using weighted mean differences (WMD) when data were on a uniform scale and using standardized mean differences (SMD) when data were on different scales. All results were calculated with 95% confidence intervals (CIs). The estimated effect size was calculated for outcomes that were reported in 3 or more studies. For dichotomous variables, individual and pooled statistics were calculated as odds ratios (ORs) with 95% CIs. Heterogeneity was tested using a χ 2 test that considered a p value of less than 0.10 to indicate significant heterogeneity. When heterogeneity was evident and could be explained by clinical dissimilarities, trials were not pooled."
    },
    {
      "title": "Results",
      "text": "We identified 140 papers, of which 25 were considered potentially relevant.  Inde ndent review of these 25 papers led to the inclusion of 14 studies involving 717 participants.  [16] [17] [18] [19] [20] 25, 26, 6, [30] [31] [32] [34] [35] [36] [37]  Study methodology varied significantly, particularly with regards to timing of the exercise intervention, the chosen exercise regimen and outcomes reported (Table  1 ). Kappa statistics for agreement between the reviewers on inclusion of trials and quality score were 0.8 and 0.92 respectively.\n\nThe median score for methodologic quality of all included studies was 3, with a range of 0-8 (Table  2 ). Using a cutoff point of 4 out of 8 criteria, 4 of the 14 studies were considered high quality.  18, 19, 30, 37 The most common methodologic shortcomings in the included studies were failure to blind the outcome assessment (12 studies scored \"negative\" or \"unclear\"); inadequate method of blinding outcome assessment (12 studies scored \"negative\" or \"unclear\"); and inadequate concealment of allocation (11 studies scored \"negative\" or \"unclear\").\n\nThree studies involving 194 patients compared exercise with usual care.  17, 18, 37 Exercise was superior to usual care for both the Functional Assessment of Cancer Therapy-General (FACT-G) and Functional Assessment of Cancer Therapy-Breast (FACT-B) quality-of-life scales. Pooled data from these 3 studies demonstrated that exercise led to significant improvements in quality of life using both the FACT-G (WMD 4.58, 95% CI 0.35 to 8.8) and FACT-B (WMD 6.62, 95% CI 1.21 to 12.03) scales (Fig.  1 ).\n\nCardiorespiratory fitness was reported as an outcome in 9 studies  [17] [18] [19] [20] 25, 31, 32, 34, 37  involving 473 patients. Owing to signi icant heterogeneity between the 9 trials, data were not combined and are reported only by specific outcome measurement (Table  3 ). Three of the studies  [18] [19] [20]  that reported peak oxygen consumption in mL/kg per minute from symptomlimited graded exercise tests were successfully combined. The pooled results from the 3 studies demonstrated a significant improvement in peak oxygen consumption with exercise (WMD 3.39, 95% CI 1.67 to 5.10).\n\nFour studies  18, 20, 35, 37  monitored body weight, and 4 studies  18, 20, 34, 35  reported BMI as an outcome. The pooled results from the 4 studies monitoring body weight showed a nonsignificant reduction (WMD -0.03 kg, 95% CI -0.44 to 0.38). The individual study results, as well as the pooled results, for BMI also showed nonsignificant reductions in favour of exercise (WMD -0.02, 95% CI -0.09 to 0.05) (Table  3 ).\n\nFour studies  17, 18, 26, 37  involving 208 patients reported physical functioning or physical well-being components of quality of life. Two 17,18 used the physical well-being subscale of the FACT quality-of-life scale, and the other 2 26,37 used the physical functioning subscale of the Medical Outcomes Trust 36-item Short Form Survey.  41 The pooled results of all 4 studies showed a statistically significant increase in physical functioning and well-being from exercise (SMD 0.84, 95% CI 0.36 to 1.32) (Table  3 ).\n\nSix studies  [16] [17] [18] 20, 30, 34  involving 319 patients assessed the effect of exercise on symptoms of fatigue. One stud  18 measured fatigue using the Functional Assessment of Cancer Therapy-Fatigue (FACT-F) quality-of-life scale, 4 studies  16, 17, 20, 30  used the revised Piper Fatigue Scale and one study used a visual analogue scale for fatigue. 34  Although all of the studies showed improvements in symptoms of fatigue with exercise, only 2  18, 34  reported statistically significant improvements. These 2 studies  18, 34  were also the only studies carried out following cancer treatment. The pooled results from all 6 studies (Fig.  2 ) showed that exercise significantly improved symptoms of fatigue (SMD 0.46, 95% CI 0.23 to 0.70). Th  pooled results from the 4 studies  16, 17, 20, 30  carried out during adjuvant cancer treatment showed a nonsignificant effect on fatigue (SMD 0.28, 95% CI -0.02 to 0.57).\n\nAdverse events from exercise programs were reported in 4 studies.  [18] [19] [20] 20] 36  There were reports of back injury (n = 4) and shoulder tendinitis (n = 1) related to participation in the resistance exercise intervention during the first 6 months of one trial.  36 Injuries to the back (n = 4), wrist (n = 1), lower leg and ankle (n = 5) and rotator cuff (n = 1) related to study participation were also reported in months 7-12 of the same trial. In another study, shoulder tendinitis (n = 1) and a wors-ening of fatigue (n = 2) were reported as adverse outcomes related to study participation.  20 Cases of lymphedema occurring in exercise participants were reported in 2 studies.  18, 19 here was a nonsignificant difference in the occurrence of lymphedema between exercise and control interventions in the individual studies and when data were pooled (OR 4.91, 95% CI 0.52 to 36.25)."
    },
    {
      "title": "Interpretation",
      "text": "This review summarizes the best available evidence regarding the effects of exercise on quality of life and physical outcomes for breast cancer patients and survivors. Note: SD = standard deviation, HR = heart rate, QoL = quality of life, VO 2peak = peak oxygen consumption, measured using an incremental exercise test (aerobic fitness), BMI = body mass index, SSF = sum of skin folds, UE = upper extremity, LE = lower extremity, RM = repetition maximum for muscular strength, DEXA = dual-energy x-ray absorptiometry, RPE = rating of perceived exertion.\n\nSegal et al,  37  2001 82 5.96 (12.70) 41 3.86 (9.89) Courneya et al, 18 2003 24 5.70 (7.40) 28 0.60 (7.40) Campbell et al, 17 2005 10 11.90 (13.80) 9 -2.90 (16.10) Segal et al, 37 2001 82 6.70 (17.30) 41 3.46 (12.50) Courneya et al, 18 2003 24 9.10 (14.10) 28 0.30 (8.50) Campbell et al, 17 2005 10 14.30 (19.80) 9 -1.70 (19.40) FACT-G scale Total 116 78 Pooled estimate 4.58, 95% CI 0.35 to 8.80 FACT-B scale Total 116 78 Pooled estimate 6.62, 95% CI 1.21 to 33.64 Study N Mean (SD) Exercise group N Mean (SD) Control group Weighted mean difference -40 0 40 -20 20 Favours exercise Favours usual care FACT scale  Note: + = positive, -= negative, ? = unclear. *1) Adequate allocation concealment, 2) adequate method of randomization, 3) blinded outcome assessment, 4) adequate method of blinding, 5) description of withdrawals or drop-outs, 6) intention-to-treat analysis, 7) withdrawals and drop-outs < 10%, 8) adherence (reported attendance or completion of exercise sessions) > 70%.\n\nOnly 3 studies provided adequate data to assess quality of life. The pooled estimate showed that a statistically significant increase of greater than 4.0 points on the FACT scale represents a clinically meaningful improvement in quality of life from exercise.  42 Additionally, analyses of the physical functioning and physical well-being subscales of quality of life indicated large improvements (effect size = 0.84) from exercise.\n\nThe pooled results of 3 studies examining peak oxygen consumption from symptom-limited graded exercise testing showed an improvement of 3.39 mL/kg per minute or almost one metabolic equivalent (MET) improvement in fitness.  43 ach 1 MET increment in fitness has been found to correspond to a 12% improvement in survival in men.  43 Since cardiorespiratory fitness is an important predictor of all-cause mortality in women,  9  it is possible that an improvement of this magnitude would have similar implications in women; however, the duration of these studies was insufficient to provide firm evidence.\n\nThe pooled results of the 6 studies examining the effect of exercise on symptoms of fatigue showed a moderate-to-large effect (effect size = 0.72); however, statistically significant improvements in symptoms of fatigue were reported in only 2 studies.  18, 34 Both studies examined exercise following primary cancer treatment.  18, 34 During adjuvant cancer treatment, no effect of exercise on fatigue was found. The evidence suggests that exercise has a nonsignificant and potentially small effect on symptoms of fatigue for women undergoing adjuvant cancer treatment. Despite statistical nonsignificance in the 4 studies, all point estimates were in favour of exercise, which suggests the need for more research before rejecting this effect.\n\nThere was no statistically or clinically significant change in body weight or BMI as a result of the exercise trials included in this review. It is not known, however, whether positive changes in body composition occurred as a result of the exercise intervention because there was a lack of studies using direct measures of tissue and body composition. As an example, Schmitz and associates examined body composition by means of dual x-ray absorptiometry and reported positive changes in lean body mass as well as significant decreases in percent body fat in favour of the exercise intervention (Table  3 ).  35 As well, Schwartz and colleagues assessed bone density of the lumbar spine using dual x-ray absorptiometry and reported that subjects participating in weight-bearing aerobic exercise had significantly less bone density loss than control subjects (Table  3 ).  36 This suggests that positive changes in body composition may occur despite nonsignificant changes in body weight and BMI.\n\nThe 14 studies included in this review were of variable quality, and only 4 were considered to be of high quality. Our conclusions are tempered by this fact. Clearly, further progress must be made to improve research quality. Future trials should focus on adequate randomization, concealment of allocation and blinding of outcome assessors throughout the study.\n\nA noteworthy feature of trials included in this review was the wide variability in study interventions. Many different exercise regimens were prescribed. The diversity in exercise prescription is not surprising, given the lack of consensus on the optimal exercise prescription for this patient population. Conversely, the wide variety in study outcomes and measurement methods is surprising. This variation precluded pooling studies and made overall conclusions regarding the relative effectiveness of exercise difficult. The short duration or complete lack of follow-up data examining the effect of exercise on quality of life and rehabilitative outcomes in the long term is also noted. Moreover, data are lacking to support the use of exercise in preventing cancer recurrence and improving overall survival. A further limitation is the nonspecificity with respect to the timing of the exercise intervention. Clinical heterogeneity was evident, particularly in trials carried out during adjuvant cancer treatment. This resulted from trials in which the participants were undergoing one of a variety of adjuvant treatments (e.g., chemotherapy, radiation therapy and hormonal therapy).\n\nFinally, poor adverse event reporting in most of the studies limits any conclusions about the relative safety of exercise, and the small samples provide insufficient power to detect meaningful differences in rates of rare adverse events. For example, lymphedema is a potential side effect of cancer treatment and represents a barrier to exercise for some patients, 4 yet none of the included studies formally monitored for this side effect.\n\nThe evidence suggests that exercise is an effective intervention to improve quality of life, cardiorespiratory fitness, physical functioning and symptoms of fatigue in breast cancer patients and survivors. Although these preliminary results are promising, the findings are based on a relatively small number of trials with significant methodologic weaknesses. Furthermore, there is currently no evidence to support the use of exercise regimens to reduce body weight or BMI. On the basis of our findings, we make the following research recommendations: 1. Methodologically rigorous studies designed to examine different exercise regimens (e.g., moderate v. low-intensity) are needed to better understand the role of physical exercise among breast cancer patients and survivors. 2. The exercise prescription should be reported in detail (frequency, intensity, time and type of exercise) to allow for determination of exercise dose-response. To this end, adherence to exercise should be reported for both completion of exercise sessions (attendance) and exercise prescription (intensity and duration). Furthermore, monitoring of activity in the comparison group(s) is necessary to assess potential contamination. 3. Consensus is required on standardized methods of assessing physical fitness and body composition to allow for pooling of data and for comparisons across studies. 4. Future trials should formally monitor for, and report the incidence of, potential adverse events such as lymphedema.\n\nCMAJ • July 4, 2006 • 175(1) | 40 Research Drouin, 20 2002 13 -13.20 (57.80) 10 -17.70 (71.50) Campbell et al, 17 2005 10 2.11 (2.30) 9 0.25 (2.50) Mock et al, 30 2005 60 -1.00 (2.90) 59 -1.60 (2.50) Battagliani, 16 2004 10 -0.15 (0.88) 10 -0.66 (1.30) Courneya et al, 18 2003 24 9.30 (10.20) 28 2.00 (7.50) Pinto et al, 34 2005 43 15.90 (22.49) 43 -0.62 (25.62) Revised Piper Fatigue Scale Subtotal 93 88 Pooled estimate 0.28, 95% CI -0.02 to 0.57 FACT-F scale Estimate 0.81, 95% CI 0.24 to 1.38 Visual analog scale Estimate 0.66, 95% CI 0.22 to 1.09 Total 160 159 Pooled estimate 0.46, 95% CI to 0.70 Study N Mean (SD) Exercise group N Mean (SD) Control group Standardized mean difference -2 -1 0 1 2 Favours exercise Favours control This article has been peer reviewed. From the Department of Behavioural Medicine, Faculty of Physical Education, University of Alberta (McNeely, Campbell, Courneya), the Department of Emergency Medicine, University of Alberta and Capital Health (Rowe), the Department of Paediatrics, Stollery Children's Hospital and University of Alberta (Klassen) and the Department of Medical Oncology, Cross Cancer Institute and University of Alberta (Mackey), Edmonton, Alta."
    },
    {
      "text": "Fig. 1: Pooled effects of exercise on quality of life from clinical trials involving breast cancer patients. FACT-G = Functional Assessment of Cancer Therapy-General, FACT-B = Functional Assessment of Cancer Therapy-Breast."
    },
    {
      "text": "Fig. 2: Pooled effects of exercise on symptoms of fatigue from clinical trials involving breast cancer patients. FACT-F = Functional Assessment of Cancer Therapy-Fatigue."
    },
    {
      "text": "Characteristics of randomized controlled trials examining the effectiveness of exercise for breast cancer"
    },
    {
      "text": "Characteristics of randomized controlled trials examining the effectiveness of exercise for breast cancer (continued)"
    },
    {
      "text": "Methodologic quality assessment of randomized controlled trials of the effectiveness of exercise interventions for breast cancer"
    },
    {
      "text": "CMAJ • July 4, 2006 • 175(1) | 39 Effects of exercise on cardiorespiratory fitness, body composition and physical functioning"
    }
  ],
  "references": [
    {
      "title": "Cancer facts and figures",
      "year": 2004
    },
    {
      "title": "Canadian Cancer Statistics",
      "year": 2004
    },
    {
      "title": "The Hamburg statement: the partnership driving the European agenda on breast cancer",
      "authors": [
        "J Jassem",
        "M Buchanan",
        "F Janicke"
      ],
      "year": 2004,
      "doi": "10.1016/j.ejca.2004.04.020"
    },
    {
      "title": "Nutrition and physical activity during and after cancer treatment: an American Cancer Society guide for informed choices",
      "authors": [
        "J Brown",
        "T Byers",
        "C Doyle"
      ],
      "year": 2003,
      "doi": "10.3322/canjclin.53.5.268"
    },
    {
      "title": "Aerobic exercise interventions for adults living with HIV/AIDS",
      "authors": [
        "S Nixon",
        "O 'brien",
        "K Glazier"
      ],
      "year": 2002
    },
    {
      "title": "Impact of aerobic training on immune-endocrine parameters, neurotrophic factors, quality of life and coordinative function in multiple sclerosis",
      "authors": [
        "K Schulz",
        "S Gold",
        "J Witte"
      ],
      "year": 2004,
      "doi": "10.1016/j.jns.2004.06.009"
    },
    {
      "title": "An effective exercise-based intervention for improving mental health and quality of life measures: a randomized controlled trial",
      "authors": [
        "E Atlantis",
        "C Chow",
        "A Kirby"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2004.02.007"
    },
    {
      "title": "Exercise-based rehabilitation for patients with coronary heart disease: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "R Taylor",
        "A Brown",
        "S Ebrahim"
      ],
      "year": 2004
    },
    {
      "title": "The relation of body mass index, cardiorespiratory fitness, and all-cause mortality in women",
      "authors": [
        "S Farrell",
        "L Braun",
        "C Barlow"
      ],
      "year": 2002,
      "doi": "10.1038/oby.2002.58"
    },
    {
      "title": "Physical activity and survival after breast cancer diagnosis",
      "authors": [
        "M Holmes",
        "W Chen",
        "D Feskanich"
      ],
      "year": 2005,
      "doi": "10.1001/jama.293.20.2479"
    },
    {
      "title": "Review of exercise intervention studies in cancer patients",
      "authors": [
        "D Galvao",
        "R Newton"
      ],
      "year": 2005,
      "doi": "10.1200/jco.2005.06.085"
    },
    {
      "title": "Physical exercise in cancer patients during and after medical treatment: a systematic review of randomized and controlled trials",
      "authors": [
        "R Knols",
        "N Aaronson",
        "D Duebelhart"
      ],
      "year": 2005
    },
    {
      "title": "Exercise interventions for cancer patients: systematic review of controlled trials",
      "authors": [
        "C Stevinson",
        "D Lawlor",
        "K Fox"
      ],
      "year": 2004,
      "doi": "10.1007/s10552-004-1325-4"
    },
    {
      "title": "The Revised CONSORT statement for reporting randomized trials: explanation and elaboration",
      "authors": [
        "D Altman",
        "K Schulz",
        "D Moher"
      ],
      "year": 2001,
      "doi": "10.7326/0003-4819-134-8-200104170-00012"
    },
    {
      "title": "Physical activity, fitness, and health: The model and key concepts",
      "authors": [
        "C Bouchard",
        "R Shephard"
      ],
      "year": 1994
    },
    {
      "title": "A randomized study on the effects of a prescribed exercise intervention on lean mass and fatigue changes in breast cancer patients during treatment",
      "authors": [
        "Cll Battagliani"
      ],
      "year": 2004
    },
    {
      "title": "A pilot study of a supervised group exercise program as a rehabilitation treatment for women with breast cancer receiving adjuvant treatment",
      "authors": [
        "A Campbell",
        "N Mutrie",
        "F White"
      ],
      "year": 2005,
      "doi": "10.1016/j.ejon.2004.03.007"
    },
    {
      "title": "Randomized controlled trial of exercise training in postmenopausal breast cancer survivors: cardiopulmonary and quality of life outcomes",
      "authors": [
        "K Courneya",
        "J Mackey",
        "G Bell"
      ],
      "year": 2003,
      "doi": "10.1200/jco.2003.04.093"
    },
    {
      "title": "The effect of a structured exercise program on fatigue, strength, endurance, physical self-efficacy, and functional wellness in women with early stage breast cancer",
      "authors": [
        "S Crowley"
      ],
      "year": 2003,
      "doi": "10.21926/obm.genet.1903092"
    },
    {
      "title": "Aerobic exercise training effects on physical function, fatigue and mood, immune status, and oxidative stress in subjects undergoing radiation treatment for breast cancer",
      "authors": [
        "J Drouin"
      ],
      "year": 2002,
      "doi": "10.1097/01893697-200321010-00017"
    },
    {
      "title": "Effects of exercise training on fasting insulin, insulin resistance, insulin-like growth factors, and insulin-like growth factor binding proteins in postmenopausal breast cancer survivors: a randomized controlled trial",
      "authors": [
        "A Fairey",
        "K Courneya",
        "C Field"
      ],
      "year": 2003
    },
    {
      "title": "Effects of Tai Chi and walking on fatigue and body mass index in women living with breast cancer: a pilot study",
      "authors": [
        "M Galantino",
        "L Capito",
        "R Kane"
      ],
      "year": 2003,
      "doi": "10.1097/01893697-200321010-00012"
    },
    {
      "title": "The effect of upper body exercise on secondary lymphedema following breast cancer treatment",
      "authors": [
        "A Kalda"
      ],
      "year": 1999
    },
    {
      "title": "Promoting the functional capacity of cancer patients",
      "authors": [
        "M Macvicar",
        "M Winningham"
      ],
      "year": 1986,
      "doi": "10.1097/00006199-198911000-00007"
    },
    {
      "title": "Effects of aerobic interval training on cancer patients' functional capacity",
      "authors": [
        "M Macvicar",
        "M Winningham",
        "J Nickel"
      ],
      "year": 1989
    },
    {
      "title": "Effect of upper extremity exercise on secondary lymphedema in breast cancer patients: a pilot study",
      "authors": [
        "D Mckenzie",
        "A Kalda"
      ],
      "year": 2003,
      "doi": "10.1200/jco.2003.04.069"
    },
    {
      "title": "A nursing rehabilitation program for women with breast cancer receiving adjuvant chemotherapy",
      "authors": [
        "V Mock",
        "M Burke",
        "P Sheehan"
      ],
      "year": 1994
    },
    {
      "title": "Effects of exercise on fatigue, physical functioning, and emotional distress during radiation therapy for breast cancer",
      "authors": [
        "V Mock",
        "K Dow",
        "C Meares"
      ],
      "year": 1997
    },
    {
      "title": "Fatigue and quality of life outcomes of exercise during cancer treatment",
      "authors": [
        "V Mock",
        "M Pickett",
        "M Ropka"
      ],
      "year": 2001,
      "doi": "10.1046/j.1523-5394.2001.009003119.x"
    },
    {
      "title": "Exercise manages fatigue during breast cancer treatment: a randomized controlled trial",
      "authors": [
        "V Mock",
        "C Frangakis",
        "N Davidson"
      ],
      "year": 2005,
      "doi": "10.1002/pon.863"
    },
    {
      "title": "Breast cancer, Tai Chi Chuan, and self-esteem",
      "authors": [
        "K Mustian"
      ],
      "year": 2003,
      "doi": "10.1159/000134301"
    },
    {
      "title": "Moderate exercise training and natural killer cell cytotoxic activity in breast cancer patients",
      "authors": [
        "D Nieman",
        "V Cook",
        "D Henson"
      ],
      "year": 1995
    },
    {
      "title": "Adherence to moderate-intensity exercise during breast cancer therapy",
      "authors": [
        "M Pickett",
        "V Mock",
        "M Ropka"
      ],
      "year": 2002,
      "doi": "10.1046/j.1523-5394.2002.106006.x"
    },
    {
      "title": "Home-based physical activity intervention for breast cancer patients",
      "authors": [
        "B Pinto",
        "G Frierson",
        "C Rabin"
      ],
      "year": 2005,
      "doi": "10.1200/jco.2005.03.080"
    },
    {
      "title": "Safety and efficacy of weight training in recent breast cancer survivors to alter body composition, insulin and insulin-like growth factor axis proteins",
      "authors": [
        "K Schmitz",
        "R Ahmed",
        "P Hannan"
      ],
      "year": 2005
    },
    {
      "title": "women receiving chemotherapy for breast cancer",
      "authors": [
        "A Schwartz",
        "K Winters",
        "B Gallucci"
      ],
      "year": 2006,
      "doi": "10.1188/07.onf.627-633"
    },
    {
      "title": "Structured exercise improves physical functioning in women with stages I and II breast cancer: results of a randomized controlled trial",
      "authors": [
        "R Segal",
        "W Evans",
        "D Johnson"
      ],
      "year": 2001,
      "doi": "10.1200/jco.2001.19.3.657"
    },
    {
      "title": "The effect of aerobic exercise on self-esteem and depressive and anxiety symptoms among breast cancer survivors",
      "authors": [
        "M Segar",
        "V Katch",
        "R Roth"
      ],
      "year": 1998,
      "doi": "10.1249/00005768-199505001-01188"
    },
    {
      "title": "The effect of aerobic exercise on patient reports of nausea",
      "authors": [
        "M Winningham",
        "M Macvicar"
      ],
      "year": 1988,
      "doi": "10.1097/01893697-199513030-00029"
    },
    {
      "title": "Effect of aerobic exercise on body weight and composition in patients with breast cancer on adjuvant chemotherapy",
      "authors": [
        "M Winningham",
        "M Macvicar",
        "M Bondoc"
      ],
      "year": 1989
    },
    {
      "title": "SF-36 Health Survey manual and interpretation guide",
      "authors": [
        "J Ware",
        "K Snow",
        "M Kosinski"
      ],
      "year": 1993
    },
    {
      "title": "Combining anchor and distribution based methods to derive minimal clinically important differences on the Functional Assessment of Cancer Therapy (FACT) anemia and fatigue scales",
      "authors": [
        "D Cella",
        "D Eton",
        "J Lai"
      ],
      "year": 2002,
      "doi": "10.1016/s0885-3924(02)00529-8"
    },
    {
      "title": "Exercise capacity and mortality among men referred for exercise testing",
      "authors": [
        "J Myers",
        "M Prakash",
        "V Froelicher"
      ],
      "year": 2002,
      "doi": "10.1056/nejmoa011858"
    }
  ],
  "num_references": 43
}
