{
  "paper_id": "HQURTMU7",
  "title": "Effectiveness of Mobile App-Assisted Self-Care Interventions for Improving Patient Outcomes in Type 2 Diabetes and/or Hypertension: Systematic Review and Meta-Analysis of Randomized Controlled Trials",
  "abstract": "Background: Mobile app-assisted self-care interventions are emerging promising tools to support self-care of patients with chronic diseases such as type 2 diabetes and hypertension. The effectiveness of such interventions requires further exploration for more supporting evidence. Objective: A systematic review and meta-analysis of randomized controlled trials (RCTs) were conducted to examine the effectiveness of mobile app-assisted self-care interventions developed for type 2 diabetes and/or hypertension in improving patient outcomes. Methods: We followed the Cochrane Collaboration guidelines and searched MEDLINE, Cochrane Library, EMBASE, and CINAHL Plus for relevant studies published between January 2007 and January 2019. Primary outcomes included changes in hemoglobin A 1c (HbA 1c ) levels, systolic blood pressure (SBP), and diastolic blood pressure (DBP). Changes in other clinical-, behavioral-, knowledge-, and psychosocial-related outcomes were included as secondary outcomes. Primary outcomes and objective secondary outcomes that were reported in at least two trials were meta-analyzed; otherwise, a narrative synthesis was used for data analysis. Results: A total of 27 trials were identified and analyzed. For primary outcomes, the use of mobile app-assisted self-care interventions was associated with significant reductions in HbA 1c levels (standardized mean difference [SMD] -0.44, 95% CI -0.59 to -0.29; P<.001), SBP (SMD -0.17, 95% CI -0.31 to -0.03, P=.02), and DBP (SMD -0.17, 95% CI -0.30 to -0.03, P=.02). Subgroup analyses for primary outcomes showed that several intervention features were supportive of self-management, including blood glucose, blood pressure, and medication monitoring, communication with health care providers, automated feedback, personalized goal setting, reminders, education materials, and data visualization. In addition, 8 objective secondary outcomes were meta-analyzed, which showed that the interventions had significant lowering effects on fasting blood glucose levels and waist circumference. A total of 42 secondary outcomes were narratively synthesized, and mixed results were found. \n Conclusions: Mobile app-assisted self-care interventions can be effective tools for managing blood glucose and blood pressure, likely because their use facilitates remote management of health issues and data, provision of personalized self-care recommendations, patient-care provider communication, and decision making. More studies are required to further determine which combinations of intervention features are most effective in improving the control of the diseases. Moreover, evidence regarding the effects of these interventions on the behavioral, knowledge, and psychosocial outcomes of patients is still scarce, which warrants further examination.",
  "year": 2020,
  "date": "2020",
  "journal": "JMIR Mhealth Uhealth",
  "publication": "JMIR Mhealth Uhealth",
  "authors": [
    {
      "forename": "Kaifeng",
      "surname": "Liu",
      "name": "Kaifeng Liu"
    },
    {
      "forename": "Zhenzhen",
      "surname": "Xie",
      "name": "Zhenzhen Xie"
    },
    {
      "forename": "Calvin",
      "surname": "Kalun Or",
      "name": "Calvin Kalun Or"
    },
    {
      "affiliation": "Department of Industrial and Manufacturing Systems Engineering , University of Hong Kong , Hong Kong , Hong Kong \n\t\t\t\t\t\t\t\t Department of Industrial and Manufacturing Systems Engineering \n\t\t\t\t\t\t\t\t University of Hong Kong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hong Kong Hong Kong"
    },
    {
      "affiliation": "8  Department of Industrial and Manufacturing Systems Engineering University of Hong Kong Room 8-7 , \n\t\t\t\t\t\t\t\t Department of Industrial and Manufacturing Systems Engineering \n\t\t\t\t\t\t\t\t University of Hong Kong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Room 8-7"
    },
    {
      "affiliation": "/f. , Haking Wong Building , University of Hong Kong Hong Kong Hong Kong \n\t\t\t\t\t\t\t\t /f \n\t\t\t\t\t\t\t\t Haking Wong Building \n\t\t\t\t\t\t\t\t University of Hong Kong Hong Kong Hong Kong"
    }
  ],
  "doi": "10.2196/15779",
  "sections": [
    {
      "title": "Introduction",
      "text": "Type 2 diabetes mellitus and hypertension are two common, serious medical conditions that can lead to the development of other disabling and life-threatening health problems such as stroke and heart attack. The two diseases are closely interlinked and frequently coexist. Globally, approximately 80% of type 2 diabetic patients have hypertension  [1] . US statistics indicate that type 2 diabetes is 2.5 times more prevalent in hypertensive individuals than in normotensive individuals  [2] . In Hong Kong, 58% of diabetic patients exhibit increased blood pressure (BP), whereas 56% of hypertensive patients have hyperglycemia  [3] . These figures emphasize that the treatment and management of both of these conditions are essential.\n\nDiabetes and hypertension management requires lifelong self-care by patients, which can be demanding and overwhelming because patients are often unskilled or unaware of self-care and also lack the necessary knowledge, tools, and support  [4] . Technology is increasingly being used to help address these challenges. In particular, mobile app-assisted interventions that capitalize on smart and networking features are suggested to facilitate patient-care provider communication, information exchange, health literacy, decision making, and peer support, without the constraints of time and geography  [5] [6] [7] [8] [9] [10] [11] , all of which are important for self-care.\n\nHowever, the effectiveness of mobile app-assisted self-care interventions developed for type 2 diabetes and/or hypertension requires more supporting evidence and thus warrants a systematic review. First, previous reviews on the use of mobile app-assisted self-care interventions for diabetes  [12] [13] [14] [15]  and hypertension  [16]  have mainly focused on the effects of these interventions on hemoglobin A 1c (HbA 1c ) levels or BP and have paid relatively little attention to other variables important for effectiveness evaluation such as behavioral, knowledge, and psychosocial outcomes. Second, several randomized controlled trials (RCTs)  [17] [18] [19]  have recently been conducted to test the effects of such interventions on patient outcomes, and these studies must be reviewed. Third, little is known about the features of such technologies that are effective at improving blood glucose (BG) and BP management. In light of such knowledge gaps, this study systematically reviewed the existing evidence on the effectiveness of mobile app-assisted self-care interventions developed for type 2 diabetes and/or hypertension in improving patient outcomes. In this review, mobile health apps refer to mobile device-based software programs that provide health-related resources and support for the self-care of patients with type 2 diabetes and/or hypertension."
    },
    {
      "title": "Search Strategy",
      "text": "MEDLINE, Cochrane Library, EMBASE, and CINAHL Plus were searched for relevant studies published between January 2007 and January 2019. According to some reviews  [12, 14] , the majority of mobile apps were released after the launch of the first generation of iPhone in 2007 and the main app stores (IOS and Android Market) in 2008; therefore, we used 2007 as the starting year in our search. The following search terms were used: (phone* or tablet*) and (monitor* or manag* or care or control) and (examin* or evaluat* or assess* or compar*) and (diabetes or diabetic* or hyperten*)."
    },
    {
      "title": "Selection Criteria",
      "text": "Studies were included in the review if they  (1)  were RCTs,  (2)  examined the effects of mobile app-assisted self-care interventions relative to those of usual care on patient outcomes, (3) studied type 2 diabetic and/or hypertensive patients, and (4) were published in English-language, peer-reviewed journals. We excluded review articles, case reports, and studies that only provided an abstract."
    },
    {
      "title": "Study Selection",
      "text": "Two researchers independently read the titles and abstracts of the citations identified in the literature search, excluded clearly irrelevant studies, and reviewed the full text of the remaining articles for inclusion. The reference lists of the included studies and relevant review papers were also examined to identify missed articles."
    },
    {
      "title": "Data Extraction",
      "text": "Two researchers independently extracted the following study characteristics from each included trial: authors, publication year, study location, disease studied, sample size, HbA 1c /BP eligibility, mean age of participants, sex ratio, trial length, features of the interventions, and changes in patient outcomes from baseline to the end of the trial in both intervention and control groups. For an RCT with multiple intervention groups relevant to this review, we split the \"shared\" control group into two or more groups (with smaller sample size) to apply two or more pair-wise comparisons in the meta-analysis  [20] . For 2-arm cross-over RCTs, data from only the first period were extracted and analyzed."
    },
    {
      "title": "Outcome Measures",
      "text": "Primary outcomes included changes in HbA 1c levels, systolic BP (SBP), and diastolic BP (DBP) at the end of the trial. Changes in other outcomes, including clinical (eg, fasting BG [FBG]), behavioral (eg, medication adherence), knowledge (eg, diabetes knowledge), and psychosocial (eg, distress) outcomes, were included as secondary outcomes."
    },
    {
      "title": "Risk of Bias Assessment",
      "text": "Following the Cochrane Collaboration's tool for risk of bias assessment  [20] , two researchers independently assessed the risk of bias of included trials for seven aspects: sequence generation, allocation concealment, blinding of participants and health care providers (HCPs), blinding of outcome assessors, incomplete outcome data, selective outcome, and other sources of bias. Other sources of bias included significantly different baseline characteristics between groups, presence of co-interventions, unacceptable compliance with the intervention, and different outcome assessment timings."
    },
    {
      "title": "Data Analysis",
      "text": "Primary outcomes and objective secondary outcomes were meta-analyzed when they were reported in at least two trials. We pooled data across trials using random effects models and calculated the standardized mean difference (SMD) for each outcome. The I 2 statistic was calculated to measure the percentage of variation across trials due to heterogeneity, with values of 25%, 50%, and 75% indicating low, moderate, and high levels of heterogeneity, respectively  [21] . The possibility of publication bias was assessed using the Egger test  [22] . The meta-analysis was performed using Comprehensive Meta-Analysis version 2 (Biostat Inc) statistical software. We narratively synthesized outcomes that were reported in only one trial or were self-reported (because of the differences in the scales used across trials). In the synthesis, for each outcome we counted the numbers of trials reporting significant positive effects, no significant effects, and significant negative effects. Subgroup analyses were performed for primary outcomes when they were reported in at least two trials in each subgroup. These analyses were stratified by (1) disease type to examine the effects of the interventions in different disease populations and (2) intervention feature to identify which features are effective in glycemic and BP control."
    },
    {
      "title": "Assessment of Quality of Evidence",
      "text": "The quality of evidence for the primary and objective secondary outcomes was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system  [23] . For each of the outcomes, the quality of evidence was downgraded from high by one level for each serious issue identified in the domains of risk of bias, imprecision, indirectness, inconsistency, and publication bias."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "The study selection process (see Figure  1 ) identified 24 eligible publications  [17] [18] [19] . Of them, the study by Holmen et al  [30]  had two intervention groups and the study by Quinn et al  [29]  had three intervention groups, all of which were relevant to this review; therefore, the control groups in these studies were split into more groups accordingly. This rendered a total of 27 independent trials for inclusion in data analysis."
    },
    {
      "title": "Trial Characteristics",
      "text": "Table  1  summarizes the characteristics of the 27 trials, and Table  2  presents the details of the trials. Fourteen features were identified in the interventions examined in the trials (see Multimedia Appendix 1 for a summary and Multimedia Appendix 2 for details). According to the taxonomies of previous studies  [12, 45] , features were grouped into five categories: logging (ie, monitoring of BG, BP, medication, body weight, diet, physical activity, and mood), personalized feedback (ie, automated feedback, medication adjustment aid, personalized goal setting, and reminders), communication with HCPs, education materials, and data visualization. Year of publication, n (%) (7) 2007-2009 (15) 2010-2012 (37) 2013-2015 (41) 2016-2019 Study location, n (%) (48) North America (26) Europe (19) Asia (7) Africa Disease studied, n (%) (70) Type 2 diabetes (22) Hypertension (4) Type 2 diabetes and/or hypertension (4) Coexisting type 2 diabetes and hypertension (14-250) Sample size, median (range) 57.3 (48.4-69.5) Mean age of participants in years, mean (range) (28-76) Proportion of male participants in %, median (range) (2-12) Trial length in months, median (range)   JMIR Mhealth Uhealth 2020 | vol. 8 | iss. 8 | e15779 | p. 9  http://mhealth.jmir.org/2020/8/e15779/ (page number not for citation purposes) Liu et al JMIR MHEALTH AND UHEALTH XSL • FO RenderX Figure 3. Risk of bias for each trial."
    },
    {
      "title": "Risk of Bias Assessment"
    },
    {
      "title": "Meta-Analysis of the Effects on Primary Outcomes",
      "text": "The meta-analysis results showed that mobile app-assisted self-care interventions were associated with significant reductions in HbA 1c levels (SMD -0.44, 95% CI -0.59 to -0.29, P<.001, corresponding to an absolute mean difference [MD] -0.49%, 95% CI -0.68 to -0.30), SBP (SMD -0.17, 95% CI -0.31 to -0.03, P=.02, corresponding to an absolute MD of -2.32 mm Hg, 95% CI -4.35 to -0.30), and DBP (SMD -0.17, 95% CI -0.30 to -0.03, P=.02, corresponding to an absolute MD of -1.53 mm Hg, 95% CI -2.78 to -0.28; Table  3 ). The GRADE revealed that the quality of evidence for HbA 1c levels, SBP, and DBP was low, moderate, and moderate, respectively (Table  3 ). Figure  4  presents the forest plots for the primary outcomes."
    },
    {
      "title": "Subgroup Analysis for Primary Outcomes by Disease Type",
      "text": "The analysis of the HbA 1c outcome by disease type was not applicable because the outcome was only examined in diabetic patients and not hypertensive patients in the 27 included trials. The results of the subgroup analysis for SBP indicated that mobile app-assisted interventions led to significant reductions in SBP in hypertensive patients (SMD -0.28, 95% CI -0.51 to -0.04, P=.02, corresponding to an absolute MD of -4.20 mm Hg, 95% CI -7.47 to -0.93), but not in diabetic patients (SMD -0.08, 95% CI -0.29 to 0.13, P=.46, corresponding to an absolute MD of -0.82 mm Hg, 95% CI -3.51 to 1.87). No significant change in DBP was observed in either hypertensive patients (SMD -0.20, 95% CI -0.47 to 0.08, P=.17, corresponding to an absolute MD of -1.94 mm Hg, 95% CI -4.34 to 0.47) or diabetic patients (SMD -0.12, 95% CI -0.28"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX to 0.04, P=.16, corresponding to an absolute MD of -0.62 mm Hg, 95% CI -1.99 to 0.75)."
    },
    {
      "title": "Subgroup Analysis for Primary Outcomes by Intervention Feature",
      "text": "Table  4  presents the results of subgroup analysis by intervention feature in relation to reductions in HbA 1c levels, SBP, and DBP (details see Multimedia Appendix 3, 4, and 5). The self-care interventions with the medication monitoring feature led to a significantly greater reduction in HbA 1c levels than those without this feature. Interventions that allowed patient-HCP communication were associated with significant reductions in HbA 1c while the reduction was not significant for interventions that did not have this feature, although the difference in the reduction between the subgroups (presence of the feature vs absence of the feature) was not statistically significant. As for the personalized goal-setting feature, significant reductions in HbA 1c levels were observed in both subgroups, but the improvement was greater when the interventions did not have this feature. For each of the other features, reductions in HbA 1c levels were found in both subgroups, but the difference was not significant between the subgroups.\n\nThe presence of BP monitoring, automated feedback, personalized goal setting, reminders, education materials, and data visualization features yielded significant reductions in SBP while the reductions were not significant for interventions that did not have these features, although the differences between the subgroups were not statistically significant. The presence of diet-and physical activity-monitoring features was not associated with reductions in SBP. For other features, changes in SBP were found to be similar between the subgroups.\n\nFurther, the presence of BG monitoring, automated feedback, and personalized goal-setting features was associated with reductions in DBP while the reductions were not significant for interventions that did not have these features, although the differences between the subgroups were not statistically significant. Diet monitoring, body weight monitoring, and data visualization were not associated with reductions in DBP. For other features, changes in DBP were found to be similar between the subgroups.\n\nb SBP: systolic blood pressure. e -: Subgroup analysis was not performed for the feature because there were fewer than two trials in one of the subgroups. f Δ: Similar changes were found between the two subgroups (presence of the feature vs absence of the feature). g •: Presence of the feature was related to a more favorable effect on the outcome. h BP: blood pressure.\n\ni ×: Absence of the feature was related to a more favorable effect on the outcome. j HCP: health care provider."
    },
    {
      "title": "Meta-Analysis of the Effects on Objective Secondary Outcomes",
      "text": "A total of 8 objective secondary outcomes were meta-analyzed (Table  5 ). Mobile app-assisted self-care interventions had significant lowering effects on FBG (SMD -0.29, 95% CI -0.49 to -0.10, P=.004, corresponding to an absolute MD of -0.66 mmol/L, 95% CI -1.06 to -0.26) and waist circumference (SMD -0.23, 95% CI -0.43 to -0.04, P=.02, corresponding to an absolute MD of -1.62 cm, 95% CI -2.84 to -0.40), but not on body weight, BMI, total cholesterol, low-density lipoprotein (LDL) cholesterol, high-density lipoprotein (HDL) cholesterol, and triglycerides."
    },
    {
      "title": "Narrative Synthesis of Intervention Effects",
      "text": "A total of 42 secondary outcomes were narratively synthesized (Table  6 ). The results were mixed (ie, some of the outcomes favored intervention and some other outcomes did not or for an outcome, different trials showed different results).\n\nTable 6. Narrative synthesis results of the effects of mobile app-assisted self-care interventions."
    },
    {
      "title": "Number of trials Outcomes",
      "text": "Favoring control c Showing no significant difference between intervention and control b"
    },
    {
      "title": "Favoring intervention a"
    },
    {
      "title": "Clinical outcomes",
      "text": "Objectively measured 1  [19]  Postprandial BG d 1  [40]  Right brachial-ankle pulse wave velocity 1  [40]  Left brachial-ankle pulse wave velocity 1  [40]  Adiponectin 1  [40]  High-sensitivity C-reactive protein 1  [40]  Interleukin-6 1  [40]  Homeostatic model assessment of insulin resistance 1  [44]  Waist/hip ratio 1  [44]  Creatinine 1  [35]  Medication dose 1  [34]  Insulin dose"
    },
    {
      "title": "Self-reported",
      "text": "6  [24, 28, 30, 32, 44]  Quality of life 3  [29]  Diabetes symptoms"
    },
    {
      "title": "Behavioral outcomes (self-reported)",
      "text": "General health-related 4  [24, 30, 33]  Lifestyle-/health-related activity Specific disease-related 5  [17, 25, 27, 39, 42]  1  [33]  Adherence to medication 6  [25, 27, 30, 39, 41]  1  [43]  Adherence to physical activities 4  [25, 30, 41]  1  [39]  Adherence to healthy diet 1  [25]  Frequency of carbohydrate spacing 1  [27]  Frequency of smoking 1  [27]  Frequency of drinking 1  [33]  Frequency of communicating with physicians 2  [25, 33]  Adherence to BG monitoring 1  [25]  Adherence to foot care"
    },
    {
      "title": "Knowledge outcomes (self-reported)",
      "text": "3  [25, 33, 37]  1  [24]  Diabetes knowledge 3  [17, 35, 37]  Hypertension knowledge Psychosocial outcomes (self-reported) Satisfaction 1  [33]  1  [31]  Satisfaction with diabetes treatment 1  [28]  Satisfaction with life Self-efficacy 2  [30]  Ability to interact with health organizations and HCPs e 2  [30]  Ability to monitor the conditions and having insights into living with the conditions"
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX"
    },
    {
      "title": "Number of trials Outcomes",
      "text": "Favoring control c Showing no significant difference between intervention and control b Favoring intervention a 4  [17, 24, 25, 33]  Self-efficacy for medication taking/coping with diseases Emotion 2  [30]  Emotional well-being 1  [28]  Positive emotion 1  [28]  Negative emotion 4  [29, 33]  Distress 1  [34]  7  [24, [28] [29] [30] ] Depression 2  [28, 34]  Anxiety Perceived behavioral control 1  [34]  Comfort with self-monitoring 1  [17]  Self-autonomous regulation 2  [30]  Determination about not allowing illnesses to control life 2  [30]  Positive and active engagement in life 1  [30]  1  [30]  Feeling of having the skills to manage disease 2  [30]  Feeling of having social support a Significant improvement in the outcome at the end of the trial in the intervention group compared with the control group.\n\nb No significant difference in the outcome at the end of the trial between the intervention and control groups. c Significant deterioration in the outcome at the end of the trial in the intervention group compared with the control group."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This systematic review identified 27 trials that examined the effectiveness of mobile app-assisted self-care interventions developed for type 2 diabetes and/or hypertension. Overall, our review showed that the use of mobile app-assisted self-care interventions led to significant reductions in HbA 1c levels, SBP, and DBP-the fundamental clinical parameters in diabetic and hypertensive patients. For HbA 1c levels, we observed an SMD of -0.44 and an absolute MD of -0.49%. The effect size was clinically meaningful and similar to that reported in previous reviews that examined other similar types of health technology (ie, SMD -0.30 to -0.40  [15, 46] , absolute MD -0.40 to -0.49%  [12] [13] [14] [15] 47] ). As for BP, overall, the use of mobile app-assisted self-care interventions led to significant reductions in SBP (SMD -0.17, absolute MD -2.32 mm Hg) and DBP (SMD -0.17, absolute MD -1.53 mm Hg).\n\nThe subgroup analysis of BP by disease type showed that among hypertensive patients, the effect size for SBP (SMD -0.28, absolute MD -4.20 mm Hg) could be regarded as clinically important and was similar to that found in previous reviews that studied hypertensive patients (absolute MD -3.74 to -4.71 mm Hg)  [48] [49] [50] . However, diabetic patients did not show significant reductions in SBP, consistent with previous reviews that examined changes in SBP among diabetic patients  [15, 47] . This observation could be explained by the reason that the diabetic patients examined might not have severe hypertension; therefore, room for BP reduction in those patients was relatively low. Significant reductions in DBP were not observed in either hypertensive patients or diabetic patients.\n\nAll of the reviewed interventions had more than one feature, and our subgroup analysis revealed that the effects of the features on patient outcomes varied, as follows. The presence of medication-, BG-, and BP-monitoring features were favorable in reducing HbA 1c levels, SBP, and DBP. Such result could be because patients already had a belief that the behaviors of monitoring of medication, BG, and BP were more immediately relevant to the control of the diseases, and, thereby, with the support of the features, patients' engagement in the behaviors was further developed. Also, because the features could enable the tracking and organization of the health parameters in a more structured and systematic manner  [16, 51] , patients could be more likely to be confident in their self-care and achieve improved outcomes  [52] . For diet-, physical activity-, and body weight-monitoring features, their presence yielded limited efficacy. This may be due to the reason that patients might perceive the behaviors of dietary, exercise, and body weight control less directly relevant for diabetes and hypertension control, so patients' use of the features or their engagement in the behaviors could be weak. Or even though the behaviors were considered important, it might not be easy for patients to engage in them, especially long term  [53] . Education or motivational strategies may be necessary for increasing patients' awareness about importance of diet, physical activity, and body XSL • FO RenderX weight control in chronic disease management. Features that enabled automated feedback and communication with HCPs were effective in improving patient outcomes. This finding could probably be explained by the fact that providing personalized feedback and suggestions based on patient health data and conditions could help patients interpret changes in their vital signs and inform them about how to deal with different situations related to the variability in their vital signs. This was especially true for patients who had low health literacy and were unable to make good use of health information. The presence of the personalized goal setting feature was favorable in reducing BP because setting specific, realistic, and timely goals could make patients more motivated to engage in planned and targeted disease management. However, this observation was not consistently reported for HbA 1c levels. Further evaluation is required to clarify the situations under which goal setting has a positive effect and the manner in which this feature could be used more effectively. The presence of reminder, education material, and data visualization features was associated with desirable reductions in SBP. In particular, these features could lead to higher adherence to self-care behaviors, enhanced diabetes and hypertension knowledge, and improved decision making. However, the trend was not consistently observed for HbA 1c levels and DBP; therefore, the efficacy of these features warrants further examination.\n\nWith respect to secondary outcomes, our meta-analyses indicated that mobile app-assisted self-care interventions had significant lowering effects on FBG and waist circumference. No significant differences were observed in body weight, BMI, total cholesterol, LDL cholesterol, HDL cholesterol, and triglycerides between the intervention and control groups, probably because the design of the interventions was less targeted for these health indexes. Our narrative synthesis indicated that in a small number of trials, the interventions were helpful in improving several clinical, behavioral, knowledge, and psychosocial outcomes. According to these trials, it appeared that such interventions have a potential to engage patients in disease management, including maintaining a healthy lifestyle, improving self-care knowledge, and addressing psychosocial needs. On the other hand, there were trials that examined these outcomes that did not show positive effects. In fact, two trials demonstrated negative effects of the mobile app-assisted self-care interventions on depression and medication dose. Given the mixed results yielded from only a small set of studies, to further understand the impacts of the interventions on these outcomes in the self-care of the diseases, more research is needed."
    },
    {
      "title": "Implications for Research",
      "text": "Our review suggests several implications for research. First, limited RCTs have emphasized behavioral, knowledge, and psychosocial aspects as primary outcomes in their examination. Further RCTs should focus more on these outcomes to obtain better understanding of whether or not, how, and to what extent mobile app-assisted health interventions change the health, self-care behaviors, and health technology adoption behaviors of patients; expand their knowledge base about health decision making and care; and influence their feelings about and attitudes toward technology-based self-care. Second, although the associations between each intervention feature and improvements in patient outcomes have been examined, information about the appropriate/optimal combinations of the features is important and limited. Future studies should further examine which combinations of intervention features are more effective for patients and disease self-care. Perhaps, the design can exploit artificial intelligence techniques to identify patients' needs and then combine and present appropriate features tailored to those needs. In addition, our results also indicated that some features, including personalized goal setting; data visualization; and monitoring of diet, physical activity, and body weight, were not always associated with (more) improvements in patient outcomes. Further studies are required to determine the possible reasons for these observations, such as variations in patients' acceptance and adoption of the features, engagement in the self-care activities that the features intended to support, or perceptions of the design and efficacy of the features. Design of the technology as well as patients' attitudes toward and acceptance of the technology determine whether the technology could demonstrate its benefits and impacts  [11, [54] [55] [56] [57] [58] [59] [60] . Third, the implementation duration for most of the reviewed studies was 6 months or less, which is a relatively short time period for studying health behaviors related to chronic disease management. Whether the technology would motivate patients to engage in self-care activities and achieve long-term sustained benefits remains unknown."
    },
    {
      "title": "Implications for Practice",
      "text": "Our review also provides recommendations for the design and development of mobile app-assisted self-care interventions. First, our results suggest that mobile app-assisted self-care interventions should incorporate features including logging, personalized feedback, communication with HCPs, education, and data visualization in the design and implementation phases of the interventions. This suggestion is consistent with that of Greenwood et al  [45]  who recommended that it is important to provide a complete feedback loop between patients and their HCPs that incorporates communication, logging data, education, and personalized feedback to make the self-care process more effective. Second, some studies suggested that technical difficulties or usability problems were associated with patient withdrawals  [30, 32, 44] , whereas some other studies reported that lacking a user-friendly design is one of the most common reasons for nonadoption or low use of the technology  [55, 61, 62] . These issues emphasize that the design and development of mobile app-assisted self-care interventions should follow human factors design methodologies and principles  [55, [63] [64] [65] [66]  to provide more reliable and convenient technologies for self-care. Usability tests are important in the design and development phases to identify design deficiencies. Third, some trials reported a decline in the use of such interventions over the implementation duration  [34, 37, 41] . More effective mobile app-assisted self-care interventions should be developed to motivate patients to engage in self-care behaviors and further enhance health-related outcomes."
    },
    {
      "title": "Strengths and Limitations",
      "text": "Our review has several strengths. It provides evidence regarding the effects of mobile app-assisted self-care interventions developed for type 2 diabetes and/or hypertension on patient outcomes. In addition to HbA 1c levels and BP, several relevant outcomes that were scarcely examined in previous reviews are also analyzed in our review. Our review also provides an evidence-based review of the features of such interventions and their associations with improvements in glycemic and BP control. Our study has limitations. First, although type 2 diabetes and hypertension overlap in population and are closely interlinked, combining the two diseases into one systematic review may cause high heterogeneity. In this study, subgroup analysis by disease type was only conducted for primary outcomes to understand the effects of the intervention in different disease population. The effects of the intervention on the secondary outcomes should be interpreted with caution due to the variability in disease type. Second, the reported effects should be interpreted with caution because control patients in some of the reviewed trials received enhanced usual care, including additional education or phone call communications with their HCPs. Third, 42 patient outcomes were examined using narrative synthesis by simply counting their statistical significance. The effect sizes and significant levels of these outcomes were not obtained. Fourth, publication bias was detected when BMI was the examined outcome. Fifth, only English language articles were included in our review, which may have introduced language and publication bias. Finally, the review lacked an a priori and published protocol."
    },
    {
      "title": "Conclusions",
      "text": "For type 2 diabetic and/or hypertensive patients, performing self-care and maintaining a healthy lifestyle are necessary but also challenging. The use of mobile app-assisted self-care interventions appears to be effective in improving glycemic and BP management and control; however, this effectiveness was not consistent in some other outcomes. Hence, further investigations on the effects of the interventions on other outcomes are warranted. Moreover, it will be valuable to determine which combinations of features of such interventions are most effective in achieving improvements in the desired outcomes, as it can guide the optimal design of such interventions."
    },
    {
      "text": "Figure 1. Flow diagram of the study selection process."
    },
    {
      "text": "Figures 2 and 3 present the results of the risk of bias assessment."
    },
    {
      "text": "Figure 2. Risk of bias of the 27 trials."
    },
    {
      "text": "(-0.30 to -0.03) 1292 14 DBP g a SMD: standardized mean difference. b GRADE: Grading of Recommendations Assessment, Development and Evaluation. c HbA 1c : hemoglobin A 1c . d Downgraded by one level for indirectness (surrogate outcome).e Downgraded by one level for inconsistency (moderate heterogeneity level, I 2 = 50%)."
    },
    {
      "text": "f SBP: systolic blood pressure. g DBP: diastolic blood pressure."
    },
    {
      "text": "Figure 4. Forest plots for hemoglobin A1c (top), systolic blood pressure (middle), and diastolic blood pressure (bottom)."
    },
    {
      "text": "c DBP: diastolic blood pressure.d BG: blood glucose."
    },
    {
      "text": "b GRADE: Grading of Recommendations Assessment, Development and Evaluation. c FBG: fasting blood glucose. d Downgraded by one level for indirectness (surrogate outcome).e Downgraded by one level for publication bias."
    },
    {
      "text": "f LDL: low-density lipoprotein. g HDL: high-density lipoprotein."
    },
    {
      "text": "d BG: blood glucose.e HCP: health care provider."
    },
    {
      "text": "Summary of the characteristics of the 27 trials."
    },
    {
      "text": "Details of the 27 trials."
    },
    {
      "text": "Results of meta-analysis and Grading of Recommendations Assessment, Development and Evaluation assessments for hemoglobin A1c levels, systolic blood pressure, and diastolic blood pressure."
    },
    {
      "text": "Results of subgroup analysis by intervention feature in relation to reductions in hemoglobin A1c levels, systolic blood pressure, and diastolic blood pressure."
    },
    {
      "text": "Results of meta-analysis and Grading of Recommendations Assessment, Development and Evaluation assessments for objective secondary outcomes."
    }
  ],
  "references": [
    {
      "year": 2020,
      "doi": "10.2196/15779"
    },
    {
      "title": "Diabetes and high blood pressure",
      "year": 2008,
      "doi": "10.1186/isrctn27707558"
    },
    {
      "title": "Hypertension and antihypertensive therapy as risk factors for type 2 diabetes mellitus",
      "authors": [
        "T Gress",
        "F Nieto",
        "E Shahar",
        "M Wofford",
        "F Brancati"
      ],
      "year": 2000,
      "doi": "10.1056/nejm200003303421301"
    },
    {
      "title": "Association between raised blood pressure and dysglycemia in Hong Kong Chinese",
      "authors": [
        "Bmy Cheung",
        "Nms Wat",
        "Awk Tso",
        "S Tam",
        "G Thomas",
        "G Leung"
      ],
      "year": 2008,
      "doi": "10.2337/dc08-0405"
    },
    {
      "title": "Descriptions of barriers to self-care by persons with comorbid chronic diseases",
      "authors": [
        "E Bayliss",
        "J Steiner",
        "D Fernald",
        "L Crane",
        "D Main"
      ],
      "year": 2003,
      "doi": "10.1370/afm.4"
    },
    {
      "title": "Mobile applications for diabetes self-management: status and potential",
      "authors": [
        "O El-Gayar",
        "P Timsina",
        "N Nawar",
        "W Eid"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700130"
    },
    {
      "title": "The smartphone in medicine: a review of current and potential use among physicians and students",
      "authors": [
        "E Ozdalga",
        "A Ozdalga",
        "N Ahuja"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1994"
    },
    {
      "title": "A systematic review of healthcare applications for smartphones",
      "authors": [
        "Asm Mosa",
        "I Yoo",
        "L Sheets"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6947-12-67"
    },
    {
      "title": "How smartphones are changing the face of mobile and participatory healthcare: an overview, with example from eCAALYX",
      "authors": [
        "Mnk Boulos",
        "S Wheeler",
        "C Tavares",
        "R Jones"
      ],
      "year": 2011,
      "doi": "10.1186/1475-925x-10-24"
    },
    {
      "title": "Valuable features in mobile health apps for patients and consumers: content analysis of apps and user ratings",
      "authors": [
        "M Mendiola",
        "M Kalnicki",
        "S Lindenauer"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4283"
    },
    {
      "title": "The use of eHealth applications in Hong Kong: results of a random-digit dialing survey",
      "authors": [
        "Dst Cheung",
        "C Or",
        "Mkp So",
        "K Ho",
        "A Tiwari"
      ],
      "year": 2019,
      "doi": "10.1007/s10916-019-1422-2"
    },
    {
      "title": "Prevalence, demographic correlates, and perceived impacts of mobile health app use amongst Chinese adults: cross-sectional survey study",
      "authors": [
        "Z Xie",
        "A Nacioglu",
        "C Or"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9002"
    },
    {
      "title": "Mobile app-based interventions to support diabetes self-management: a systematic review of randomized controlled trials to identify functions associated with glycemic efficacy",
      "authors": [
        "Y Wu",
        "X Yao",
        "G Vespasiani",
        "A Nicolucci",
        "Y Dong",
        "J Kwong"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6522"
    },
    {
      "title": "Do mobile phone applications improve glycemic control (HbA1c) in the self-management of diabetes? A systematic review, meta-analysis, and GRADE of 14 randomized trials",
      "authors": [
        "C Hou",
        "B Carter",
        "J Hewitt",
        "T Francisa",
        "S Mayor"
      ],
      "year": 2016,
      "doi": "10.2337/dc16-0346"
    },
    {
      "title": "Efficacy of mobile apps to support the care of patients with diabetes mellitus: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "B Bonoto",
        "V De Araújo",
        "I Godói",
        "Llp De Lemos",
        "B Godman",
        "M Bennie"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6309"
    },
    {
      "title": "T2DM self-management via smartphone applications: a systematic review and meta-analysis",
      "authors": [
        "M Cui",
        "X Wu",
        "J Mao",
        "X Wang",
        "M Nie"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0166718"
    },
    {
      "title": "Mobile apps to support the self-management of hypertension: systematic review of effectiveness, usability, and user satisfaction",
      "authors": [
        "T Alessa",
        "S Abdi",
        "M Hawley",
        "L De Witte"
      ],
      "year": 2018,
      "doi": "10.2196/10723"
    },
    {
      "title": "Phone-based intervention for blood pressure control among Ghanaian stroke survivors: a pilot randomized controlled trial",
      "authors": [
        "F Sarfo",
        "F Treiber",
        "M Gebregziabher",
        "S Adamu",
        "M Nichols",
        "A Singh",
        "Team"
      ],
      "year": 2019,
      "doi": "10.1177/1747493018816423"
    },
    {
      "title": "Specific hypertension smartphone application to improve medication adherence in hypertension: a cluster-randomized trial",
      "authors": [
        "Márquez Contreras",
        "Márquez Rivero",
        "Rodríguez García",
        "E López-García-Ramos",
        "Carlos Vilas",
        "Baldonedo Suárez",
        "Compliance Group",
        "Spanish Society Of Hypertension",
        "( Seh-Lelha"
      ],
      "year": 2019,
      "doi": "10.1080/03007995.2018.1549026"
    },
    {
      "title": "Mobile phone-based telemedicine practice in older Chinese patients with type 2 diabetes mellitus: randomized controlled trial",
      "authors": [
        "C Sun",
        "L Sun",
        "S Xi",
        "H Zhang",
        "H Wang",
        "Y Feng"
      ],
      "year": 2019,
      "doi": "10.2196/10664"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "Jpt Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "G Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "GRADE: an emerging consensus on rating quality of evidence and strength of recommendations",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "G Vist",
        "R Kunz",
        "Y Falck-Ytter",
        "P Alonso-Coello"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39489.470347.ad"
    },
    {
      "title": "Dulce wireless Tijuana: a randomized control trial evaluating the impact of Project Dulce and short-term mobile technology on glycemic control in a family medicine clinic in northern Mexico",
      "authors": [
        "Anzaldo-Campos Mc",
        "S Contreras",
        "A Vargas-Ojeda",
        "R Menchaca-Díaz",
        "A Fortmann",
        "Philis Tsimikas"
      ],
      "year": 2016,
      "doi": "10.1089/dia.2015.0283"
    },
    {
      "title": "Overcoming clinical inertia: a randomized clinical trial of a telehealth remote monitoring intervention using paired glucose testing in adults with type 2 diabetes",
      "authors": [
        "D Greenwood",
        "S Blozis",
        "H Young",
        "T Nesbitt",
        "C Quinn"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4112"
    },
    {
      "title": "An ICT-based diabetes management system tested for health care delivery in the African context",
      "authors": [
        "C Takenga",
        "R Berndt",
        "O Musongya",
        "J Kitero",
        "R Katoke",
        "K Molo"
      ],
      "year": 2014,
      "doi": "10.1155/2014/437307"
    },
    {
      "title": "The influence of wireless self-monitoring program on the relationship between patient activation and health behaviors, medication adherence, and blood pressure levels in hypertensive patients: a substudy of a randomized controlled trial",
      "authors": [
        "J Kim",
        "N Wineinger",
        "S Steinhubl"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5429"
    },
    {
      "title": "Health coaching reduces HbA1c in type 2 diabetic patients from a lower-socioeconomic status community: a randomized controlled trial",
      "authors": [
        "N Wayne",
        "D Perez",
        "D Kaplan",
        "P Ritvo"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4871"
    },
    {
      "title": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "S Ballew",
        "A Gruber-Baldini"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366"
    },
    {
      "title": "A mobile health intervention for self-management and lifestyle change for persons with type 2 diabetes, part 2: one-year results from the Norwegian randomized controlled trial RENEWING HEALTH",
      "authors": [
        "H Holmen",
        "A Torbjørnsen",
        "A Wahl",
        "A Jenum",
        "M Småstuen",
        "E Arsand"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3882"
    },
    {
      "title": "Utilization of a cloud-based diabetes management program for insulin initiation and titration enables collaborative decision making between healthcare providers and patients",
      "authors": [
        "W Hsu",
        "Khk Lau",
        "R Huang",
        "S Ghiloni",
        "H Le",
        "S Gilroy"
      ],
      "year": 2016,
      "doi": "10.1089/dia.2015.0160"
    },
    {
      "title": "Telemonitoring and mobile phone-based health coaching among Finnish diabetic and heart disease patients: randomized controlled trial",
      "authors": [
        "T Karhula",
        "A Vuorinen",
        "K Rääpysjärvi",
        "M Pakanen",
        "P Itkonen",
        "M Tepponen"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4059"
    },
    {
      "title": "Improved medication adherence and frequency of blood glucose self-testing using an m-health platform versus usual care in a multisite randomized clinical trial among people with type 2 diabetes in India",
      "authors": [
        "N Kleinman",
        "A Shah",
        "S Shah",
        "S Phatak",
        "V Viswanathan"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0265"
    },
    {
      "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics",
      "authors": [
        "A Logan",
        "M Irvine",
        "W Mcisaac",
        "A Tisler",
        "P Rossos",
        "A Easty"
      ],
      "year": 2012,
      "doi": "10.1161/hypertensionaha.111.188409"
    },
    {
      "title": "Technology-supported apprenticeship in the management of hypertension: a randomized controlled trial",
      "authors": [
        "J Moore",
        "M Marshall",
        "D Judge",
        "F Moss",
        "S Gilroy",
        "J Crocker"
      ],
      "year": 2014
    },
    {
      "title": "Stepwise self-titration of oral glucose-lowering medication using a mobile telephone-based telehealth platform in type 2 diabetes: a feasibility trial in primary care",
      "authors": [
        "A Nagrebetsky",
        "M Larsen",
        "A Craven",
        "J Turner",
        "N Mcrobert",
        "E Murray"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700115"
    },
    {
      "title": "A 3-month randomized controlled pilot trial of a patient-centered, computer-based self-monitoring system for the care of type 2 diabetes mellitus and hypertension",
      "authors": [
        "C Or",
        "D Tao"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0437-1"
    },
    {
      "title": "Active assistance technology reduces glycosylated hemoglobin and weight in individuals with type 2 diabetes: results of a theory-based randomized trial",
      "authors": [
        "A Orsama",
        "J Lähteenmäki",
        "K Harno",
        "M Kulju",
        "E Wintergerst",
        "H Schachner"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0056"
    },
    {
      "title": "WellDoc mobile diabetes management randomized controlled trial: change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "C Quinn",
        "S Clough",
        "J Minor",
        "D Lender",
        "M Okafor",
        "A Gruber-Baldini"
      ],
      "year": 2008,
      "doi": "10.1089/dia.2008.0283"
    },
    {
      "title": "A ubiquitous chronic disease care system using cellular phones and the internet",
      "authors": [
        "H Yoo",
        "M Park",
        "T Kim",
        "S Yang",
        "G Cho",
        "T Hwang"
      ],
      "year": 2009,
      "doi": "10.1111/j.1464-5491.2009.02732.x"
    },
    {
      "title": "DialBetics: a novel smartphone-based self-management support system for type 2 diabetes patients",
      "authors": [
        "K Waki",
        "H Fujita",
        "Y Uchimura",
        "K Omae",
        "E Aramaki",
        "S Kato"
      ],
      "year": 2014,
      "doi": "10.1177/1932296814526495"
    },
    {
      "title": "A mHealth-based care model for improving hypertension control in stroke survivors: pilot RCT",
      "authors": [
        "K Lakshminarayan",
        "S Westberg",
        "C Northuis",
        "C Fuller",
        "F Ikramuddin",
        "M Ezzeddine"
      ],
      "year": 2018,
      "doi": "10.1016/j.cct.2018.05.005"
    },
    {
      "title": "A feasible and efficacious mobile-phone based lifestyle intervention for Filipino Americans with type 2 diabetes: randomized controlled trial",
      "authors": [
        "M Bender",
        "B Cooper",
        "L Park",
        "S Padash",
        "S Arai"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.8156"
    },
    {
      "title": "Video consultations as add-on to standard care among patients with type 2 diabetes not responding to standard regimens: a randomized controlled trial",
      "authors": [
        "C Hansen",
        "H Perrild",
        "B Koefoed",
        "M Zander"
      ],
      "year": 2017,
      "doi": "10.1530/eje-16-0811"
    },
    {
      "title": "A systematic review of reviews evaluating technology-enabled diabetes self-management education and support",
      "authors": [
        "D Greenwood",
        "P Gee",
        "K Fatkin",
        "M Peeples"
      ],
      "year": 2017,
      "doi": "10.1177/1932296817713506"
    },
    {
      "title": "Does the use of consumer health information technology improve outcomes in the patient self-management of diabetes? A meta-analysis and narrative review of randomized controlled trials",
      "authors": [
        "Ckl Or",
        "D Tao"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.01.009"
    },
    {
      "title": "Telemedicine application in the care of diabetes patients: systematic review and meta-analysis",
      "authors": [
        "M Marcolino",
        "J Maia",
        "Mbm Alkmim",
        "E Boersma",
        "A Ribeiro"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0079246"
    },
    {
      "title": "Clinical usefulness and cost effectiveness of home blood pressure telemonitoring: meta-analysis of randomized controlled studies",
      "authors": [
        "S Omboni",
        "T Gazzola",
        "G Carabelli",
        "G Parati"
      ],
      "year": 2013,
      "doi": "10.1097/hjh.0b013e32835ca8dd"
    },
    {
      "title": "Reducing blood pressure with Internet-based interventions: a meta-analysis",
      "authors": [
        "S Liu",
        "S Dunford",
        "Y Leung",
        "D Brooks",
        "S Thomas",
        "G Eysenbach"
      ],
      "year": 2013,
      "doi": "10.1016/j.cjca.2013.02.007"
    },
    {
      "title": "Digital interventions to promote self-management in adults with hypertension systematic review and meta-analysis",
      "authors": [
        "G Mclean",
        "R Band",
        "K Saunderson",
        "P Hanlon",
        "E Murray",
        "P Little"
      ],
      "year": 2016,
      "doi": "10.1097/hjh.0000000000000859"
    },
    {
      "title": "Effects of consumer-facing technologies on patient engagement, behavior change, and type 2 diabetes-related health outcomes",
      "authors": [
        "J Dyer"
      ],
      "year": 2013,
      "doi": "10.2337/diaspect.26.2.98"
    },
    {
      "title": "Telehealth: an effective delivery method for diabetes self-management education?",
      "authors": [
        "K Fitzner",
        "G Moss"
      ],
      "year": 2013,
      "doi": "10.1089/pop.2012.0054"
    },
    {
      "title": "Patients' perceived barriers to active self-management of chronic conditions",
      "authors": [
        "A Jerant",
        "Von Friederichs-Fitzwater",
        "M Moore"
      ],
      "year": 2005,
      "doi": "10.1016/j.pec.2004.08.004"
    },
    {
      "title": "Designing a technology enhanced practice for home nursing care of patients with congestive heart failure",
      "authors": [
        "G Casper",
        "B Karsh",
        "C Or",
        "P Carayon",
        "A Grenier",
        "M Sebern"
      ],
      "year": 2005
    },
    {
      "title": "Usability study of a computer-based self-management system for older adults with chronic diseases",
      "authors": [
        "C Or",
        "D Tao"
      ],
      "year": 2012,
      "doi": "10.2196/resprot.2184"
    },
    {
      "title": "A systematic review of patient acceptance of consumer health information technology",
      "authors": [
        "Ckl Or",
        "B Karsh"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m2888"
    },
    {
      "title": "The influence of computer experience and screen size on use performance and perceptions of a tablet-based chronic illness self-management system for older adults",
      "authors": [
        "D Tao",
        "Ckl Or",
        "K Li"
      ],
      "year": 2014,
      "doi": "10.1177/2327857914031008"
    },
    {
      "title": "Factors in the 4-week acceptance of a computer-based, chronic disease self-monitoring system in patients with type 2 diabetes mellitus and/or hypertension",
      "authors": [
        "M Yan",
        "C Or"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0064"
    },
    {
      "title": "A 12-week pilot study of acceptance of a computer-based chronic disease self-monitoring system among patients with type 2 diabetes mellitus and/or hypertension",
      "authors": [
        "M Yan",
        "C Or"
      ],
      "year": 2019,
      "doi": "10.1177/1460458217724580"
    },
    {
      "title": "Human factors and ergonomics in home care: current concerns and future considerations for health information technology",
      "authors": [
        "Ckl Or",
        "R Valdez",
        "G Casper",
        "P Carayon",
        "L Burke",
        "P Brennan"
      ],
      "year": 2009,
      "doi": "10.3233/WOR-2009-0867"
    },
    {
      "title": "Mobile phone health apps for diabetes management: current evidence and future developments",
      "authors": [
        "S Goyal",
        "J Cafazzo"
      ],
      "year": 2013,
      "doi": "10.1093/qjmed/hct203"
    },
    {
      "title": "Health app use among US mobile phone owners: a national survey",
      "authors": [
        "P Krebs",
        "D Duncan"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4924"
    },
    {
      "title": "Usability testing of a smartphone application for delivering Qigong training",
      "authors": [
        "Dst Cheung",
        "Ckl Or",
        "Mkp So",
        "A Tiwari"
      ],
      "year": 2018,
      "doi": "10.1007/s10916-018-1048-9"
    },
    {
      "title": "Heuristic evaluation and simulated use testing of infusion pumps to inform pump selection",
      "authors": [
        "K Liu",
        "F Chan",
        "C Or",
        "D Sun",
        "W Lai",
        "H So"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.07.011"
    },
    {
      "title": "Usability Engineering",
      "authors": [
        "J Nielsen"
      ],
      "year": 1994
    },
    {
      "title": "Designing the User Interfaces: Strategies for Effective Human-Computer Interaction",
      "authors": [
        "B Shneiderman",
        "C Plaisant"
      ],
      "year": 2010
    }
  ],
  "num_references": 67
}
