{
  "paper_id": "HRY2HNHK",
  "title": "Current Implementation of Digital Health in Chronic Disease Management: Scoping Review",
  "abstract": "Background: Approximately 1 in 3 adults live with multiple chronic diseases. Digital health is being harnessed to improve continuity of care and management of chronic diseases. However, meaningful uptake of digital health for chronic disease management remains low. It is unclear how these innovations have been implemented and evaluated. Objective: This scoping review aims to identify how digital health innovations for chronic disease management have been implemented and evaluated: what implementation frameworks, methods, and strategies were used; how successful these strategies were; key barriers and enablers to implementation; and lessons learned and recommendations shared by study authors. Methods: We used the Joanna Briggs Institute methodology for scoping reviews. Five databases were searched for studies published between January 2015 and March 2023: PubMed, Scopus, CINAHL, PsycINFO, and IEEE Xplore. We included primary studies of any study design with any type of digital health innovations for chronic diseases that benefit patients, caregivers, or health care professionals. We extracted study characteristics; type of digital health innovation; implementation frameworks, strategies, and outcome measures used; barriers and enablers to implementation; lessons learned; and recommendations reported by study authors. We used established taxonomies to synthesize extracted data. Extracted barriers and enablers were grouped into categories for reporting. Descriptive statistics were used to consolidate extracted data. Results: A total of 252 studies were included, comprising mainly mobile health (107/252, 42.5%), eHealth (61/252, 24.2%), and telehealth (97/252, 38.5%), with some studies involving more than 1 innovation. Only 23 studies (23/252, 9.1%) reported using an implementation science theory, model, or framework; the most common were implementation theories, classic theories, and determinant frameworks, with 7 studies each. Of 252 studies, 144 (57.1%) used 2 to 5 implementation strategies. Frequently used strategies were \"obtain and use patient or consumer feedback\" (196/252, 77.8%); \"audit and provide feedback\" (106/252, 42.1%); and piloting before implementation or \"stage implementation scale-up\" (85/252, 33.7%). Commonly measured implementation outcomes were acceptability, feasibility, and adoption of the digital innovation. Of 252 studies, 247 studies (98%) did not measure service outcomes, while patient health outcomes were measured in 89 studies (35.3%). The main method used to assess outcomes was surveys (173/252, 68.7%), followed by interviews (95/252, 37.7%). Key barriers impacting implementation were data privacy concerns and patient preference for in-person consultations. Key enablers were training for health care workers and personalization of digital health features to patient needs.",
  "year": 2022,
  "date": "2022",
  "journal": "BMC Public Health",
  "publication": "BMC Public Health",
  "authors": [
    {
      "forename": "Candelyn",
      "surname": "Pong",
      "name": "Candelyn Pong",
      "affiliation": "1  Health Services and Systems Research , Duke-NUS Medical School , National University of Singapore , Singapore , Singapore \n\t\t\t\t\t\t\t\t Health Services and Systems Research \n\t\t\t\t\t\t\t\t Duke-NUS Medical School \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Rachel",
      "surname": "Marjorie",
      "name": "Rachel Marjorie"
    },
    {
      "forename": "Wei",
      "surname": "Tseng",
      "name": "Wei Tseng",
      "affiliation": "2  Singapore Eye Research Institute , Singapore National Eye Centre , Singapore , Singapore \n\t\t\t\t\t\t\t\t Singapore Eye Research Institute \n\t\t\t\t\t\t\t\t Singapore National Eye Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Ba",
      "surname": "Yih",
      "name": "Ba Yih"
    },
    {
      "forename": "Chung",
      "surname": "Tham",
      "name": "Chung Tham",
      "affiliation": "2  Singapore Eye Research Institute , Singapore National Eye Centre , Singapore , Singapore \n\t\t\t\t\t\t\t\t Singapore Eye Research Institute \n\t\t\t\t\t\t\t\t Singapore National Eye Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Elaine",
      "surname": "Lum",
      "name": "Elaine Lum",
      "affiliation": "1  Health Services and Systems Research , Duke-NUS Medical School , National University of Singapore , Singapore , Singapore \n\t\t\t\t\t\t\t\t Health Services and Systems Research \n\t\t\t\t\t\t\t\t Duke-NUS Medical School \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore",
      "email": "elaine_lum@duke-nus.edu.sg"
    },
    {
      "affiliation": "Health Services and Systems Research Duke - NUS Medical School National University of Singapore 8 College Rd Singapore , 169857 Singapore \n\t\t\t\t\t\t\t\t Health Services and Systems Research Duke \n\t\t\t\t\t\t\t\t NUS Medical School National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 8 College Rd \n\t\t\t\t\t\t\t\t\t 169857 \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    }
  ],
  "doi": "10.2196/53576",
  "keywords": [
    "digital health",
    "telemedicine",
    "chronic disease",
    "noncommunicable disease",
    "implementation science",
    "evidence-based practice",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Chronic diseases are among the biggest health threats, causing approximately 41 million deaths yearly  [1] . Chronic disease management is especially difficult because these diseases do not occur in isolation; approximately 1 in 3 adults have multiple chronic conditions  [2] , and the probability of developing multiple comorbidities increases with age  [3] .\n\nDigital health is a rapidly growing industry that could potentially enhance health outcomes, with its growth accelerated by the COVID-19 pandemic. The use of digital health enabled continuity of care during the COVID-19 pandemic, especially for chronic disease management, when in-person care was limited  [4, 5] . An estimated 20% or US $1.8 trillion of the world's health care spending is wasteful, and digital health has the potential to lower health care spending by tackling this waste  [6] . Despite its benefits, meaningful uptake of digital health for chronic disease management has been relatively low  [7] . Some known barriers to adoption include lack of access and availability of digital health  [8] , poor user interface, suboptimal clinical integration, and lack of transparency about the datasets used for the development of digital health tools  [9] .\n\nThe uptake of health care innovations can be addressed using implementation science. Implementation science is defined as the scientific investigation of ways to increase the adoption of evidence-based practices and research findings into routine clinical use  [10] . It is underpinned by theoretical frameworks collectively known as implementation science theories, models, and frameworks (henceforth, for simplicity, implementation science frameworks). Nilsen's taxonomy of implementation science frameworks shows 5 categories (Textbox 1): process models, determinant frameworks, classic theories, implementation theories, and evaluation frameworks  [11] .\n\nTextbox 1. Descriptions and examples of theories, models, and frameworks used in implementation science."
    },
    {
      "title": "•",
      "text": "Process models: These models are used to detail and facilitate the process of bridging the gap between research and routine clinical practice.\n\nExamples are the Knowledge To Action framework  [12]  and the Ottawa Model  [13] .\n\n• Determinant frameworks: These are frameworks that provide a list of factors for analysis that could affect implementation outcomes. Examples are Theoretical Domains Framework  [14]  and Consolidated Framework for Implementation Research  [15] .\n\n• Classic theories: These are theories used to analyze the factors that shape implementation outcomes, usually drawn from other disciplines, such as psychology and organizational theory  [11] . Examples are the Theory of Planned Behavior  [16] , Social Cognitive Theory  [17] , and Situated Change Theory  [18] .\n\n• Implementation theories: These are theories generated from implementation research to understand and address elements that shape implementation outcomes. An example is Normalization Process Theory  [19] .\n\n• Evaluation frameworks: These are frameworks to guide the evaluation of implementation efforts. Examples are the RE-AIM (reach, effectiveness, adoption, implementation, and maintenance) framework  [20]  and the framework for Outcomes in Implementation Research  [21] .\n\nProspective use of implementation science frameworks can aid the development, implementation, and evaluation of digital health innovations  [11] . Retrospective application of implementation science frameworks, although less common, can be used to understand an innovation's success or failure  [22] . Given the plethora of implementation science frameworks available, the choice of framework largely depends on the study aim. For example, if the study aims to prospectively explore potential barriers and enablers to the implementation of an innovation, a determinant framework, such as the Consolidated Framework for Implementation Research, would be appropriate.\n\nThe advantage of underpinning real-world implementation efforts with an appropriate implementation science framework is the ability to generate reliable translation, spread, and scale-up for evidence-based innovations  [23] ."
    },
    {
      "title": "Objectives",
      "text": "Despite the usefulness of implementation science, there is a scarcity of reviews on the implementation  [24]  and evaluation of digital health innovations for chronic disease management in real-world or clinical settings. Most reviews are relatively narrow, focusing on a specific element of implementation such as barriers, a specific chronic disease, or a specific type of digital health innovation  [25] [26] [27] [28] . In light of the current knowledge gaps, this scoping review aimed to identify how digital health innovations for the management of chronic diseases have been implemented.\n\nSpecifically, to understand what implementation frameworks, methods, and strategies were used; how successful these strategies were; what were the key barriers and enablers to implementation; what lessons were learned; and what recommendations were shared by the respective study authors.\n\nFindings will be useful to clinicians and researchers planning to implement digital health innovations."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Definitions",
      "text": "For the purposes of this scoping review, we defined digital health as the branch of study on the advancement and use of IT to enhance health  [29] . This includes eHealth, mobile health (mHealth), telehealth, wearables, and artificial intelligence.\n\neHealth refers to the provision of health care services with the support of information and communication technology (ICT), for example, computers and phones; mHealth is defined as the use of smart and portable or mobile wireless devices in health care; and telehealth is defined as the use of digital technologies to provide health services remotely  [29, 30] . Wearables are devices worn by individuals, usually to monitor personal health metrics and their environment  [31] . Artificial intelligence in health care refers to the use of machine learning, including natural language processing and deep learning, to make predictions of health outcomes or support clinical decision-making  [32] ."
    },
    {
      "title": "Search Strategy",
      "text": "This study was carried out according to the Joanna Briggs Institute methodology for scoping reviews  [33] . The protocol was published on Open Science Framework  [34, 35]  and briefly detailed in this paper. We developed a search strategy comprising the following key concepts: digital health, implementation, and chronic diseases, and refined it using the PRESS (Peer Review of Electronic Search Strategies) guidelines (Table  S1  in Multimedia Appendix 1 )  [199] . The full search strategy is provided in Multimedia Appendix 1.\n\nWe searched the following 5 databases, PubMed, Scopus, CINAHL, PsycINFO, and IEEE Xplore, for literature published between January 2015 and March 2023. We chose to start from 2015 as there was a steep escalation in the number of published studies on digital health innovations from 2016 onward  [200] ."
    },
    {
      "title": "Eligibility Criteria",
      "text": "We included primary studies of any study design reporting on the preimplementation or implementation of any type of digital health innovations for chronic diseases that benefits either patients, caregivers, or health care professionals directly, with or without the use of an implementation science framework.\n\nStudies that did not include implementation or were not reported in the English language, meta-analyses, systematic reviews, conference proceedings, short reports, study protocols, commentaries, and dissertations were excluded from this review."
    },
    {
      "title": "Selection of Studies",
      "text": "Three researchers (CP, RMWWT, and EL) conducted title and abstract screening followed by full-text screening, with each study independently screened by 2 researchers. Conflicts at both stages of screening were resolved through discussion, and any unresolved conflicts were mediated by a third researcher. The reference lists of studies that partially met the inclusion criteria but were excluded because these were meta-analyses, systematic reviews, or study protocols were examined by 1 researcher (CP) to identify any additional relevant studies. Covidence (Veritas Health Innovation), a web-based collaboration platform for reviews, and Endnote (version 20; Clarivate Analytics) were used for screening and managing citations, respectively."
    },
    {
      "title": "Data Extraction and Data Analysis",
      "text": "A standardized form was developed for data extraction using Google Forms (Google LLC). The following data were extracted: publication year, author, country of study, type of study, characteristics of the digital health innovations, definitions of digital health used by study authors, implementation frameworks used, implementation strategies, and outcome measures used to evaluate the implementation. We also extracted the key barriers and enablers for successful implementation, lessons learned, and recommendations shared by the respective study authors. How we operationalized data extraction is presented in Multimedia Appendix 1. For example, textual data points, such as \"key barriers,\" were summarized as \"patients' lack of motivation and time,\" \"increased workload for health care workers,\" and so forth.\n\nThe extraction form was piloted by 2 researchers (CP and RMWWT) using 5 included studies and subsequently refined. One reviewer (CP) completed data extraction for the remaining studies. Data extraction of a random 10% (25/252, 9.9%) of included articles was verified by a second researcher (EL) to ensure rigor and trustworthiness. Descriptive statistics were used to consolidate the extracted data in Excel (version 1808; Microsoft Corporation).\n\nWe used the following taxonomies to inform our analysis and summary of extracted data: the categorization for countries and regions by the World Health Organization for the country of study [201]; Nilsen's taxonomy for implementation theories, models, and frameworks  [11] ; Expert Recommendations for Implementing Change (ERIC) taxonomy for implementation strategies  [202] ; and Proctor's outcomes in implementation research  [21] . Logic models and pathways were not considered an implementation science framework in this review."
    },
    {
      "title": "A Note About Outcomes"
    },
    {
      "title": "Overview",
      "text": "Outcomes were grouped into 3 categories, namely, implementation outcomes, service outcomes, and patient outcomes, following Proctor et al  [21] .\n\nImplementation outcomes indicate the success (or otherwise) of implementing or embedding the digital health innovation. Service outcomes and patient outcomes indicate the effectiveness of digital health innovation in impacting service delivery or patient care and patient health or well-being, respectively. These 3 categories of outcomes are detailed in the Implementation Outcomes and Service Outcomes and Patient Outcomes sections."
    },
    {
      "title": "Implementation Outcomes",
      "text": "Proctor's outcomes for implementation research comprise 8 types of implementation outcomes, namely, acceptability, adoption, appropriateness, cost, feasibility, fidelity, penetration, and sustainability  [21] . Acceptability is the impression among stakeholders that the specific innovation is agreeable, adoption is the initial desire to test or use a given innovation, and appropriateness is the perceived suitability of the innovation in a particular context. Cost refers to both the cost of the innovation and the cost of implementation. Feasibility is the extent to which an innovation can be effectively implemented in a specific context, and fidelity is the extent to which the innovation was implemented as intended. Penetration is the integration of the innovation into health care services, and sustainability is the degree to which an innovation and its ensuing benefits can be effectively maintained in a specific context  [21] .\n\nIn Proctor's outcomes for implementation research, various types of stakeholders are recognized; for example, administrators, payers, health care providers, and patients or consumers and their family members, to name a few  [21] .\n\nHence, an implementation outcome, such as \"acceptability,\" would hold different salience for each type of stakeholder  [21] .\n\nFor clarity, in this review, we chose to foreground the perspectives of target users for the implementation outcome \"acceptability.\"\n\nHence, we can group the 8 outcomes proposed by Proctor et al  [21]  into the following three groups: (1) outcomes from a user perspective that are a function of innovation design (acceptability, adoption, appropriateness, and feasibility); (  2 ) the implementation process (fidelity); and (3) outcomes that foreshadow embedment in routine practice from an organizational perspective (cost and cost-effectiveness, penetration, and sustainability)."
    },
    {
      "title": "Service Outcomes and Patient Outcomes",
      "text": "Service outcomes and patient outcomes indicate the effectiveness of digital health innovation in impacting service delivery or patient care and patient health or well-being, respectively. Examples of these outcomes include patient safety indicators, quantifiable health outcomes, patient satisfaction, health-related quality of life, patient empowerment, and patient knowledge."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search Yield",
      "text": "The search generated 7970 studies. After removing duplicates, 96.16% (7664/7970) studies remained. After title and abstract screening and full-text screening of 7664 and 754 studies, respectively, 3.22% (247/7664) studies remained. Manual examination of reference lists of 5 study protocols and 9 meta-analyses and systematic reviews excluded during screening yielded 5 additional studies, bringing the total number of included studies to 252 (Figure  1 ). The list of included studies is provided in Multimedia Appendix 1.  Table 2). Of the 252 studies, 82 (32.5%) reported the study's duration, which ranged from 0.5 to 106 months, with a mean of 18.1 (SD 16.8) months. b Percentages do not add up to 100% as some studies addressed >1 chronic disease. c Percentages do not add up to 100% as some studies discussed >1 innovation. The type of health care professionals is not specified. g Some studies used >1 implementation science framework.\n\nh Adapted from Nilsen taxonomy for implementation theories, models, and frameworks  [11] .\n\ni Percentages do not add up to 100% as some studies have >1 outcome. j Adapted from Proctor outcomes in implementation research  [21] .\n\nk Most studies only reported the cost of innovation; only Raeside et al  [36]  reported the total cost of implementation.\n\nl Percentages do not add up to 100% as some studies used >1 assessment method to evaluate the outcome.\n\nJ Med Internet Res 2024 | vol. 26 | e53576 | p. 8  https://www.jmir.org/2024/1/e53576 (page number not for citation purposes)"
    },
    {
      "title": "Definition of Digital Health",
      "text": "Of the 252 studies, only 24 (9.5%) included a definition of digital health. Of these 24 studies, a general definition of digital health was provided by 3 studies (12.5%): the use of ICTs for health care that includes both eHealth and mHealth  [37]  or as incorporating disruptive and medical technologies  [38, 39] . Definitions of a specific type of digital health innovation were provided by the remaining studies (21/24, 88%), of which 9 (43%) studies defined mHealth, 9 (43%) telehealth, 2 (10%) telemonitoring, and 1 (5%) defined eHealth. mHealth was defined as the use of mobile technology for services related to health care  [40] [41] [42] [43] [44] [45] [46] [47] [48] , and telehealth was defined as the use of ICT for internet-based provision of health care  [49] [50] [51] [52] [53] [54] [55] [56] [57] . Of the 2 studies on telemonitoring, 1 (50%) described telemonitoring as an automated system  [58] , and the other (50%) defined it as a noninvasive patient-monitoring system  [59]  that uses ICT for the dissemination of patients' clinical data from their homes to their respective health care providers  [58, 59] . The sole study with a definition on eHealth defined it as the use of ICT for health care  [60] ."
    },
    {
      "title": "Type of Framework",
      "text": "Frameworks used to implement digital health innovations are presented in Table  1 . Most studies (216/252, 85.7%) did not indicate or specify the framework used to guide the implementation. Of those that did, there was a good mix of implementation science  (23/252, 9 .1%) and other frameworks used  (13/252, 5.2%) .\n\nImplementation models and theories used were the capability, opportunity, motivation, behavior (COM-B) model with the associated Behavior Change Wheel (4/252, 1.6%) and the Normalization Process Theory (3/252, 1.2%). Classic theories used were the self-determination theory (4/252, 1.6%), social cognitive theory (2/252, 0.8%), and Bandura's self-efficacy theory (1/252, 0.4%). The determinant frameworks used were the Consolidated Framework for Implementation Research (4/252, 1.6%); Exploration, Preparation, Implementation, and Sustainment framework (1/252, 0.4%); the integrated Promoting Action on Research Implementation in Health Services framework (1/252, 0.4%); and the Theoretical Domains Framework (1/252, 0.4%). The sole process framework used was the model by  Grol and Wensing [203]  (1/252, 0.4%), although the Exploration, Preparation, Implementation, and Sustainment framework arguably straddles both determinant and process frameworks and could be included here."
    },
    {
      "title": "Implementation Strategies",
      "text": "Most studies used 1 (103/252, 40.9%) or 2 (102/252, 40.5%) strategies to implement digital health (Table  1 ). Table  3  shows the implementation strategies used, mapped to the ERIC taxonomy  [202, 204] . The top 3 strategies used in terms of frequency were collecting feedback from target users (ERIC 46: obtain and use patients or consumers and family feedback; 196/252, 77.8%); reviewing clinical performance details and providing feedback (ERIC 5: audit and provide feedback; 106/252, 42.1%); and conducting pilot studies before implementation (ERIC 61: stage implementation scale-up; 85/252, 33.7%)."
    },
    {
      "title": "Outcomes in Implementation Research"
    },
    {
      "title": "Overview",
      "text": "The main assessment method used to evaluate outcomes was surveys (173/252, 68.7%; Table  1 ). Outcome measures used to evaluate the implementation and effectiveness of digital health innovations were sorted into 3 categories, following Proctor et al  [21]  (Table  1  and Multimedia Appendix 1): implementation outcomes, service outcomes, and patient outcomes. While favorable implementation outcomes indicate successful implementation, the effectiveness of the digital health innovation is determined by service and patient outcomes. The 3 most common outcomes measured were acceptability (171/252, 67.9%), which is an implementation outcome, and 2 patient outcomes, namely health outcomes (81/252, 32.1%) and patient satisfaction  (40/252, 15.9%) . Service outcomes were largely not measured, with only a handful of studies (5/252, 2%) monitoring safety or adverse events."
    },
    {
      "title": "Implementation Outcomes",
      "text": "Most studies that measured the acceptability, feasibility, and adoption of eHealth found it acceptable  (38/39, 97%) , feasible (7/10, 70%), and with a high rate of adoption  (10/10, 100%) . The sole study on eHealth that assessed fidelity reported that it was high among target users  [61] . Similarly, most studies that evaluated the acceptability, feasibility, and adoption of mHealth found it to be acceptable (70/74, 95%), feasible  (16/18, 89%) , and with a high rate of adoption (14/15, 93%). However, the 2 studies that investigated the appropriateness of mHealth reported that it was rated low by target users  [42, 62] .\n\nLikewise, most studies that assessed the acceptability and feasibility of telehealth found it acceptable (59/61, 97%) and feasible  (13/14, 93%) . The studies that measured the adoption of telehealth (4/5, 80%) reported that the adoption rate was high. All the studies that evaluated the fidelity of telehealth concluded that it was high among target users (3/3, 100%), and the 2 studies that analyzed the appropriateness of telehealth found it appropriate  [56, 58] . However, the sole study on telehealth that measured penetration observed that it varied widely across different health systems  [63] , and the 2 studies on telehealth that assessed sustainability received mixed reviews  [63, 64] .\n\nAs for wearables, most studies (7/8, 88%) that evaluated its acceptability found it acceptable. The sole study focusing on wearables that measured feasibility concluded that it was feasible  [65] , and the 2 studies that assessed the adoption reported that the adoption rate was high (Multimedia Appendix 1)  [66, 67] ."
    },
    {
      "title": "Service Outcomes",
      "text": "Most studies (247/252, 98%) did not measure service outcomes, such as efficiency, safety, effectiveness, equity, patient-centeredness, and timeliness. Of the studies that did (5/252, 2%), study authors measured safety and concluded that there were no major adverse incidents caused by the innovation  [68] [69] [70] [71]  or that the adverse events only occurred in a small number of users  [72] ."
    },
    {
      "title": "Patient Outcomes",
      "text": "Of 252 studies, 89 (35.3%) measured patients' health or quality of life. Most of these studies (65/89, 73%) reported an improvement in at least 1 aspect of patients' health or quality of life after the implementation of eHealth, mHealth, or telehealth, although 1 study (1%) saw a drop in patients' health status but an improvement in quality of life. Of the 24 remaining studies, 22 observed no substantial difference (22/89, 25%), while 2 noticed a reduction in patients' health status (2/89, 2%).\n\nOf 252 studies, 40 (15.9%) measured patient satisfaction with the innovation. Most of these studies (39/40, 98%) reported that patient satisfaction with eHealth, mHealth, and telehealth was generally high. Improvements in patient empowerment, specifically self-management and self-care were seen after the implementation of eHealth and mHealth innovations, respectively  [73] [74] [75] . In addition, improvements in patient knowledge were seen after the implementation of eHealth  [76, 77] . None of the articles on wearables investigated patient outcomes (Multimedia Appendix 1)."
    },
    {
      "title": "Barriers and Enablers to Implementation",
      "text": "Of the 252 studies, 123 (48.8%) addressed barriers and enablers to implementation. Most of these studies elicited barriers and facilitators as part of the study aims (110/123, 89.4%), with the exception of 13 studies (10.6%) that reported barriers and facilitators as part of the findings or discussion. The barriers and enablers have been grouped into 4 categories: external factors, factors related to health care workers, patient-related factors, and factors pertinent to both patients and health care workers.\n\nThe categories were generated based on the barriers and enablers identified in this review. Barriers and enablers related to recipients (target users) of the digital health innovations were categorized as \"factors related to health care workers,\" \"patient-related factors,\" or \"factors pertinent to both patients and health care workers.\" Barriers and enablers related to systems, policies, and infrastructure were categorized as \"external factors.\""
    },
    {
      "title": "Barriers"
    },
    {
      "title": "Overview",
      "text": "Common barriers affecting the implementation of eHealth, mHealth, and telehealth are presented in Figure  2 , with specific barriers for the individual innovations detailed in Table  4 ."
    },
    {
      "title": "Common Barriers Affecting Implementation",
      "text": "Data privacy emerged as the foremost common barrier among various digital health innovations  [37, 38, 43, 45, [78] [79] [80] [81] [82] [83] [84] [85] [86] [87] [88] [89] [90] [91] [92] . Patient preference for in-person consultations  [53, 66, 83, 84, 89, [93] [94] [95]  and their level of comfort with digital health or technology in general  [66, [96] [97] [98] [99]  were common barriers to the implementation of eHealth, mHealth, telehealth, and wearables. The lack of manpower  [63, 80, 85, [100] [101] [102] [103] [104]  and the preference of health care workers for in-person consultations with patients  [43, 60, 78, 85, 90, [105] [106] [107]  were shared barriers for eHealth, mHealth, and telehealth innovations. The lack of integration with electronic medical records  [60, 80, 81, 90, [108] [109] [110] [111] [112] [113]  was a reported barrier for both eHealth and mHealth. Health care workers' time constraints were an important barrier to the implementation of both mHealth and telehealth  [100, 104, 114, 115] ."
    },
    {
      "title": "Barriers Unique to Type of Technology",
      "text": "Some barriers unique to eHealth included the lack of ease of use for both patients and health care workers  [79, 91]  and the initial skepticism of health care workers about eHealth  [81] .\n\nBarriers distinctive to mHealth were the lack of support from senior management at the initial phase of implementation  [101]  and patients' lack of access to smartphones  [40, 96] . For telehealth, unique barriers included health care workers facing difficulties evaluating patients over the internet  [104]  and the lack of space and equipment for patients and health care workers to attend and conduct telehealth visits, respectively  [63, 83, 98, 104, 105, 115, 116] . Barriers unique to wearables include the presence of discomfort after wearing the item  [41]  and patients' lack of trust in the technology  [65] . For the sole study that evaluated digital health in general, some unique barriers were the lack of resources to handle the information collected by digital health tools and the lack of solid evidence to implement digital health safely  [37]  (Table  4 )."
    },
    {
      "title": "Enablers",
      "text": "Common enablers affecting the implementation of eHealth, mHealth, and telehealth are depicted in Figure  3 , while specific enablers of each type of innovation are presented in Table  5 ."
    },
    {
      "title": "Common Enablers Affecting Implementation",
      "text": "The common enablers between eHealth, mHealth, telehealth, and digital health in general were the presence of training for health care workers  [37, 45, 60, 78, 80, 100, 101, 117]  and personalization of digital health features to patients' needs  [37, 42, 58, 80, 82, 115, [118] [119] [120] [121] 205] . The sole common enabler among eHealth, mHealth, telehealth, and wearables was the ease of use of the respective technologies  [36, 43, 60, 63, 66, 78, 80, 82, 84, 87, 96, 108, 109, 111, 115, 118, 121, [205] [206] [207] [208] [209] [210] [211] [212] .\n\nWith regard to eHealth, mHealth, and telehealth, some common enablers among them included a good relationship between the patient and the health care worker  [79, 104, 118, 205, 213, 214]  and the availability of manpower to implement the innovation  [98, 101, 215] . The presence of motivation to use the innovation was particular to both eHealth and mHealth  [119, 206] . The presence of education and training for patients was an enabler for both mHealth and telehealth  [43, 45, 78, 87, 206] . Good communication between the implementation stakeholders was an enabler for both telehealth and eHealth  [58, 102, 104, 105, 108, 114, 215] ."
    },
    {
      "title": "Enablers Unique to Type of Technology",
      "text": "Enablers unique to eHealth included the ability of health care workers to evaluate more patients without an increase in time commitment  [90, 216]  and the presence of incentives for health care workers, such as the provision of financial reimbursement and continuing medical education points  [108] . Enablers distinctive to mHealth included patients' familiarity with smartphones [217] and a high level of self-efficacy  [216] . For telehealth, unique enablers included the presence of encouragement from health care workers to patients to use telehealth  [98, 114, 218]  and flexibility for patients to attend telehealth consultations at their convenience  [83, 85, 93, 105, 114] . With regard to wearables, examples of unique enablers were the ability to wear the innovation easily under clothing and users being of a younger age group, as wearable designs often do not consider the requirements and needs of older adults  [66] . For the sole study that evaluated digital health in general, a high level of digital literacy among health care workers was a specific enabler  [37]  (Table  5 )."
    },
    {
      "title": "Lessons Learned Shared by Study Authors",
      "text": "Of the 252 studies, 62 (24.6%) specified lessons learned. Many patients are generally open to digital health  [207] , and the initial uptake is usually high  [219] . However, health care workers often perceive it as an increase in workload  [110] . For digital health innovations to be successful, it is important for them to be tailored to the patient's needs  [37, 41, 67, 83, 84, 86, 87, 89, 111, 115, 119, 121, 212, [220] [221] [222] [223] [224] [225] [226] [227] ,\n\nto enhance the patient-provider relationship  [90] , and to complement physical appointments  [57, 105, 222, 228] . Effective communication between implementation stakeholders is required  [87, 98, 229] , and ongoing evaluation is needed to ensure that the uptake remains high  [60] . In addition, the benefits of digital health need to be evident to target users  [230] .\n\nTo increase the uptake of digital health, support from relevant authorities is needed [109], along with raising awareness of its benefits  [45, 78]  and embedding it into existing workflows  [60, 90] . Other ways to increase uptake include the provision of resources required for implementation  [98, 225, 231] , the presence of technical support  [37, 60, 225, 231] , and training for target users  [60, 213, 225] . In addition, digital health innovations should be user-friendly  [41, 45, 219, 231, 232] , target users should be included in its development and implementation  [60, 66, 110, 221, 233, 234] , and a transition stage should be included for target users to adapt to the innovation  [60] ."
    },
    {
      "title": "Recommendations Shared by Study Authors",
      "text": "Of the 252 studies, 122 (48.4%) studies shared recommendations. Study authors recommended conducting a study of a longer duration  [37, 51, 230, [235] [236] [237] [238] [239] [240]  or conducting a larger study  [74, 96, 120, 210, 224, 232, [241] [242] [243] [244]  for future studies. Many authors also recommended using controlled trials for future studies  [54, 97, 110, 112, 113, 207, 208, 211, 230, 231, [245] [246] [247] [248] [249] [250] [251] [252] [253] [254] [255] [256] . Some suggested larger or long-term trials  [97, 110, 112, 113, 207, 211, 245, 246, 248, 250, 253, [255] [256] [257] , while others proposed clinical trials in general  [258, 259]  or having a control group  [46, 56, 96, [260] [261] [262] [263] .\n\nFurthermore, some authors recommended future research in other contexts, such as different countries or cities  [43, 59, 68, 88] , different health care systems  [59, 68]  or settings  [47, 211, [264] [265] [266] , different stakeholder groups involved in the implementation  [43, 80, 96, 267] , different demographics in terms of age  [268]  or socioeconomic status  [222, 269] , more diverse demographics  [89, 91, 104, 107, 110, 232, 243, 257, 258, 264, 266, 270] , different illnesses  [271] [272] [273] [274] , or severity of disease  [99] . In contrast, other authors suggested focusing on patients with similar illness classification  [242, 275] .\n\nOther proposals pertinent to implementation include using different implementation strategies  [76] , monitoring different outcomes  [36, 107, 225, 276] , collecting outcomes more frequently  [277] , or understanding the association between different features of the innovation and their corresponding outcomes  [55, 278, 279] . Other suggestions include personalizing the innovation to individual users  [88, 95, 121, 258, 280] , having more extensive user testing  [115, 273, 281] , or making relevant changes to current features of the innovation based on the research findings  [213, 219, 241, 282, 283] .\n\nMoreover, several authors recommended focusing on efficacy  [43, 45, 49, 70, 217, 247, 256, [284] [285] [286] [287] , validation  [229] , effectiveness  [65, 210, 221, 258, [288] [289] [290] , cost-effectiveness  [45, 96, 115, 247, 281] , clinical applicability  [291] , or usability of the innovation  [292] . Other proposals include using a mixed methods approach for future studies  [43, 45, 218, 248, 293]  or qualitative research methods to understand target users' experiences with digital health  [42, 43, 45, 59, 230] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This review bridges a critical gap in the deployment of digital health innovations for the management of chronic diseases by eliciting how such innovations have been implemented and evaluated to date. We conducted the review through the lens of implementation science to generate actionable findings for future real-world implementation of digital health innovations.\n\nFirst, >90% of the 252 studies included in this review did not report using an implementation science framework for planning, guiding, or evaluating the real-world deployment of digital health technologies, despite the availability of many suitable frameworks to guide implementation  [11] . This reportedly low use of implementation science frameworks may be due to implementation science being an emerging field. Hence, awareness and the potential usefulness of such frameworks for implementing digital health technologies are not yet widespread. Of the studies that reported using an implementation science framework, implementation theories, classic theories, and determinant frameworks were the most frequently used. Implementation science frameworks developed specifically for the deployment of digital health technologies were rarely used; for example, only 3 studies used the Normalization Process Theory and none used the Nonadoption, Abandonment, Scale-up, Spread, and Sustainability framework  [294] .\n\nOf 252 studies, only 23 (9.1%) leveraged an implementation science framework. Study authors used these frameworks to underpin qualitative data collection, data analysis, or interpretation of findings; to inform the design of behavior change and implementation strategies to enable successful deployment; and for the evaluation of implementation outcomes. Although most included studies (229/252, 90.9%) did not formally use implementation science frameworks to guide implementation, these studies have, nevertheless, addressed or incorporated some elements of these frameworks. For example, 48.8% (123/252) of the studies assessed barriers and enablers affecting implementation. The low use of implementation science frameworks represents missed opportunities to generate reliable translation and scale-up of evidence-based innovations through a deeper understanding of contextual influences and eliciting mechanisms of implementation, as well as productive theorizing of implementation research  [23, 295] .\n\nSecond, of the studies that measured implementation or patient outcomes, most (188/227, 82.8%) reported positive implementation or patient outcomes despite the low use of implementation science frameworks in the deployment of digital health innovations. Target users generally found digital health to be acceptable and feasible, and study authors reported high adoption. Only 6 (2.4%) of the 252 studies included appropriateness and sustainability as outcome measures to evaluate implementation, and the results were mixed. Of the studies that measured patients' health outcomes or quality of life, 77% (64/83) reported improvements, with patients being generally satisfied with digital health. These outcomes were mainly assessed using surveys (173/252, 68.7%); this is unsurprising as surveys are commonly used in health services research  [296] . Most surveys contained at least 1 validated scale to assess outcomes (103/173, 59.5%) or were created by study authors  (85/173, 49.1%) .\n\nThird, the most commonly used implementation strategies were evaluative and iterative strategies as per the ERIC taxonomy  [202] ; this is not surprising, given the relatively higher importance and feasibility of these strategies  [202] . Studies focused on innovation development used a variety of co-design strategies with target users, such as patients and health care professionals. Strategies such as obtaining user feedback and conducting pilots before implementation were necessary, considering that most of the digital health innovations were in the early stages of real-world deployment."
    },
    {
      "title": "Comparison to Prior Work",
      "text": "Overall, the findings from this review are similar to previous scoping reviews in emphasizing the usefulness of digital health innovations, and they are viewed positively by target users  [297] [298] [299] . Willis et al [297]  observed that many included studies found statistically significant improvements in implementation outcomes (eg, adoption and acceptability) and health care performance outcomes (eg, validated health measures), congruent with the findings of our review. Patel et al [298]  highlighted that numerous studies indicated that many participants were willing to use digital health innovations, especially if they are personalized to target users' needs and preferences, which is a key enabler found in our review. Likewise,  Lim et al [299]  argued that most participants found digital health innovations highly acceptable and perceived them to be convenient, user-friendly, and practical. Despite the above, many studies in this review indicated numerous barriers that could affect implementation. Notable barriers include concerns over data privacy  [37, 38, 43, 45, [78] [79] [80] [81] [82] [83] [84] [85] [86] [87] [88] [89] [90] [91] [92]  and patients' preference for physical consultations  [53, 55, 66, 83, 84, 89, [93] [94] [95] . While it remains to be seen whether the convenience and flexibility of accessing health care via digital modalities would trump patient preference for physical consultations, assuming the quality of care is not compromised, ensuring data privacy is nonnegotiable. Not being able to assure data privacy is arguably the most formidable barrier affecting successful implementation  [300, 301] .\n\nIn our review, two-thirds (171/252, 67.9%) of the included studies examined acceptability as an implementation outcome, followed by feasibility  (38/252, 15.1%) , and adoption (32/252, 12.7%). Other implementation outcomes, such as penetration, sustainability, appropriateness, fidelity, and cost, were infrequently reported (number of studies ranged between 1 and 6 studies). Similarly, a recent scoping review by  Proctor et al [302]  investigating the progress of implementation outcomes research found that 52.5% (210/400) of their included studies examined acceptability  [302] . Fidelity was the next most commonly examined outcome (157/400, 39.3%), followed by feasibility (154/400, 38.5%), adoption (106/400, 26.5%), and appropriateness  (87/400, 21.8%) . Implementation outcomes such as penetration (64/400, 16%), sustainability (63/400, 15.8%), and cost (31/400, 7.8%) were relatively less frequently examined [302], albeit in higher proportions of included studies compared to our review. Our finding that service outcomes were rarely reported (5/252, 2%) contrasts with that reported in the scoping review by  Proctor et al [302] , where a small percentage (22/400, 5.5%) of included studies not only reported service outcomes but also examined the relationship between implementation outcomes and service outcomes."
    },
    {
      "title": "Limitations and Strengths",
      "text": "There are several limitations to this review. First, the identification and classification of implementation strategies and outcomes for included studies were not without challenges, as studies used various terms to describe these constructs. To reduce errors and to ensure consistency in the interpretation of terms for the purposes of data extraction, we piloted the data extraction form and resolved discrepancies before actual extraction.\n\nSecond, we were not able to judge how well implementation strategies were carried out, regardless of whether an implementation science framework was used or not, apart from documenting the outcomes reported by the study authors. We cannot rule out that in some included studies, the outcomes were suboptimal due to poorer execution of implementation strategies rather than the lack of an implementation science framework to underpin the work per se. Third, we did not assess the quality of reporting against the Standards for Reporting Implementation Studies (StaRI)  [303] , as not all included studies explicitly claimed to be an implementation study. StaRI comprises a 27-item checklist spanning both the implementation strategy and the clinical, health care, or public health intervention (the innovation) being implemented. According to StaRI, study authors should describe the scientific background and explain their rationale for selecting the underpinning implementation theory, model, or framework and implementation strategies. Study authors should do the same for the innovation being implemented and include a description of the evidence of its effectiveness  [303] . Adhering to StaRI would also require a description of how the \"selected strategy is expected to achieve its effects\"; for example, a logic model or pathway showing hypothesized mechanisms of action for how each implementation strategy is expected to bring about desired patient outcomes  [303] . The logic model or pathway does not replace the use of an implementation theory, model, or framework to underpin the work of implementation.\n\nFourth, we did not include preprints or unpublished literature, which might have affected our findings. Digital health is a rapidly growing field, and pioneering innovations may have yet to be published in peer-reviewed journals. However, preprints are more likely to capture the development and validation phases of digital health innovations rather than last-mile real-world implementation, which is the scope of this review.\n\nStrengths of this review include a comprehensive search strategy and broad inclusion criteria to ensure that we capture as many relevant studies as possible. The included studies are not limited to a particular geographical region or type of digital health innovation, thus allowing a representative overview to be generated. We categorized the findings on barriers and enablers to understand differences related to patients, health care workers, and external factors across different digital health innovations, which will be useful for planning and designing future implementation studies."
    },
    {
      "title": "Future Directions",
      "text": "This scoping review generated a summary of how digital health in chronic disease management is currently implemented. The benefit of using implementation science frameworks was not unequivocal and was out of the scope of this review. Nevertheless, our findings established a basis for future studies to investigate whether using an implementation science framework (and how well it is used) compared to not using one would yield better or more consistent outcomes. In addition, we agree with  Proctor et al [302]  that future studies testing the relationships between implementation strategies and implementation, service, and patient outcomes are needed.\n\nThe digital health innovation being implemented should not unduly burden target users, whether patients or health care providers. Investing in co-design with target users as early as practicable is a smart way to ensure that the innovation is fit for purpose and to pre-emptively identify user issues. However, as users and contexts continually evolve and change, acceptability of digital health innovation may change with time. Hence, the acceptability of the innovation should be assessed at several time points, and the findings should be used to inform iterative improvements in innovation design.\n\nThe process of deployment is as important as the features of the innovation. Target users require adequate preparation and support throughout the implementation. It should be ensured that process measures and adverse events are monitored consistently and addressed. Planning for and monitoring sustainability should be a key outcome measure, given the not-insignificant investment of resources in digital health."
    },
    {
      "title": "Conclusions",
      "text": "Digital health has changed how health care is viewed and managed; nonetheless, how it is implemented in real-world settings can be further optimized. This implementation science-guided scoping review generated a comprehensive summary of the various ways digital health innovations have been implemented and evaluated for chronic disease management. Findings serve as a useful resource for physicians, researchers, health system managers, and policy makers when designing the successful implementation of digital health innovations."
    },
    {
      "text": "Figure 1. PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Review) flow diagram."
    },
    {
      "text": "protocol a Countries are categorized based on the World Health Organization's country groupings [201]."
    },
    {
      "text": "d mHealth: mobile health.e Percentages do not add up to 100% as some studies have >1 target user."
    },
    {
      "text": "f"
    },
    {
      "text": "not add up to 100% as some studies used >1 implementation strategy.b ERIC refers to the Expert Recommendations for Implementing Change taxonomy for implementation strategies."
    },
    {
      "text": "Figure 2. Common barriers affecting the implementation of eHealth, mobile health (mHealth), and telehealth."
    },
    {
      "text": "Figure 3. Common enablers affecting the implementation of eHealth, mobile health (mHealth), and telehealth."
    },
    {
      "text": "The most common reason for excluding full-text articles was that the innovation used was outside our scope and definition of digital health(257/507, 50.7%).Some examples include robot-assisted therapies and surgeries, minimally invasive and noninvasive medical devices, and online health education classes.Reasons for excluding full-text articles where digital health innovations were used include implementation outcomes not reported (189/507, 37.3%), disease type out of scope(22/507, 4.3%), conference proceedings or short report(16/507,  3.2%), systematic review or meta-analysis (9/507, 1.8%), study protocol (5/507, 1.0%), and dissertation (1/507, 0.2%).Other reasons for exclusion (6/507, 1.2%) were papers describing digital health implementation efforts in general and the creation of causal loop diagrams from published literature.Finally, records for which full text was not available upon reasonable search, for example, Google Scholar (Google LLC), university libraries, and contacting study authors via email or ResearchGate with no reply within 2 weeks, were excluded (2/507, 0.4%).The majority were single-country studies (243/252, 96.4%).Most of the studies originated from the Region of the Americas (106/252, 42.1%), the European Region(89/252, 35.3%), and the Western Pacific Region(35/252, 13.9%).About half of the included studies were published between 2015 and 2019 before the emergence of the 48.8%), with the other half (129/252, 51.2%) published between 2020 and 2023, during and post-COVID-19 pandemic.The 3 most common types of chronic diseases managed were chronic respiratory diseases(64/252, 25.4%), cardiovascular diseases(33/252, 13.1%), and neurological disorders(29/252, 11.5%)."
    },
    {
      "text": "Characteristics of included studies.Region of the Americas, and Western Pacific Region"
    },
    {
      "text": "Sample size of included studies."
    },
    {
      "text": "Implementation strategies (N=252)."
    },
    {
      "text": "Specific barriers pertaining to individual innovations."
    },
    {
      "text": "Specific enablers pertaining to individual innovations."
    }
  ],
  "references": [
    {
      "title": "Noncommunicable diseases",
      "year": 2022
    },
    {
      "title": "Facilitators and barriers of managing patients with multiple chronic conditions in the community: a qualitative study",
      "authors": [
        "K Foo",
        "M Sundram",
        "H Legido-Quigley"
      ],
      "year": 2020,
      "doi": "10.1186/s12889-020-8375-8"
    },
    {
      "title": "Aging with multimorbidity: a systematic review of the literature",
      "authors": [
        "A Marengoni",
        "S Angleman",
        "R Melis",
        "F Mangialasche",
        "A Karp",
        "A Garmen"
      ],
      "year": 2011,
      "doi": "10.1016/j.arr.2011.03.003"
    },
    {
      "title": "Optimizing healthcare through digital health and wellness solutions to meet the needs of patients with chronic disease during the COVID-19 era",
      "authors": [
        "A Seixas",
        "I Olaye",
        "S Wall",
        "P Dunn"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.667654"
    },
    {
      "title": "Digital health during COVID-19: lessons from operationalising new models of care in ophthalmology",
      "authors": [
        "D Gunasekeran",
        "Y Tham",
        "D Ting",
        "G Tan",
        "T Wong"
      ],
      "year": 2021,
      "doi": "10.1016/s2589-7500(20)30287-9"
    },
    {
      "title": "Transforming healthcare: navigating digital health with a value-driven approach",
      "year": 2024,
      "doi": "10.53902/tnhcr.2024.04.000534"
    },
    {
      "title": "Nudges and the meaningful adoption of digital health",
      "authors": [
        "N Shah",
        "S Adusumalli"
      ],
      "year": 2020,
      "doi": "10.2217/pme-2020-0071"
    },
    {
      "title": "Lancet Commission on Evidence-Based Implementation in Global Health. Achieving justice in implementation: the Lancet commission on evidence-based implementation in global health",
      "authors": [
        "H Peterson",
        "Q Dube",
        "J Lawn",
        "J Haidar",
        "J Bagenal",
        "R Horton"
      ],
      "year": 2023,
      "doi": "10.1016/s0140-6736(23)00870-x"
    },
    {
      "title": "Bridging the chasm between AI and clinical implementation",
      "authors": [
        "A Aristidou",
        "R Jena",
        "E Topol"
      ],
      "year": 2022,
      "doi": "10.1016/S0140-6736(22)00235-5"
    },
    {
      "title": "Welcome to implementation science",
      "authors": [
        "M Eccles",
        "B Mittman"
      ],
      "year": 2006,
      "doi": "10.1186/1748-5908-1-1"
    },
    {
      "title": "Making sense of implementation theories, models and frameworks",
      "authors": [
        "P Nilsen"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0242-0"
    },
    {
      "title": "Lost in knowledge translation: time for a map?",
      "authors": [
        "I Graham",
        "Logan Harrison",
        "M Straus",
        "S Tetroe",
        "J Caswell"
      ],
      "year": 2006,
      "doi": "10.1002/chp.47"
    },
    {
      "title": "Toward a comprehensive interdisciplinary model of health care research use",
      "authors": [
        "J Logan",
        "I Graham"
      ],
      "year": 1998,
      "doi": "10.1177/1075547098020002004"
    },
    {
      "title": "Validation of the theoretical domains framework for use in behaviour change and implementation research",
      "authors": [
        "J Cane",
        "O' Connor",
        "D Michie"
      ],
      "year": 2012,
      "doi": "10.1186/1748-5908-7-37"
    },
    {
      "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
      "authors": [
        "L Damschroder",
        "D Aron",
        "R Keith",
        "S Kirsh",
        "J Alexander",
        "J Lowery"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-50"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90020-t"
    },
    {
      "title": "Social Foundations of Thought and Action: A Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Improvising organizational transformation over time: a situated change perspective",
      "authors": [
        "W Orlikowski"
      ],
      "year": 1996,
      "doi": "10.1287/isre.7.1.63"
    },
    {
      "title": "Implementing, embedding, and integrating practices: an outline of normalization process theory",
      "authors": [
        "C May",
        "T Finch"
      ],
      "year": 2009,
      "doi": "10.1177/0038038509103208"
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999,
      "doi": "10.2105/ajph.89.9.1322"
    },
    {
      "title": "Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda",
      "authors": [
        "E Proctor",
        "H Silmere",
        "R Raghavan",
        "P Hovmand",
        "G Aarons",
        "A Bunger"
      ],
      "year": 2011,
      "doi": "10.1007/s10488-010-0319-7"
    },
    {
      "title": "Use of the PARIHS framework for retrospective and prospective implementation evaluations",
      "authors": [
        "J Hill",
        "M Guihan",
        "T Hogan",
        "B Smith",
        "S Lavela",
        "F Weaver"
      ],
      "year": 2017,
      "doi": "10.1111/wvn.12211"
    },
    {
      "title": "Clarity out of chaos: use of theory in implementation research",
      "authors": [
        "L Damschroder"
      ],
      "year": 2020,
      "doi": "10.1016/j.psychres.2019.06.036"
    },
    {
      "title": "Artificial intelligence applications in health care practice: scoping review",
      "authors": [
        "M Sharma",
        "C Savage",
        "M Nair",
        "I Larsson",
        "P Svedberg",
        "J Nygren"
      ],
      "year": 2022,
      "doi": "10.2196/40238"
    },
    {
      "title": "Evidence assessing the development, evaluation and implementation of digital health technologies in wound care: a rapid scoping review",
      "authors": [
        "C Shi",
        "J Dumville",
        "H Juwale",
        "C Moran",
        "R Atkinson"
      ],
      "year": 2022,
      "doi": "10.1016/j.jtv.2022.09.006"
    },
    {
      "title": "Barriers and facilitators of the uptake of digital health technology in cardiovascular care: a systematic scoping review",
      "authors": [
        "S Whitelaw",
        "D Pellegrini",
        "M Mamas",
        "M Cowie",
        "Van Spall"
      ],
      "year": 2021,
      "doi": "10.1093/ehjdh/ztab005"
    },
    {
      "title": "Provider-and patient-related barriers to and facilitators of digital health technology adoption for hypertension management: scoping review",
      "authors": [
        "R Palacholla",
        "N Fischer",
        "A Coleman",
        "S Agboola",
        "K Kirley",
        "J Felsted"
      ],
      "year": 2019,
      "doi": "10.2196/11951"
    },
    {
      "title": "Factors that influence the implementation of e-health: a systematic review of systematic reviews (an update)",
      "authors": [
        "J Ross",
        "F Stevenson",
        "R Lau",
        "E Murray"
      ],
      "year": 2016,
      "doi": "10.1186/s13012-016-0510-7"
    },
    {
      "title": "Global strategy on digital health 2020-2025",
      "year": 2021,
      "doi": "10.2471/b09131"
    },
    {
      "title": "mHealth: use of appropriate digital technologies for public health",
      "year": 2018,
      "doi": "10.1093/law:epil/9780199231690/e575"
    },
    {
      "title": "How digital technology is reshaping the art of management",
      "authors": [
        "M Brancati",
        "M Curtarelli",
        "S Riso",
        "S Baiocco"
      ],
      "year": 2022,
      "doi": "10.2903/sp.efsa.2023.en-8080"
    },
    {
      "title": "Ethics and governance of artificial intelligence for health: WHO guidance",
      "year": 2021,
      "doi": "10.17160/josha.11.1.956"
    },
    {
      "title": "Scoping reviews",
      "authors": [
        "M Peters",
        "C Godfrey",
        "P Mcinerney",
        "Z Munn",
        "A Tricco",
        "H Khalil"
      ],
      "year": 2020,
      "doi": "10.46658/jbimes-24-09"
    },
    {
      "title": "There's a better way to manage your research",
      "year": 2023,
      "doi": "10.31219/osf.io/8udky"
    },
    {
      "title": "Implementation of digital health innovations for chronic disease management: A scoping review protocol",
      "doi": "10.31219/osf.io/8udky"
    },
    {
      "title": "Lung support service: implementation of a nationwide text message support program for people with chronic respiratory disease during the COVID-19 pandemic",
      "authors": [
        "R Raeside",
        "A Singleton",
        "A Todd",
        "S Partridge",
        "K Hyun",
        "H Kulas"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph192417073"
    },
    {
      "title": "Exploring the barriers and facilitators for the use of digital health technologies for the management of COPD: a qualitative study of clinician perceptions",
      "authors": [
        "P Slevin",
        "T Kessie",
        "J Cullen",
        "M Butler",
        "S Donnelly",
        "B Caulfield"
      ],
      "year": 2020,
      "doi": "10.1093/qjmed/hcz241"
    },
    {
      "title": "Utilizing digital health to collect electronic patient-reported outcomes in prostate cancer: single-arm pilot trial",
      "authors": [
        "C Tran",
        "A Dicker",
        "B Leiby",
        "E Gressen",
        "N Williams"
      ],
      "year": 2020,
      "doi": "10.2196/12689"
    },
    {
      "title": "Mobile health app for monitoring allergic rhinitis and asthma in real life in Lithuanian MASK-air users",
      "authors": [
        "V Kvedarienė",
        "G Biliute",
        "G Didziokaitė",
        "L Kavaliukaite",
        "A Savonyte",
        "G Rudzikaite-Fergize"
      ],
      "year": 2022,
      "doi": "10.1002/clt2.12192"
    },
    {
      "title": "mHealth and the management of chronic conditions in rural areas: a note of caution from southern India",
      "authors": [
        "P Nahar",
        "N Kannuri",
        "S Mikkilineni",
        "G Murthy",
        "P Phillimore"
      ],
      "year": 2017,
      "doi": "10.1080/13648470.2016.1263824"
    },
    {
      "title": "The use of a smartphone app and an activity tracker to promote physical activity in the management of chronic obstructive pulmonary disease: randomized controlled feasibility study",
      "authors": [
        "C Bentley",
        "L Powell",
        "S Potter",
        "J Parker",
        "G Mountain",
        "Y Bartlett"
      ],
      "year": 2020,
      "doi": "10.2196/16203"
    },
    {
      "title": "Informing evaluation of a smartphone application for people with acquired brain injury: a stakeholder engagement study",
      "authors": [
        "J Kettlewell",
        "J Phillips",
        "K Radford",
        "R Dasnair"
      ],
      "year": 2018,
      "doi": "10.1186/s12911-018-0611-0"
    },
    {
      "title": "Features of a mobile health intervention to manage chronic obstructive pulmonary disease: a qualitative study",
      "authors": [
        "M Alwashmi",
        "B Fitzpatrick",
        "E Davis",
        "J Farrell",
        "J Gamble",
        "J Hawboldt"
      ],
      "year": 2020,
      "doi": "10.1177/1753466620951044"
    },
    {
      "title": "A comprehensive 6A framework for improving patient self-management of hypertension using mHealth services: qualitative thematic analysis",
      "authors": [
        "T Song",
        "F Liu",
        "N Deng",
        "S Qian",
        "T Cui",
        "Y Guan"
      ],
      "year": 2021,
      "doi": "10.2196/25522"
    },
    {
      "title": "Perceptions of patients regarding mobile health interventions for the management of chronic obstructive pulmonary disease: mixed methods study",
      "authors": [
        "M Alwashmi",
        "B Fitzpatrick",
        "J Farrell",
        "J Gamble",
        "E Davis",
        "H Nguyen"
      ],
      "year": 2020,
      "doi": "10.2196/17409"
    },
    {
      "title": "Assessing the feasibility of a novel mHealth app in hematopoietic stem cell transplant patients",
      "authors": [
        "A Racioppi",
        "T Dalton",
        "S Ramalingam",
        "K Romero",
        "Y Ren",
        "L Bohannon"
      ],
      "year": 2021,
      "doi": "10.1016/j.jtct.2020.10.017"
    },
    {
      "title": "Compliance and utility of a smartphone app for the detection of exacerbations in patients with chronic obstructive pulmonary disease: cohort study",
      "authors": [
        "Rodriguez Hermosa",
        "Fuster Gomila",
        "Puente Maestu",
        "Amado Diago",
        "Callejas González",
        "Malo De Molina Ruiz"
      ],
      "year": 2020,
      "doi": "10.2196/15699"
    },
    {
      "title": "Patient acceptability of home monitoring for neovascular age-related macular degeneration reactivation: a qualitative study",
      "authors": [
        "S O'connor",
        "C Treanor",
        "E Ward",
        "R Wickens",
        "O' Connell",
        "A Culliford"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph192013714"
    },
    {
      "title": "Use, utility and methods of telehealth for patients with COPD in England and Wales: a healthcare provider survey",
      "authors": [
        "Al Rajeh",
        "A Steiner",
        "M Aldabayan",
        "Y Aldhahir",
        "A Pickett",
        "E Quaderi"
      ],
      "year": 2019,
      "doi": "10.1136/bmjresp-2018-000345"
    },
    {
      "title": "Video teleconsultation services for persons with epilepsy during COVID-19 pandemic: an exploratory study from public tertiary care hospital in Southern India on feasibility, satisfaction, and effectiveness",
      "authors": [
        "P Nair",
        "R Aghoram",
        "B Thomas",
        "B Bharadwaj",
        "P Chinnakali"
      ],
      "year": 2021,
      "doi": "10.1016/j.yebeh.2021.107863"
    },
    {
      "title": "Feasibility of real time internet-based teleconsultation in patients with multiple sclerosis: interventional pilot study",
      "authors": [
        "D' Haeseleer",
        "M Eelen",
        "P Sadeghi",
        "D 'hooghe",
        "Van Schependom",
        "J Nagels"
      ],
      "year": 2020,
      "doi": "10.2196/18178"
    },
    {
      "title": "Proficiency of virtual follow-up amongst tinnitus patients who underwent intratympanic steroid therapy amidst COVID 19 pandemic",
      "authors": [
        "S Vijayasundaram",
        "P Karthikeyan",
        "S Mehta"
      ],
      "year": 2020,
      "doi": "10.1016/j.amjoto.2020.102680"
    },
    {
      "title": "I'm not feeling like I'm part of the conversation\" patients' perspectives on communicating in clinical video telehealth visits",
      "authors": [
        "H Gordon",
        "P Solanki",
        "B Bokhour",
        "R Gopal"
      ],
      "year": 2020,
      "doi": "10.1007/s11606-020-05673-w"
    },
    {
      "title": "Impact of a telehealth and care management program on all-cause mortality and healthcare utilization in patients with heart failure",
      "authors": [
        "D Kao",
        "J Lindenfeld",
        "D Macaulay",
        "H Birnbaum",
        "J Jarvis",
        "U Desai"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0007"
    },
    {
      "title": "TEleRehabilitation Nepal (TERN) for people with spinal cord injury and acquired brain injury: a feasibility study",
      "authors": [
        "R Dhakal",
        "M Baniya",
        "R Solomon",
        "C Rana",
        "P Ghimire",
        "R Hariharan"
      ],
      "year": 2022,
      "doi": "10.1177/11795727221126070"
    },
    {
      "title": "Outcomes of telehealth physical therapy provided using real-time, videoconferencing for patients with chronic low back pain: a longitudinal observational study",
      "authors": [
        "J Fritz",
        "K Minick",
        "G Brennan",
        "T Mcgee",
        "E Lane",
        "R Skolasky"
      ],
      "year": 2022,
      "doi": "10.1016/j.apmr.2022.04.016"
    },
    {
      "title": "A questionnaire-based survey of acceptability and satisfaction of virtual neurology clinic during COVID-19 lockdown: a preliminary study",
      "authors": [
        "A Kumar",
        "N Lall",
        "A Pathak",
        "D Joshi",
        "V Mishra",
        "R Chaurasia"
      ],
      "year": 2022,
      "doi": "10.1007/s13760-022-02004-0"
    },
    {
      "title": "Home telemonitoring for chronic disease management: perceptions of users and factors influencing adoption",
      "authors": [
        "J Li",
        "M Varnfield",
        "R Jayasena",
        "B Celler"
      ],
      "year": 2021,
      "doi": "10.1177/1460458221997893"
    },
    {
      "title": "A prospective evaluation of telemonitoring use by seniors with chronic heart failure: adoption, self-care, and empowerment",
      "authors": [
        "M Jaana",
        "H Sherrard",
        "G Paré"
      ],
      "year": 2019,
      "doi": "10.1177/1460458218799458"
    },
    {
      "title": "Barriers and facilitators when implementing web-based disease monitoring and management as a substitution for regular outpatient care in pediatric asthma: qualitative survey study",
      "authors": [
        "L Van Den Wijngaart",
        "W Geense",
        "A Boehmer",
        "M Brouwer",
        "C Hugen",
        "B Van Ewijk"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9245"
    },
    {
      "title": "SMARThealth India: a stepped-wedge, cluster randomised controlled trial of a community health worker managed mobile health intervention for people assessed at high cardiovascular disease risk in rural India",
      "authors": [
        "D Peiris",
        "D Praveen",
        "K Mogulluru",
        "M Ameer",
        "A Raghu",
        "Q Li"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0213708"
    },
    {
      "title": "Needs, experiences, and views of people with rheumatic and musculoskeletal diseases on self-management mobile health apps: mixed methods study",
      "authors": [
        "A Najm",
        "H Lempp",
        "L Gossec",
        "F Berenbaum",
        "E Nikiphorou"
      ],
      "year": 2020,
      "doi": "10.2196/14351"
    },
    {
      "title": "Implementing and sustaining team-based telecare for bipolar disorder: lessons learned from a model-guided, mixed methods analysis",
      "authors": [
        "M Bauer",
        "L Krawczyk",
        "K Tuozzo",
        "C Frigand",
        "S Holmes",
        "C Miller"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0017"
    },
    {
      "title": "A 12-week cardiac telerehabilitation programme does not prevent relapse of physical activity levels: long-term results of the FIT@Home trial",
      "authors": [
        "R Brouwers",
        "H Kemps",
        "C Herkert",
        "N Peek",
        "J Kraal"
      ],
      "year": 2022,
      "doi": "10.1093/eurjpc/zwac009"
    },
    {
      "title": "Activity monitoring using a mHealth device and correlations with psychopathology in patients with chronic schizophrenia",
      "authors": [
        "S Shin",
        "C Yeom",
        "C Shin",
        "J Shin",
        "J Jeong",
        "J Shin"
      ],
      "year": 2016,
      "doi": "10.1016/j.psychres.2016.10.059"
    },
    {
      "title": "Parkinson's disease: current assessment methods and wearable devices for evaluation of movement disorder motor symptoms -a patient and healthcare professional perspective",
      "authors": [
        "G Almahadin",
        "A Lotfi",
        "E Zysk",
        "F Siena",
        "M Carthy",
        "P Breedon"
      ],
      "year": 2020,
      "doi": "10.1186/s12883-020-01996-7"
    },
    {
      "title": "Body-worn sensors in Parkinson's disease: evaluating their acceptability to patients",
      "authors": [
        "J Fisher",
        "N Hammerla",
        "L Rochester",
        "P Andras",
        "R Walker"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0026"
    },
    {
      "title": "The accessibility, feasibility, and safety of a standardized community-based tele-pulmonary rehab program for chronic obstructive pulmonary disease: a 3-year real-world prospective study",
      "authors": [
        "A Alwakeel",
        "A Sicondolfo",
        "C Robitaille",
        "J Bourbeau",
        "N Saad"
      ],
      "year": 2022,
      "doi": "10.1513/annalsats.202006-638oc"
    },
    {
      "title": "Effects of a 9-week hybrid comprehensive telerehabilitation program on long-term outcomes in patients with heart failure: the telerehabilitation in heart failure patients (TELEREH-HF) randomized clinical trial",
      "authors": [
        "E Piotrowicz",
        "M Pencina",
        "G Opolski",
        "W Zareba",
        "M Banach",
        "I Kowalik"
      ],
      "year": 2020,
      "doi": "10.1001/jamacardio.2019.5006"
    },
    {
      "title": "Phase I safety trial: extended daily peripheral sensory stimulation using a wrist-worn vibrator in stroke survivors",
      "authors": [
        "N Seo",
        "L Enders",
        "A Fortune",
        "S Cain",
        "A Vatinno",
        "E Schuster"
      ],
      "year": 2020,
      "doi": "10.1007/s12975-019-00724-9"
    },
    {
      "title": "Evaluating auricular point acupressure for chronic low back pain self-management using technology: a feasibility study",
      "authors": [
        "C Yeh",
        "J Kawi",
        "A Ni",
        "P Christo"
      ],
      "year": 2022,
      "doi": "10.1016/j.pmn.2021.11.007"
    },
    {
      "title": "Impact of a digital medicine programme on hepatitis C treatment adherence and efficacy in adults at high risk for non-adherence",
      "authors": [
        "M Sulkowski",
        "A Luetkemeyer",
        "D Wyles",
        "C Martorell",
        "A Muir",
        "I Weisberg"
      ],
      "year": 2020,
      "doi": "10.1111/apt.15707"
    },
    {
      "title": "The interactive web-based program MSmonitor for self-management and multidisciplinary care in persons with multiple sclerosis: quasi-experimental study of short-term effects on patient empowerment",
      "authors": [
        "P Jongen",
        "Ter Veen",
        "G Lemmens",
        "W Donders",
        "R Van Noort",
        "E Zeinstra"
      ],
      "year": 2020,
      "doi": "10.2196/14297"
    },
    {
      "title": "Assessing a digital peer support self-management intervention for adults with serious mental illness: feasibility, acceptability, and preliminary effectiveness",
      "authors": [
        "K Fortuna",
        "A Myers",
        "J Ferron",
        "A Kadakia",
        "C Bianco",
        "M Bruce"
      ],
      "year": 2022,
      "doi": "10.1080/09638237.2021.2022619"
    },
    {
      "title": "Evaluating the effect of a smartphone app-based self-management program for people with COPD: a randomized controlled trial",
      "authors": [
        "S Park",
        "C Bang",
        "S Lee"
      ],
      "year": 2020,
      "doi": "10.1016/j.apnr.2020.151231"
    },
    {
      "title": "A digital health psychological intervention (WebMAP Mobile) for children and adolescents with chronic pain: results of a hybrid effectiveness-implementation stepped-wedge cluster randomized trial",
      "authors": [
        "T Palermo",
        "La De",
        "R Vega",
        "C Murray",
        "E Law",
        "C Zhou"
      ],
      "year": 2020,
      "doi": "10.1097/j.pain.0000000000001994"
    },
    {
      "title": "Effect of the iChoose kidney decision aid in improving knowledge about treatment options among transplant candidates: a randomized controlled trial",
      "authors": [
        "R Patzer",
        "L Mcpherson",
        "M Basu",
        "S Mohan",
        "M Wolf",
        "M Chiles"
      ],
      "year": 2018,
      "doi": "10.1111/ajt.14693"
    },
    {
      "title": "Perceptions of health care providers regarding a mobile health intervention to manage chronic obstructive pulmonary disease: qualitative study",
      "authors": [
        "M Alwashmi",
        "B Fitzpatrick",
        "E Davis",
        "J Gamble",
        "J Farrell",
        "J Hawboldt"
      ],
      "year": 2019,
      "doi": "10.2196/13950"
    },
    {
      "title": "Barriers and facilitators to eHealth use in daily practice: perspectives of patients and professionals in dermatology",
      "authors": [
        "L Ariens",
        "F Schussler-Raymakers",
        "C Frima",
        "A Flinterman",
        "E Hamminga",
        "B Arents"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7512"
    },
    {
      "title": "An implementation strategy to expand mobile health use in HIV care settings: rapid evaluation study using the Consolidated Framework for Implementation Research",
      "authors": [
        "W Cohn",
        "C Canan",
        "S Knight",
        "A Waldman",
        "R Dillingham",
        "K Ingersoll"
      ],
      "year": 2021,
      "doi": "10.2196/19163"
    },
    {
      "title": "The DIADA project: a technology-based model of care for depression and risky alcohol use in primary care centres in Colombia",
      "authors": [
        "C Gómez-Restrepo",
        "M Cepeda",
        "Torrey Castro",
        "S Uribe-Restrepo",
        "J Suárez-Obando"
      ],
      "year": 2021,
      "doi": "10.1016/j.rcpeng.2020.11.005"
    },
    {
      "title": "A mobile system for the improvement of heart failure management: evaluation of a prototype",
      "authors": [
        "S Haynes",
        "K Kim"
      ],
      "year": 2017
    },
    {
      "title": "Patient acceptance of a telemedicine service for rehabilitation care: a focus group study",
      "authors": [
        "S Jansen-Kosterink",
        "M Dekker-Van Weering",
        "L Van Velsen"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.01.011"
    },
    {
      "title": "Patients' and healthcare providers' perceptions and experiences of telehealth use and online health information use in chronic disease management for older patients with chronic obstructive pulmonary disease: a qualitative study",
      "authors": [
        "Y Jiang",
        "P Sun",
        "Z Chen",
        "J Guo",
        "S Wang",
        "F Liu"
      ],
      "year": 2022,
      "doi": "10.1186/s12877-021-02702-z"
    },
    {
      "title": "Views of patients and providers on the use of telemedicine for chronic disease specialty care in the Alaska native population",
      "authors": [
        "D Jordan",
        "C Jessen",
        "E Ferucci"
      ],
      "year": 2021,
      "doi": "10.1089/tmj.2019.0284"
    },
    {
      "title": "Patient empowerment for cancer patients through a novel ICT infrastructure",
      "authors": [
        "H Kondylakis",
        "A Bucur",
        "C Crico",
        "F Dong",
        "N Graf",
        "S Hoffman"
      ],
      "year": 2020,
      "doi": "10.1016/j.jbi.2019.103342"
    },
    {
      "title": "Using telemedicine to support care for people with type 2 diabetes mellitus: a qualitative analysis of patients' perspectives",
      "authors": [
        "J Lee",
        "C Chan",
        "S Chua",
        "T Paraidathathu",
        "K Lee",
        "C Tan"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-026575"
    },
    {
      "title": "Physicians' perceptions of mobile technology for enhancing asthma care for youth",
      "authors": [
        "T Schneider",
        "A Panzera",
        "M Martinasek",
        "R Mcdermott",
        "M Couluris",
        "J Lindenberger"
      ],
      "year": 2016,
      "doi": "10.1177/1367493514556555"
    },
    {
      "title": "Patients' needs and perspectives for using mobile phone interventions to improve heart failure self-care: a qualitative study",
      "authors": [
        "Y Son",
        "S Oh",
        "E Kim"
      ],
      "year": 2020,
      "doi": "10.1111/jan.14455"
    },
    {
      "title": "Identifying professionals' needs in integrating electronic pain monitoring in community palliative care services: an interview study",
      "authors": [
        "S Taylor",
        "M Allsop",
        "H Bekker",
        "M Bennett",
        "B Bewick"
      ],
      "year": 2017,
      "doi": "10.1177/0269216316677470"
    },
    {
      "title": "Design and evaluation of a web-based symptom monitoring tool for heart failure",
      "authors": [
        "B Wakefield",
        "G Alexander",
        "M Dohrmann",
        "J Richardson"
      ],
      "year": 2017,
      "doi": "10.1097/CIN.0000000000000324"
    },
    {
      "title": "Using telehealth to assess depression and suicide ideation and provide mental health interventions to groups of chronically ill adolescents and young adults",
      "authors": [
        "S Wright",
        "N Thompson",
        "D Yadrich",
        "A Bruce",
        "J Bonar",
        "R Spaulding"
      ],
      "year": 2021,
      "doi": "10.1002/nur.22089"
    },
    {
      "title": "Meaningful use of a digital platform and structured telephone support to facilitate remote person-centred care -a mixed-method study on patient perspectives",
      "authors": [
        "E Barenfeld",
        "J Fuller",
        "S Wallström",
        "A Fors",
        "L Ali",
        "I Ekman"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-07831-8"
    },
    {
      "title": "Evaluation of a multisite telehealth group model for persistent pain management for rural/remote participants",
      "authors": [
        "H Scriven",
        "D Doherty",
        "E Ward"
      ],
      "year": 2019,
      "doi": "10.22605/rrh4710"
    },
    {
      "title": "Satisfied or frustrated? A qualitative analysis of need satisfying and need frustrating experiences of engaging with digital health technology in chronic care",
      "authors": [
        "C Wannheden",
        "T Stenfors",
        "A Stenling",
        "Thiele Von",
        "U Schwarz"
      ],
      "year": 2020,
      "doi": "10.3389/fpubh.2020.623773"
    },
    {
      "title": "The viability and acceptability of a virtual wound care command centre in Australia",
      "authors": [
        "M Barakat-Johnson",
        "B Kita",
        "A Jones",
        "M Burger",
        "D Airey",
        "J Stephenson"
      ],
      "year": 2022,
      "doi": "10.1111/iwj.13782"
    },
    {
      "title": "Home-based telehealth hospitalization for exacerbation of chronic obstructive pulmonary disease: findings from \"the virtual hospital\" trial",
      "authors": [
        "A Jakobsen",
        "L Laursen",
        "S Rydahl-Hansen",
        "B Østergaard",
        "T Gerds",
        "C Emme"
      ],
      "year": 2015,
      "doi": "10.1089/tmj.2014.0098"
    },
    {
      "title": "Sociotechnical perspective on implementing clinical video telehealth for veterans with spinal cord injuries and disorders",
      "authors": [
        "R Martinez",
        "T Hogan",
        "S Balbale",
        "K Lones",
        "B Goldstein",
        "C Woo"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0200"
    },
    {
      "title": "Barriers and facilitators to eHealth technology use among community-dwelling individuals with spinal cord injury: a qualitative study",
      "authors": [
        "G Singh",
        "L Nimmon",
        "B Sawatzky",
        "Ben Mortenson"
      ],
      "year": 2022,
      "doi": "10.46292/sci21-00016"
    },
    {
      "title": "Integration of a technology-based mental health screening program into routine practices of primary health care services in Peru (the Allillanchu Project): development and implementation",
      "authors": [
        "F Diez-Canseco",
        "M Toyama",
        "A Ipince",
        "S Perez-Leon",
        "V Cavero",
        "R Araya"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9208"
    },
    {
      "title": "Strategies for stakeholder engagement and uptake of new intervention: experience from state-wide implementation of mHealth technology for NCD care in Tripura, India",
      "authors": [
        "D Jindal",
        "A Roy",
        "V Ajay",
        "S Yadav",
        "D Prabhakaran",
        "N Tandon"
      ],
      "year": 2019,
      "doi": "10.1016/j.gheart.2019.06.002"
    },
    {
      "title": "Facilitators and barriers to implementation of school-based telehealth asthma care: program champion perspectives",
      "authors": [
        "E Johnson",
        "C Macgeorge",
        "K King",
        "A Andrews",
        "R Teufel",
        "R Kruis"
      ],
      "year": 2021,
      "doi": "10.1016/j.acap.2021.04.025"
    },
    {
      "title": "Implementation of digital monitoring services during the COVID-19 pandemic for patients with chronic diseases: design science approach",
      "authors": [
        "L Lapão",
        "M Peyroteo",
        "M Maia",
        "J Seixas",
        "J Gregório",
        "Mira Da Silva"
      ],
      "year": 2021,
      "doi": "10.2196/24181"
    },
    {
      "title": "Evaluation and treatment of mild traumatic brain injury through the implementation of clinical video telehealth: provider perspectives from the Veterans Health Administration",
      "authors": [
        "R Martinez",
        "T Hogan",
        "K Lones",
        "S Balbale",
        "J Scholten",
        "D Bidelspach"
      ],
      "year": 2017,
      "doi": "10.1016/j.pmrj.2016.07.002"
    },
    {
      "title": "Barriers and enablers of COPD telerehabilitation -a frontline staff perspective",
      "authors": [
        "C Damhus",
        "C Emme",
        "H Hansen"
      ],
      "year": 2018,
      "doi": "10.2147/COPD.S167501"
    },
    {
      "title": "Qualitative study of telemonitoring of blood glucose and blood pressure in type 2 diabetes",
      "authors": [
        "J Hanley",
        "P Fairbrother",
        "L Mccloughan",
        "C Pagliari",
        "M Paterson",
        "H Pinnock"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2015-008896"
    },
    {
      "title": "Expanding telemonitoring in a virtual world: a case study of the expansion of a heart failure telemonitoring program during the COVID-19 pandemic",
      "authors": [
        "S Wali",
        "Guessi Margarido",
        "M Shah",
        "A Ware",
        "P Mcdonald",
        "O' Sullivan"
      ],
      "year": 2021,
      "doi": "10.2196/26165"
    },
    {
      "title": "Patient and provider perspectives on the design and implementation of an electronic consultation system for kidney care delivery in Canada: a focus group study",
      "authors": [
        "A Bello",
        "A Molzahn",
        "L Girard",
        "M Osman",
        "I Okpechi",
        "J Glassford"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-014784"
    },
    {
      "title": "Implementing mobile health-enabled integrated care for complex chronic patients: patients and professionals' acceptability study",
      "authors": [
        "J De Batlle",
        "M Massip",
        "E Vargiu",
        "N Nadal",
        "A Fuentes",
        "Ortega Bravo"
      ],
      "year": 2020,
      "doi": "10.2196/22136"
    },
    {
      "title": "Effectiveness of a mobile health and self-management app for high-risk patients with chronic obstructive pulmonary disease in daily clinical practice: mixed methods evaluation study",
      "authors": [
        "L Kooij",
        "P Vos",
        "A Dijkstra",
        "W Van Harten"
      ],
      "year": 2021,
      "doi": "10.2196/21977"
    },
    {
      "title": "Barriers and facilitators to the implementation of family-centered technology in complex care: feasibility study",
      "authors": [
        "J Lin",
        "B Huber",
        "O Amir",
        "S Gehrmann",
        "K Ramirez",
        "K Ochoa"
      ],
      "year": 2022,
      "doi": "10.2196/30902"
    },
    {
      "title": "Integrating a smartphone-based self-management system into usual care of advanced CKD",
      "authors": [
        "S Ong",
        "S Jassal",
        "J Miller",
        "E Porter",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2016,
      "doi": "10.2215/cjn.10681015"
    },
    {
      "title": "Habits heart app for patient engagement in heart failure management: pilot feasibility randomized trial",
      "authors": [
        "K Wei",
        "N Ibrahim",
        "A Kumar",
        "S Jena",
        "V Chew",
        "M Depa"
      ],
      "year": 2021,
      "doi": "10.2196/19465"
    },
    {
      "title": "Identification of barriers, facilitators and system-based implementation strategies to increase teleophthalmology use for diabetic eye screening in a rural US primary care clinic: a qualitative study",
      "authors": [
        "Y Liu",
        "N Zupan",
        "R Swearingen",
        "N Jacobson",
        "J Carlson",
        "J Mahoney"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-022594"
    },
    {
      "title": "Electronic health physical activity behavior change intervention to self-manage cardiovascular disease: qualitative exploration of patient and health professional requirements",
      "authors": [
        "D Walsh",
        "K Moran",
        "V Cornelissen",
        "R Buys",
        "N Cornelis",
        "C Woods"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9181"
    },
    {
      "title": "Video consultation during the COVID-19 pandemic: a single center's experience with lung transplant recipients",
      "authors": [
        "M Kayser",
        "C Valtin",
        "M Greer",
        "B Karow",
        "J Fuge",
        "J Gottlieb"
      ],
      "year": 2021,
      "doi": "10.1089/tmj.2020.0170"
    },
    {
      "title": "Feasibility of a traditional and teletreatment approach to mirror therapy in patients with phantom limb pain: a process evaluation performed alongside a randomized controlled trial",
      "authors": [
        "A Rothgangel",
        "S Braun",
        "R Smeets",
        "A Beurskens"
      ],
      "year": 2019,
      "doi": "10.1177/0269215519846539"
    },
    {
      "title": "A digital platform to support self-management of multiple chronic conditions (ProACT): findings in relation to engagement during a one-year proof-of-concept trial",
      "authors": [
        "J Doyle",
        "E Murphy",
        "S Gavin",
        "A Pascale",
        "S Deparis",
        "P Tommasi"
      ],
      "year": 2021,
      "doi": "10.2196/22672"
    },
    {
      "title": "Feasibility of implementing mobile technology-delivered mental health treatment in routine adult sickle cell disease care",
      "authors": [
        "C Jonassaint",
        "C Kang",
        "K Prussien",
        "J Yarboi",
        "M Sanger",
        "J Wilson"
      ],
      "year": 2020,
      "doi": "10.1093/tbm/iby107"
    },
    {
      "title": "Characterizing user engagement with a digital intervention for pain self-management among youth with sickle cell disease and their caregivers: subanalysis of a randomized controlled trial",
      "authors": [
        "C Lalloo",
        "F Nishat",
        "W Zempsky",
        "N Bakshi",
        "S Badawy",
        "Y Ko"
      ],
      "year": 2022,
      "doi": "10.2196/40096"
    },
    {
      "title": "Breast cancer survivors' perspectives on motivational and personalization strategies in mobile app-based physical activity coaching interventions: qualitative study",
      "authors": [
        "F Monteiro-Guerra",
        "G Signorelli",
        "O Rivera-Romero",
        "E Dorronzoro-Zubiete",
        "B Caulfield"
      ],
      "year": 2020,
      "doi": "10.2196/18867"
    },
    {
      "title": "Exploring people's candidacy for mobile health-supported HIV testing and care services in rural KwaZulu-Natal, South Africa: qualitative study",
      "authors": [
        "O Adeagbo",
        "C Herbst",
        "A Blandford",
        "R Mckendry",
        "C Estcourt",
        "J Seeley"
      ],
      "year": 2019,
      "doi": "10.2196/15681"
    },
    {
      "title": "Implementation and use of video tele-technologies in delivery of individualized community-based vocational rehabilitation services to rural veterans",
      "authors": [
        "Z Ahonle",
        "C Kreider",
        "J Hale-Gallardo",
        "G Castaneda",
        "K Findley",
        "L Ottomanelli"
      ],
      "year": 2021,
      "doi": "10.3233/JVR-211159"
    },
    {
      "title": "Evaluation of an integrated telemonitoring surveillance system in patients with coronary heart disease",
      "authors": [
        "E Ammenwerth",
        "S Woess",
        "C Baumgartner",
        "B Fetz",
        "A Van Der Heidt",
        "P Kastner"
      ],
      "year": 2015,
      "doi": "10.3414/ME15-02-0002"
    },
    {
      "title": "Web-based longitudinal remote assessment of dry eye symptoms",
      "authors": [
        "F Amparo",
        "R Dana"
      ],
      "year": 2018,
      "doi": "10.1016/j.jtos.2018.01.002"
    },
    {
      "title": "Experiences with wearable activity data during self-care by chronic heart patients: qualitative study",
      "authors": [
        "T Andersen",
        "H Langstrup",
        "S Lomborg"
      ],
      "year": 2020,
      "doi": "10.2196/15873"
    },
    {
      "title": "Mobile health intervention for youth with sickle cell disease: impact on adherence, disease knowledge, and quality of life",
      "authors": [
        "L Anderson",
        "S Leonard",
        "J Jonassaint",
        "J Lunyera",
        "M Bonner",
        "N Shah"
      ],
      "year": 2018,
      "doi": "10.1002/pbc.27081"
    },
    {
      "title": "Feasibility and preliminary outcomes of a web and smartphone-based medication self-management platform for chronically ill patients",
      "authors": [
        "H Anglada-Martínez",
        "Martin Conde",
        "M Rovira-Illamola",
        "M Sotoca-Momblona",
        "J Sequeira",
        "E Aragunde"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0456-y"
    },
    {
      "title": "Mobile health (mHealth) versus clinic-based group intervention for people with serious mental illness: a randomized controlled trial",
      "authors": [
        "D Ben-Zeev",
        "R Brian",
        "Jonathan Razzano",
        "L Pashka",
        "N Carpenter-Song"
      ],
      "year": 2018,
      "doi": "10.1176/appi.ps.201800063"
    },
    {
      "title": "Preliminary qualitative evaluation of patient-related perspectives related to the implementation of a predictive algorithm in a telehealth system for COPD",
      "authors": [
        "C Bender",
        "S Hangaard",
        "T Kronborg",
        "O Hejlesen",
        "P Secher"
      ],
      "year": 2021,
      "doi": "10.3233/SHTI210230"
    },
    {
      "title": "Development and feasibility of a home pulmonary rehabilitation program with health coaching",
      "authors": [
        "R Benzo",
        "K Kramer",
        "J Hoult",
        "P Anderson",
        "I Begue",
        "S Seifert"
      ],
      "year": 2018,
      "doi": "10.4187/respcare.05690"
    },
    {
      "title": "User engagement and clinical impact of the manage my pain app in patients with chronic pain: a real-world, multi-site trial",
      "authors": [
        "A Bhatia",
        "J Kara",
        "T Janmohamed",
        "A Prabhu",
        "G Lebovic",
        "J Katz"
      ],
      "year": 2021,
      "doi": "10.2196/26528"
    },
    {
      "title": "Wirelessly observed therapy to optimize adherence and target interventions for oral Hepatitis C treatment: observational pilot study",
      "authors": [
        "M Bonacini",
        "Y Kim",
        "C Pitney",
        "L Mckoin",
        "M Tran",
        "C Landis"
      ],
      "year": 2020,
      "doi": "10.2196/15532"
    },
    {
      "title": "Long-term home-monitoring sensor technology in patients with Parkinson's disease-acceptance and adherence",
      "authors": [
        "A Botros",
        "N Schütz",
        "M Camenzind",
        "P Urwyler",
        "D Bolliger",
        "T Vanbellingen"
      ],
      "year": 2019,
      "doi": "10.3390/s19235169"
    },
    {
      "title": "Effectiveness of two web-based interventions for chronic cancer-related fatigue compared to an active control condition: results of the \"Fitter na kanker\" randomized controlled trial",
      "authors": [
        "F Bruggeman-Everts",
        "M Wolvers",
        "R Van De Schoot",
        "M Vollenbroek-Hutten",
        "M Van Der Lee"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7180"
    },
    {
      "title": "A smartphone oximeter with a fingertip probe for use during exercise training: usability, validity and reliability in individuals with chronic lung disease and healthy controls",
      "authors": [
        "C Chan",
        "J Inskip",
        "A Kirkham",
        "J Ansermino",
        "G Dumont",
        "L Li"
      ],
      "year": 2019,
      "doi": "10.1016/j.physio.2018.07.015"
    },
    {
      "title": "The \"physician on call patient engagement trial\" (POPET): measuring the impact of a mobile patient engagement application on health outcomes and quality of life in allergic rhinitis and asthma patients",
      "authors": [
        "C Cingi",
        "A Yorgancioglu",
        "C Cingi",
        "K Oguzulgen",
        "N Muluk",
        "S Ulusoy"
      ],
      "year": 2015,
      "doi": "10.1002/alr.21468"
    },
    {
      "title": "Multi-part quality evaluation of a customized mobile application for monitoring elderly patients with functional loss and helping caregivers",
      "authors": [
        "Costa Stutzel",
        "M Filippo",
        "M Sztajnberg",
        "A Da Costa",
        "R Da",
        "Silva Brites",
        "Q Da Motta"
      ],
      "year": 2019,
      "doi": "10.1186/s12911-019-0839-3"
    },
    {
      "title": "Using teleneurology to deliver chronic neurologic care to rural veterans: analysis of the first 1,100 patient visits",
      "authors": [
        "L Davis",
        "J Harnar",
        "L Lachey-Barbee",
        "Pirio Richardson",
        "S Fraser",
        "A King"
      ],
      "year": 2019,
      "doi": "10.1089/tmj.2018.0067"
    },
    {
      "title": "A home-based telerehabilitation program for patients with stroke",
      "authors": [
        "L Dodakian",
        "A Mckenzie",
        "Le See",
        "J Pearson-Fuhrhop",
        "Burke Quinlan"
      ],
      "year": 2017,
      "doi": "10.1177/1545968317733818"
    },
    {
      "title": "The \"Mikidney\" smartphone app pilot study: empowering patients with Chronic Kidney Disease",
      "authors": [
        "N Doyle",
        "M Murphy",
        "L Brennan",
        "A Waugh",
        "M Mccann",
        "G Mellotte"
      ],
      "year": 2019,
      "doi": "10.1111/jorc.12281"
    },
    {
      "title": "Self-management support using a digital health system compared with usual care for chronic obstructive pulmonary disease: randomized controlled trial",
      "authors": [
        "A Farmer",
        "V Williams",
        "C Velardo",
        "S Shah",
        "L Yu",
        "H Rutter"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7116"
    },
    {
      "title": "A user-centred approach to designing an eTool for gout management",
      "authors": [
        "A Fernon",
        "A Nguyen",
        "M Baysari",
        "R Day"
      ],
      "year": 2016
    },
    {
      "title": "MEMPHIS: a smartphone app using psychological approaches for women with chronic pelvic pain presenting to gynaecology clinics: a randomised feasibility trial",
      "authors": [
        "G Forbes",
        "S Newton",
        "Cantalapiedra Calvete",
        "C Birch",
        "J Dodds",
        "J Steed"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-030164"
    },
    {
      "title": "Access to dermatological care with an innovative online model for psoriasis management: results from a randomized controlled trial",
      "authors": [
        "A Ford",
        "C Gibbons",
        "J Torres",
        "H Kornmehl",
        "S Singh",
        "P Young"
      ],
      "year": 2019,
      "doi": "10.1089/tmj.2018.0160"
    },
    {
      "title": "Rapid electronic capturing of patient-reported outcome measures in older adults with end-stage renal disease: a feasibility study",
      "authors": [
        "J Gabbard",
        "C Mclouth",
        "G Brenes",
        "S Claudel",
        "S Ongchuan",
        "J Burkart"
      ],
      "year": 2021,
      "doi": "10.1177/1049909120954805"
    },
    {
      "title": "Feasibility and potential efficacy of a guided internet-and mobile-based CBT for adolescents and young adults with chronic medical conditions and comorbid depression or anxiety symptoms (youthCOACH): a randomized controlled pilot trial",
      "authors": [
        "A Geirhos",
        "M Domhardt",
        "F Lunkenheimer",
        "S Temming",
        "R Holl",
        "K Minden"
      ],
      "year": 2022,
      "doi": "10.1186/s12887-022-03134-3"
    },
    {
      "title": "A hospital-community-family-based telehealth program for patients with chronic heart failure: single-arm, prospective feasibility study",
      "authors": [
        "X Guo",
        "X Gu",
        "J Jiang",
        "H Li",
        "R Duan",
        "Y Zhang"
      ],
      "year": 2019,
      "doi": "10.2196/13229"
    },
    {
      "title": "A remote medication monitoring system for chronic heart failure patients to reduce readmissions: a two-arm randomized pilot study",
      "authors": [
        "T Hale",
        "K Jethwani",
        "M Kandola",
        "F Saldana",
        "J Kvedar"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5256"
    },
    {
      "title": "Effect of the school-based telemedicine enhanced asthma management (SB-TEAM) program on asthma morbidity: a randomized clinical trial",
      "authors": [
        "J Halterman",
        "M Fagnano",
        "R Tajon",
        "P Tremblay",
        "H Wang",
        "A Butz"
      ],
      "year": 2018,
      "doi": "10.1001/jamapediatrics.2017.4938"
    },
    {
      "title": "The uptake and use of telemonitoring in chronic care between 2014 and 2019: nationwide survey among patients and health care professionals in the Netherlands",
      "authors": [
        "M Huygens",
        "Voogdt-Pruis",
        "Hr",
        "M Wouters",
        "M Meurs",
        "B Van Lettow",
        "C Kleijweg"
      ],
      "year": 2021,
      "doi": "10.2196/24908"
    },
    {
      "title": "Development and preliminary evaluation of the effects of an mhealth web-based platform (HappyAir) on adherence to a maintenance program after pulmonary rehabilitation in patients with chronic obstructive pulmonary disease: randomized controlled trial",
      "authors": [
        "B Jiménez-Reguera",
        "Maroto López",
        "E Fitch",
        "S Juarros",
        "Sánchez Cortés",
        "Rodríguez Hermosa"
      ],
      "year": 2020,
      "doi": "10.2196/18465"
    },
    {
      "title": "Fit 4 surgery, a bespoke app with biofeedback delivers rehabilitation at home before and after elective lung resection",
      "authors": [
        "S Kadiri",
        "A Kerr",
        "N Oswald",
        "A Budacan",
        "S Flanagan",
        "C Golby"
      ],
      "year": 2019,
      "doi": "10.1186/s13019-019-0951-6"
    },
    {
      "title": "Detection of early-stage changes in people with chronic diseases: a telehome monitoring-based telenursing feasibility study",
      "authors": [
        "T Kamei",
        "Y Yamamoto",
        "T Kanamori",
        "Y Nakayama",
        "S Porter"
      ],
      "year": 2018,
      "doi": "10.1111/nhs.12563"
    },
    {
      "title": "Evaluation of CirrhoCare® -a digital health solution for home management of individuals with cirrhosis",
      "authors": [
        "K Kazankov",
        "S Novelli",
        "D Chatterjee",
        "A Phillips",
        "A Balaji",
        "M Raja"
      ],
      "year": 2023,
      "doi": "10.1016/j.jhep.2022.08.034"
    },
    {
      "title": "Telecare for diabetes, CHF or COPD: effect on quality of life, hospital use and costs. A randomised controlled trial and qualitative evaluation",
      "authors": [
        "T Kenealy",
        "M Parsons",
        "A Rouse",
        "R Doughty",
        "N Sheridan",
        "J Hindmarsh"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0116188"
    },
    {
      "title": "Primary care pre-visit electronic patient questionnaire for asthma: uptake analysis and predictor modeling",
      "authors": [
        "A Kouri",
        "J Yamada",
        "J Sale",
        "S Straus",
        "S Gupta"
      ],
      "year": 2020,
      "doi": "10.2196/19358"
    },
    {
      "title": "Capturing daily disease experiences of adolescents with chronic pain: mHealth-mediated symptom tracking",
      "authors": [
        "C Lalloo",
        "A Hundert",
        "L Harris",
        "Q Pham",
        "F Campbell",
        "J Chorney"
      ],
      "year": 2019,
      "doi": "10.2196/11838"
    },
    {
      "title": "Mobile health app with social media to support self-management for patients with chronic kidney disease: prospective randomized controlled study",
      "authors": [
        "W Li",
        "F Chiu",
        "J Zeng",
        "Y Li",
        "S Huang",
        "H Yeh"
      ],
      "year": 2020,
      "doi": "10.2196/19452"
    },
    {
      "title": "Leveraging collaboration in pediatric multidisciplinary colorectal care using a telehealth platform",
      "authors": [
        "J Lopez",
        "W Svetanoff",
        "J Rosen",
        "A Carrasco",
        "R Rentea",
        "Comprehensive Colorectal Center Of Children",
        "Mercy Hospital‚",
        "Kansas City‚"
      ],
      "year": 2022,
      "doi": "10.1177/00031348211023428"
    },
    {
      "title": "Going mobile with primary care: smartphone-telemedicine for asthma management in young urban adults (TEAMS)",
      "authors": [
        "J Mammen",
        "J Schoonmaker",
        "J Java",
        "J Halterman",
        "M Berliant",
        "A Crowley"
      ],
      "year": 2022,
      "doi": "10.1080/02770903.2020.1830413"
    },
    {
      "title": "Telemonitoring system for patients with chronic kidney disease undergoing peritoneal dialysis: usability assessment based on a case study",
      "authors": [
        "Martínez García",
        "Fernández Rosales",
        "López Domínguez",
        "Hernández Velázquez",
        "Domínguez Isidro"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0206600"
    },
    {
      "title": "Pre-implementation formative evaluation of cooperative pain education and self-management expanding treatment for real-world access: a pragmatic pain trial",
      "authors": [
        "K Mattocks",
        "K Lachappelle",
        "S Krein",
        "L Debar",
        "S Martino",
        "S Edmond"
      ],
      "year": 2023,
      "doi": "10.1111/papr.13195"
    },
    {
      "title": "Attitudes, beliefs, and willingness toward the use of mHealth tools for medication adherence in the Florida mHealth adherence project for people living with HIV (FL-mAPP): pilot questionnaire study",
      "authors": [
        "J Morano",
        "K Clauson",
        "Z Zhou",
        "C Escobar-Viera",
        "S Lieb",
        "I Chen"
      ],
      "year": 2019,
      "doi": "10.2196/12900"
    },
    {
      "title": "Telemedicine, patient satisfaction, and chronic rhinosinusitis care in the era of COVID-19",
      "authors": [
        "M Morisada",
        "J Hwang",
        "A Gill",
        "M Wilson",
        "E Strong",
        "T Steele"
      ],
      "year": 2021,
      "doi": "10.1177/1945892420970460"
    },
    {
      "title": "Use of a smartphone recovery tool for Latinos with co-occurring alcohol and other drug disorders and mental disorders",
      "authors": [
        "J Muroff",
        "Robinson Chassler",
        "D López",
        "L Gaitan",
        "E Lundgren"
      ],
      "year": 2017,
      "doi": "10.1080/15504263.2017.1348649"
    },
    {
      "title": "Evaluation of a national broadband network-enabled telehealth trial for older people with chronic disease",
      "authors": [
        "S Nancarrow",
        "A Banbury",
        "J Buckley"
      ],
      "year": 2016,
      "doi": "10.1071/AH15201"
    },
    {
      "title": "Evaluating the feasibility and pretesting the impact of an educational and telemonitoring program for COPD patients in Lebanon",
      "authors": [
        "R Nohra",
        "T Chaaban",
        "H Sacre",
        "P Salameh",
        "Aoun Bacha",
        "Le Bon Chami"
      ],
      "year": 2022,
      "doi": "10.2147/COPD.S339592"
    },
    {
      "title": "Can the COPD web be used to promote self-management in patients with COPD in swedish primary care: a controlled pragmatic pilot trial with 3 month-and 12 month follow-up",
      "authors": [
        "A Nyberg",
        "M Tistad",
        "K Wadell"
      ],
      "year": 2019,
      "doi": "10.1080/02813432.2019.1569415"
    },
    {
      "title": "Supervised exercise therapy using mobile health technology in patients with peripheral arterial disease: pilot randomized controlled trial",
      "authors": [
        "K Paldán",
        "M Steinmetz",
        "J Simanovski",
        "C Rammos",
        "G Ullrich",
        "R Jánosi"
      ],
      "year": 2021,
      "doi": "10.2196/24214"
    },
    {
      "title": "Utilizing a homecare platform for remote monitoring of patients with idiopathic pulmonary fibrosis",
      "authors": [
        "C Panagopoulos",
        "F Malli",
        "A Menychtas",
        "E Smyrli",
        "A Georgountzou",
        "Z Daniil"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-57348-9_15"
    },
    {
      "title": "Connecting people with multimorbidity to interprofessional teams using telemedicine",
      "authors": [
        "P Pariser",
        "T Pham",
        "J Brown",
        "M Stewart",
        "J Charles"
      ],
      "year": 2019,
      "doi": "10.1370/afm.2379"
    },
    {
      "title": "Engaging patients in online self-care technologies for chronic disease management",
      "authors": [
        "P Picton",
        "D Wiljer",
        "S Urowitz",
        "J Cafazzo"
      ],
      "year": 2016,
      "doi": "10.12927/hcq.2016.24549"
    },
    {
      "title": "Evaluating the utility of smartphone-based sensor assessments in persons with multiple sclerosis in the real-world using an app (elevateMS): observational, prospective pilot digital health study",
      "authors": [
        "A Pratap",
        "D Grant",
        "A Vegesna",
        "M Tummalacherla",
        "S Cohan",
        "C Deshpande"
      ],
      "year": 2020,
      "doi": "10.2196/22108"
    },
    {
      "title": "A mobile app for longterm monitoring of narcolepsy symptoms: design, development, and evaluation",
      "authors": [
        "L Quaedackers",
        "De Wit",
        "J Pillen",
        "S Van Gilst",
        "M Batalas",
        "N Lammers"
      ],
      "year": 2020,
      "doi": "10.2196/14939"
    },
    {
      "title": "Engineering a mobile health tool for resource-poor settings to assess and manage cardiovascular disease risk: SMARThealth study",
      "authors": [
        "A Raghu",
        "D Praveen",
        "D Peiris",
        "L Tarassenko",
        "G Clifford"
      ],
      "year": 2015,
      "doi": "10.1186/s12911-015-0148-4"
    },
    {
      "title": "Validation of a virtual assistant for improving medication adherence in patients with comorbid type 2 diabetes mellitus and depressive disorder",
      "authors": [
        "S Roca",
        "M Lozano",
        "J García",
        "Á Alesanco"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph182212056"
    },
    {
      "title": "Evaluation of a mobile phone image-based dietary assessment method in adults with type 2 diabetes",
      "authors": [
        "M Rollo",
        "S Ash",
        "P Lyons-Wall",
        "A Russell"
      ],
      "year": 2015,
      "doi": "10.3390/nu7064897"
    },
    {
      "title": "Assessment of a mobile app by adolescents and young adults with cystic fibrosis: pilot evaluation",
      "authors": [
        "I Rudolf",
        "K Pieper",
        "H Nolte",
        "S Junge",
        "C Dopfer",
        "A Sauer-Heilborn"
      ],
      "year": 2019,
      "doi": "10.2196/12442"
    },
    {
      "title": "Medication reminder applications to improve adherence in coronary heart disease: a randomised clinical trial",
      "authors": [
        "K Santo",
        "A Singleton",
        "K Rogers",
        "A Thiagalingam",
        "J Chalmers",
        "C Chow"
      ],
      "year": 2019,
      "doi": "10.1136/heartjnl-2018-313479"
    },
    {
      "title": "AmbuFlex: tele-patient-reported outcomes (telePRO) as the basis for follow-up in chronic and malignant diseases",
      "authors": [
        "L Schougaard",
        "L Larsen",
        "A Jessen",
        "P Sidenius",
        "L Dorflinger",
        "A De Thurah"
      ],
      "year": 2016,
      "doi": "10.1007/s11136-015-1207-0"
    },
    {
      "title": "Use of an eHealth tool for exercise training and online contact in people with severe chronic obstructive pulmonary disease on long-term oxygen treatment: a feasibility study",
      "authors": [
        "P Sönnerfors",
        "K Wadell",
        "I Dohrn",
        "A Nyberg",
        "M Runold",
        "A Halvarsson"
      ],
      "year": 2020,
      "doi": "10.1177/1460458220945429"
    },
    {
      "title": "A qualitative study of stakeholder views on the use of a digital app for supported self-management in early intervention services for psychosis",
      "authors": [
        "T Steare",
        "M Giorgalli",
        "K Free",
        "J Harju-Seppänen",
        "S Akther",
        "M Eskinazi"
      ],
      "year": 2021,
      "doi": "10.1186/s12888-021-03317-9"
    },
    {
      "title": "Usability testing of a mHealth app to support self-management of HIV-associated non-AIDS related symptoms",
      "authors": [
        "S Stonbraker",
        "H Cho",
        "G Hermosi",
        "A Pichon",
        "R Schnall"
      ],
      "year": 2018
    },
    {
      "title": "Health care utilization and costs of veterans evaluated for traumatic brain injury through telehealth",
      "authors": [
        "K Stroupe",
        "R Martinez",
        "T Hogan",
        "C Evans",
        "J Scholten",
        "D Bidelspach"
      ],
      "year": 2019,
      "doi": "10.1089/tmj.2018.0182"
    },
    {
      "title": "Patient-centered HCV care via telemedicine for individuals on medication for opioid use disorder: Telemedicine for Evaluation, Adherence and Medication for Hepatitis C (TEAM-C)",
      "authors": [
        "A Talal",
        "M Markatou",
        "E Sofikitou",
        "L Brown",
        "P Perumalswami",
        "A Dinani"
      ],
      "year": 2022,
      "doi": "10.1016/j.cct.2021.106632"
    },
    {
      "title": "Effects of use of an eHealth platform e-Vita for COPD patients on disease specific quality of life domains",
      "authors": [
        "E Talboom-Kamp",
        "M Holstege",
        "N Chavannes",
        "M Kasteleyn"
      ],
      "year": 2019,
      "doi": "10.1186/s12931-019-1110-2"
    },
    {
      "title": "The added value of an electronic monitoring and alerting system in the management of medication-overuse headache: a controlled multicentre study",
      "authors": [
        "C Tassorelli",
        "R Jensen",
        "M Allena",
        "De Icco",
        "R Katsarava",
        "Miguel Lainez"
      ],
      "year": 2017,
      "doi": "10.1177/0333102416660549"
    },
    {
      "title": "Adding web-based behavioural support to exercise referral schemes for inactive adults with chronic health conditions: the e-coachER RCT",
      "authors": [
        "A Taylor",
        "R Taylor",
        "W Ingram",
        "N Anokye",
        "S Dean",
        "K Jolly"
      ],
      "year": 2020,
      "doi": "10.3310/hta24630"
    },
    {
      "title": "Implementation of activity sensor equipment in the homes of chronic obstructive pulmonary disease patients",
      "authors": [
        "W Tillis",
        "W Bond",
        "J Svendsen",
        "S Guither"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0201"
    },
    {
      "title": "A telemedicine intervention to ensure the correct usage of inhaler devices",
      "authors": [
        "V Trosini-Désert",
        "H Lafoeste",
        "L Regard",
        "R Malrin",
        "M Galarza-Jimenez",
        "C Amarilla"
      ],
      "year": 2020,
      "doi": "10.1089/tmj.2019.0246"
    },
    {
      "title": "Management and treatment of patients with obstructive sleep apnea using an intelligent monitoring system based on machine learning aiming to improve continuous positive airway pressure treatment compliance: randomized controlled trial",
      "authors": [
        "C Turino",
        "I Benítez",
        "X Rafael-Palou",
        "A Mayoral",
        "A Lopera",
        "L Pascual"
      ],
      "year": 2021,
      "doi": "10.2196/24072"
    },
    {
      "title": "Physical activity in ankylosing spondylitis: evaluation and analysis of an eHealth tool",
      "authors": [
        "J Tyrrell",
        "C Redshaw"
      ],
      "year": 2016
    },
    {
      "doi": "10.14236/jhi.v23i2.169"
    },
    {
      "title": "Web-based stress management for newly diagnosed patients with cancer (STREAM): a randomized, wait-list controlled intervention study",
      "authors": [
        "C Urech",
        "A Grossert",
        "J Alder",
        "S Scherer",
        "B Handschin",
        "B Kasenda"
      ],
      "year": 2018,
      "doi": "10.1200/JCO.2017.74.8491"
    },
    {
      "title": "Process evaluation of physical activity counselling with and without the use of mobile technology: a mixed methods study",
      "authors": [
        "R Verwey",
        "S Van Der Weegen",
        "M Spreeuwenberg",
        "H Tange",
        "T Van Der Weijden",
        "L De Witte"
      ],
      "year": 2016,
      "doi": "10.1016/j.ijnurstu.2015.10.008"
    },
    {
      "title": "Using a brief web-based 5A intervention to improve weight management in primary care: results of a cluster-randomized controlled trial",
      "authors": [
        "F Welzel",
        "J Bär",
        "J Stein",
        "M Löbner",
        "A Pabst",
        "M Luppa"
      ],
      "year": 2021,
      "doi": "10.1186/s12875-021-01404-0"
    },
    {
      "title": "Feasibility and usability of an ontology-based mobile intervention for patients with hypertension",
      "authors": [
        "T Wheeler",
        "Michael Vallis",
        "T Giacomantonio",
        "N Abidi"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2018.08.002"
    },
    {
      "title": "Internet-delivered acceptance and commitment therapy for adolescents with chronic pain and their parents: a nonrandomized pilot trial",
      "authors": [
        "V Zetterqvist",
        "C Gentili",
        "J Rickardsson",
        "I Sörensen",
        "R Wicksell"
      ],
      "year": 2020,
      "doi": "10.1093/jpepsy/jsaa060"
    },
    {
      "title": "PRESS peer review of electronic search strategies: 2015 guideline statement",
      "authors": [
        "J Mcgowan",
        "M Sampson",
        "D Salzwedel",
        "E Cogo",
        "V Foerster",
        "C Lefebvre"
      ],
      "year": 2016,
      "doi": "10.1016/j.jclinepi.2016.01.021"
    },
    {
      "title": "Trends and visibility of \"digital health\" as a keyword in articles by JMIR publications in the new millennium: bibliographic-bibliometric analysis",
      "authors": [
        "A Ahmadvand",
        "D Kavanagh",
        "M Clark",
        "J Drennan",
        "L Nissen"
      ],
      "year": 2019,
      "doi": "10.2196/10477"
    },
    {
      "title": "Use of concept mapping to characterize relationships among implementation strategies and assess their feasibility and importance: results from the Expert Recommendations for Implementing Change (ERIC) study",
      "authors": [
        "T Waltz",
        "B Powell",
        "M Matthieu",
        "L Damschroder",
        "M Chinman",
        "J Smith"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0295-0"
    },
    {
      "title": "What drives change? Barriers to and incentives for achieving evidence-based practice",
      "authors": [
        "R Grol",
        "M Wensing"
      ],
      "year": 2004,
      "doi": "10.5694/j.1326-5377.2004.tb05948.x"
    },
    {
      "title": "A refined compilation of implementation strategies: results from the Expert Recommendations for Implementing Change (ERIC) project",
      "authors": [
        "B Powell",
        "T Waltz",
        "M Chinman",
        "L Damschroder",
        "J Smith",
        "M Matthieu"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0209-1"
    },
    {
      "title": "It's about me: patients' experiences of patient participation in the web behavior change program for activity in combination with multimodal pain rehabilitation",
      "authors": [
        "C Nordin",
        "P Michaelson",
        "M Eriksson",
        "G Gard"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.5970"
    },
    {
      "title": "Using goal-directed design to create a mobile health app to improve patient compliance with hypertension self-management: development and deployment",
      "authors": [
        "H Duan",
        "Z Wang",
        "Ji Ma",
        "L Liu",
        "F Chi"
      ],
      "year": 2020,
      "doi": "10.2196/14466"
    },
    {
      "title": "Acceptance and potential impact of the eWALL platform for health monitoring and promotion in persons with a chronic disease or age-related impairment",
      "authors": [
        "F Infarinato",
        "S Jansen-Kosterink",
        "P Romano",
        "L Van Velsen",
        "H Op Den Akker",
        "F Rizza"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17217893"
    },
    {
      "title": "Stay mindfully active during the coronavirus pandemic: a feasibility study of mHealth-delivered mindfulness yoga program for people with Parkinson's disease",
      "authors": [
        "J Kwok",
        "J Lee",
        "E Choi",
        "P Chau",
        "M Auyeung"
      ],
      "year": 2022,
      "doi": "10.1186/s12906-022-03519-y"
    },
    {
      "title": "Tele-monitoring system for chronic diseases management: requirements and architecture",
      "authors": [
        "L Mucchi",
        "S Jayousi",
        "A Gant",
        "E Paoletti",
        "P Zoppi"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18147459"
    },
    {
      "title": "Usability evaluation of a smartphone medication reminder application in patients treated with short-term antibiotic",
      "authors": [
        "L Sherwin",
        "C Deroche",
        "J Yevu-Johnson",
        "M Matteson-Kome",
        "M Bechtold",
        "I Jahnke"
      ],
      "year": 2021,
      "doi": "10.1097/CIN.0000000000000747"
    },
    {
      "title": "Implementing follow-along physical activity videos with people living with chronic conditions: a feasibility study",
      "authors": [
        "S Tucker",
        "L Abbott",
        "R Anderson",
        "K Eppen",
        "H Laroche",
        "E Paelmo"
      ],
      "year": 2019,
      "doi": "10.1111/wvn.12392"
    },
    {
      "title": "Telemedicine to support coping resources in home-living patients diagnosed with chronic obstructive pulmonary disease: Patients' experiences",
      "authors": [
        "T Vatnøy",
        "E Thygesen",
        "B Dale"
      ],
      "year": 2017,
      "doi": "10.1177/1357633X15626854"
    },
    {
      "title": "Perceptions of home telemonitoring use among patients with chronic obstructive pulmonary disease: qualitative study",
      "authors": [
        "S Lundell",
        "M Modig",
        "Å Holmner",
        "K Wadell"
      ],
      "year": 2020,
      "doi": "10.2196/16343"
    },
    {
      "title": "Nurse perspectives on the implementation of routine telemonitoring for high-risk diabetes patients in a primary care setting",
      "authors": [
        "B Vest",
        "V Hall",
        "L Kahn",
        "A Heider",
        "N Maloney",
        "R Singh"
      ],
      "year": 2017,
      "doi": "10.1017/s1463423616000190"
    },
    {
      "title": "Building quality chronic illness care: implementation of a web-based care plan",
      "authors": [
        "S Vasi",
        "J Advocat",
        "A Adaji",
        "G Russell"
      ],
      "year": 2020,
      "doi": "10.1071/py19039"
    },
    {
      "title": "Users' experiences of a mobile health self-management approach for the treatment of cystic fibrosis: mixed methods study",
      "authors": [
        "J Floch",
        "T Vilarinho",
        "A Zettl",
        "G Ibanez-Sanchez",
        "J Calvo-Lerma",
        "E Stav"
      ],
      "year": 2020,
      "doi": "10.2196/15896"
    },
    {
      "title": "Wound image quality from a mobile health tool for home-based chronic wound management with real-time quality feedback: randomized feasibility study",
      "authors": [
        "J Zhang",
        "C Mihai",
        "L Tüshaus",
        "G Scebba",
        "O Distler"
      ],
      "year": 2021,
      "doi": "10.2196/26149"
    },
    {
      "title": "Experience of patients with chronic conditions with telemedicine in primary care: a focus group analysis",
      "authors": [
        "K Prevodnik",
        "S Hvalič-Touzery",
        "V Dolničar",
        "J Zaletel",
        "J Laznik",
        "A Petrovčič"
      ],
      "year": 2022,
      "doi": "10.14528/snr.2022.56.4.3150"
    },
    {
      "title": "Using the computer-based health evaluation system (CHES) to support self-management of symptoms and functional health: evaluation of hematological patient use of a web-based patient portal",
      "authors": [
        "J Lehmann",
        "P Buhl",
        "J Giesinger",
        "L Wintner",
        "M Sztankay",
        "L Neppl"
      ],
      "year": 2021,
      "doi": "10.2196/26022"
    },
    {
      "title": "Feasibility study of a newly developed technology-mediated lifestyle intervention for overweight and obese young adults",
      "authors": [
        "H Ali",
        "A Attlee",
        "S Alhebshi",
        "F Elmi",
        "Al Dhaheri",
        "A Stojanovska"
      ],
      "year": 2021,
      "doi": "10.3390/nu13082547"
    },
    {
      "title": "Co-designing a self-management app prototype to support people with spinal cord injury in the prevention of pressure injuries: mixed methods study",
      "authors": [
        "J Amann",
        "M Fiordelli",
        "M Brach",
        "S Bertschy",
        "A Scheel-Sailer",
        "S Rubinelli"
      ],
      "year": 2020,
      "doi": "10.2196/18018"
    },
    {
      "title": "A process evaluation, with mediation analysis, of a web-based intervention to augment primary care exercise referral schemes: the e-coachER randomised controlled trial",
      "authors": [
        "J Lambert",
        "A Taylor",
        "A Streeter",
        "C Greaves",
        "W Ingram",
        "S Dean"
      ],
      "year": 2022,
      "doi": "10.1186/s12966-022-01360-7"
    },
    {
      "title": "A patient-centered mobile health system that supports asthma self-management (breathe): design, development, and utilization",
      "authors": [
        "P Morita",
        "M Yeung",
        "M Ferrone",
        "A Taite",
        "C Madeley",
        "Stevens Lavigne"
      ],
      "year": 2019,
      "doi": "10.2196/10956"
    },
    {
      "title": "Adherence to an eHealth self-management intervention for patients with both COPD and heart failure: results of a pilot study",
      "authors": [
        "J Sloots",
        "M Bakker",
        "J Van Der Palen",
        "M Eijsvogel",
        "P Van Der Valk",
        "G Linssen"
      ],
      "year": 2021,
      "doi": "10.2147/COPD.S299598"
    },
    {
      "title": "Virtual models of chronic disease management: lessons from the experiences of virtual care during the COVID-19 response",
      "authors": [
        "R Smithson",
        "E Roche",
        "C Wicker"
      ],
      "year": 2021,
      "doi": "10.1071/ah20190"
    },
    {
      "title": "Design and evaluation of a mobile application to assist the self-monitoring of the chronic kidney disease in developing countries",
      "authors": [
        "A Sobrinho",
        "L Da Silva",
        "A Perkusich",
        "M Pinheiro",
        "P Cunha"
      ],
      "year": 2018,
      "doi": "10.1186/s12911-018-0587-9"
    },
    {
      "title": "Implementation of a text messaging intervention to patients on warfarin therapy in Brazilian primary care units: a quasi-experimental study",
      "authors": [
        "M Souza-Silva",
        "M Domingues",
        "V Chagas",
        "D Pereira",
        "L De Sá",
        "M Almeida"
      ],
      "year": 2022,
      "doi": "10.1186/s12875-022-01647-5"
    },
    {
      "title": "Real-world clinical evaluation and costs of telemedicine for chronic wound management",
      "authors": [
        "Le Goff-Pronost",
        "M Mourgeon",
        "B Blanchère",
        "J Teot",
        "L Benateau",
        "H Dompmartin"
      ],
      "year": 2018,
      "doi": "10.1017/s0266462318000685"
    },
    {
      "title": "An integrated kidney care eConsult practice model: results from the iKinect project",
      "authors": [
        "S Ong",
        "A Kaushal",
        "P Pariser",
        "C Chan"
      ],
      "year": 2019,
      "doi": "10.1159/000502602"
    },
    {
      "title": "Supporting patient-clinician interaction in chronic HIV care: design and development of a patient-reported outcomes software application",
      "authors": [
        "S Herrmann",
        "B Power",
        "A Rashidi",
        "M Cypher",
        "F Mastaglia",
        "A Grace"
      ],
      "year": 2021,
      "doi": "10.2196/27861"
    },
    {
      "title": "Technology-assisted cognitive-behavioral therapy intervention for end-stage renal disease",
      "authors": [
        "K Jakubowski",
        "M Jhamb",
        "J Yabes",
        "S Gujral",
        "L Oberlin",
        "F Bender"
      ],
      "year": 2020,
      "doi": "10.1093/tbm/ibz077"
    },
    {
      "title": "Self-managed eHealth disease monitoring in children and adolescents with inflammatory bowel disease: a randomized controlled trial",
      "authors": [
        "K Carlsen",
        "C Jakobsen",
        "G Houen",
        "T Kallemose",
        "A Paerregaard",
        "L Riis"
      ],
      "year": 2017,
      "doi": "10.1097/MIB.0000000000001026"
    },
    {
      "title": "iConnect CKD -virtual medical consulting: a web-based chronic kidney disease, hypertension and diabetes integrated care program",
      "authors": [
        "I Katz",
        "S Pirabhahar",
        "P Williamson",
        "V Raghunath",
        "F Brennan",
        "O' Sullivan"
      ],
      "year": 2018,
      "doi": "10.1111/nep.13070"
    },
    {
      "title": "Adapting wellbeing research tools for Aboriginal and Torres strait islander people with chronic kidney disease",
      "authors": [
        "T Nagel",
        "M Sweet",
        "K Dingwall",
        "S Puszka",
        "J Hughes",
        "D Kavanagh"
      ],
      "year": 2020,
      "doi": "10.1186/s12882-020-01776-y"
    },
    {
      "title": "Development and long-term acceptability of ExPRESS, a mobile phone app to monitor basic symptoms and early signs of psychosis relapse",
      "authors": [
        "E Eisner",
        "R Drake",
        "N Berry",
        "C Barrowclough",
        "R Emsley",
        "M Machin"
      ],
      "year": 2019,
      "doi": "10.2196/11568"
    },
    {
      "title": "A preliminary investigation of a relapse prevention mobile application to maintain smoking abstinence among individuals with posttraumatic stress disorder",
      "authors": [
        "T Hicks",
        "S Thomas",
        "S Wilson",
        "P Calhoun",
        "E Kuhn",
        "J Beckham"
      ],
      "year": 2017,
      "doi": "10.1080/15504263.2016.1267828"
    },
    {
      "title": "Design, implementation, and evaluation of a mobile application for patient empowerment and management of long-term follow-up after childhood cancer",
      "authors": [
        "A Kock",
        "R Kaya",
        "C Müller",
        "B Andersen",
        "T Langer",
        "J Ingenerf"
      ],
      "year": 2015,
      "doi": "10.1055/s-0035-1548840"
    },
    {
      "title": "Older adults can successfully monitor symptoms using an inclusively designed mobile application",
      "authors": [
        "Reading Turchioe",
        "M Grossman",
        "L Baik",
        "D Lee",
        "C Maurer",
        "M Goyal"
      ],
      "year": 2020,
      "doi": "10.1111/jgs.16403"
    },
    {
      "title": "Use of a remote inhaler monitoring device to measure change in inhaler use with chronic obstructive pulmonary disease exacerbations",
      "authors": [
        "K Sumino",
        "E Locke",
        "S Magzamen",
        "I Gylys-Colwell",
        "O Humblet",
        "H Nguyen"
      ],
      "year": 2018,
      "doi": "10.1089/jamp.2017.1383"
    },
    {
      "title": "Behavioral pain assessment implementation in long-term care using a tablet app: case series and quasi-experimental design",
      "authors": [
        "M Zahid",
        "N Gallant",
        "T Hadjistavropoulos",
        "E Stroulia"
      ],
      "year": 2020,
      "doi": "10.2196/17108"
    },
    {
      "title": "Promoting emotional well-being in hospitalized children and adolescents with virtual reality: usability and acceptability of a randomized controlled trial",
      "authors": [
        "J Flujas-Contreras",
        "D Ruiz-Castañeda",
        "I Gómez"
      ],
      "year": 2020,
      "doi": "10.1097/CIN.0000000000000586"
    },
    {
      "title": "A smartphone-based health care chatbot to promote self-management of chronic pain (SELMA): pilot randomized controlled trial",
      "authors": [
        "S Hauser-Ulrich",
        "H Künzli",
        "D Meier-Peterhans",
        "T Kowatsch"
      ],
      "year": 2020,
      "doi": "10.2196/15806"
    },
    {
      "title": "Preparing India to leverage power of mobile technology: development of a bilingual mobile health tool for heart patients",
      "authors": [
        "Y Jain",
        "A Garg",
        "D Jhamb",
        "P Jain",
        "A Karar"
      ],
      "year": 2019,
      "doi": "10.2174/1871525717666190912152938"
    },
    {
      "title": "Safety, feasibility, and effectiveness of virtual pulmonary rehabilitation in the real world",
      "authors": [
        "L Knox",
        "M Dunning",
        "C Davies",
        "R Mills-Bennet",
        "T Sion",
        "K Phipps"
      ],
      "year": 2019,
      "doi": "10.2147/copd.s193827"
    },
    {
      "title": "Pilot feasibility study of a brief, tailored mobile health intervention for depression among patients with chronic pain",
      "authors": [
        "B Ahmedani",
        "N Crotty",
        "M Abdulhak",
        "S Ondersma"
      ],
      "year": 2015,
      "doi": "10.1080/08964289.2013.867827"
    },
    {
      "title": "Integrating mobile-health, health coaching, and physical activity to reduce the burden of chronic low back pain trial (IMPACT): a pilot randomised controlled trial",
      "authors": [
        "A Amorim",
        "E Pappas",
        "M Simic",
        "M Ferreira",
        "M Jennings",
        "A Tiedemann"
      ],
      "year": 2019,
      "doi": "10.1186/s12891-019-2454-y"
    },
    {
      "title": "Therapist-guided and parent-guided internet-delivered behaviour therapy for paediatric Tourette's disorder: a pilot randomised controlled trial with long-term follow-up",
      "authors": [
        "P Andrén",
        "K Aspvall",
        "Fernández De La Cruz",
        "L Wiktor",
        "P Romano",
        "S Andersson"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-024685"
    },
    {
      "title": "myPainPal: Co-creation of a mHealth app for the management of chronic pain in young people",
      "authors": [
        "M Cooke",
        "J Richards",
        "D Tjondronegoro",
        "Raj Chakraborty",
        "P Jauncey-Cooke",
        "J Andresen"
      ],
      "year": 2021,
      "doi": "10.1080/17538157.2021.1892697"
    },
    {
      "title": "Digital cognitive behavioral therapy for insomnia in women with chronic migraines",
      "authors": [
        "M Crawford",
        "A Luik",
        "C Espie",
        "H Taylor",
        "H Burgess",
        "A Jones",
        "Rush University",
        "Sleep Research Team"
      ],
      "year": 2020,
      "doi": "10.1111/head.13777"
    },
    {
      "title": "Development and feasibility study of a telemedicine tool for all patients with IBD: MyIBDcoach",
      "authors": [
        "M De Jong",
        "A Van Der Meulen-De Jong",
        "M Romberg-Camps",
        "J Degens",
        "M Becx",
        "T Markus"
      ],
      "year": 2017,
      "doi": "10.1097/mib.0000000000001034"
    },
    {
      "title": "A pilot study of OkKidney, a phosphate counting application in patients on peritoneal dialysis",
      "authors": [
        "R Imtiaz",
        "K Atkinson",
        "J Guerinet",
        "K Wilson",
        "J Leidecker",
        "D Zimmerman"
      ],
      "year": 2017,
      "doi": "10.3747/pdi.2017.00050"
    },
    {
      "title": "Technology-assisted collaborative care program for people with diabetes and/or high blood pressure attending primary health care: a feasibility study",
      "authors": [
        "P Martínez",
        "V Guajardo",
        "V Gómez",
        "S Brandt",
        "W Szabo",
        "G Soto-Brandt"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph182212000"
    },
    {
      "title": "Evaluation of the impact of a pharmacist-led telehealth clinic on diabetes-related goals of therapy in a veteran population",
      "authors": [
        "L Maxwell",
        "M Mcfarland",
        "J Baker",
        "R Cassidy"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1719"
    },
    {
      "title": "Development of an automated healthcare kiosk for the management of chronic disease patients in the primary care setting",
      "authors": [
        "G Ng",
        "N Tan",
        "J Bahadin",
        "E Shum",
        "S Tan"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0529-y"
    },
    {
      "title": "A 3-month randomized controlled pilot trial of a patient-centered, computer-based self-monitoring system for the care of type 2 diabetes mellitus and hypertension",
      "authors": [
        "C Or",
        "D Tao"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0437-1"
    },
    {
      "title": "Patient experience and satisfaction with an e-Health care management application for inflammatory bowel diseases",
      "authors": [
        "A Zand",
        "A Nguyen",
        "C Reynolds",
        "A Khandadash",
        "E Esrailian",
        "D Hommes"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph182211747"
    },
    {
      "title": "Implementation of a mobile technology-supported diaphragmatic breathing intervention in military mTBI with PTSD",
      "authors": [
        "T Wallace",
        "J Morris",
        "R Glickstein",
        "R Anderson",
        "R Gore"
      ],
      "year": 2022,
      "doi": "10.1097/HTR.0000000000000774"
    },
    {
      "title": "Using mobile health technology to deliver a community-based closed-loop management system for chronic obstructive pulmonary disease patients in remote areas of China: development and prospective observational study",
      "authors": [
        "N Deng",
        "J Chen",
        "Y Liu",
        "S Wei",
        "L Sheng",
        "R Lu"
      ],
      "year": 2020,
      "doi": "10.2196/15978"
    },
    {
      "title": "Mobile digital access to a web-enhanced network (mDAWN): assessing the feasibility of mobile health tools for self-management of type-2 diabetes",
      "authors": [
        "K Ho",
        "L Newton",
        "A Boothe",
        "H Novak-Lauscher"
      ],
      "year": 2015
    },
    {
      "title": "Health-related quality of life improvements in systemic lupus erythematosus derived from a digital therapeutic plus tele-health coaching intervention: randomized controlled pilot trial",
      "authors": [
        "F Khan",
        "Granville Malkani",
        "R Chathampally"
      ],
      "year": 2020,
      "doi": "10.2196/23868"
    },
    {
      "title": "Feasibility of an online platform delivery of pulmonary rehabilitation for individuals with chronic respiratory disease",
      "authors": [
        "A Lewis",
        "E Knight",
        "M Bland",
        "J Middleton",
        "E Mitchell",
        "K Mccrum"
      ],
      "year": 2021,
      "doi": "10.1136/bmjresp-2021-000880"
    },
    {
      "title": "Enhancing early psychosis treatment using smartphone technology: a longitudinal feasibility and validity study",
      "authors": [
        "T Niendam",
        "L Tully",
        "A Iosif",
        "D Kumar",
        "K Nye",
        "J Denton"
      ],
      "year": 2018,
      "doi": "10.1016/j.jpsychires.2017.10.017"
    },
    {
      "title": "A remote monitoring system to optimize the home management of oral anticancer therapies (ONCO-TreC): prospective training-validation trial",
      "authors": [
        "A Passardi",
        "F Foca",
        "O Caffo",
        "C Tondini",
        "A Zambelli",
        "R Vespignani"
      ],
      "year": 2022,
      "doi": "10.2196/27349"
    },
    {
      "title": "A virtual agent to support individuals living with physical and mental comorbidities: co-design and acceptability testing",
      "authors": [
        "K Easton",
        "S Potter",
        "R Bec",
        "M Bennion",
        "H Christensen",
        "C Grindell"
      ],
      "year": 2019,
      "doi": "10.2196/12996"
    },
    {
      "title": "A clinically integrated mHealth app and practice model for collecting patient-reported outcomes between visits for asthma patients: implementation and feasibility",
      "authors": [
        "R Rudin",
        "C Fanta",
        "N Qureshi",
        "E Duffy",
        "M Edelen",
        "A Dalal"
      ],
      "year": 2019,
      "doi": "10.1055/s-0039-1697597"
    },
    {
      "title": "Facilitating engagement of persons with opioid use disorder in treatment for hepatitis C virus infection via telemedicine: stories of onsite case managers",
      "authors": [
        "A Talal",
        "U Jaanimägi",
        "K Davis",
        "J Bailey",
        "B Bauer",
        "A Dharia"
      ],
      "year": 2021,
      "doi": "10.1016/j.jsat.2021.108421"
    },
    {
      "title": "Medium-term effectiveness of a comprehensive internet-based and patient-specific telerehabilitation program with text messaging support for cardiac patients: randomized controlled trial",
      "authors": [
        "I Frederix",
        "D Hansen",
        "K Coninx",
        "P Vandervoort",
        "D Vandijck",
        "N Hens"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4799"
    },
    {
      "title": "A specific mobile health application for older HIV-infected patients: usability and patient's satisfaction",
      "authors": [
        "J Puig",
        "P Echeverría",
        "T Lluch",
        "J Herms",
        "C Estany",
        "A Bonjoch"
      ],
      "year": 2021,
      "doi": "10.1089/tmj.2020.0098"
    },
    {
      "title": "Telerehabilitation booster sessions and remote patient monitoring in the management of chronic low back pain: a case series",
      "authors": [
        "S Peterson"
      ],
      "year": 2018,
      "doi": "10.1080/09593985.2017.1401190"
    },
    {
      "title": "An eHealth self-management intervention for adults with chronic kidney disease, My Kidneys My Health: a mixed-methods study",
      "authors": [
        "M Donald",
        "H Beanlands",
        "S Straus",
        "M Smekal",
        "S Gil",
        "M Elliott"
      ],
      "year": 2022,
      "doi": "10.9778/cmajo.20210332"
    },
    {
      "title": "Mobile health monitoring: development and implementation of an app in a diabetes and hypertension clinic",
      "authors": [
        "A Banerjee",
        "R Ramanujan",
        "S Agnihothri"
      ],
      "year": 2016,
      "doi": "10.1109/hicss.2016.427"
    },
    {
      "title": "A comprehensive app that improves tuberculosis treatment management through video-observed therapy: usability study",
      "authors": [
        "X Guo",
        "Y Yang",
        "H Takiff",
        "M Zhu",
        "J Ma",
        "T Zhong"
      ],
      "year": 2020,
      "doi": "10.2196/17658"
    },
    {
      "title": "Internet-based treatment of stress urinary incontinence: 1-and 2-year results of a randomized controlled trial with a focus on pelvic floor muscle training",
      "authors": [
        "M Sjöström",
        "G Umefjord",
        "H Stenlund",
        "P Carlbring",
        "G Andersson",
        "E Samuelsson"
      ],
      "year": 2015,
      "doi": "10.1111/bju.13091"
    },
    {
      "title": "The self-management smartphone application for cancer survivors, ReLive: development and usability testing",
      "authors": [
        "C Song"
      ],
      "year": 2021,
      "doi": "10.1097/CIN.0000000000000690"
    },
    {
      "title": "A telerehabilitation approach for chronic aphasia following stroke",
      "authors": [
        "Y Choi",
        "H Park",
        "N Paik"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0138"
    },
    {
      "title": "Using wearable technology to detect the autonomic signature of illness severity in schizophrenia",
      "authors": [
        "M Cella",
        "Ł Okruszek",
        "M Lawrence",
        "V Zarlenga",
        "Z He",
        "T Wykes"
      ],
      "year": 2018,
      "doi": "10.1016/j.schres.2017.09.028"
    },
    {
      "title": "Effects of a telehealth care coordination intervention on perceptions of health care by caregivers of children with medical complexity: a randomized controlled trial",
      "authors": [
        "W Looman",
        "M Antolick",
        "R Cady",
        "S Lunos",
        "A Garwick",
        "S Finkelstein"
      ],
      "year": 2015,
      "doi": "10.1016/j.pedhc.2015.01.007"
    },
    {
      "title": "Life with FOCUS: a qualitative evaluation of the impact of a smartphone intervention on people with serious mental illness",
      "authors": [
        "G Jonathan",
        "E Carpenter-Song",
        "R Brian",
        "D Ben-Zeev"
      ],
      "year": 2019,
      "doi": "10.1037/prj0000337"
    },
    {
      "title": "Participant experiences in a smartphone-based health coaching intervention for type 2 diabetes: a qualitative inquiry",
      "authors": [
        "S Pludwinski",
        "F Ahmad",
        "N Wayne",
        "P Ritvo"
      ],
      "year": 2016,
      "doi": "10.1177/1357633X15595178"
    },
    {
      "title": "The effectiveness of web-based asthma self-management system, my asthma portal (MAP): a pilot randomized controlled trial",
      "authors": [
        "S Ahmed",
        "P Ernst",
        "S Bartlett",
        "M Valois",
        "T Zaihra",
        "G Paré"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5866"
    },
    {
      "title": "Evaluation of the feasibility of a home-based TeleYoga intervention in participants with both chronic obstructive pulmonary disease and heart failure",
      "authors": [
        "D Donesky",
        "L Selman",
        "K Mcdermott",
        "T Citron",
        "Howie Esquivel"
      ],
      "year": 2017,
      "doi": "10.1089/acm.2015.0279"
    },
    {
      "title": "Feasibility, acceptability, and clinical effectiveness of a technology-enabled cardiac rehabilitation platform (physical activity toward health-I): randomized controlled trial",
      "authors": [
        "J Claes",
        "V Cornelissen",
        "C Mcdermott",
        "N Moyna",
        "N Pattyn",
        "N Cornelis"
      ],
      "year": 2020,
      "doi": "10.2196/14221"
    },
    {
      "title": "Appropriateness and acceptability of a Tele-Yoga intervention for people with heart failure and chronic obstructive pulmonary disease: qualitative findings from a controlled pilot study",
      "authors": [
        "L Selman",
        "K Mcdermott",
        "D Donesky",
        "T Citron",
        "Howie Esquivel"
      ],
      "year": 2015,
      "doi": "10.1186/s12906-015-0540-8"
    },
    {
      "title": "Exercise management using a mobile app in patients with Parkinsonism: prospective, open-label, single-arm pilot study",
      "authors": [
        "A Kim",
        "S Yun",
        "K Sung",
        "Y Kim",
        "J Jo",
        "H Cho"
      ],
      "year": 2021,
      "doi": "10.2196/27662"
    },
    {
      "title": "Young people's preferences for an asthma self-management app highlight psychological needs: a participatory study",
      "authors": [
        "D Peters",
        "S Davis",
        "R Calvo",
        "S Sawyer",
        "L Smith",
        "J Foster"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6994"
    },
    {
      "title": "Inhaler training delivered by internet-based home videoconferencing improves technique and quality of life",
      "authors": [
        "R Thomas",
        "E Locke",
        "D Woo",
        "E Nguyen",
        "V Press",
        "T Layouni"
      ],
      "year": 2017,
      "doi": "10.4187/respcare.05445"
    },
    {
      "title": "Telerehabilitation for lung transplant candidates and recipients during the COVID-19 pandemic: program evaluation",
      "authors": [
        "L Wickerson",
        "D Helm",
        "C Gottesman",
        "D Rozenberg",
        "L Singer",
        "S Keshavjee"
      ],
      "year": 2021,
      "doi": "10.2196/28708"
    },
    {
      "title": "Mobile health-collected biophysical markers in children with serious illness-related pain",
      "authors": [
        "T Ajayi",
        "L Salongo",
        "Y Zang",
        "N Wineinger",
        "S Steinhubl"
      ],
      "year": 2021,
      "doi": "10.1089/jpm.2020.0234"
    },
    {
      "title": "Evaluation of a mobile phone app for patients with pollen-related allergic rhinitis: prospective longitudinal field study",
      "authors": [
        "M Glattacker",
        "M Boeker",
        "R Anger",
        "F Reichenbach",
        "A Tassoni",
        "R Bredenkamp"
      ],
      "year": 2020,
      "doi": "10.2196/15514"
    },
    {
      "title": "HealthNavigator: a mobile application for chronic disease screening and linkage to services at an urban primary health network",
      "authors": [
        "M Seneviratne",
        "F Hersch",
        "D Peiris"
      ],
      "year": 2018,
      "doi": "10.1071/py17070"
    },
    {
      "title": "Adherence and effect of home-based rehabilitation with telemonitoring support in patients with chronic non-specific low back pain: a pilot study",
      "authors": [
        "P Krkoska",
        "D Vlazna",
        "M Sladeckova",
        "J Minarikova",
        "T Barusova",
        "L Batalik"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20021504"
    },
    {
      "title": "Type 1 diabetes self-management: developing a web-based telemedicine application",
      "authors": [
        "H Ayatollahi",
        "M Hasannezhad",
        "H Fard",
        "M Haghighi"
      ],
      "year": 2016,
      "doi": "10.1177/1833358316639456"
    },
    {
      "title": "Challenges of telemonitoring programs for complex chronic conditions: randomized controlled trial with an embedded qualitative study",
      "authors": [
        "P Ware",
        "A Shah",
        "H Ross",
        "A Logan",
        "P Segal",
        "J Cafazzo"
      ],
      "year": 2022,
      "doi": "10.2196/31754"
    },
    {
      "title": "Beyond adoption: a new framework for theorizing and evaluating nonadoption, abandonment, and challenges to the scale-up, spread, and sustainability of health and care technologies",
      "authors": [
        "T Greenhalgh",
        "J Wherton",
        "C Papoutsi",
        "J Lynch",
        "G Hughes",
        "A Court"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8775"
    },
    {
      "title": "Harnessing the power of theorising in implementation science",
      "authors": [
        "R Kislov",
        "C Pope",
        "G Martin",
        "P Wilson"
      ],
      "year": 2019,
      "doi": "10.1186/s13012-019-0957-4"
    },
    {
      "title": "Good practice in the conduct and reporting of survey research",
      "authors": [
        "K Kelley",
        "B Clark",
        "V Brown",
        "J Sitzia"
      ],
      "year": 2003,
      "doi": "10.1093/intqhc/mzg031"
    },
    {
      "title": "Digital health interventions to enhance prevention in primary care: scoping review",
      "authors": [
        "V Willis",
        "Thomas Craig",
        "K Jabbarpour",
        "Y Scheufele",
        "E Arriaga",
        "Y Ajinkya"
      ],
      "year": 2022,
      "doi": "10.2196/33518"
    },
    {
      "title": "The acceptability and usability of digital health interventions for adults with depression, anxiety, and somatoform disorders: qualitative systematic review and meta-synthesis",
      "authors": [
        "S Patel",
        "A Akhtar",
        "S Malins",
        "N Wright",
        "E Rowley",
        "E Young"
      ],
      "year": 2020,
      "doi": "10.2196/16228"
    },
    {
      "title": "Health professionals' and postpartum women's perspectives on digital health interventions for lifestyle management in the postpartum period: a systematic review of qualitative studies",
      "authors": [
        "S Lim",
        "A Tan",
        "S Madden",
        "B Hill"
      ],
      "year": 2019,
      "doi": "10.3389/fendo.2019.00767"
    },
    {
      "title": "Health policy and privacy challenges associated with digital technology",
      "authors": [
        "D Grande",
        "Luna Marti",
        "X Feuerstein-Simon",
        "R Merchant",
        "R Asch",
        "D Lewson"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.8285"
    },
    {
      "title": "Digitization of healthcare sector: a study on privacy and security concerns",
      "authors": [
        "M Paul",
        "L Maglaras",
        "M Ferrag",
        "I Almomani"
      ],
      "year": 2023,
      "doi": "10.1016/j.icte.2023.02.007"
    },
    {
      "title": "Ten years of implementation outcomes research: a scoping review",
      "authors": [
        "E Proctor",
        "A Bunger",
        "R Lengnick-Hall",
        "D Gerke",
        "J Martin",
        "R Phillips"
      ],
      "year": 2023,
      "doi": "10.1186/s13012-023-01286-z"
    },
    {
      "title": "StaRI Group. Standards for Reporting Implementation Studies (StaRI): explanation and elaboration document",
      "authors": [
        "H Pinnock",
        "M Barwick",
        "C Carpenter",
        "S Eldridge",
        "G Grandes",
        "C Griffiths"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-013318"
    }
  ],
  "num_references": 303
}
