{
  "paper_id": "HTSBFWXB",
  "title": "Type 1 diabetes in 2017: global estimates of incident and prevalent cases in children and adults",
  "year": 2023,
  "date": "2023-10-05",
  "journal": "Diabetologia",
  "publication": "Diabetologia",
  "doi": "",
  "sections": [
    {
      "title": "Second international consensus report on gaps and opportunities for the clinical translation of precision diabetes medicine",
      "text": "Precision medicine is part of the logical evolution of contemporary evidence-based medicine that seeks to reduce errors and optimize outcomes when making medical decisions and health recommendations. Diabetes affects hundreds of millions of people worldwide, many of whom will develop life-threatening complications and die prematurely. Precision medicine can potentially address this enormous problem by accounting for heterogeneity in the etiology, clinical presentation and pathogenesis of common forms of diabetes and risks of complications. This second international consensus report on precision diabetes medicine summarizes the findings from a systematic evidence review across the key pillars of precision medicine (prevention, diagnosis, treatment, prognosis) in four recognized forms of diabetes (monogenic, gestational, type 1, type 2). These reviews address key questions about the translation of precision medicine research into practice. Although not complete, owing to the vast literature on this topic, they revealed opportunities for the immediate or near-term clinical implementation of precision diabetes medicine; furthermore, we expose important gaps in knowledge, focusing on the need to obtain new clinically relevant evidence. Gaps include the need for common standards for clinical readiness, including consideration of cost-effectiveness, health equity, predictive accuracy, liability and accessibility. Key milestones are outlined for the broad clinical implementation of precision diabetes medicine.\n\nDiabetes is a major global problem, with many hundreds of millions of people affected by the disease, many of whom are undiagnosed. The major burden of diabetes is exerted through the development of life-threatening complications, often involving damage to large and small blood vessels. The disease is currently classified into several types of diabetes. The two most common forms are type 1 diabetes (T1D), an autoimmune disease accounting for ~2% of all forms of diabetes worldwide  1  , and type 2 diabetes (T2D), which accounts for most of the remaining cases. Rare 'monogenic' forms of diabetes also exist, with gestational diabetes mellitus (GDM) being an additional category (Box 1). A major challenge with most diabetes is that it is heterogeneous in etiology, clinical presentation and prognosis. Understanding and leveraging this heterogeneity is a core objective of precision diabetes medicine (Fig.  1 ).\n\nThis second international consensus report from the Precision Medicine in Diabetes Initiative (PMDI) summarizes the comprehensive systematic reviews and resulting consensus among the PMDI consortium for the pillars of precision medicine prevention, diagnosis, treatment and prognosis 2 across monogenic diabetes mellitus (MDM), GDM, T1D and T2D  [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16]  (Fig.  2 ). The objectives of the PMDI consortium were to identify (1) where current evidence supports the application of precision approaches in diabetes prevention and care, and (2) key gaps where additional and/or higher quality evidence is needed before precision medicine can be implemented. Areas of consensus for these"
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5"
    },
    {
      "title": "Evidence evaluation process",
      "text": "After the first consensus report in 2020 (ref. 2), the PMDI executive committee established the PMDI consortium to represent each of the precision medicine pillars within the four types of diabetes across 15 working groups. The consortium comprises >200 clinical and research investigators across all career stages and domains of diabetes expertise, residing in 28 countries across four continents (see author list). A separate cross-cutting methodology working group provided critical training and guidance and the executive committee provided strategic direction and administrative oversight. The working groups were supported by administrative staff (C.G., E.M., P.S.) and medical librarians (M.B., K.A.).\n\nWorking groups were tasked with defining the key research questions that would need to be addressed for precision diabetes medicine to be implemented into practice by 2030. The first consensus report opted for this specific timeline to instill a sense of urgency while allowing time for proof-of-conduct research to be undertaken.\n\nSystematic literature review protocols were developed by the working groups for the priority research questions, with principles for procedure, synthesis and consensus reporting outlined by the methodology working group to ensure a rigorous and consistent process. Working groups were permitted to generate expert opinion statements for hypotheses that did not reach the level of priority for a full systematic review. All systematic review protocols were prospectively registered on the PROSPERO database  18, 19  . The full methods, results and working group conclusions are described in the individual systematic reviews  [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16]  ."
    },
    {
      "title": "Synthesis of evidence",
      "text": "The following summarizes the results and synthesis reported in the supporting series of systematic evidence reviews from the PMDI consortium for the second consensus report  [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16]  ."
    },
    {
      "title": "MDM",
      "text": "MDM results from a mutation in a single gene  20  . It can be diagnosed in the neonatal period (neonatal diabetes) or typically, but not exclusively, before the age of 45 years. MDM diagnosed outside the neonatal period has historically been known as maturity-onset diabetes of the young. There are autosomal dominant, recessive and maternally inherited forms as well as varieties that arise from de novo mutations and chromosome abnormalities  20  . Although MDM is rare, collectively it accounts for up to 5% of diabetes and presents opportunities for precision medicine  20  . Despite the clinical benefits of making a diagnosis of MDM, many patients are misdiagnosed with T1D or T2D owing to overlapping clinical features."
    },
    {
      "title": "Precision diagnosis.",
      "text": "We systematically reviewed the evidence underpinning two priority questions for precision diagnosis of MDM  7  : (1) who should be tested, and (2) how should they be tested? Our eligible literature review included 98 studies among pediatric or adult populations of testing criteria and 32 studies of testing methods among individuals with suspected neonatal diabetes mellitus or MDM.\n\nBased on our evidence synthesis, the data support precision diagnostics testing for (1) neonatal diabetes in all infants aged <1 year diagnosed with diabetes, (2) MDM in individuals aged <30 years without obesity who are islet cell autoantibody-negative with detectable C-peptide, (3) GCK-related hyperglycemia in women with GDM without overweight or obesity and fasting glucose >5.5 mmol l -1 and (4) GCK-related hyperglycemia in young individuals without obesity with persistent mild fasting hyperglycemia regardless of family history. Ethnic-specific body mass index (BMI) thresholds should be used to determine overweight and obesity.\n\nTesting modalities include the use of (1) targeted next-generation sequencing for neonatal diabetes and MDM, (2) targeted genetic panels with all known causes of MDM, including mitochondrial diabetes, objectives are reflected in key milestones put forth to support the evidence-based and scalable implementation of precision diabetes medicine within the next decade.\n\nThe PMDI was established in 2018 by the American Diabetes Association (ADA) in partnership with the European Association for the Study of Diabetes to address the untenable health and economic burdens of diabetes prevention and care  17  . The first consensus report on precision medicine in diabetes published in 2020 (ref.\n\n2) highlighted that precision medicine involves tailored diagnostics or therapeutics (for prevention or treatment) applied to population subgroups sharing similar characteristics, thereby minimizing error and risk while maximizing efficacy (Box 2). Four key pillars of precision medicine were also defined: prevention, diagnosis, treatment and prognosis, which can be applied throughout the life course (Fig.  3 ).\n\nThe data inputs, technologies and tools for subgroup characterization are incredibly diverse and readiness for valid and cost-effective implementation in diabetes medicine varies widely. The first consensus report concluded with a call for a rigorous review elucidating effective precision medicine strategies, areas of promise and notable gaps across MDM, GDM, T1D and T2D to inform an evidence-based road map to optimize the integration of precision medicine into the global response to the diabetes crisis.\n\nThe key findings of this second consensus report are that, within the areas examined, several actionable and near-actionable examples of precision diabetes medicine exist. However, the quality of data is generally low, and few studies have been explicitly designed to test precision medicine hypotheses. There is also a dearth of relevant, high-quality research in people of non-European ancestry, hindering the development and implementation of precision diabetes medicine in many of the most heavily burdened populations worldwide."
    },
    {
      "title": "Box 1"
    },
    {
      "title": "Contemporary diagnostic definitions of the established forms of diabetes",
      "text": "Based on the ADA Standards of Care 2022, diabetes can be classified into the following general categories:\n\n(1) T1D is a disease caused by autoimmune damage of the insulin-producing β-cells of the pancreatic islets, usually leading to absolute endogenous insulin deficiency, including latent autoimmune diabetes of adulthood. (2) T2D is a disease characterized by a progressive loss of adequate β-cell insulin secretion frequently in the presence of excess adiposity and insulin resistance. (3) GDM is a disease characterized by persistent hyperglycemia, often diagnosed in the second or third trimester of pregnancy, which was not determined to be prepregnancy diabetes.\n\nOther rarer types of diabetes include: (1) MDM, which represents a rare form of diabetes due to specific genetic defects that cause β-cell dysfunction with minimal or no defects in insulin action and include neonatal diabetes and maturity-onset diabetes of the young. (2) Secondary forms of diabetes, such as diabetes due to other causes such as the exocrine pancreas (for example, cystic fibrosis) and pancreatitis and drug-or chemical-induced diabetes (such as with glucocorticoid use, in the treatment of HIV/AIDS or after organ transplantation)."
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5\n\ndetection of known noncoding mutations, and copy-number variants, (3) a comprehensive panel that includes all recessively inherited genes, particularly in populations with high rates of consanguinity, (4) a separate multiplex ligation-dependent probe amplification assay for copy-number variants detection or genotyping assay (such as pyrosequencing) for detection of m.3243A>G, (5) a methylation-based assay, such as methylation-specific multiplex ligation-dependent probe amplification for neonatal diabetes testing, since 6q24 imprinting defects are a common cause of transient neonatal diabetes mellitus, and (6) rapid Sanger sequencing of GCK in suspected GCK-related hyperglycemia, and the KCNJ11, ABCC8 and INS genes in suspected neonatal diabetes. Additional considerations for causality, penetrance, reporting, disparities in testing access and barriers to genetic testing and follow-up of causal variant reporting were qualitatively reviewed. We noted a critical gap across the literature addressing access to genetic testing for MDM to mitigate health disparities, including concerns with replication and external validation in non-European ancestry populations. There was inconsistent measurement of islet autoantibodies and C-peptide diabetes diagnosis under the age of 45 years with ancestry-appropriate T1D genetic risk score data. We encourage the development of guidelines tailored to additional MDM types and genes, de-identified case-sharing platforms to gather the evidence to evaluate pathogenicity and deep mutational scanning maps of MDM genes for variant classification. The clinical guidance for genetic counseling, subsequent referrals and family testing, as well as research on the outcomes of implementation will also be essential to maximize precision diagnostic approaches for monogenic forms of diabetes.\n\nPrecision treatment. Precision treatment of MDM is potentially optimized by characterizing an individual's molecular genetic subtype and pathophysiology; thus, we reviewed the evidence for comparative effectiveness of therapies among populations with specific monogenic subtypes of β-cell diabetes and severe insulin resistance  6  .\n\nMost diabetes that occurs at ages <6 months is monogenic neonatal diabetes. Sulfonylureas were recently established as the most effective treatment for neonatal diabetes due to a potassium channel mutation  21  . Our systematic review for the effects of nonin-\n\nBehavior Comorbidities Environment Pathophysological Technical Genetics Maturity Diagnostic approach Observer error Analytical error Stochastic error MDM GDM T1D T2D Other Epigenetic marks and microbes Metabolite/ biochemical synthesis Gene expression Protein synthesis Organ/tissue specificity True biological variability Diagnosed disease labels Fig. 1 | Sources of heterogeneity in diabetes. The success of precision diabetes medicine will be enhanced by successfully leveraging heterogeneity in diabetes. To do so will require parsing 'signal' from 'noise'; the figure illustrates the key sources of heterogeneity within each of these domains. Systematic reviews Consensus meetings USA Europe Executive committee Technical experts Coordinating group Medical librarians Diagnosis Treatment Prognosis Prevention MDM Diagnosis Treatment Prognosis Prevention GDM Diagnosis Treatment Prognosis Prevention T1D Diagnosis Treatment Prognosis T2D Fig. 2 | Organogram of the PMDI consortium and workflow. Organizational structure of the PMDI consortium during the systematic review and consensus report processes."
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5\n\nsulin treatments included 19 studies in individuals with 6q24-related transient neonatal diabetes  4  ; all studies graded as having moderate or serious risk of bias. In some, but not all, studies, sulfonylurea use during the neonatal period improved diabetes outcomes, allowing cessation of insulin, and was well tolerated. Evidence for the efficacy of a variety of noninsulin therapies was more consistent later in life during a relapse phase. We reviewed 32 studies in individuals with SLC19A2-related neonatal diabetes, also known as thiamine-responsive megaloblastic anemia, all with moderate or serious risk of bias. Most studies described some potential benefits of thiamine, such as reduction or cessation of insulin use and/or improved glycemic control, with no reports of adverse effects. We concluded that the current evidence is low quality for clinical guidance on use of noninsulin therapy with 6q24-related diabetes or thiamine in thiamine-responsive megaloblastic anemia. We evaluated the effects of therapies for HNF1A diabetes, HNF4A diabetes and GCK-related hyperglycemia reported in 34 studies, including four randomized controlled trials (RCTs). Sulfonylureas are effective specifically in HNF1A diabetes for glycemic control, more so than in individuals with T2D. For HNF1A and HNF4A diabetes, transitioning from insulin or other noninsulin therapies to sulfonylureas may improve glycemic control. Some experimental studies demonstrate glinides and glucagon-like peptide-1 receptor agonists (GLP1-RAs) may be alternatives to sulfonylureas for HNF1A diabetes, as well as dipeptidyl peptidase 4 inhibitors as augmentative therapy. For GCK-related hyperglycemia, published case series indicate that treatment should not be given and can be discontinued.\n\nMonogenic disorders of severe insulin resistance include generalized lipodystrophy caused by mutations in AGPAT2 and BSCL2, partial lipodystrophy with mutations in LMNA and PPARG, and pathogenic variants in the INSR gene. Safety and efficacy of recombinant human leptin (metreleptin) and thiazolidinediones were analyzed in populations with lipodystrophy syndromes and recombinant insulin-like growth factor-1 in INSR mutation carriers. Of 43 nonrandomized experiments and cause series included for review, most individuals had partial lipodystrophy, some had generalized lipodystrophy and few carried INSR mutations. This evidence had moderate or serious risk of bias. Response to metreleptin was described in subgroups with familial partial lipodystrophy and congenital generalized lipodystrophy, where treatment was related to lower triglycerides in aggregated lipodystrophy, partial lipodystrophy and generalized lipodystrophy, as well as those with LMNA, PPARG, AGPAT2 or BSCL2 mutations. HbA1c levels decreased in all but AGPAT2. Thiazolidinediones lowered triglycerides and HbA1c levels in aggregated lipodystrophy, and triglycerides in LMNA but not PPARG. Response to insulin-like growth factor-1, alone or in combination with IGFBP3, lowered HbA1c levels. There were very few adverse events reported for any therapies, possibly due to small samples sizes and underreporting."
    },
    {
      "title": "Precision prognosis",
      "text": "We reviewed evidence describing the incidence and severity of diabetes-related microvascular and macrovascular complications in populations with permanent neonatal diabetes due to pathogenic variants in KCNJ11 and ABCC8, and MDM due to pathogenic variants in HNF1A, HNF4A and GCK  6  . Extra-pancreatic complications (for example, hepatic adenomas in HNF1A diabetes, developmental delay, epilepsy and neonatal diabetes syndrome) were beyond the scope of the review.\n\nIndividuals with most forms of MDM are at high risk of microvascular and macrovascular complications, impacted by poor glycemic control. Many studies focused on younger populations diagnosed with neonatal diabetes, where rates of severe microvascular complications were low. Their risk may be in part mitigated by improved glycemic control in neonatal diabetes related to pathogenic variants in the KCNJ11 and ABCC8 genes and HNF1A diabetes and HNF4A diabetes, where precision therapy with sulfonylureas is available. Additional long-term follow-up studies will be important to understand the natural progression of microvascular and macrovascular complications in permanent neonatal diabetes mellitus from mutations in KCNJ11 and ABCC8.\n\nFrom 78 articles, retinopathy and microalbuminuria were reported in cases with neonatal diabetes mellitus, but progressive retinopathy and severe renal disease were uncommon. Populations with isolated GCK-related hyperglycemia have overall very low rates of diabetes-related complications. Indeed, microvascular complications were very rare in cohort studies of populations with GCK-related hyperglycemia and prolonged disease duration (>50 years).\n\nRecent studies of HNF1A diabetes reported lower rates of complications compared to those published earlier (for example, for retinopathy, 17% in recent versus 47% earlier; for cardiovascular disease (CVD), 7% in recent years versus 16% earlier). In recent studies, rates of microangiopathic complications observed were less than in T1D, although rates were similar or higher among these populations in older studies. More recent studies of patients with HNF1A diabetes and HNF4A diabetes show improved prognosis of diabetes Box 2"
    },
    {
      "title": "Revisions to definitions described in the first PMDI consensus report",
      "text": "Several definitions used in the first consensus report on precision diabetes medicine 2 are revised here to (1) highlight key benchmarks used to determine the success of precision diabetes medicine in practice and (2) distinguish individual-level processes that can be objectively quantified and incorporated into prediction models from those that cannot, yet are integral to the transfer of medical or health recommendations to recipients.\n\nThe following terms are revised: Precision medicine:\n\nFrom: \"Precision (or stratified) medicine emphasizes tailoring diagnostics or therapeutics (prevention or treatment) to subgroups of populations sharing similar characteristics, thereby minimizing error and risk while maximizing efficacy\" 2\n\nTo: \"Precision medicine focuses on minimizing errors and improving accuracy in medical decisions and health recommendations. It seeks to maximize efficacy, cost-effectiveness, safety, access for those in need and compliance compared with contemporary evidence-based medicine. Precision medicine emphasizes tailoring diagnostics or therapeutics (prevention or treatment) to subgroups of populations sharing similar characteristics.\"\n\nPersonalized and individualized medicine:\n\nFrom: both terms are used interchangeably, defined as: \"the final step in the process of translating knowledge into practice\" 2\n\nTo: \"The use of a person's own data to objectively gauge the efficacy, safety, and tolerability of therapeutics, and, subjectively, to tailor health recommendations and/or medical decisions to the individual's preferences, circumstances, and capabilities\"  61  ."
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5 microvascular and macrovascular complications, likely reflecting an earlier molecular diagnosis, tighter treatment targets and higher rates of precision therapy."
    },
    {
      "title": "GDM",
      "text": "GDM is abnormal glucose tolerance with onset or first recognition during pregnancy. GDM is the most common metabolic complication of pregnancy. Unlike most other forms of diabetes, the onset of GDM is rapid and typically resolves after delivery. Nevertheless, the short-and long-term health risks that GDM poses to the mother and offspring can be substantial, underscoring the importance of widely available screening, diagnosis and effective treatment.\n\nPrecision prevention. We systematically reviewed results of 116 interventions on GDM prevention, including diet and/or exercise (diet n = 16; exercise n = 17; diet and exercise combined n = 59), metformin (n = 13) and supplements such as myoinositol/inositol, probiotics and fish oil (n = 12)  9  . We considered interventions initiated in the preconception or antenatal period and reporting GDM among its outcomes for prevention efficacy.\n\nIn our meta-analyses, lifestyle interventions led to lower incidence of GDM compared with control care: diet only by 25%, exercise only by 31%, and combined diet and exercise by 18% (moderate-to-low-quality evidence). Metformin reduced GDM by 34%, and myoinositol/inositol supplements by 61%; however, this evidence was rated very low quality. Only seven trials initiated interventions in the preconception period. Metformin interventions implemented in the preconception period had better GDM risk reduction when compared to those initiated during pregnancy. For exercise-only interventions, greater risk reduction for GDM was seen in studies enrolling women with a BMI in the normal range. Combined diet and exercise interventions were more effective in GDM reduction among women with overweight or obesity, without polycystic ovary syndrome, without history of prior GDM and with advanced maternal age at pregnancy. Metformin was relatively more effective in preventing GDM among women with a history of polycystic ovary syndrome, with older maternal age and with higher fasting blood glucose at enrollment. Parity, education and employment status, race and history of having a large for gestational age infant did not appreciably impact the effectiveness of interventions. These findings came primarily from comparing effect estimates across trials with different participant characteristics rather than from within-study analyses stratified by participant characteristics. Overall, the strength of evidence for GDM risk reduction with the use of lifestyle modification, metformin and myoinositol/inositol is moderate to very low. Moreover, few data were available to determine which individual characteristics might predict who would benefit most from a given type of intervention.\n\nFuture research should include interventions in early pregnancy with sufficient sample size to assess GDM as a primary outcome as well as to provide results stratified by pertinent participant characteristics, including social and environmental factors, clinical traits and other novel risk factors to predict the effectiveness of GDM prevention programs."
    },
    {
      "title": "Precision diagnosis.",
      "text": "The overarching goal of the GDM precision diagnosis working group was to review evidence of precision markers beyond glycemic level (that is, information about a person's pathophysiology, environment and/or context) that might help refine the diagnosis of GDM. Through the lens of clinical translation, we investigated the evidence supporting GDM subtypes and etiologic or pathologic heterogeneity, as well as associations with adverse perinatal outcomes  14  . The systematic review and meta-analysis focused on observational studies evaluating maternal and fetal anthropometry, clinical and sociocultural/environmental risk factors, genetics, omics and nonglycemic biomarkers that could identify subgroups of individuals with diagnosed GDM at differentially higher risk of adverse pregnancy outcomes. Of 137 studies included, 68 studies evaluated maternal anthropometry as a potential modifier or precision marker related to pregnancy outcomes. The meta-analysis among a subset of studies reporting on maternal BMI in relation to risk for neonatal large for gestational age and/or macrosomia. Forty-nine studies evaluated maternal clinical or sociocultural factors, and 30 studies evaluated nonglycemic biomarkers, lipids and insulin sensitivity/secretion indices. Few studies incorporated fetal anthropometry (11 studies), risk-prediction models with multiple variables (six studies) or genetics/genomics and other omics (five studies).\n\nAnthropometry measures were the most analyzed risk factor with outcomes among pregnancies complicated by GDM. Meta-analyses demonstrated that women with GDM and overweight/obesity have algorithms to identify individuals with shared characteristics that are more likely to benefit from targeted screening and preventive and treatment strategies for the prevention, diagnosis and management of diabetes."
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5 two to three higher risk for neonatal macrosomia or neonatal large for gestational age. Larger birth size is the leading risk factor for birth trauma (shoulder dystocia) and emergency C-section. Regarding nonglycemic biochemical markers (n = 33 studies), lipids and insulin resistance or secretion indices were the most studied, with elevated maternal triglycerides and insulin resistance generally associated with greater risk of neonatal large for gestational age and macrosomia; study findings were inconsistent. Studies reporting on genetics and omics were scarce. Few studies described risk-prediction models with multiple variables. Traditional GDM risk factors, such as advanced maternal age, parity, prior history of GDM or family history of diabetes, were not consistent markers of adverse perinatal outcomes in women with GDM. There was sparse evidence to support conclusions for the role of race, ethnicity or country of origin as precision markers, given high heterogeneity across studies, and that data interpretation is dependent on sociocultural context. Very few studies investigated diet, physical activity or psychological health as precision markers for diagnosis of GDM.\n\nFor most of the precision markers (other than BMI), it will be necessary to conduct validation and replication studies in adequately powered studies of people representing the diversity of target populations. For precision biomarkers, validated, standardized and affordable assays are required for broad adoption by clinical laboratories. There is a need to identify and test different clinical decision and management strategies if a precision diagnostic identifies a woman at high risk of perinatal complications. Finally, for modifiable precision markers (for example, lipid levels, insulin sensitivity), novel interventions should be developed and validated that specifically target these markers during pregnancy.\n\nPrecision treatment. It is unknown whether precision treatment of GDM could improve maternal and/or offspring outcomes. We conducted a systematic review of evidence for precision markers of GDM treatment success to determine (1) which precision approaches in addition to standard of care can enable achievement of glucose targets with lifestyle measures alone, and (2) which characteristics predict whether glucose targets can be achieved in women treated with diet and lifestyle alone, and in women receiving oral agents  10  .\n\nOnly two studies reporting personalized approaches of tailoring lifestyle-based treatments in GDM met the inclusion criteria for review, with variable findings for prepregnancy BMI or excessive gestational weight gain as precision markers for intervention efficacy and implementation. For predictors of escalation with the need for pharmacological interventions, 48 studies were included, and 34 studies were included in meta-analyses. Precision markers for successful GDM management with lifestyle measures without the need for additional pharmacological therapy (insulin, metformin and/or glyburide; 34 studies) were (1) younger maternal age, (2) nulliparity, (3) lower BMI, (4) no previous history of GDM, (5) lower levels of HbA1c, fasting glucose and postchallenge glucose concentrations (at 1, 2 and 3 h), (6) no family history of diabetes, (7) later gestation of diagnosis of GDM, and (8) no previous macrosomia. Similar precision markers for successful treatment with metformin and/or glyburide without requiring supplementary insulin were found with the addition of later gestation of initiation of the oral agent (12 studies). Data were lacking to identify precision markers of responses to one agent versus another. Only two studies included genetics or omics as potential markers for treatment escalation. The studies were limited by the predominant focus on high-income settings and the small sample sizes.\n\nOverall, based on findings from moderate-to-good quality, key maternal characteristics were identified that may be used to build prediction models for pharmacological GDM treatment. Precision markers for GDM treatment are usually available from routine clinical measures; however, it is unknown whether other precision markers could be identified (for example, genetics or omics) or whether these can be implemented in clinical practice. Future studies should be appropriately powered and designed to assess individual precision markers or algorithms incorporating multiple precision markers. Validation and replication in diverse populations are lacking and are also needed.\n\nPrecision prognosis. GDM incurs health risks to both a mother and her offspring, not only during pregnancy and at delivery but also over the longer term. The systematic evidence evaluation focused on studies describing predictors of postpartum and long-term cardiometabolic outcomes in women with GDM and their offspring  5  . The evidence synthesis focused on prognostic endpoints of T2D and CVD for women with prior GDM, as well as anthropometric features and preclinical cardiometabolic biomarkers among offspring exposed to GDM in utero. We included 89 studies of which 55 reported on maternal outcomes (52 observational, three RCTs) and 45 reported on offspring outcomes (37 observational, eight RCTs).\n\nCollectively, studies reported that women with a history of GDM are at higher risk of T2D and CVD, with a dose-dependent relationship between degree of pregnancy hyperglycemia and these outcomes. Similarly, offspring born to women with more severe GDM had more adiposity and higher risk of being overweight or of obesity across the life span. GDM severity was also associated with greater risk of incident T2D and CVD among women and with an unfavorable cardiometabolic profile in offspring later in life. Broadly, the relationships between GDM severity and the maternal/offspring outcomes were robust to adjustment for gestational week at diagnosis, offspring birth size and family-level socioeconomic status; however, failing to adjust for maternal BMI and lifestyle factors was a concerning source of bias for the relationships of GDM with offspring outcomes. Some studies considered whether the type of treatment needed to achieve glycemic targets in women with GDM is a precision marker for long-term outcomes. Treatment with insulin, but not lifestyle, had a worse prognosis for both mothers and offspring; however, this apparent effect could be due to the prescription of insulin when GDM is 'more severe', which may be partly due to confounding by indication. Unfavorable maternal and child outcomes associated with GDM history (exposure) were modified by lifestyle. For maternal outcomes, the primary risk mitigators were healthy diet and regular moderate-to-vigorous physical activity. For offspring outcomes, the offspring's diet and physical activity modified cardiometabolic risk. Greater exclusivity and longer duration of breastfeeding attenuated cardiometabolic risk among GDM-exposed offspring, although this literature was less robust than that for reduction of the risk for T2D in breastfeeding women with prior GDM. There is presently very limited evidence about the role of omics biomarkers and polygenic scores (for T2D or CVD) in women with prior GDM.\n\nDespite the above insights, studies regarding GDM prognostic factors indicative of future maternal and offspring cardiometabolic health are generally low quality. Most current literature describes retrospective studies leveraging registry data and observational cohort studies; inferring causal relationships from these data about prognostic factors is hampered by risk of confounding and reverse causation (attributable, for example, to preexisting conditions and other pregnancy characteristics)."
    },
    {
      "title": "T1D",
      "text": "T1D results from autoimmune-induced destruction of the pancreatic β-cells, requiring insulin treatment for survival. While representing ~2% of all forms of diabetes worldwide 1 , T1D has a large healthcare cost owing to the early age at onset for many affected, the high cost of insulin and related technologies (insulin infusion pumps, continuous glucose monitors (CGM), hybrid closed loop systems) and elevated risk of both microvascular and macrovascular complications. Growing insights into the pathogenesis of T1D motivated the classification of the disease"
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5  in different stages, with stage 0 being presence of 1 autoantibody in people at high genetic risk, stage 1 and 2 being the presence of two or more islet autoantibodies in normo-(stage 1) or dysglycemia (stage 2) and clinical diabetes (stage 3). Etiologic heterogeneity is recognized in both children and adults."
    },
    {
      "title": "Precision prevention.",
      "text": "A key question in T1D is whether individual characteristics or biomarkers can be used to identify those most likely to respond to disease-modifying therapy before clinical T1D onset (stage 3). We conducted a systematic review of RCTs focused on the identification of features associated with treatment response published over the past 25 years  13  . Multiple trials were identified that compared disease-modifying agents, mostly immunotherapies, to placebo. A formal meta-analysis was not conducted given the heterogeneity of interventions and approaches. Of 75 manuscripts extracted for review, 15 described prevention trials with the remainder focused on treatment in the recent-or stage 3-onset period.\n\nPrevention trials generally enrolled individuals at elevated genetic risk, typically based on the presence of a first-degree relative with T1D and/or with islet autoimmunity, with or without changes in β-cell function (stages 0 to 3). Studies commonly used time-to-diabetes as an outcome. Stage 3 studies used more consistent eligibility criteria and frequently tested C-peptide area under the curve as a primary outcome. Fifty-seven studies, including primary trials and longitudinal follow-up of trials, performed precision analyses, specifically testing features associated with treatment response. Analyses tested the associations of many features with treatment response, most commonly age, measures of β-cell function and/or an immune phenotype.\n\nOverall, the RCTs received high-quality ratings and were graded to have a low risk of bias; however, precision prevention analyses had lower quality rankings. Reasons for this were that studies typically did not prespecify an analytic plan, had inconsistent reporting of key methodologic details (for example, sample size or a correction for multiple comparisons) and tended to report only positive (that is, statistically significant) findings. There is large interest in precision features associated with treatment response to disease-modifying therapy in T1D; however, most analyses were exploratory without follow-up with prespecified prospective analyses.\n\nWe recommend that future studies are powered to undertake multiple prespecified analyses to permit statistically robust testing of features associated with treatment response (for example, through stratified effects or biomarker-treatment interactions). These data will be required for the effective identification and implementation of precision approaches to disease-modifying therapies."
    },
    {
      "title": "Precision diagnosis.",
      "text": "Islet autoantibodies are validated predictors of disease progression and are being incorporated into clinical practice. We focused this systematic evidence review  13  on determining whether autoantibodies help stratify subgroups across four settings: (1) disease progression before stage 3 diagnosis, (2) disease presentation/stage 3 diagnosis, (3) disease progression after stage 3 diagnosis and (4) response to disease-modifying interventions.\n\nWe identified 151 publications, 90 relevant to progression before stage 3, 44 for heterogeneity at stage 3, 11 for progression after stage 3 and 13 for interventions. While insulin autoantibodies are commonly the first to appear before diagnosis in younger children, the presence of IA-2 autoantibodies corresponds with faster disease progression. Interactions between high-risk HLA alleles (for example, HLA-DRB1*03:01 and HLA-DRB1*04:01), the number and types of islet autoantibodies, and age at seroconversion are most often used in models (or added to existing models) to predict disease. The replacement of traditional radio-binding assays with electrochemiluminescent assays improved the sensitivity of some autoantibody testing and identified high-risk subgroups (individuals with two or more autoantibodies) who were previously low risk (positive for a single autoantibody).\n\nAt stage 3 diagnosis, the presence of specific autoantibodies correlated with age, suggesting that the inciting antigens are different in younger, compared to older, individuals. The primary antibodies at seroconversion often disappeared at the time of stage 3 diagnosis. There was weak evidence that declining islet autoantibody titers and the number of autoantibodies after stage 3 diagnosis corresponded to preserved residual C-peptide level, thereby not supporting the use of islet autoantibodies to define heterogeneity in metabolic outcomes. Evidence of islet autoantibody features to predict response to disease-modifying therapies was modest, making the impact of a specific antigen (and its corresponding autoantibody) less significant. For clinical implementation, the grade of evidence is limited by the reports (1) being mainly from European ancestry populations, (2) rarely correcting analyses for multiple comparisons, (3) consisting of observational measurements from RCTs limited to observational endpoints and (4) inconsistently reporting on assay methods and validation.\n\nThese results suggest that islet autoantibodies are useful to define heterogeneity in T1D before stage 3 diagnosis, and that benefit will be gained by incorporating age and genetics into risk scores. Thoughtfully designed, prospective trials are needed to apply these observations and develop precision medicine approaches to diagnosis and treatment. In a corresponding paper  13  , a methods checklist is proposed to ensure reproducibility and applicability of islet autoantibody-based research.\n\nPrecision treatment. Treatment of clinical, stage 3 T1D includes insulin therapy, adjunctive agents, nutrition, exercise, behavioral health, glycemic targets and transitions of care; however, in the last decade, the major development for people living with T1D has been in technology. This systematic evidence review focused on whether diabetes management technologies impact clinically relevant outcomes, based on differences between subpopulations  11  .\n\nA systematic review of 71 peer-reviewed RCTs and related secondary/extension studies with at least 50 participants from the past 10 years concluded that novel technologies (ranging from isolated CGM, decision-support tools, continuous subcutaneous insulin infusion pumps, to advanced hybrid closed loop systems) have resulted in lower HbA1c levels, increased CGM-defined time-in-range glucose between 70-180 mg dl -1 , reduced hypoglycemia risk and improved person-reported outcomes. The broad array of technologies permits the application of individualized treatment plans for people living with T1D but limits cross-trial comparisons or meta-analyses. CGM use among very young children reduced the risk of hypoglycemia and lowered parental distress while having minimal impact on HbA1c level and time-in-range when compared to self-monitoring of blood glucose. Technologies that include sensor-augmented pump therapy, predictive low glucose suspend pumps and automated insulin-delivery systems improved hypoglycemia, time-in-range and HbA1c levels across all age groups. Age of the individual should be considered in clinical decisions related to technology use. Variation in baseline glycemic status (for example, suboptimal versus targeted HbA1c level) did not consistently impact these outcomes.\n\nImportant limitations of published trials were identified. There is limited availability of preplanned or well-powered analyses in subgroups (for example, children, older adults or people with advanced complications). While the quality of evaluated RCTs is high with a low risk of bias, high-quality data related to these subpopulations is needed, and results are considered exploratory until appropriately powered studies are conducted and findings are adjusted for multiple comparisons. Confounding variables, including (1) access to technologies, (2) education with device initiation, (3) concomitant behavioral modifications and (4) frequent contact with the healthcare team are rarely described in enough detail to assess their impact. and recent-onset T1D (<5 years), as well as those with more than 5 years since diagnosis and mild nonproliferative diabetic retinopathy  22, 23  . However, glucose control accounts for only 50% of T1D complication risk  [24] [25] [26] [27]  . Moreover, certain subgroups, including the elderly, young children and people with hypoglycemia unawareness or autonomic neuropathy, may be harmed from severe hypoglycemia resulting from tight glucose control  28  . This highlights the importance of identifying additional nonglycemic interventions to mitigate complication risk for all people living with T1D.\n\nEpidemiological studies have identified additional (epi-)genetic, biological and phenotypic traits in people with T1D at higher risk for kidney, eye and neurological complications and a worse prognosis. Presence of risk factors traditionally associated with CVD and T2D such as overweight, dyslipidemia, hypertension and smoking also contribute to the development of advanced stages of kidney disease, peripheral neuropathy, retinopathy and CVD in T1D  25, [29] [30] [31]  . Although cholesterol and blood pressure levels outside of current clinical targets increase complication risk in T1D  32, 33  , T1D-specific recommendations are lacking.\n\nRecent evidence has identified distinct changes in lipid and amino acid metabolism that predict earlier, more rapid kidney function decline in T1D  34  . Additionally, socioeconomic and psychological factors play a role in microvascular complications  [35] [36] [37] [38]  . Although evidence from RCTs is absent, blood pressure control with renin-angiotensin-aldosterone system (RAAS) inhibition and the use of statins for hyperlipidemia are promising therapies against progression to hard endpoints (for example, end-stage renal disease or CVD); however, there is a scarcity of evidence that precision medicine alters prognosis in T1D.\n\nA rare example of precision prognosis in T1D relates to the haptoglobin (HP) genotype. In the Diabetes Control and Complications Trial/ Epidemiology of Diabetes Interventions and Complications study, coronary artery disease (CAD) risk was comparable between the intensive and conventional therapy groups with the HP 2-2 genotype  39  . CAD risk was greatly reduced with intensive therapy in noncarriers of HP 2-2. Similarly, although better glycemic control was associated with lower CAD incidence in the EDC study, a residual risk related to HP 2-2 was observed  39, 40  .\n\nAfter the Diabetes Control and Complications Trial, there has been little evidence from RCTs for evaluating the impact of tight glycemic control in specific subgroups with respect to complications; however, clinical precision medicine is utilized in the prognosis and choice of therapy for people with T1D. More sophisticated decision tools, based on deeper genetic and phenotypic profiling in multi-ethnic cohorts are needed to improve personalized prognosis in T1D."
    },
    {
      "title": "T2D",
      "text": "Approximately 500 million people worldwide are estimated to have T2D  41  , which is predicted to rise to 1.3 billion by 2050 (ref. 42). A diagnosis of T2D is one of exclusion, occurring when other plausible explanations for chronically elevated blood glucose have been considered and dismissed. This high degree of uncertainty and potential heterogeneity presents major challenges for the prevention and treatment of T2D.\n\nPrecision prevention. Large-scale RCTs demonstrate that dietary or lifestyle interventions can delay the progression to T2D. However, there is large interindividual variability in response to preventive interventions  43  . Identifying predictors of response to interventions and the characteristics of people who would be most likely to benefit remain high priorities and are key focus areas for precision prevention in T2D  15  . This systematic review identified 33 trials focused on lifestyle interventions (n = 24 studies), dietary modification (n = 4 studies) and dietary supplementation (n = 5 studies). From the 33 trials, there were 80 post hoc stratified analyses based on demographic, clinical, social or molecular factors. Sociodemographic characteristics such as age, sex, race/ethnicity or socioeconomic status were not found to significantly affect response to intervention. We found evidence, albeit of low quality, that individuals with poorer health status at baseline, in particular prediabetes, tend to benefit more from lifestyle and dietary interventions than healthier individuals. Studies that stratified on body size at baseline reported inconsistent observations, with some showing that those with a lower BMI benefited more from intervention, whereas other studies found no difference according to body size. There was suggestive evidence that individuals who smoke and those with lower levels of physical activity at baseline benefited less from a lifestyle program, whereas no such interactions were reported for dietary or supplement interventions. There was little evidence that genetic factors or biomarkers attenuated or exacerbated the effects of these interventions.\n\nAlthough our systematic review included intervention studies, most of which were RCTs with low risk of confounding, we evaluated certainty of post hoc stratification analyses. This suggested that statistical power was often limited. Further, most did not adjust for individual-level risk factors.\n\nAlthough T2D can be prevented or delayed in tightly controlled clinical trials, adherence to lifestyle or diet modifications in real-world settings is often suboptimal. Thus, to maximize success of precision prevention interventions it will be important to incorporate methods tailored to the individual that enhance adherence."
    },
    {
      "title": "Precision diagnosis.",
      "text": "In this systematic review  8  , evidence was assessed for optimization of T2D diagnosis through subclassification using (1) approaches involving 'simple' categorization of clinical characteristics such as biomarkers, imaging or other routinely available parameters and (2) 'complex' approaches involving machine learning applied to omic and genomic data.\n\nCurrent data on the clinical value of T2D subclassification come predominantly from populations of European ancestry. Though glycemic measures are used to diagnose T2D, several nonglycemic measures were consistently applied to subclassify disease, including BMI, homeostatic model assessment of insulin resistance, C-peptide and lipid profiles.\n\nSimple T2D subclassification approaches focused on data including pancreatic autoantibodies, BMI, measures related to pancreatic β-cell function, age at diagnosis, lipid profiles, oral glucose tolerance test measures and cardiovascular features. The study designs, specific cutoffs and outcomes were heterogeneous, with no study replicated or meeting high Grading of Recommendations Assessment, Development and Evaluation (GRADE) quality.\n\nComplex approaches yielded some reproducible subtypes of T2D. The most frequently replicated subtypes were the clusters first described by Ahlqvist et al.  44  , which were replicated in 22 studies, including people of diverse ancestries. These studies used k-means clustering applied to exposures assessed close to diabetes diagnosis: age, HbA1c, BMI, homeostatic model assessment of β-cell function, homeostatic model assessment (2) of insulin resistance and GAD-65 antibody. The four nonautoimmune diabetes subtypes described were severe insulin-deficient diabetes, severe insulin-resistant diabetes, mild obesity-related diabetes and mild age-related diabetes. Associations of these subtypes with clinical outcomes, including glycaemia, microvascular and macrovascular outcomes and death, were replicated in 12 studies. There was also replication of genetic subtypes of T2D from Udler et al.  45  , with associations with clinical features seen in multiple cohorts of European ancestry.\n\nSubclassification strategies for T2D have been associated with meaningful clinical outcomes. However, evidence supporting the clinical application of these subclassification approaches is of moderate quality at best. Further ancestry-inclusive and high-quality evidence is needed. In contrast to simple approaches, the clinical application"
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5  of machine-learning-derived approaches may require real-time computation of subphenotype classification of an individual with T2D, and necessary computing resources may be unavailable in some settings.\n\nPrecision treatment. This systematic evidence review 3 focused on two of the most recently introduced antihyperglycemic drug classes, SGLT2 inhibitors (SGLT2i) and GLP1-RAs. These drugs have been shown in RCTs to not only reduce glycemia but also to lower the risk of renal and CVD outcomes among high-risk individuals with T2D. Other therapeutics were not included in this evaluation owing to the complexity and volume of this literature.\n\nThe population of those with T2D is heterogenous in its demographics, clinical features and prognosis; thus, there may be differences in response to one or both of these drug classes. A systematic review was conducted to identify individual-level demographic, clinical or biological biomarkers associated with heterogeneous glycemia, CVD and renal outcome in individuals with T2D treated with SLGT2i or GLP1-RA.\n\nFor SGLT2i, 339 full-text articles were screened, which yielded 101 studies for evaluation; for GLP1-RA, 161 full-text articles were screened, yielding 75 studies for evaluation. These studies predominantly represent secondary analyses of industry-funded, placebo-controlled trials, or meta-analyses of these trials, with a few observational studies. The most common stratification variables were demographics, baseline HbA1c, obesity and preexisting CVD or nephropathy.\n\nOverall, limited evidence was found for robust modification of the effects of GLP1-RA or SGLT2i on glycemia, renal or CVD outcomes by these features. For SGLT2i, reduced baseline renal function was associated with lesser glycemic response, while a higher baseline HbA1c level was associated with greater glycemic response. For GLP1-RA, a lower β-cell function was associated with a lesser glycemic response. Generally, the strength of evidence was modest, largely reflecting a lack of studies designed and sufficiently powered to address the question of treatment effect heterogeneity.\n\nPrecision prognosis. This systematic review included a meta-analysis  16  to combine evidence from longitudinal studies of individuals with T2D for markers predicting CVD and evaluated their predictive utility beyond current practice. After full-text review, 416 studies were analyzed with 77% focusing on nongenetic biomarkers, 12% on genetic biomarkers and 11% on risk scores.\n\nThere were 195 novel nongenetic biomarkers for CVD, of which 134 (69%) had a net positive number of studies showing a significant adjusted association. Of these, 12 biomarkers showed improvement in c-statistic, net reclassification index or integrated discrimination index consistently in more than one study. Considering the results of our pooled meta-analyses, nonpooled analyses, evidence for improved prediction performance indicators and risk of bias, we found high predictive utility for N-terminal pro b-type natriuretic peptide (high evidence), troponin T and triglyceride-glucose (moderate evidence), moderate predictive utility for coronary computed tomography angiography and single-photon emission computed tomography (low evidence) and pulse wave velocity (moderate evidence), and low predictive utility for C-reactive protein (moderate evidence), coronary artery calcium score, galectin-3 (Gal-3), troponin I, carotid plaque and growth differentiation factor-15 (low evidence).\n\nAmong the 48 genetics studies, 79 genetic biomarkers were evaluated for CVD outcomes, 29 having a net positive number of studies with a significant association. Three genetic biomarkers demonstrated promise: rs10911021 in GLUL, genetic risk score (GRS) for CAD and isoform e4 in APOE. Only the GRS for CAD showed improvement in all three performance indicators in a single study. A few studies employed different GRSs using up to 204 variants from 160 distinct loci derived from the general population that were externally validated, demonstrating improvements in CVD risk reclassification and significant enhancements in discrimination indices. Most studies, however, were conducted in European ancestry populations, with a few of Asian ancestry and very little or no representation of most other ethnicities. Some studies report a relative integrated discrimination index >6%, suggesting adequate predictive utility for the GRS for CAD, but this will need to be confirmed in appropriately designed ad hoc trials, to confirm clinical utility and transferability to other ancestries.\n\nRisk scores showed overall modest discrimination, and model performance tended to decline when validated in countries that differed from the derivation cohort. Most studies focused on baseline characteristics and did not account for time-varying factors that may modify CVD risk, such as medications.\n\nIn summary, the highest predictive utility was found for N-terminal pro b-type natriuretic peptide, troponin T, triglyceride-glucose and GRS for CAD, with NT-proBNP having the highest level of evidence. Prospective studies evaluating prognostic biomarkers and risk scores as clinical decision-support tools in T2D are scarce, as is information on their cost-effectiveness. Our findings illustrate the need for development and validation of prognostic markers for CVD in diverse populations of people with T2D to promote equity in precision diabetes care."
    },
    {
      "title": "Consensus on implementation of precision diabetes medicine",
      "text": "The PMDI consortium working groups convened over two in-person meetings to deliver consensus across the precision medicine pillars and diabetes domains. Their main objectives were identifying evidence to support immediate clinical applications of precision medicine approaches and the gaps to address otherwise. Although the framework we outlined using the pillars of precision medicine may help structure approaches in research and practice, there will be overlap between pillars in some settings. For example, 'precision diagnostics' may focus on identifying diabetes subtypes that are treatment-dependent, and within 'precision prognostics' there may be elements of 'precision prevention.' Thus, while these pillars may help with implementation of precision medicine in both research and practice settings, they should not be considered monolithic."
    },
    {
      "title": "Promising applications of precision medicine in diabetes",
      "text": "Through the systematic reviews of prioritized diabetes research questions, we identified cases where the available evidence supports the use of a precision medicine approach. Research for MDM has witnessed progress for precision diagnosis, underscored by major advances in the availability and affordability of next-generation sequencing technologies for genetic testing.\n\nIn women with a GDM pregnancy, factors reflecting severity of GDM, including higher serum glucose values or the number of time points with elevated serum glucose at the diagnostic oral glucose tolerance test, earlier gestational age at diagnosis and insulin treatment requirement predicted GDM treatment success and risk of long-term prognostic outcomes for mother  46  and offspring  47  . Precision prevention, diagnosis and treatment research should leverage information provided by readily available clinical measures to support GDM care. Published evidence shows that maternal BMI, insulin sensitivity and secretion and dyslipidemia may enhance precision diagnostic tools  14  . Beyond this, there is a need for further research to develop and validate algorithms predicting GDM treatment success or risk of complications using traditional clinical factors possibly combined with novel markers such as metabolomics, paving the way for precision treatment and prognosis tools.\n\nIn T1D, clinical prevention strategies are increasingly informed by the primary etiology and progression in those at elevated genetic risk. Recent approval by the US Food and Drug Administration (FDA) of an anti-CD3 monoclonal compound (teplizumab) for use in stage 2 T1D"
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5 has provided evidence of slowing, if not blocking, disease progression. Heterogeneity in response to preventive therapies represents a major opportunity for research and clinical investigation. In T1D, genetic risk has been defined largely using data from pediatric-onset populations of European ancestry individuals, aiding the development of GRS in this group that, when coupled with islet autoantibody testing, predicts disease development and aids diagnosis.\n\nPrecision medicine in T2D includes refining the subclassification of diabetes into pathophysiologically and clinically meaningful disease subtypes  44  or the development of probabilistic scoring algorithms to assert likely 'archetypes'  48  . The methods and data inputs to these derivations are diverse, often with machine learning unsupervised clustering methods applied to clinical and genomics or other omic data. The application of such approaches to the clinical setting is likely to require further refinement of classification models, as only about a third of people with diabetes can be reliably subclassified currently, and people tend to drift between diabetes subtypes as their disease progresses  48  , making longer-term prognosis challenging. The most promising precision approaches to T2D treatment, however, are to use individual patient-level features to predict differential treatment outcomes  49  . There is now robust evidence that routine clinical features and pharmacogenetic biomarkers alter glycemic response for all major drug classes after metformin, supported by the recent prospective TriMaster trial  50  . Development of treatment decision-support tools prioritizing routine clinical features would provide a low-cost and equitable approach to T2D precision treatment that may be of special utility in global regions where access to essential diabetes medications is very limited."
    },
    {
      "title": "Research gaps to accelerate precision medicine in diabetes",
      "text": "A key finding of this consensus report is that trials explicitly designed to test precision medicine hypotheses are needed, particularly those that yield clinically translatable findings. Incorporating trials explicitly designed to test precision medicine hypotheses in the drug development pipeline will be important if treatment recommendations for these drugs are to be meaningfully optimized. For this to succeed, engagement with regulatory authorities will be required. These and other supporting studies should consider whether markers of treatment heterogeneity are part of causal process, or noncause predictors of such effects. Although noncausal markers may be adequate for the purpose of prediction, where the marker is the intervention target, it should lie on the causal pathway. Determining causal mechanisms will also be important in research focused on understanding biological heterogeneity and interactions, which may, for example, include novel target discovery efforts.\n\nAs much of the current precision diabetes medicine research has been conducted in people of European ancestry living in high-income settings, there is a pressing need to broaden the scope to include other ethnic, geographic and cultural groups, particularly those who are most vulnerable. Correspondingly, there is also a need to better understand the impact of precision medicine on disparities, to help ensure gaps are closed and not inadvertently widened.\n\nAcross the pillars of MDM, there is a need to develop improved differential diagnosis of MDM that can masquerade as either T1D or T2D. As MDM encompasses several genetic variants in genes involved in glucose metabolism, it is important to consider complementary approaches for clinical translation, including genetic counseling, cascade testing and open sharing of confirmed mutations in a standardized global platform. More studies are needed to determine the efficacy of treatments for specific monogenic forms of diabetes, with focus on extra-pancreatic effects of MDM.\n\nGDM is heterogeneous in etiology and prognosis, arguing for more precise prevention, diagnosis and treatment, as well as continued investigation of prognostic implications in both women and offspring throughout the life course. The clinical translation of precision medicine in GDM will require new studies that test precision interventions targeting the physiological processes characterized by these biomarkers; such studies will also need to demonstrate improved health outcomes in women and/or their offspring. Dynamic biomarker assessments in pregnancy and postpartum will also be required, ideally with point-of-care testing, since GDM, unlike other types of diabetes, unfolds and exerts its effects rapidly. Many GDM prevention trials have intervened relatively late in pregnancy and reported variable outcomes on maternal and offspring health  51  . Interventions starting in early pregnancy or preconception may be more impactful; success in identifying who should be the focus of interventions, the specific nature of those interventions and when they should occur may be enhanced by precision prediction models. Because the impact of the intrauterine environment on the fetus is plausibly mediated by epigenetic modifications to fetal deoxyribonucleic acid, the characterization of cell-free fetal deoxyribonucleic acid using maternal plasma  52  may prove useful in the development of precision GDM medicine. This would also facilitate identification of fetal carrier status for pregnant women with MDM, potentially aiding management decisions.\n\nWith T1D, there is substantial heterogeneity in age, presence and type of islet autoantibodies, and genetic risk in those who transition to clinical (stage 3) disease, impacting diagnosis and prediction. Critical gaps remain in both non-European ancestry and adult-onset groups. Although improved glycemic control has aided in the reduction of proportion and impact of complications of T1D, evidence suggests that not all groups benefit from tight glycemic control, in part due to the risks associated with hypoglycemia. For T1D, the most promising areas for immediate clinical implementation include genetic risk classification, screening for islet autoantibodies (particularly at an early age and, potentially, later in life) and the ability to detect those at risk of progression, thereby affording the opportunity to utilize an immune intervention to delay or prevent progression to stage 3 T1D, recognizing that such therapies must also be cost-effective. Continued development of pharmacologic agents and technologies to minimize risk of microvascular and macrovascular complications in those living with T1D remains essential. Further, the availability of an effective and cost-effective disease-modifying intervention for early detection and prevention in those at risk, with use of better therapeutics, and recommendations for control of microvascular and macrovascular complications is essential in those living with T1D.\n\nAs with many other areas of precision diabetes medicine, much of the evidence for T2D precision medicine is of weak quality, focusing mainly on populations of European ancestry, and with a dearth of adequate validation. Papers reporting studies on precision medicine in T2D that claim translational potential often lack key metrics to allow benchmarking against current standards of care such as measures of predictive accuracy and cost-effective analyses. There is also a need for prospectively designed precision medicine trails that focus on validating key hypotheses pertaining to, for example, a stratified treatment response."
    },
    {
      "title": "Road map and milestones for global precision medicine in diabetes",
      "text": "Recommendations, derived from the systematic reviews underpinning this consensus report and through two in-person consensus meetings, are shown in Table  1 ."
    },
    {
      "title": "Reporting precision medicine research",
      "text": "Barriers to determining the clinical relevance of published research for precision diabetes medicine are that published reports rarely provide key details regarding a priori hypotheses, statistical tests for heterogeneity, number of events observed, statistical power to evaluate interactions, and more. Often these metrics are unclear, leading to misinterpretation of results. This has been the case with some of the"
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5 diabetes subtyping that relies on hard clustering methods, where the individual-level probabilities of a person having a specific diabetes subtype are often low, such that treating a person based on their 'subtype' would often be ineffective. Nevertheless, much of the popular narrative has focused on using this type of subtyping to transform individual-level treatment.\n\nInformation that should be described in precision medicine research publications, particularly when citing evidence said to be of relevance for clinical translation, includes:\n\n(1) Measures of discriminative or predictive accuracy and calibration accuracy (both ideally in independent datasets) of precision medicine models\n\nTable 1 | Recommendations for future impact in precision diabetes medicine Domain Milestones/priorities Stakeholders Benchmarking and technology Establishing mechanisms of research to identify novel and improved risk markers to form the basis for future clinical guidelines Research to translation (researchers, healthcare providers) Developing and testing new assays for commonly used analytes with respect to sensitivity, specificity, the cost for implementation, cost of the assay to patient/ practice Research to translation (researchers) Standardization and sharing of laboratory technologies, assays and pipelines for biomarker assessment and quantification within healthcare systems and in point-of-care settings Research to translation (researchers, healthcare providers) Standard reporting definitions and transparency in computational algorithms and artificial intelligence approaches to enhance access, reproducibility and transparency Research to translation (researchers) Creating systems for routine assessment of heterogeneity in diabetes and revision to the current classification of diabetes across the life course concerning diagnosis, treatment, prognosis and prevention Research to translation (researchers, healthcare providers) Improved estimation of the costs and benefits above current practice to translate precision medicine into approaches consistent with 'simple clinical measures' Translation to implementation (healthcare providers, regulators, policymakers) Policy, implementation and liabilities A framework optimized to the target population will be necessary for moving precision diabetes research from evidence generation to clinical implementation Research to translation to implementation (all stakeholders) Decision-support systems for healthcare practitioners will need to be developed, specifically for those making first contact with patients, likely in the setting of primary care Translation to implementation (healthcare providers, regulators, policymakers) Forging alliances with regulatory and healthcare agencies to facilitate the coverage of precision medicine tools and decision-support aids, making them accessible and affordable, ideally with free global access Translation to implementation (healthcare providers, regulators, policymakers, patients/relatives) Learning precision diabetes medicine from the MDM perspective, where rare forms may be most clinically ready but not yet widely implemented Translation to implementation (healthcare providers, regulators, policymakers, the public, patients/relatives) Equity and community engagement Increase ethnic, geographic and sociodemographic diversity in biomedical research and healthcare access by addressing language barriers, cultural biases and geographical constraints Research to translation (researchers, clinicians, the public, patients/relatives) Defining context-specific surveillance programs, systems and strategies to identify vulnerable and minority groups experiencing the highest burden of diabetes and related complications Research to translation to implementation (all stakeholders) Evaluation of the impact of precision diabetes medicine approaches should involve patient advisory groups for impact and utility Translation to implementation (healthcare providers, regulators, policymakers, the public, patients/relatives) National and international societies and advocacy groups should play an increasing and supportive role in the promotion, educational and research approaches to increase the implementation of 'standards of care' and access to precision medicine tools Translation to implementation (healthcare providers, regulators, policymakers, the public, patients/relatives) Commercialization and access Generate a therapeutical framework optimized to the target populations, accessible to those in need, cost-effective and safe Research to translation to implementation (all stakeholders) Recognition of the impact of precision diabetes from a 'patient journey' perspective, especially the impact of research on people living with diabetes Translation to implementation (healthcare providers, regulators, policymakers, patients/relatives) Establishing open lines of communication, involving community stakeholders in decision-making processes and ensuring data privacy and security are crucial to building trust and maintaining engagement Research to translation to implementation (all stakeholders) Education Establish programs to ensure that individuals are equipped with the knowledge and education to understand their personal risk factors, make informed decisions about preventive measures and actively engage in appropriate interventions for effective diabetes management Translation to implementation (healthcare providers, regulators, policymakers, the public, patients/relatives) Combating digital health illiteracy. Efforts should be made to bridge the digital divide by providing resources, training and infrastructure to underserved populations, ensuring access to telemedicine, digital health tools and genetic testing services Translation to implementation (healthcare providers, regulators, policymakers, the public, patients/relatives) Develop training programs for healthcare providers to equip them with the knowledge and skills necessary to effectively implement precision diabetes medicine approaches Translation to implementation (healthcare providers, regulators, policymakers) Consensus Statement  https://doi.org/10.1038/s41591-023-02502-5\n\n(2) Measures of variance and central tendency (3) Effect estimates and risk ratios with 95% confidence intervals (not merely P values) (4) The units underlying effect estimates and risk ratios (for example, mmol/allele or risk/allele) (5) For unsupervised clustering, classification probabilities (for example, relative entropy statistic) The use of machine learning and deep learning is becoming increasingly popular in precision medicine-facing research. However, as population-specific features (including prevalence of diabetes, risk factors and cultural and lifestyle features) are important in determination of diagnosis, treatment and prognosis, these algorithms need to be tailored to the community being served. In addition, it is often not possible to determine how outputs from such models were derived, which may increase the risk of misinterpretation or inadequate understanding of the potential risks associated with deployment of algorithms in clinical practice. Thus, methods to interpret and validate results from machine-/deep-learning models are likely needed for the safe and meaningful translation of precision medicine research into clinical practice."
    },
    {
      "title": "Regulatory requirements",
      "text": "The successful deployment of precision medicine may require regulatory bodies to adopt new approaches for product approval. This will entail new guidance about the processes for obtaining approval to commercialize new therapeutics and diagnostics, including when and under what circumstances the use of a new drug must be preceded by and/or accompanied by a diagnostic or screening test. If the healthcare system is to secure the full benefits of precision medicine, it must provide full and fair reimbursement for new technologies, products and services, based on market principles to the extent possible.\n\nDiagnostics include clinical decision-support software. In 2022, the FDA provided updated guidance on the regulation of this type of software  53  , which distinguishes between nondevice clinical decision-support software and software as a medical device with more stringent regulatory requirements. Software as a medical device is intended to provide high-level clinical decision-support software, have direct impacts on patient care and typically requires FDA clearance or approval before it can be marketed. On the other hand, nondevice clinical decision-support software does not require clearance; applying the criteria to distinguish between the two can be challenging. A new risk-prediction tool for CVD in people with T2D developed using machine learning in a large electronic health record dataset could qualify as either software as a medical device or nondevice clinical decision-support software. The tool may guide clinical decision-making, which would qualify more as a nondevice clinical decision-support software, but also has the potential to impact patient care by assisting in making treatment decisions for people at risk of developing CVD. If a risk score is considered nondevice clinical decision-support software, it will not require FDA clearance or approval, making the process of bringing it to market easier and faster. However, if it is considered software as a medical device, the regulatory requirements will be more stringent and the development process will likely be more costly and time consuming. Making a clear distinction between nondevice clinical decision-support software and software as a medical device is crucial for precision medicine, as the development and implementation of biomarkers, risk scores and other precision tools rely on the interpretation of the FDA guidance."
    },
    {
      "title": "Meeting standards of care",
      "text": "Diabetes is a multifaceted disease that is impacted by broad societal issues and has ramifications beyond the affected individual. Consequently, healthcare systems face significant challenges in providing effective and equitable care. While precision medicine promises to provide more personalized care for people at risk of and with diabetes, it requires effective implementation in healthcare systems to enhance disease prevention, management and prognosis. However, healthcare systems are currently struggling to provide care following current practice guidelines in diabetes. Gaps in adherence to current standards of care, which incorporate relatively simplistic personalized approaches, highlight the need for research to understand strategies for deploying precision medicine. While this may introduce additional levels of complexity if poorly managed, precision medicine may reduce complexity by improving or replacing suboptimally functioning processes and improving cost-effectiveness. Nevertheless, healthcare service optimization through precision medicine remains an understudied topic and represents an area in need of investment."
    },
    {
      "title": "Commercialization versus access",
      "text": "The commercialization of precision medicine through direct-toconsumer platforms or products for diabetes often involves complex trade-offs. Companies investing in precision diabetes medicine need to protect their intellectual property with patents to prevent infringement. However, this can lead to high costs for recipients, potentially widening healthcare disparities. In addition, companies must ensure the financial viability of their products to continue research and development, which may lead to pricing barriers that restrict access for those most in need. To balance commercialization and accessibility, companies may need to make their products more affordable and accessible through partnerships with healthcare providers, insurers and government funding. Workflow complexity within the clinical environment is a barrier to commercialization; embedding precision medicine decision-support systems within the electronic medical record system may improve adoption by clinicians, but there may be additional proprietary considerations such as the electric medical system record vendor requiring a share of the profits. Ultimately, achieving a balance between commercialization and accessibility is crucial, considering the ethical, social and economic implications of precision diabetes medicine approaches. The balance point will vary depending on the sociocultural setting where the product or service is deployed."
    },
    {
      "title": "Health equity and mitigating disparities",
      "text": "Precision medicine has the potential to improve health equity if the solutions it provides are optimized to the target populations, accessible to those in need, cost-effective and safe. Precision medicine solutions developed in one population may not transfer adequately to another  54  . Moreover, developing such solutions will require high-quality data for the target populations, as imprecise data are likely to obstruct the development of precision medicine. This is true of many technologies  55  and data of relevance to precision medicine. For example, at present, most genetic data and other omics data used in genome-wide studies of diabetes come from people of European ancestry living in high-income countries  56  , yet the burden of diabetes is growing most quickly in other regions and ethnicities  41  .\n\nAlthough genomic medicine is an important component of precision medicine and is relatively easy to deploy owing to the robustness of deoxyribonucleic acid samples and the stability of a person's germline genetic variation across the life course  57  , overreliance on this single technology may contribute to inequities in health. This is because not all diabetes subtypes are equally heritable or understood  58  . This may be especially problematic in non-European ancestry populations, where genomics research is less advanced.\n\nThe systematic evidence reviews conducted as part of this report reinforce the need for increased ethnic, geographic and sociodemographic diversity in precision medicine research. Nevertheless, there are major genomic and precision medicine initiatives underway in some regions of Asia 59 , Africa  60  and the Middle East that will help offset this imbalance. On the other hand, most low-and middle-income countries currently lack adequately resourced and structured efforts"
    },
    {
      "title": "Consensus Statement",
      "text": "https://doi.org/10.1038/s41591-023-02502-5  to generate such data, despite a compelling rationale to develop precision medicine solutions for these populations. Thus, a key marker of the success of precision diabetes medicine will be its accessibility and cost-effectiveness where it is most needed; given that the burden of diabetes is growing most rapidly in the global south, the development and implementation of precision diabetes medicine in these regions should be prioritized."
    },
    {
      "title": "Liabilities",
      "text": "A precision medicine approach for diabetes should also consider potential liabilities. Liabilities could relate to both underutilizing recommendations, for example with an omission to assess for MDM in a person with a high-risk score, or potentially restricting access to certain treatments if underpowered subgroup analyses suggest limited utility. As precision medicine approaches should apply to all individuals at risk of, or living with, diabetes, the global implementation of these approaches will need to be shown as economically beneficial to the global community, a task that could be difficult in countries with historically limited resources allocated to healthcare. Further consideration of potential liability remains an area for ongoing evaluation."
    },
    {
      "title": "Future research priorities",
      "text": "Key future research priorities include (1) meta-analyses of existing clinical trials using individual-level data to ensure adequate power and re-analysis of existing trials with attention placed on determining treatment effect heterogeneity, (2) novel clinical trial designs to test a priori hypotheses regarding treatment heterogeneity, particularly those with two or more active comparators to inform clinically relevant decisions, (3) discovery and evaluation of novel genetic and nonstandard biomarkers and (4) integration of combinations of clinically accessible features to enhance prediction of response and selection of optimal therapies."
    },
    {
      "title": "Summary",
      "text": "Precision diabetes medicine is currently largely aspirational. Nevertheless, it is a potentially highly practical and economically viable alternative to current practices for diabetes prevention, diagnosis, treatment and prognostics, encompassing wide-ranging data about exposures and outcomes. In this second international consensus report, we summarize findings of 15 systematic reviews and expert opinions in prioritized areas of precision diabetes medicine. This effort was wide-reaching and multifaceted, yet of necessity not entirely comprehensive given the enormity of the diabetes field. The results show clear progress in the implementation of precision diabetes medicine, while illuminating many knowledge gaps. This review highlights the importance of specific diagnoses, and how etiological complexity and diagnostic uncertainty must be appropriately dealt with as part of this process. While precision diagnoses help determine treatment choices, there remains a great need for additional biomarkers and other signposts to guide precision prevention, therapeutics and prognostics. The dearth of data from non-European ancestry populations will need to be addressed to help ensure equity in precision diabetes medicine."
    },
    {
      "text": "Fig. 3 | Precision medicine across the life course and the role of precision diabetes medicine. The collection of deep phenotypic, environmental and social data through the life course will allow the generation of prediction"
    },
    {
      "text": "Precision prognosis. The landmark Diabetes Control and Complications Trial demonstrated that intensive glucose control effectively prevents microvascular complications in individuals with uncomplicated Consensus Statement https://doi.org/10.1038/s41591-023-02502-5"
    }
  ],
  "references": [
    {
      "title": "Type 1 diabetes in 2017: global estimates of incident and prevalent cases in children and adults",
      "authors": [
        "A Green"
      ],
      "year": 2021,
      "doi": "10.1007/s00125-021-05571-8"
    },
    {
      "title": "Precision medicine in diabetes: a consensus report from the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD)",
      "authors": [
        "W Chung"
      ],
      "year": 2020
    },
    {
      "title": "Treatment effect heterogeneity following type 2 diabetes treatment with GLP1-receptor agonists and SGLT2inhibitors: a systematic review",
      "authors": [
        "K Young"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00359-w"
    },
    {
      "title": "Genotype-stratified treatment for monogenic insulin resistance: a systematic review",
      "authors": [
        "R Semple",
        "K Patel",
        "S Auh",
        "Ada/Easd Pmdi & Brown"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00368-9"
    },
    {
      "title": "mellitus (GDM) and their offspring: moving toward precision prognosis",
      "authors": [
        "Z Semnani-Azad"
      ],
      "year": 2023,
      "doi": "10.1101/2023.04.14.23288199"
    },
    {
      "title": "Systematic review of treatment of beta-cell monogenic diabetes",
      "authors": [
        "R Naylor"
      ],
      "year": 2023,
      "doi": "10.1101/2023.05.12.23289807"
    },
    {
      "title": "The use of precision diagnostics for monogenic diabetes: a systematic review and expert opinion",
      "authors": [
        "R Murphy"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00369-8"
    },
    {
      "title": "Precision subclassification of type 2 diabetes: a systematic review",
      "authors": [
        "S Misra"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00360-3"
    },
    {
      "title": "Participant characteristics in the prevention of gestational diabetes as evidence for precision medicine: a systematic review and meta-analysis",
      "authors": [
        "S Lim"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00366-x"
    },
    {
      "title": "Precision gestational diabetes treatment: a systematic review and meta-analyses",
      "authors": [
        "J Benham"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00371-0"
    },
    {
      "title": "Utility and precision evidence of technology in the treatment of type 1 diabetes: a systematic review",
      "authors": [
        "L Jacobsen"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00358-x"
    },
    {
      "title": "Precision diagnostics: using islet autoantibodies to characterize heterogeneity in type 1 diabetes",
      "authors": [
        "J Felton"
      ],
      "year": 2023,
      "doi": "10.1101/2023.04.18.23288756"
    },
    {
      "title": "Disease-modifying therapies and features linked to treatment response in type 1 diabetes prevention: a systematic review",
      "authors": [
        "J Felton"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00357-y"
    },
    {
      "title": "Refining the diagnosis of gestational diabetes mellitus: a systematic review to inform efforts in precision medicine",
      "authors": [
        "E Francis"
      ],
      "year": 2023,
      "doi": "10.1101/2023.04.19.23288627"
    },
    {
      "title": "Impact of individual and environmental factors on dietary or lifestyle interventions to prevent type 2 diabetes development: a systematic review",
      "authors": [
        "D Bodhini"
      ],
      "year": 2023,
      "doi": "10.1038/s43856-023-00363-0"
    },
    {
      "title": "Precision prognostics for cardiovascular disease in type 2 diabetes: a systematic review and meta-analysis",
      "authors": [
        "A Ahmad"
      ],
      "year": 2023,
      "doi": "10.1101/2023.04.26.23289177"
    },
    {
      "title": "ADA/EASD precision medicine in diabetes initiative: an international perspective and future vision for precision medicine in diabetes",
      "authors": [
        "J Nolan"
      ],
      "year": 2022,
      "doi": "10.2337/dc21-2216"
    },
    {
      "title": "Registration in the international prospective register of systematic reviews (PROSPERO) of systematic review protocols was associated with increased review quality",
      "authors": [
        "S Sideri",
        "S Papageorgiou",
        "T Eliades"
      ],
      "year": 2018
    },
    {
      "title": "The nuts and bolts of PROSPERO: an international prospective register of systematic reviews",
      "authors": [
        "A Booth"
      ],
      "year": 2012,
      "doi": "10.1186/2046-4053-1-2"
    },
    {
      "title": "Monogenic diabetes: a gateway to precision medicine in diabetes",
      "authors": [
        "H Zhang",
        "K Colclough",
        "A Gloyn",
        "T Pollin"
      ],
      "year": 2021,
      "doi": "10.1172/jci142244"
    },
    {
      "title": "Neonatal diabetes due to potassium channel mutation: response to sulfonylurea according to the genotype",
      "authors": [
        "L Garcin"
      ],
      "year": 2020
    },
    {
      "title": "The diabetes control and complications trial/epidemiology of diabetes interventions and compli cations study at 30 years: overview",
      "authors": [
        "D Nathan",
        "D Group"
      ],
      "year": 2014,
      "doi": "10.1038/s41591-023-02502-5"
    },
    {
      "title": "The effect of intensive treatment of diabetes on the development and progression of long-term complications in insulin-dependent diabetes mellitus",
      "authors": [
        "C Diabetes"
      ],
      "year": 1993
    },
    {
      "title": "Risk factors for diabetic peripheral neuropathy and cardiovascular autonomic neuropathy in the diabetes control and complications trial/epidemiology of diabetes interventions and complications (DCCT/EDIC) dtudy",
      "authors": [
        "B Braffett"
      ],
      "year": 2020,
      "doi": "10.2337/db19-1046"
    },
    {
      "title": "Early glycemic control and magnitude of HbA(1c) reduction predict cardiovascular events and mortality: population-based cohort study of 24,752 metformin initiators",
      "authors": [
        "E Svensson"
      ],
      "year": 2017,
      "doi": "10.2337/dc16-2271"
    },
    {
      "title": "Effect of glycemic exposure on the risk of microvascular complications in the diabetes control and complications trial-revisited",
      "authors": [
        "J Lachin"
      ],
      "year": 2008,
      "doi": "10.2337/db07-1618"
    },
    {
      "title": "The relationship of glycemic exposure (HbA1c) to the risk of development and progression of retinopathy in the diabetes control and complications trial",
      "year": 1995,
      "doi": "10.2337/diabetes.44.8.968"
    },
    {
      "title": "Developing a tool to measure functional changes in advanced dementia",
      "authors": [
        "A Mccracken",
        "S Gilster",
        "E Connerton",
        "H Canfield",
        "M Painter-Romanello"
      ],
      "year": 1993
    },
    {
      "title": "Risk factors for retinopathy in type 1 diabetes: the DCCT/EDIC study",
      "authors": [
        "D Hainsworth"
      ],
      "year": 2019
    },
    {
      "title": "Risk factors for kidney disease in type 1 diabetes",
      "authors": [
        "B Perkins"
      ],
      "year": 2019,
      "doi": "10.2337/dc18-2062"
    },
    {
      "title": "Vascular risk factors and diabetic neuropathy",
      "authors": [
        "S Tesfaye"
      ],
      "year": 2005,
      "doi": "10.1056/nejmoa032782"
    },
    {
      "title": "Relative prognostic importance and optimal levels of risk factors for mortality and cardiovascular outcomes in type 1 diabetes mellitus",
      "authors": [
        "A Rawshani"
      ],
      "year": 2019,
      "doi": "10.1161/circulationaha.118.037454"
    },
    {
      "title": "Optimal blood pressure thresholds for minimal coronary artery disease risk in type 1 diabetes",
      "authors": [
        "J Guo"
      ],
      "year": 2019,
      "doi": "10.2337/dc19-0480"
    },
    {
      "title": "Circulating free fatty acid and phospholipid signature predicts early rapid kidney function decline in patients with type 1 diabetes",
      "authors": [
        "F Afshinnia"
      ],
      "year": 2021
    },
    {
      "title": "Symptomatic diabetic autonomic neuropathy in type 1 diabetes (T1D): findings from the T1D exchange",
      "authors": [
        "K Mizokami-Stout"
      ],
      "year": 2022
    },
    {
      "title": "Neuropsychological outcomes in individuals with type 1 and type 2 diabetes",
      "authors": [
        "N Putnam"
      ],
      "year": 2022
    },
    {
      "title": "Diabetic neuropathy is a substantial burden in people with type 1 diabetes and is strongly associated with socioeconomic disadvantage: a population-representative study from Scotland",
      "authors": [
        "A Jeyam"
      ],
      "year": 2020
    },
    {
      "title": "The contemporary prevalence of diabetic neuropathy in type 1 diabetes: findings from the T1D exchange",
      "authors": [
        "K Mizokami-Stout"
      ],
      "year": 2020
    },
    {
      "title": "Haptoglobin 2-2 genotype and the risk of coronary artery disease in the Diabetes Control and Complications Trial/Epidemiology of Diabetes Interventions and Complications study (DCCT/EDIC)",
      "authors": [
        "T Orchard"
      ],
      "year": 2016
    },
    {
      "title": "Glycaemic control modifies the haptoglobin 2 allele-conferred susceptibility to coronary artery disease in Type 1 diabetes",
      "authors": [
        "T Costacou",
        "R Evans",
        "T Orchard"
      ],
      "year": 2016,
      "doi": "10.1111/dme.13127"
    },
    {
      "title": "IDF Diabetes Atlas: Global, regional and countrylevel diabetes prevalence estimates for 2021 and projections for 2045",
      "authors": [
        "H Sun"
      ],
      "year": 2022,
      "doi": "10.1016/j.diabres.2023.110945"
    },
    {
      "title": "Global, regional, and national burden of diabetes from 1990 to 2021, with projections of prevalence to 2050: a systematic analysis for the Global Burden of Disease Study 2021",
      "year": 2023,
      "doi": "10.21203/rs.3.rs-7202921/v1"
    },
    {
      "title": "Global diabetes prevention interventions: a systematic review and network meta-analysis of the real-world impact on incidence, weight, and glucose",
      "authors": [
        "K Galaviz"
      ],
      "year": 2018,
      "doi": "10.2337/dc17-2222"
    },
    {
      "title": "Novel subgroups of adult-onset diabetes and their association with outcomes: a data-driven cluster analysis of six variables",
      "authors": [
        "E Ahlqvist"
      ],
      "year": 2018,
      "doi": "10.1016/s2213-8587(18)30051-2"
    },
    {
      "title": "Type 2 diabetes genetic loci informed by multi-trait associations point to disease mechanisms and subtypes: a soft clustering analysis",
      "authors": [
        "M Udler"
      ],
      "year": 2018
    },
    {
      "title": "Hyperglycaemia and risk of adverse perinatal outcomes: systematic review and meta-analysis",
      "authors": [
        "D Farrar"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i4694"
    },
    {
      "title": "The impact of maternal preeclampsia and hyperglycemia on the cardiovascular health of the offspring: a systematic review and meta-analysis",
      "authors": [
        "Z Hoodbhoy"
      ],
      "year": 2023
    },
    {
      "title": "Four groups of type 2 diabetes contribute to the etiological and clinical heterogeneity in newly diagnosed individuals: an IMI DIRECT study",
      "authors": [
        "A Wesolowska-Andersen"
      ],
      "year": 2022,
      "doi": "10.1016/j.xcrm.2021.100477"
    },
    {
      "title": "Disease progression and treatment response in data-driven subgroups of type 2 diabetes compared with models based on simple clinical features: an analysis using clinical trial data",
      "authors": [
        "J Dennis",
        "B Shields",
        "W Henley",
        "A Jones",
        "A Hattersley"
      ],
      "year": 2019
    },
    {
      "title": "Patient stratification for determining optimal second-line and third-line therapy for type 2 diabetes: the TriMaster study",
      "authors": [
        "B Shields"
      ],
      "year": 2023,
      "doi": "10.1038/s41591-022-02120-7"
    },
    {
      "title": "Association of antenatal diet and physical activity-based interventions with gestational weight gain and pregnancy outcomes: a systematic review and meta-analysis",
      "authors": [
        "H Teede"
      ],
      "year": 2022,
      "doi": "10.1001/jamainternmed.2021.6373"
    },
    {
      "title": "Epigenetics, fragmentomics, and topology of cell-free DNA in liquid biopsies",
      "authors": [
        "Y Lo",
        "D Han",
        "P Jiang",
        "R Chiu"
      ],
      "year": 2021
    },
    {
      "title": "Guidance document: clinical decision support software -guidance for industry and food and drug administration staff",
      "year": 2022
    },
    {
      "title": "Transferability of genetic risk scores in African populations",
      "authors": [
        "A Kamiza"
      ],
      "year": 2022,
      "doi": "10.1038/s41591-022-01835-x"
    },
    {
      "title": "Nanotechnology, equity and global health",
      "authors": [
        "F Salamanca-Buentello",
        "A Daar"
      ],
      "year": 2021
    },
    {
      "title": "Ethnic, gender and other sociodemographic biases in genome-wide association studies for the most burdensome non-communicable diseases: 2005-2022",
      "authors": [
        "H Fitipaldi",
        "P Franks"
      ],
      "year": 2023
    },
    {
      "title": "Technological readiness and implementation of genomic-driven precision medicine for complex diseases",
      "authors": [
        "P Franks"
      ],
      "year": 2021,
      "doi": "10.1111/joim.13330"
    },
    {
      "title": "Genome-wide association analyses highlight etiological differences underlying newly defined subtypes of diabetes",
      "authors": [
        "Mansour Aly"
      ],
      "year": 2021
    },
    {
      "title": "The Singapore national precision medicine strategy",
      "authors": [
        "E Wong"
      ],
      "year": 2023
    },
    {
      "title": "Non-communicable diseases pandemic and precision medicine: is Africa ready?",
      "authors": [
        "T Chikowore",
        "A Kamiza",
        "O Oduaran",
        "T Machipisa",
        "S Fatumo"
      ],
      "year": 2021,
      "doi": "10.1016/j.ebiom.2021.103260"
    },
    {
      "title": "Precision medicine for cardiometabolic disease: a framework for clinical translation",
      "authors": [
        "P Franks"
      ],
      "year": 2023,
      "doi": "10.1016/S2213-8587(23)00165-1"
    },
    {
      "authors": [
        "Deirdre Tobias"
      ]
    },
    {
      "authors": [
        "Anna Kahkoska"
      ],
      "doi": "10.3917/soco.p1999.33n1.0195"
    },
    {
      "authors": [
        "M Jonna"
      ]
    },
    {
      "authors": [
        "J Scott",
        "Pilla"
      ]
    },
    {
      "title": "Mingling Chen 72",
      "authors": [
        "Caroline Wang",
        "Jennifer Yamamoto ; Mette",
        "K Andersen",
        "Maxine Bonham 71 ; Christoffer Clemmensen 3",
        "Dana Dabelea 78",
        "Y ; Adem",
        "T Laura",
        "E Dickens ; Stephen",
        "Mark Gitelman",
        "Robert Goodarzi",
        "K Koivula ; Gloria",
        "Ingrid Leung 71",
        "Kai Libman",
        "S Liu 88",
        "William Long 99",
        "Lowe"
      ]
    },
    {
      "authors": [
        "James Pankow ; John",
        "R Petrie 108"
      ],
      "year": 2019,
      "doi": "10.1038/s41591-023-02502-5"
    },
    {
      "authors": [
        "Denise Scholtens"
      ]
    },
    {
      "title": "Nele Steenackers 107",
      "authors": [
        "Maggie Stanislawski",
        "Andrea Steck"
      ],
      "year": 1993
    },
    {
      "authors": [
        "John Sarah",
        "E Flanagan",
        "Kristin Maloney ; Martin 145 ; Robert",
        "H Eckel 159 ; Louis",
        "H Philipson"
      ]
    },
    {
      "authors": [
        "Liana John",
        "M Dennis"
      ]
    },
    {
      "authors": [
        "T Andrew",
        "Jami Hattersley",
        "Lori Josefson",
        "Laffel"
      ],
      "year": 1995
    },
    {
      "authors": [
        "Susan Ozanne"
      ]
    },
    {
      "authors": [
        "Richard Pratley"
      ]
    },
    {
      "authors": [
        "Robert Semple"
      ]
    },
    {
      "title": "Institut d'Investigació Biomèdica Sant Pau"
    },
    {
      "authors": [
        "Herman B Wells Center"
      ]
    },
    {
      "doi": "10.1038/s41591-023-02502-5"
    },
    {
      "title": "Laboratory for Molecular Epidemiology in Diabetes",
      "authors": [
        "Victoria Melbourne",
        "Australia"
      ]
    },
    {
      "authors": [
        "L Richard",
        "Vamc Roudebush"
      ]
    },
    {
      "authors": [
        "Barbara Davis Center For Diabetes"
      ]
    },
    {
      "authors": [
        "Eliza Walter",
        "Hall Institute"
      ]
    },
    {
      "title": "Children's Hospital of Chicago",
      "authors": [
        "Robert Ann",
        "Lurie"
      ]
    },
    {
      "doi": "10.1038/s41591-023-02502-5"
    },
    {
      "authors": [
        "Charles Bronfman",
        "Institute For",
        "Personalized Medicine"
      ]
    },
    {
      "title": "175 Division of Metabolism, Digestion and Reproduction",
      "doi": "10.17925/ejae.2021.7.1.40"
    },
    {
      "title": "Mohan's Diabetes Specialities Centre"
    },
    {
      "title": "196 These authors jointly supervised this work",
      "authors": [
        "Jordi Merino",
        "Abrar Ahmad",
        "Catherine Aiken",
        "Jamie Benham",
        "Dhanasekaran Bodhini",
        "Kevin Colclough",
        "Sara Cromer",
        "Daisy Duan",
        "Jamie Felton",
        "Ellen Francis",
        "Pieter Gillard",
        "Véronique Gingras",
        "Romy Gaillard",
        "Eram Haider",
        "Alice Hughes",
        "Jennifer Ikle",
        "Laura Jacobsen",
        "Anna Kahkoska",
        "L Jarno",
        "Raymond Kettunen",
        "Lee-Ling Kreienkamp",
        "Jonna Lim",
        "Robert Männistö",
        "Niamh-Maire Massey",
        "Mario Mclennan",
        "Jasper Morieri",
        "Rochelle Most",
        "Bige Naylor",
        "Kashyap Amratlal Ozkan",
        "Scott Patel",
        "Katsiaryna Pilla",
        "Prystupa",
        "Mary Sridaran Raghaven",
        "Martin Rooney",
        "Zhila Schön",
        "Magdalena Semnani-Azad",
        "Pernille Sevilla-Gonzalez",
        "Wubet Svalastoga",
        "Claudia Worku Takele",
        "Anne Ha-Ting Tam",
        "Mustafa Baun Thuesen",
        "Amelia Tosur",
        "Caroline Wallace",
        "Jessie Wang",
        "Jennifer Wong",
        "Katherine Yamamoto",
        "Rebecca Young",
        "Liana Brown",
        "Kristen Billings",
        "John Boyle",
        "Jose Dennis",
        "Anna Florez",
        "Maria Gloyn",
        "Peter Gomez",
        "Siri Gottlieb",
        "W Atma",
        "Kurt Greeley",
        "Andrew Griffin",
        "Irl Hattersley",
        "Marie-France Hirsch",
        "Korey Hivert",
        "Jami Hood",
        "Josefson",
        "Lori Soo Heon Kwak",
        "Laffel",
        "S Siew",
        "Lim",
        "J Ruth",
        "Loos",
        "C Ronald",
        "Chantal Ma",
        "Nestoras Mathieu",
        "James Mathioudakis",
        "Shivani Meigs",
        "Viswanathan Misra",
        "Rinki Mohan",
        "Richard Murphy",
        "Katharine Oram",
        "Susan Owen",
        "Ewan Ozanne",
        "Wei Pearson",
        "Toni Perng",
        "Richard Pollin",
        "Leanne Pratley",
        "Maria Redman",
        "Rebecca Redondo",
        "Robert Reynolds",
        "Jennifer Semple",
        "Emily Sherr",
        "Arianne Sims",
        "Tiinamaija Sweeting",
        "Miriam Tuomi",
        "Kimberly Udler",
        "Tina Vesco",
        "Robert Vilsbøll",
        "Stephen Wagner",
        "Paul Rich",
        "Franks"
      ]
    }
  ],
  "num_references": 88,
  "original_doi": "https://doi.org/10.13039/100004325"
}
