{
  "paper_id": "I2C686EX",
  "title": "A Lived Informatics Model of Personal Informatics",
  "abstract": "Current models of how people use personal informatics systems are largely based in behavior change goals. They do not adequately characterize the integration of self-tracking into everyday life by people with varying goals. We build upon prior work by embracing the perspective of lived informatics to propose a new model of personal informatics. We examine how lived informatics manifests in the habits of self-trackers across a variety of domains, first by surveying 105, 99, and 83 past and present trackers of physical activity, finances, and location and then by interviewing 22 trackers regarding their lived informatics experiences. We develop a model characterizing tracker processes of deciding to track and selecting a tool, elaborate on tool usage during collection, integration, and reflection as components of tracking and acting, and discuss the lapsing and potential resuming of tracking. We use our model to surface underexplored challenges in lived informatics, thus identifying future directions for personal informatics design and research.",
  "year": 1991,
  "date": "1991",
  "authors": [
    {
      "name": "Daniel Epstein",
      "email": "depstein@cs.washington.edu",
      "affiliation": {
        "organization": "Computer Science & Engineering",
        "department": "Computer Science & Engineering"
      }
    },
    {
      "name": "An Ping",
      "email": "anping@uw.edu",
      "affiliation": {
        "organization": "Human Centered Design & Engineering DUB Group",
        "institution": "University of Washington"
      }
    },
    {
      "name": "James Fogarty",
      "email": "jfogarty@cs.washington.edu",
      "affiliation": {
        "organization": "Computer Science & Engineering",
        "department": "Computer Science & Engineering"
      }
    },
    {
      "name": "Sean Munson",
      "email": "smunson@uw.edu",
      "affiliation": {
        "organization": "Human Centered Design & Engineering DUB Group",
        "institution": "University of Washington"
      }
    }
  ],
  "doi": "10.1145/2750858.2804250",
  "md5": "729D368A6BF334769A6655B5F03FF6E5",
  "publication": {
    "journal": "CHI",
    "journal_inferred": true
  },
  "keywords": [
    "Lived Informatics",
    "Personal Informatics",
    "Self-Tracking",
    "Lapsing",
    "Physical Activity",
    "Finances",
    "Location. ACM Classification H.5.m. Information interfaces and presentation (e.g., HCI)"
  ],
  "funding": [
    "",
    "",
    "",
    "ACKNOWLEDGMENTS We thank  Kelly Campbell ,  Monica Caraway ,  Season Dai ,  Yoanna Dosouto ,  Nicole Fugere ,  Coimbra Jackson ,  Bradley Jacobson ,  Chuck Johnston ,  Kim Lambert ,  Alex Pease ,  Sreedev Sidharthan ,  Maria Suhardi ,  Megan Taylor , and  Frank Xu  for their contributions through survey design and participant interviews. We also thank  Elena Agapie ,  Elizabeth Bales ,  Lucas Franco Colusso ,  Felicia Cordeiro , and  Ravi Karkar  for early feedback and design of visuals. This work is sponsored in part by the  Intel Science and Technology Center for Pervasive Computing, Nokia Research , the  AHRQ  under award  1R21HS023654 , and the  NSF  under awards  OAI-1028195  and  SCH-1344613 ."
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Personal informatics, or collecting and reflecting on personal information, has become increasingly prevalent. Personal informatics can serve a goal-driven purpose, such as tracking weight loss, increasing physical activity, having a record of places visited, or tracking student loan payments. Beyond these goal-driven motivations, self-tracking tools are now a part of everyday life, or \"lived informatics\", with people tracking out of curiosity or a fascination with numbers  [34] . The pervasiveness of self-tracking tools has led researchers to study people's use of commercial tools for tracking location  [24, 30] , finances  [20] , food  [11] , weight  [19, 25] , and physical activity  [16, 34]  and to develop research prototypes to expand our understanding of usage  [3, 8, 12, 40] .\n\nThe first and most commonly used model for understanding how people use personal informatics tools is Li et al.'s five-stage model  [21] . The model characterizes how people transition between preparation, collection, integration, reflection, and action, describing the iterative nature of these stages and the barriers that prevent transitions. The model emphasizes an end goal of knowledge supporting behavior change. The model has since been expanded and clarified, dividing and combining stages. For goal-oriented trackers, reflection can be divided into maintenance and discovery  [22] . For some trackers, engagement with and gaining an understanding of personal data may be the goal in itself, causing the action stage to be foregone  [41] . Reflection often occurs during collection rather than being a separate stage  [6] , which leads to an alternative three-stage iterative model of configuration, data capture, and feedback  [7] .\n\nHowever, research on everyday self-tracking behavior identifies several uses of personal informatics not described by current models. For example, the five-stage model describes self-trackers switching tools to better fit their information needs  [21] . People also switch tools because their devices break  [16, 34] , they change phones  [34] , or because they receive a new recommendation  [34] . Self-trackers also fail to sustain the habit or get frustrated and give up on tools  [11] . Articulating a model that encompasses these behaviors can offer better guidance to designers.\n\nTo develop this model, we studied self-tracking of a variety of behaviors to understand how lived informatics manifests in the habits of self-trackers. Specifically, we surveyed 105, 99, and 83 past and present trackers of physical activity, finances, and location on their habits and conducted 22 interviews. We report on how people decide to start tracking and pick a tool, how they use that tool, how and why people switch between tools, and why people stop tracking. We develop an expanded model that captures the practices of self-trackers motivated to track to change behaviors, instrumenting an activity, and curiosity. Specifically, we find: • In addition to being motivated to track in support of behavior change goals, people start tracking to instrument an activity or out of pure curiosity. • People's motivations for tracking guide the selection of tracking tools. Behavior-change trackers do substantial background research and optimize a tool for their goal, instrumental trackers try to maximize their benefit from the tools, and curiosity-driven trackers often do not actively consider tool selection.\n\n• Usage of tools varies by domain and reason for tracking, primarily because people's motivations are different in each domain. Behavior change trackers collect and review data frequently and are bothered by inaccurate logs, instrumental trackers track when the benefits outweigh the effort, and curiosity-driven trackers are motivated by how interesting they find the data they are tracking. • People frequently switch tools, and in doing so learn about what and how they are interested in tracking. • People lapse in their tool use in four different ways:\n\nforgetting to track, difficulty managing upkeep, intentionally skipping entries, and suspending tracking.\n\nThese findings inform a revised model of how people use self-tracking tools, independent of original motivation, supplementing the stage-based model for behavior-change tracking. This informs a set of open design problems:\n\n• Designing to resume tracking after a lapse, including how to use historical data collected before, or even during, the lapse. For example, should a food journal present someone's previous eating habits when they decide to resume tracking to aid in weight loss? If so, how? • Designing to avoid inertia around a long-used tool that no longer supports a self-tracker's goal. For example, how can a financial tracking tool integrate historical data and provide an intuitive interface to a person who has managed their finances with a custom spreadsheet for years? • Designing to support people's various goals and transitions between them. How can the design of a location-tracking application like Foursquare support someone who, upon receiving a badge for frequent check-ins, becomes curious or even concerned about how much they spend at restaurants? Can a location diary like Moves show someone who tries the application out of curiosity how it can help them achieve their fitness goals?"
    },
    {
      "title": "BACKGROUND",
      "text": "This section reviews prior work on models of personal informatics use, research examining how people use tools, and how that use changes over time."
    },
    {
      "title": "Models of Personal Informatics",
      "text": "Li et al. develop a stage-based model of personal informatics systems and describe barriers people face in each stage (Figure  1 )  [21] . The model has five stages: 1) preparation, or starting to collect data and thinking about what information to record and how to collect it; 2) collection, or gathering data; 3) integration, or preparing data to reflect upon; 4) reflection, or examining and exploring data; and 5) action, or taking one's newfound understanding of themselves to inform changes. Motivated by the Transtheoretical Model of Behavior Change (TTM)  [32] , Li et al. later identify two phases of reflection, discovery and maintenance, and note people ask different types of questions in each phase  [22] .\n\nFrom studying practices of the Quantified Self movement, Choe et al. learn that reflection often occurs when data is captured  [6]  and propose a new model for self-monitoring technology, including reflection through data capture as well as through feedback  [7] . Similarly, Whooley et al. note the potential for personal informatics tools to support Schön's reflection-in-action  [36] , where self-trackers contemplate their data and change their behavior while tracking  [41] .\n\nThese models describe trackers who have a behavior change goal, but some have other motivations. People also self-track for self-understanding  [34] , never acting upon their data."
    },
    {
      "title": "Starting to Track",
      "text": "Many people start tracking because they have goals in mind  [15, 19, 22, 34] . Weight trackers often have a specific target weight, and use the weight as a proxy for their progress towards other fitness goals  [19] . Although many physical activity trackers track to change or maintain a behavior, others start without a specific goal or use tools to help set goals (e.g., determine what actions to take to fix a problem  [22]  or identify the \"baseline\" to observe changes  [34] ).\n\nRewards, such as discounts or badges, motivate many people to track location (e.g., Foursquare  [24] ) and physical activity  [34] . Some start tracking physical activity to generate income (e.g., recording workouts on Pact)  [34] . Many Foursquare users also start tracking to offer awareness to friends and see where they are, or simply to keep track of places they have been (e.g., bars and restaurants)  [21] . People also start tracking to keep a record for later retrieval, such as TV shows and movies watched  [22] .\n\nAnother common motivation to start tracking is out of curiosity  [24]  or an interest in quantitative data  [21] . Some food journalers  [11]  and physical activity trackers  [34]  start tracking to learn more about their behavior, such as their eating habits or steps walked in their daily commute.\n\nPeople select specific tracking tools based on features, branding, convenience (e.g., whether it is easy to carry), recommendations of friends and relatives, and reviews in app stores and media  [20, 21, 34] . People often receive tools as gifts, which is a selection on their behalf  [34] ."
    },
    {
      "title": "How People Track",
      "text": "People collect personal data with varying frequency based on the kind of data. For example, food consumption is typically tracked several times a day, while one may only track books read a few times per month  [21] . People may also track only some of their activities (e.g., particular cycle rides or hikes), or everything (e.g., a food log or a complete step count)  [34] .\n\nThe length of tool usage varies by domain. Many who track physical activity have kept records for a year or more  [16] , though newcomers reduce the average duration of use  [34] . Financial trackers use tools for longer, such as non-digital systems to keep track of investment in municipal bonds for nearly 50 years  [20] . Food journalers vary in how long they keep the habit, ranging from 1 week to over 2 years, with a median of 7-12 months  [10] . Tool usage also varies by availability. Commercial activity trackers are much newer than non-digital methods often used to track finances and food.\n\nPeople rarely maintain use of the same tool and often switch and mix tools when tracking  [34] . Some people track the same habit with two tools, which leads to synchronization complications (e.g., step tracking with a pedometer and a phone app syncing to MyFitnessPal)  [21] . Others track different types of activities with different tools (e.g., Map My Run for running and Wii Fit for weight monitoring  [34] ), which usually leads to difficulties in organizing and reviewing data across separate tools and formats  [21] .\n\nMany physical activity trackers look at their information immediately after collection  [21]  to gain awareness of current status and correct behavior towards goals (e.g., see their current step total and how many more steps needed for 10,000 steps)  [16, 34] . Some people show little interest in reflecting on long-term data  [34] , while others use it to see patterns and trends over time  [22] . Financial trackers use the idea of a financial touch, or a quick glimpse at data to gain awareness into their financial situations  [20] .\n\nPeople change their goals and practices over time, which is not well-supported by personal informatics systems  [22] . These changes sometimes lead to selecting a new tool  [21] . Some people who start without clear goals narrow their data collection once they identify actionable goals, moving from discovery phase to maintenance phase of reflecting  [22] . People also switch tools as their practices evolve over time and what a system supports does no longer matches their priorities (e.g., a jogger starting to do yoga)  [16] ."
    },
    {
      "title": "Lapsing and Infrequent Use",
      "text": "Documentary tracking focuses on documenting activities instead of changing them. It can be accomplished with a relatively short-term endeavor to build up a collection of data for reflection, and many people stop tracking after reflecting  [34] . However, this is not true for everyone. Some long-term physical activity trackers continue to track after they have learned their patterns and routines, because they either benefit from the continuous reflection or the application continues to keep a record without interaction (e.g., passively recording activity from phone accelerometer data)  [16] .\n\nIn studies of research prototypes, some participants reduce their interactions from a daily basis to a few times a week as studies progress  [23] . Participants mention inconvenience, forgetting to log, and forgetting to put on a wearable device as reasons for the reducing their use. Abandonment of consumer technology has been studied in other areas of HCI. Dawe reports that 35% of purchased assistive technologies are not adopted, and recommends that designs be simple to configure, upgrade, and replace (in addition to interact with)  [13] . Schoenebeck notes that people take breaks from social media to spend more time on their \"real lives\"  [35] ."
    },
    {
      "title": "METHODS",
      "text": "We selected three domains of self-tracking to study: physical activity, location, and finances. We strived for diversity in the types of data tracked, similar to the original five-stage model  [21]  and its proposed expansions and clarifications  [6, 22, 41] . Physical activity was selected because it is perhaps the most common topic of self-tracking today, is included by default with present and announced wearables (e.g., Apple HealthKit and Watch, Microsoft Band), and is often studied when making broader claims about personal informatics (e.g.,  [15, 16, 34] ). Finances were selected because people have long tracked them manually (e.g., ledgers and then spreadsheets) and there are now tools that support tracking finances automatically (e.g., tools from a bank or an aggregator such as Mint.com). Location tracking is common and is a historically important branch of research in the Ubicomp community (e.g. [9, 18, 24, 37, 38] ). Prior work suggests that location tracking may differ from the other domains, in that it is often socially motivated and goals are typically less articulated and numeric compared to other domains. The equivalent of \"walk 10,000 steps today\" or \"save $1,000 this month\" is unclear for location tracking."
    },
    {
      "title": "Survey Methods",
      "text": "We surveyed people on Amazon Mechanical Turk (AMT), which has been shown to be closer to U.S. demographics than conventional convenience samples  [5] . One potential concern is that people on AMT potentially represent a younger, more technologically literate population, but we believe this is consistent with demographics of current self-trackers.\n\nWe restricted participation to Turkers in the United States.\n\nTo ensure response quality, we further restricted participation to Turkers who had a task acceptance rate of at least 95% and had completed at least 1,000 tasks. We surveyed 200 Turkers, compensating each with $0.50 for a short screener survey (less than 2 minutes) in which they indicated all (if any) self-tracking tools they had used previously. Finally, Turkers were presented a short free response question that the first author analyzed for quality, a recommended practice in AMT surveys  [14] . We rejected three tasks as spam: two left the free response question effectively blank (e.g., \"N/A\"); one did not enter a code showing they had completed the survey.\n\nWe invited each Turker who had self-tracked in a domain (i.e., physical activity, location, finances) to complete a longer survey for that domain. They were compensated $2.00 for completing the approximately 15-minute survey. This means a single Turker could complete three surveys, one for each domain. 103, 95, and 83 Turkers completed the survey for physical activity, finances, and location (79.8%, 78.5%, 76.1% respectively of those who qualified), plus an additional two and four responses with no corresponding task for physical activity and finances. We believe these responses came from Turkers who started the task on AMT, completed the survey, but did not submit the task before it expired (one hour after they started the task on AMT).\n\nIn total, 168 unique people of the 169 eligible completed the full survey in at least one domain. We rejected two additional responses (one physical activity, one location) because the Turker indicated they did not use any self-tracking tools in the full survey. A summary of the results and demographics from the survey can be found in Table  1 .\n\nThe full survey consisted of free response questions about each current and previous tool, asking why they started and stopped using that tool as appropriate. The first two authors affinity diagrammed these responses, identified themes, and then separately qualitatively coded the responses, iteratively refining codes through discussion."
    },
    {
      "title": "Interview Methods",
      "text": "After completion of qualitative coding of the survey data, the first two authors identified questions that required further in-depth interviews to address. Of Turkers who indicated in the survey that they were willing to be contacted for interviews, 36 respondents were identified as having representative tracking motivations, behaviors, and experiences and were verbose in responses, of which 6 responded. We supplemented these interviews with another 16 recruited through university mailing lists and posts to social media. These interviewees were screened for the same criteria as the Turkers.\n\nInterviews lasted an average of 38 minutes (min 16, max 59) and were each conducted by two members of the research team (12 researchers conducted interviews in total). 9 interviewees identified as male, 13 as female. They ranged in age from 24 to 39 (mean: 29.7, median: 29.5). Interview participants were compensated with a $20 Amazon gift card. Interview themes were identified and codes were created through a discussion with all interviewers. Two interviewers qualitatively coded each interview, with codes iteratively refined through discussion.\n\nThe screener survey, full survey, and interview protocol are publicly available:  https://github.com/depstein/lived-informatics"
    },
    {
      "title": "Limitations",
      "text": "We focused on three common, yet diverse, domains in which people self-track. People self-track in many other domains, including to manage chronic illnesses, in which people might have different motivations or tracking habits. Although we believe our findings are extensible to domains other than the three on which we report (e.g., biometric or food tracking), they do not necessarily cover all motivations and usages.\n\nSome people track the domains we study using different classes of tools that we do not extensively report on, such as tools that passively record location (e.g., Moves, SenseCam  [17] ). Although we believe this suggests these are used relatively infrequently compared to those we report on (or possible limitations in our recruitment techniques), our findings on tracking in a particular domain may not generalize to all tools or people tracking that type of data.\n\nWe believe our recruitment overrepresents people who currently identify as self-trackers, as our recruitment materials were likely to draw people who were currently interested in self-tracking (e.g., posting the task on AMT as a \"Survey on Location, Physical Activity, and Finance Tracking\"). This is one weakness of our research, and future work should further explore people's reasons for deciding not to return to tracking."
    },
    {
      "title": "DEVELOPMENT OF A LIVED INFORMATICS MODEL",
      "text": "Based on results of our survey and interviews, we develop a new model of personal informatics reflecting a \"lived informatics\"  [34]  view of usage. The stage-based model  [21]  assumes a desire for action, which we believe corresponds to the behavior change nature of the model but does not encompass self-tracking motivated for other reasons.\n\nFurthermore, Li et al.'s model describes people switching to a new tool when their current tool does not meet their information needs  [21] . We have found that people's reasons for switching tools are more varied. The prior models also do not describe the ways in which and reasons why people lapse in their tracking or stop entirely  [11] . We integrate lapses and resumption into our model, which appears in Figure  2 ."
    },
    {
      "title": "Deciding to Track",
      "text": "We divide the preparation stage of Li et al.'s model  [21]  into two stages: deciding and selecting. The deciding stage refers to the decision to track personal data. This stage mirrors the precontemplation and contemplation stages of the TTM for people with a behavior change goal  [32] . People decide to track for varied reasons, including to see other's activity, to share activity with others, to receive rewards, or curiosity. People can decide to track having never tracked before, or can return to tracking from a prior experience.\n\nDomain Demographics Temporal use (avg # tools) Tools Mentioned Physical Activity N=105: 44 F, 60 M, 1 FTM Age: avg 31.47, min 19, max 63 93 current (1.25) FitBit (19), MapMyRun (18), RunKeeper (13), MyFitnessPal (12), Nike+ (10) 53 stopped (1.16) RunKeeper (12), MapMyRun (9), FitBit (8), Nike+ (8), MyFitnessPal (4) Finances N=99: 46 F, 52 M, 1 FTM Age: avg 33.46, min 19, max 70 96 current (1.58) Spreadsheets (60), Credit Card tools (34), Mint (34), Quicken (11) 43 stopped (1.07) Quicken (21), Mint (8), Spreadsheets (7), Credit Card tools (7) Location N=83: 36 F, 46 M, 1 no answer Age: avg 30.75, min 19, max 70 80 current (1.86) Facebook (56), Instagram (23), Google Latitude (19), Twitter (17), Foursquare (16), FindMyFriends (8) 44 stopped (1.29)\n\nFoursquare  (24) , Facebook (9), Google Latitude  (7) , Instagram (5), Twitter (5), FindMyFriends (4)\n\nTable  1 . We surveyed demographically diverse participants using a variety of tools in three distinct self-tracking domains."
    },
    {
      "title": "Selecting Tools",
      "text": "Following the decision to track, people select a tool with which to track. This is sometimes minimal or coupled with the decision to track (e.g., when someone received a tracking tool as a gift and decides to use it). This decision can also be difficult and require extensive comparison of tools (e.g., online, through brief use). Tool selection can depend on features, aesthetics, and convenience, and choices can be limited by the tracker's mobile platform or budget."
    },
    {
      "title": "Tracking and Acting",
      "text": "Choe  [7]  and Whooley et al.  [41]  suggest self-trackers learn about their behavior and make changes to their practices while they collect and integrate data (e.g., reflection-in-action  [36] ).\n\nWe define this practice of tracking and acting as the ongoing process of collecting, integrating, and reflecting. These three activities are distinct and do have data dependencies, but in contrast to Li et al.'s model  [21]  we do not separate them into stages. These activities can and do occur simultaneously."
    },
    {
      "title": "Lapsing",
      "text": "The lapsing stage occurs when someone stops actively using a self-tracking tool. Lapsing typically begins with barriers to collection, but can also be caused by barriers to integration or reflection  [21] . We later describe four categories of lapses: forgetting, upkeep, skipping, and suspending. For some, a lapse is a temporary break in tracking, while others do not return to tracking and have no intention to track again."
    },
    {
      "title": "Resuming",
      "text": "Short-term lapses (e.g., forgetting to bring a pedometer on a weekend trip) often are followed by a quick resumption of tracking. In these cases, someone may not revisit their decision to track and the selection of a tool.\n\nAfter a longer lapse (e.g., stopping tracking for months), the self-tracker may not necessarily resume collecting more data.\n\nInstead, they may resume integrating or reflecting upon their previous data, deciding later whether more collection is needed. This decision varies by the tracker and the domain."
    },
    {
      "title": "MODEL STAGES ACROSS DOMAINS",
      "text": "In this section, we discuss how our model describes self-tracking across domains. We report on themes present across all three domains we studied, noting exceptions specific to particular tracking domains. We believe the similarities in tracking experiences across domains indicate the potential for the model's applicability to other domains.\n\nThis section contains quotes from our 168 survey and 22 interview participants. We quote participants as p##, where p1-p22 were interviewed and p16-p184 were surveyed.\n\nNote this means that p16-p22 completed both."
    },
    {
      "title": "Different Motivations for Deciding to Track",
      "text": "Most models of personal informatics and self-monitoring describe the practices of people who engage in self-tracking with a specific behavior change goal in mind  [1, 21, 32] .\n\nAlthough this describes much self-tracking behavior, people also begin and continue to self-track for reasons not well described by these models. We describe three classes of self-tracker motivations: behavior change, instrumentation, and curiosity. These initial motivations inform how self-trackers select, use, and lapse in tool usage."
    },
    {
      "title": "Behavior Change Goals",
      "text": "Prior work has described how behavior change goals can motivate someone to start tracking  [15, 19, 22, 34] . Personal informatics tools support principle and program-level goals in Powers' categorization of goals  [31] . Principle-level goals are relatively abstract and ideal guiding principles that one tries to attain, such as goals described by p5 \"get in better shape\", p86 \"to have more control over my finances\", and 92 others. Program goals are more specific and actionable (e.g., p89 \"get[ting] out of debt\", 39 others). We identified 48 financial trackers motivated to receive a financial touch  [20] , such as p90 \"just wanted a clearer snapshot of my finances.\" We believe such trackers intend to change their behavior if they notice something they find concerning, such as p164 \"[I] wanted to know if I should cut down on anything.\"\n\nEven when people track to aid in behavior change, they sometimes track primarily to gain motivation or increase their accountability, rather than for insights or awareness of their own behavior  [2] . p72 started tracking \"because I felt I needed to get more motivation for my fitness\", while p73 tracked finances \"to be accountable with how I spend my money\" (mentioned by 11 and 2 others respectively). Support for these goals may have different design requirements than supporting informational goals. Adding features that let people share progress may create channels for accountability  [27, 28] , but merely having a record in the tool or online can also help motivate people and make them feel accountable to the tool  [26] . For some people, the record's support for accountability is more valuable than insights derived."
    },
    {
      "title": "Instrumental Tracking Goals",
      "text": "We define instrumental tracking as tracking without the goal of changing a behavior. Instead, the goal is to obtain a record of a particular behavior, such as going to a particular place or watching a particular movie. Some are motivated to track by rewards that data about their behaviors can unlock, such as discounts or badges  [24] . p162 started tracking his physical activity because he \"got rewards points with my insurance\", an increasingly common trend for health insurers  [29] .\n\nLocation trackers often instrument to achieve social benefits. 35 mentioned tracking to share where they went, including p173 for practical reasons, \"I like to let friends know where I am in case I am in the area\" and p42 for social engagement, \"to get likes\". Others were motivated to start tracking to see where others were \"my friends had it so I got it too to see where they were\" (p107, 19 others). These social motivations often are related to other goals, such as p82 sharing to inform friends: \"I ate at this Thai restaurant that I loved, so I wanted to share it with friends so they could check it out.\""
    },
    {
      "title": "Curiosity",
      "text": "Many people decide to track without any behavioral goal, but out of curiosity about what it would be like or would offer. People described thinking tracking would be \"fun\", \"cool\", \"neat\", and wanted to \"try it out\" (19, 12, 6, 5 people). Curiosity is often driven by a desire to keep up with new technology, such as p68 trying Quicken because \"it seemed like the latest way to keep up with my expenses.\" Curiosity also spread socially, such as for p41 \"everyone was using Foursquare and I thought I'd finally jump on a bandwagon.\"\n\nMany phones and computers include self-tracking programs by default, such as Google Now, Apple HealthKit, and Quicken. People also start tracking because they receive apps and devices as gifts (10 people), they were free (7 people), or their \"phone asked if I wanted to\", referring to the GPS tracking permission models of many common phone apps (p63, 11 others). These events often make people curious enough to start tracking, such as for p150: \"it was offered free of charge so I thought I'd give it a try.\""
    },
    {
      "title": "Differences by Domain",
      "text": "The prevalence of tracking motivations varies by domain. Behavior change goals were common reasons for physical activity or financial tracking (82% and 73% of trackers), while instrumental tracking was a major motivator for location trackers (67% of trackers). Curiosity was prevalent across all three domains, but was mentioned by more location trackers (10%, 6%, and 20% of physical activity, finances, and location trackers). Our participants used primarily socially-oriented location tracking tools. We expect goals of self-oriented location trackers (e.g., location diaries) would be more similar to physical activity or financial trackers."
    },
    {
      "title": "Selecting Tools to Support Tracking Motivation",
      "text": "Rooksby et al. describe reasons why self-trackers pick tools, including recommendations, reading media articles, and online reviews  [34] . We note the same practices. Recommendations from friends (28 people) or family and significant others (9 people) were the most common means of selection. 10 people mentioned online reviews, such as p7 \"It was the first result on Amazon, and it had good reviews\".\n\nTrackers motivated by behavior change try to select applications with features that best support their goals  [16] . p177 chose RunKeeper because it integrated with another tool he was already using: \"it works well… with my other app… Nexercise.\" p78 needed a specific feature, \"I wanted to be able to download and import my bank statements so I could keep track of my spending\", and decided Quicken best fit his needs. Behavior change trackers typically do substantial background research when selecting a tool, such as looking at many reviews \"I read a lot of tech blogs… FitBit has consistently gotten really good reviews\" (p19, 7 others). p5 and 2 others described seeking out opinions on tools from her social network: \"a lot of times if I know that I'm looking for something new, I will quite often ask around on Facebook and such, 'has anyone tried this'?\"\n\nInstrumental trackers look to maximize benefit they receive from a tool based on social influence or potential rewards.\n\nFor instrumental trackers who are tracking to see others or for others to see, selecting a tool is dependent on what tools others use. Location tagging on large social networks is popular because \"everyone else is using it\" (p57) and it is easy to engage with a large audience. People also look to maximize the rewards they receive, such as selecting a FitBit because it is supported by a work wellness program (p18).\n\nTrackers motivated by curiosity often do not actively think about selecting a tool, instead beginning to use whatever tool prompted their initial curiosity. Frequent media references led p154 to be curious about self-tracking: \"I started using Apple HealthKit since there was hype in the media about how great this app is\", but it did not live up to his expectations \"I used it for less than a week and was not impressed.\""
    },
    {
      "title": "Using Tools for Value and Insight",
      "text": "People with varied tracking motivations use tools differently during the collection, integration, and reflection stages of the personal informatics model  [21] , which we define as the practice of tracking and acting. This section separately discusses how people collect, integrate, and reflect on data, but we reiterate that these processes occur simultaneously in practice. We report on and discuss differences in usage in both self-tracking data and self-tracker motivation."
    },
    {
      "title": "Collection",
      "text": "We notice a trend toward long-term use of current tracking tools (Figure  3 ), but people appear to abandon location and physical activity tracking tools more quickly than financial tracking tools (45% and 44% of people abandoned tools for location and physical activity within three months, versus 26% for financial tools). Respondents also used location tracking tools less frequently than other tools (Figure  4a ), and many respondents logged physical activity every day (Figure  4b ). We infer that people have a daily or weekly habit of collecting their finances or physical activity, while location tracking appeared more intermittent. However, many participants reported having not used their tracking tools in the past week (24%, 26%, and 36% of physical activity, finances, and location trackers).\n\nPeople who track to support behavior change tend to collect data frequently, such as p21 \"the FitBit's on every day, almost 24 hours\". Behavior change trackers were bothered when records were not accurate \"I had a few accounts that I could never get added properly… it was an inaccurate picture of our finances\" (p19). p162 wanted credit for his activity \"[my app] wouldn't always acknowledge when I was at the gym\", a common problem in prior work  [8, 16] .\n\nFor people trying to maintain a level of activity, accuracy was less important. p11 noted \"I do keep an eye on trends. If I'm trending negative, or trending positive in my accounts\", and emphasized trying to keep his spending constant. Kay et al. previously noted trends matter more than accuracy for people who were trying to maintain, not lose, weight  [19] .\n\nFinancial trackers typically have behavior change motivations, and their usage of tools reflects this. 45% of financial trackers reported using their current tool for at least two years, with 73% reporting having used their tool within the past week. 63% of our financial trackers were currently using spreadsheets, which require substantial manual entry. This level of sustained and frequent engagement with financial tracking is notable given the high burdens of data entry relative to our other domains. Kaye et al. suggest people are willing to exert this effort to manage their finances and often prefer it to using financial aggregation tools  [20] .\n\nInstrumental trackers tend to engage in tracking when the benefits of doing so exceed the costs, such as the effort to record activities or to remember to charge and wear a device. For p143, this meant tracking when he was somewhere interesting: \"to brag about a cool place I'm at like Disneyworld.\" p18 was motivated to track by the incentives of her health insurance plan, and she continues because \"I get rewards [from my health insurance plan] for making so many steps a day and for logging my food daily.\"\n\nThe frequency with which curiosity-driven trackers collect data is inconsistent, and depends on how compelling they find the data they track. Many curiosity-motivated trackers will discover another value to tracking and increase their tool use, such as p85, who started location tracking because it \"was a trendy thing to do, but later on I've realized its benefits.\" p132 started tracking physical activity because an app came preinstalled on his phone, and later realized the app was \"an ideal tool to record my physical activity.\"\n\nLocation trackers tended to have motivations that were instrumental or curious, use their tracking tools less frequently (only 49% report tracking in the past week), and abandon tracking most quickly (18% of past trackers used their tool for less than one week). We note that 75% of current location trackers report using their tools for at least a year, which we believe coincides with the feature's inclusion in popular social network applications."
    },
    {
      "title": "Integration",
      "text": "People integrate self-tracking data to help make sense of it. Integration can be trivial or time-consuming, depending on how much responsibility the person bears in preparing the collected data for reflection  [21] . Many of the tools used by our self-trackers do not require integration, such as for MapMyRun, \"there is this whole dashboard on the website\" (p16). For some behavior change tools, such as Mint, the purpose of the application is integration: \"I thought it would be beneficial to have all my finances in one place and see what I spend my money on\" (p178).\n\nFor instrumental trackers, it is important the data they track integrate into the system that provides the corresponding benefits. Tracking location for social reasons is only valuable if it the people a tracker cares about can see it. For p6, it was important to select a tracker that integrates with his insurance program. He describes the integration process: \"FitBit sends [my data] to the health plan, then you can view it through the health plan's app to track your progress.\" Trackers motivated by curiosity in our study did not describe any  integration work, but prior work has shown integration can surface habits self-trackers want to know more about  [15] ."
    },
    {
      "title": "Reflection",
      "text": "Our survey respondents reported reviewing their physical activity most regularly (Figure  5a ), and most current trackers did not review their location in the past 7 days (Figure  5b ). Financial trackers reported reviewing weekly (35% and 33% of current and past trackers), while location trackers reported reviewing once a month or less (44% and 45% of current and past trackers). We note some respondents across all domains made a daily habit out of reviewing their data (20%, 12%, and 4% of physical activity, financial, and location trackers reported reviewing their data every day for the past 7 days).\n\nBehavior change oriented trackers regularly reviewed their data, such as p22 \"I usually log on to Mint almost every day. Sometimes I check a couple times a day when I am expecting a big expense\". Physical activity trackers reviewed their data most frequently (e.g., \"I guess I would check in pretty much daily on how many steps I had taken, maybe 2 or 3 times a day\" p17), while aggregation across a week or month may be enough for to receive value from financial data.\n\nInstrumental and curiosity-driven trackers tend not to frequently review or reflect on their data, such as p2 \"I would say a couple of times a week. Not that frequently\". For instrumental-motivated trackers, the act of tracking is more important than looking back later, \"it's just about entering it in that moment\" (p16)."
    },
    {
      "title": "Four Categories of Lapsing",
      "text": "15%, 14%, and 17% of physical activity, finances, and location trackers identified as current trackers despite having not used their tool for a month or more. We believe people still see themselves as trackers and participate in the underlying behavior. p30 identified he was no longer tracking, and when asked why he stopped tracking, he stated, \"technically, I haven't [stopped] -I am just in between usages…\"\n\nParticipants in our study described four types of lapses: forgetting, upkeep, skipping, and suspending. We discuss the causes of each of these lapses and how they manifest.\n\nLapsing may be intentional or unintentional, and may or may not lead to stopping entirely.\n\nForgetting. People do not always remember to use their tracking tools, or cannot use them, regardless of their original motivations for tracking. p13 states she \"never purposefully stopped using\" her FitBit, but she has \"left it in a coworkers car after happy hour once. That was embarrassing.\" Substantial personal informatics research has explored how to reduce the likelihood of forgetting, including providing reminders  [4]  and automatically sensing behaviors that are typically journaled  [33, 39] .\n\nAlthough forgetting typically results in a short-term lapse, people may decide that tracking is not worth the trouble after forgetting several times. p177 stopped using RunKeeper, explaining: \"[I] haven't used it as much as I would want to. I guess I forget to use it.\" p3 mentions falling out of the habit: \"I just didn't make it a habit and then kind of forgot about it.\"\n\nUpkeep. Devices and tools often require maintenance to continue tracking. The simplest example is charging the battery of a wearable device. 8 people mentioned forgetting to charge their devices, leaving them without tracking for an extended period of time. When talking about her FitBit, p19 said, \"right now it's out of battery so I haven't used it all week.\" Although she intends to continue using it, she often needs a reminder to resume tracking: \"I'll probably charge it tonight, just because we're talking about it.\"\n\nUpkeep becomes a barrier to success for behavior change trackers. p19, who used spreadsheets to track her finances, said \"we just kind of stopped updating it because it was too much work to keep up to date\", with p174 adding that he \"grew tired of managing it.\" For curiosity-driven trackers, upkeep becomes a barrier to usage. p20 wanted to use the lifelogging app Saga, \"It would log everything… that sounds exactly like I'd wanted\", but gave up quickly because \"I felt it was eating too much of my battery.\"\n\nSkipping. People make the decision not to log everything they track. Sometimes, they already know the data and do not see the benefit: \"I run this one little loop that I already know the distance, so I don't really bother with keeping track on the app\" (p11). p20 mentions that some locations represent events too private to record: \"some of these appointments are personal private things… 'do I check in publicly so that I can keep track?'\" The desire to maintain a complete record is in tension with privacy in systems that emphasize sharing. People also skip tracking entries when the entry is too difficult, such as entering every ingredient in a recipe  [11] .\n\nThis difficulty led p16 to stop tracking food entirely \"what caused me to stop is that… you have to break down every single thing you eat into all these component ingredients.\" Suspending. People temporarily suspend tracking because they do not need or want to track a time period. p122 stopped using Nike+ because of the holidays: \"the holidays and family visiting me has stopped me from using it.\" p12 does not food journal while she is on vacation: \"I put [entries] in MyFitnessPal every single day, except if I'm on a holiday or something.\" p6 notes that he has \"taken breaks during the winter season from [activity] tracking.\" p180 describes taking a break from Mint and later returning: \"because I didn't really have the financial need for it at the time-not much money was coming in. But I recently started using it again\".\n\nSuspending tracking differs from suspending the activity that is being tracked. Examples of suspending activities include injuries (e.g., \"I got injured and stopped running\" p106, \"I stopped running due to knee injury\" p16) or changing life habits \"I travel less now\" (p46). For these examples, the tracking tool is no longer relevant to the person. Although these suspensions may be temporary and may appear the same from the perspective of what data is captured, this distinction is important in how people think about and use their tools."
    },
    {
      "title": "Transitioning to a New Tool",
      "text": "Self-trackers regularly transition to new tools. In our survey, 53%, 72%, and 78% of physical activity, finances, and location trackers had used more than one tool. Changes are sometimes forced by reasons outside of tool selection, such as changing phones (  [34] , \"I switched mobile platforms\" p22, 3 others) or because the tool stopped being supported (e.g., \"Microsoft Money quit supporting their software\" p77, 5 others). We focus on people choosing to stop using a tool and beginning to use another, with or without a lapse in between.\n\nAs suggested by Li et al., behavior change motivated trackers switch to tools that better meet their information needs  [21] . 25 people described switching to a new tool that was \"better\", such as p186 switching from Quicken \"someone recommended MoneyDance and I liked it a lot better\" and p95 from RunKeeper \"found a better alternative (MapMyRun).\" People often describe what is better about a new tool in terms of features (e.g., \"I wanted a more robust app option that would keep my weight and body measurements\" p47, 12 others), ease of use (e.g., \"I like my online banking app better and it is easier\" p72), or accuracy (e.g., \"I upgraded to a smartphone with data that could track my actual location and track more accurately\" p54).\n\nTrackers motivated by behavior change often use and compare multiple tools at once, then decide what tool they prefer. When p5 decided to try switching from an analog pedometer to a FitBit, she wore both of them: \"I put them both on to see what the FitBit would be like and compare them\" and later returned the FitBit because it was \"way off in comparison.\" p121 started using their bank's tracking tools \"to compare it to other software tools\", but later decided that other tools were better and stopped using her bank tools.\n\nFor instrumental trackers, tool switching often occurs when a new tool offers more benefits. p57 switched from location tagging on Facebook to Twitter and Instagram because \"everyone moved on to other social media platforms… so I followed those trends instead.\" p6 described using multiple pedometers at once, because his health plan would \"pick the best numbers from all of those\", before settling on the one that gave the largest rewards.\n\nWe did not observe many instances of curiosity-motivated trackers switching tools, perhaps because use of one tool tended to satisfy their curiosity. After trying tracking, some of these trackers developed behavior change goals and switched tools that better matched their new goals."
    },
    {
      "title": "Stopping Tracking",
      "text": "Although extended or repeated lapses often lead people to stop tracking, people also stop tracking for other reasons. Some trackers motivated by behavior change stop tracking when they successfully change the behavior, and move on to maintaining their desired behavior  [32] . p142 and 2 others stopped tracking because they \"met my weight goal.\" For others, the behavior change is no longer necessary, \"I'm not as financially strapped as when I was using Mint, so that's a big reason why I stopped using it\" (p15).\n\nInstrumental trackers stop tracking when the benefits from instrumenting fade or are withdrawn. p164 stopped using Foursquare because \"the possibility of deals wasn't enticing enough.\" For many social-oriented location trackers, this occurs when others stop using the tool: \"everyone else stopped using it\" (p170, 10 others). However, some people who start as instrumental trackers find other benefits for tracking. Although p18 would not have purchased her FitBit except for her work wellness program, she said she would continue to use it if the wellness program no longer supported it. Some motivated to track by curiosity stop when that curiosity fades. p109 stopped using Foursquare when \"the novelty wore off\" and p72 stopped using Google Latitude because \"it was boring.\" p27 and 2 others described starting to track because they \"like new technology\", and may have moved onto a new curiosity when the novelty of the tool faded.\n\nStopping tracking is not necessarily a permanent decision, and people sometimes return to tracking. Finding a new tool to integrate with may motivate someone to resume tracking. p20 stopped using Foursquare because there was \"less of a motivation to check in\", but later resumed because she \"got a Pebble and you can check in on Foursquare from your Pebble.\" People also return to tools when their goals align with what the tools can support. p18 used MyFitnessPal to help her lose weight, lost interest in the tool, and resumed using MyFitnessPal to help with weight loss two years later."
    },
    {
      "title": "DISCUSSION",
      "text": "Our revised model of personal informatics offers guidance and design challenges for the personal informatics community. Some guidelines are consistent with those suggested by Rooksby et al., including to consider the agency of people and how they want to self-track  [34] . We supplement these guidelines by recommending that designers plan for lapse and resumption, consider people migrating between tools, and support people adjusting their tracking goals."
    },
    {
      "title": "Returning to Tracking with the Same Tool after a Lapse",
      "text": "It is unclear how personal informatics tools should behave when someone decides to resume use after a lapse. A person's historical data may be helpful for setting new goals, such as defining a new budget based on their previous spending habits. However, seeing historical data (and potential failures surfaced) may be demotivating for someone looking to resume use of a calorie-tracking app to lose weight. Historical data offers opportunities to bootstrap the data collection process, but its use requires careful consideration.\n\nSome self-tracking tools passively collect information for as long as the tool is not disabled or uninstalled (e.g., Apple HealthKit, Moves, Mint). Although someone may not look at their data for months or even years, the tool continues to collect and store their information. It is unclear what, if anything, the tool should do with this historical data when someone resumes using the tool after an extended lapse.\n\nAlthough prior research has considered the challenge of presenting a large amount of personal data in an easily consumable manner  [3, 15] , it remains unclear how to summarize this data based on the reason the person resumed tracking. Furthermore, perhaps the passively collected data should not be summarized at all. Instead, the person may want start over with a clean slate, and looking at their previous data may create a negative reaction if they view their previous tracking experience as a failure."
    },
    {
      "title": "Effective Migration between Tools",
      "text": "When describing design choices for assistive technology, Dawe notes the difficulty in replacing broken or outdated technology, particularly with regards to cost  [13] . Although many tools are free, some self-trackers are concerned with the cost of others. Loss can cause a lapse when someone cannot afford a replacement, such as FitBit wearer p155 \"it got lost or stolen and I didn't want to spend the money to replace [it]\" and Quicken user p53 \"it costs money, and I realized I could do everything I wanted with Excel.\" More commonly, people change their motivation and needs for tracking, such that tools no longer support the new needs.\n\nAlthough some self-trackers are not concerned with abandoning tools and the data they have collected, others avoid switching tools, even when a better tool exists. p11 describes why he avoids switching tools:\n\nI try to avoid it as much as possible… When you transition from tools, there's a lot of transaction costs in terms of switching between one and the other. You just have to get your profile set up again, you have to learn to interact with a tool. There's potential data loss. I don't know if that matters, sometimes it does, but usually it's something that I just kind of gave up on.\n\nThe overhead of setting up a profile, learning a new interface, and losing his data were too much for p11 to consider switching tools. While he desires other features, saying \"I want to have an aggregate sense of how many miles I've run for the past three months\", he is unwilling to switch to a new tool and lose all of his built-up knowledge. Although lock-in may be desirable from an application or device manufacturer's point of view, personal informatics tools could better support their users with designs that support evolving motivations and feature needs and allow people to migrate when the tool no longer best supports their goals."
    },
    {
      "title": "Supporting Migration between Goals",
      "text": "Some curiosity and instrumentally-motivated participants found other benefits from their tracking tools that motivated their sustained tracking even as they satisfied their initial curiosity or as the instrumental benefits faded. Others did not find such alternative benefits. This suggests that designers may be able to do more to help people see benefits in continuing to track. This might include realizing the value of tracking to support behavior change goals they already have, or even setting new goals. For example, an app that someone starts to use out of curiosity regarding how active they are could illustrate benefits achieved by others who started from the same activity level and walked a bit more each week.\n\nIn other cases, data from personal informatics applications may prompt people to question their behavior. For example, someone who tracks their location to share with friends or receive discounts might receive a badge for eating out often, or realize they check-in at restaurants much more than their friends, and wonder how much they could save by cooking."
    },
    {
      "title": "CONCLUSION",
      "text": "We offer a model of personal informatics informed by the perspective of lived informatics, expanding upon prior models based primarily in behavior change and maintenance. We identify three initial motivations for tracking: the desire to change behavior, instrumenting for rewards or social engagement, and curiosity regarding data and habits.\n\nOur model captures the practices of self-trackers with such diverse goals, offers a better understanding of how they use self-tracking tools, and helps surface relatively unexplored challenges for future designers and researchers."
    },
    {
      "text": "Figure 1. Li et al.'s five-stage model of personal informatics, reprinted with permission [21]. Primarily informed by tracking toward behavior change, the model emphasizes data barriers toward a presumed action. We extend this model to characterize challenges in lived informatics."
    },
    {
      "text": "Figure 2. Our lived informatics model of personal informatics. It includes the process of deciding to track and selecting tools, tracking and acting as an ongoing process of collection, integration, and reflection, and lapsing of tracking that may later be resumed."
    },
    {
      "text": "Figure 4. Respondents (a) often make daily or weekly use of physical activity and financial tools, while (b) location tools were typically used less than twice in the past week."
    },
    {
      "text": "Figure 3. Respondents reported using financial tracking tools for longer than other tracking tools, and were quickest to abandon location tracking tools."
    },
    {
      "text": "Figure 5. Respondents (a) often reviewed physical activity data at least weekly, while (b) the majority of location trackers had not reviewed their data in the past week."
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "We thank  Kelly Campbell ,  Monica Caraway ,  Season Dai ,  Yoanna Dosouto ,  Nicole Fugere ,  Coimbra Jackson ,  Bradley Jacobson ,  Chuck Johnston ,  Kim Lambert ,  Alex Pease ,  Sreedev Sidharthan ,  Maria Suhardi ,  Megan Taylor , and  Frank Xu  for their contributions through survey design and participant interviews. We also thank  Elena Agapie ,  Elizabeth Bales ,  Lucas Franco Colusso ,  Felicia Cordeiro , and  Ravi Karkar  for early feedback and design of visuals. This work is sponsored in part by the  Intel Science and Technology Center for Pervasive Computing, Nokia Research , the  AHRQ  under award  1R21HS023654 , and the  NSF  under awards  OAI-1028195  and  SCH-1344613 ."
    }
  ],
  "references": [
    {
      "title": "Social Cognitive Theory of Self-Regulation",
      "authors": [
        "A Bandura"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90022-l",
      "journal": "J Organ Behav Hum Dec",
      "volume": "50",
      "raw": "Social Cognitive Theory of Self-Regulation \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t 10.1016/0749-5978(91)90022-l \n\t \n\t \n\t\t J Organ Behav Hum Dec \n\t\t \n\t\t\t 50 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Bandura, A. Social Cognitive Theory of Self-Regulation. J Organ Behav Hum Dec, 50 (1991), 248-287."
    },
    {
      "title": "Reviewing Reflection: On the Use of Reflection in Interactive System Design",
      "authors": [
        "E Baumer",
        "V Khovanskaya",
        "M Matthews",
        "L Reynolds",
        "V Sosik",
        "G Gay"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598598",
      "journal": "DIS",
      "raw": "Reviewing Reflection: On the Use of Reflection in Interactive System Design \n\t\t \n\t\t\t E P S Baumer \n\t\t \n\t\t \n\t\t\t V Khovanskaya \n\t\t \n\t\t \n\t\t\t M Matthews \n\t\t \n\t\t \n\t\t\t L Reynolds \n\t\t \n\t\t \n\t\t\t V S Sosik \n\t\t \n\t\t \n\t\t\t G Gay \n\t\t \n\t\t 10.1145/2598510.2598598 \n\t \n\t \n\t\t DIS \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Baumer, E.P.S., Khovanskaya, V., Matthews, M., Reynolds, L., Sosik, V.S., and Gay, G. Reviewing Reflection: On the Use of Reflection in Interactive System Design. DIS 2014, 93-102."
    },
    {
      "title": "Health Mashups : Presenting Statistical Patterns between Wellbeing Data and Context in Natural Language to Promote Behavior Change",
      "authors": [
        "F Bentley",
        "K Tollmar",
        "P Stephenson",
        "L Levy",
        "B Jones",
        "S Robertson",
        "E Price",
        "R Catrambone",
        "J Wilson"
      ],
      "year": 2013,
      "doi": "10.1145/2503823",
      "journal": "TOCHI",
      "volume": "20",
      "issue": "5",
      "raw": "Health Mashups : Presenting Statistical Patterns between Wellbeing Data and Context in Natural Language to Promote Behavior Change \n\t\t \n\t\t\t F Bentley \n\t\t \n\t\t \n\t\t\t K Tollmar \n\t\t \n\t\t \n\t\t\t P Stephenson \n\t\t \n\t\t \n\t\t\t L Levy \n\t\t \n\t\t \n\t\t\t B Jones \n\t\t \n\t\t \n\t\t\t S Robertson \n\t\t \n\t\t \n\t\t\t E Price \n\t\t \n\t\t \n\t\t\t R Catrambone \n\t\t \n\t\t \n\t\t\t J Wilson \n\t\t \n\t\t 10.1145/2503823 \n\t \n\t \n\t\t TOCHI \n\t\t \n\t\t\t 20 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Bentley, F., Tollmar, K., Stephenson, P., Levy, L., Jones, B., Robertson, S., Price, E., Catrambone, R., and Wilson, J. Health Mashups : Presenting Statistical Patterns between Wellbeing Data and Context in Natural Language to Promote Behavior Change. TOCHI 20, 5 (2013), 1-27."
    },
    {
      "title": "The Power of Mobile Notifications to Increase Wellbeing Logging Behavior",
      "authors": [
        "F Bentley",
        "K Tollmar"
      ],
      "raw": "The Power of Mobile Notifications to Increase Wellbeing Logging Behavior \n\t\t \n\t\t\t F Bentley \n\t\t \n\t\t \n\t\t\t K Tollmar \n\t\t \n\t \n\t \n\t\t CHI 2013 \n\t\t \n\t\t\t \n\t\t \n\t \n\t Bentley, F. and Tollmar, K. The Power of Mobile Notifications to Increase Wellbeing Logging Behavior. CHI 2013, 1095-1098."
    },
    {
      "title": "Evaluating Online Labor Markets for Experimental Research: Amazon.com's Mechanical Turk",
      "authors": [
        "A Berinsky",
        "G Huber",
        "G Lenz"
      ],
      "year": 2012,
      "doi": "10.1093/pan/mpr057",
      "journal": "Political Analysis",
      "volume": "20",
      "raw": "Evaluating Online Labor Markets for Experimental Research: Amazon.com's Mechanical Turk \n\t\t \n\t\t\t A J Berinsky \n\t\t \n\t\t \n\t\t\t G A Huber \n\t\t \n\t\t \n\t\t\t G S Lenz \n\t\t \n\t\t 10.1093/pan/mpr057 \n\t \n\t \n\t\t Political Analysis \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Berinsky, A.J., Huber, G.A., and Lenz, G.S. Evaluating Online Labor Markets for Experimental Research: Amazon.com's Mechanical Turk. Political Analysis 20, (2012), 351-368."
    },
    {
      "title": "Understanding Quantified-Selfers' Practices in Collecting and Exploring Personal Data",
      "authors": [
        "E Choe",
        "N Lee",
        "B Lee",
        "W Pratt",
        "J Kientz"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557372",
      "journal": "CHI",
      "raw": "Understanding Quantified-Selfers' Practices in Collecting and Exploring Personal Data \n\t\t \n\t\t\t E K Choe \n\t\t \n\t\t \n\t\t\t N B Lee \n\t\t \n\t\t \n\t\t\t B Lee \n\t\t \n\t\t \n\t\t\t W Pratt \n\t\t \n\t\t \n\t\t\t J A Kientz \n\t\t \n\t\t 10.1145/2556288.2557372 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Choe, E.K., Lee, N.B., Lee, B., Pratt, W., and Kientz, J.A. Understanding Quantified-Selfers' Practices in Collecting and Exploring Personal Data. CHI 2014, 1143-1152."
    },
    {
      "title": "Designing Self-Monitoring Technology to Promote Data Capture and Reflection",
      "authors": [
        "E Choe"
      ],
      "doi": "10.47886/9781888569636.ch6",
      "raw": "Designing Self-Monitoring Technology to Promote Data Capture and Reflection \n\t\t \n\t\t\t E K Choe \n\t\t \n\t\t 10.47886/9781888569636.ch6 \n\t\t \n\t\t\t Seattle Washington \n\t\t \n\t\t \n\t\t\t The Information School, University of Washington \n\t\t \n\t \n\t PhD Dissertation \n\t Choe, E.K. Designing Self-Monitoring Technology to Promote Data Capture and Reflection. PhD Dissertation. The Information School, University of Washington, Seattle Washington."
    },
    {
      "title": "Design Requirements for Technologies that Encourage Physical Activity",
      "authors": [
        "S Consolvo",
        "K Everitt",
        "I Smith",
        "J Landay"
      ],
      "year": 2006,
      "doi": "10.1145/1124772.1124840",
      "journal": "CHI",
      "raw": "Design Requirements for Technologies that Encourage Physical Activity \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t K Everitt \n\t\t \n\t\t \n\t\t\t I Smith \n\t\t \n\t\t \n\t\t\t J A Landay \n\t\t \n\t\t 10.1145/1124772.1124840 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Consolvo, S., Everitt, K., Smith, I., and Landay, J.A. Design Requirements for Technologies that Encourage Physical Activity. CHI 2006, 457-466."
    },
    {
      "title": "Location Disclosure to Social Relations: Why, When, & What People Want to Share",
      "authors": [
        "S Consolvo",
        "I Smith",
        "T Matthews",
        "A Lamarca",
        "J Tabert"
      ],
      "year": 2005,
      "journal": "CHI",
      "raw": "Location Disclosure to Social Relations: Why, When, & What People Want to Share \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t I E Smith \n\t\t \n\t\t \n\t\t\t T Matthews \n\t\t \n\t\t \n\t\t\t A Lamarca \n\t\t \n\t\t \n\t\t\t J Tabert \n\t\t \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Consolvo, S., Smith, I.E., Matthews, T., LaMarca, A., and Tabert, J. Location Disclosure to Social Relations: Why, When, & What People Want to Share. CHI 2005, 81-90."
    },
    {
      "title": "Rethinking the Mobile Food Journal: Exploring Opportunities for Lightweight Photo-Based Capture",
      "authors": [
        "F Cordeiro",
        "E Bales",
        "E Cherry",
        "J Fogarty"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702154",
      "journal": "CHI",
      "raw": "Rethinking the Mobile Food Journal: Exploring Opportunities for Lightweight Photo-Based Capture \n\t\t \n\t\t\t F Cordeiro \n\t\t \n\t\t \n\t\t\t E Bales \n\t\t \n\t\t \n\t\t\t E Cherry \n\t\t \n\t\t \n\t\t\t J Fogarty \n\t\t \n\t\t 10.1145/2702123.2702154 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Cordeiro, F., Bales, E., Cherry, E., and Fogarty, J. Rethinking the Mobile Food Journal: Exploring Opportunities for Lightweight Photo-Based Capture. CHI 2015, 3207-3216."
    },
    {
      "title": "Barriers and Negative Nudges : Exploring Challenges in Food Journaling",
      "authors": [
        "F Cordeiro",
        "D Epstein",
        "E Thomaz",
        "E Bales",
        "A Jagannathan",
        "G Abowd",
        "J Fogarty"
      ],
      "year": 2015,
      "journal": "CHI",
      "raw": "Barriers and Negative Nudges : Exploring Challenges in Food Journaling \n\t\t \n\t\t\t F Cordeiro \n\t\t \n\t\t \n\t\t\t D A Epstein \n\t\t \n\t\t \n\t\t\t E Thomaz \n\t\t \n\t\t \n\t\t\t E Bales \n\t\t \n\t\t \n\t\t\t A K Jagannathan \n\t\t \n\t\t \n\t\t\t G D Abowd \n\t\t \n\t\t \n\t\t\t J Fogarty \n\t\t \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Cordeiro, F., Epstein, D.A., Thomaz, E., Bales, E., Jagannathan, A.K., Abowd, G.D., and Fogarty, J. Barriers and Negative Nudges : Exploring Challenges in Food Journaling. CHI 2015, 1159-1162."
    },
    {
      "title": "HeartLink : Open Broadcast of Live Biometric Data to Social Networks",
      "authors": [
        "F Curmi",
        "M Ferrario",
        "J Southern",
        "J Whittle"
      ],
      "year": 2013,
      "doi": "10.1145/2470654.2466231",
      "journal": "CHI",
      "raw": "HeartLink : Open Broadcast of Live Biometric Data to Social Networks \n\t\t \n\t\t\t F Curmi \n\t\t \n\t\t \n\t\t\t M A Ferrario \n\t\t \n\t\t \n\t\t\t J Southern \n\t\t \n\t\t \n\t\t\t J Whittle \n\t\t \n\t\t 10.1145/2470654.2466231 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Curmi, F., Ferrario, M.A., Southern, J., and Whittle, J. HeartLink : Open Broadcast of Live Biometric Data to Social Networks. CHI 2013, 1749-1758."
    },
    {
      "title": "Desperately Seeking Simplicity: How Young Adults with Cognitive Disabilities and Their Families Adopt Assistive Technologies",
      "authors": [
        "M Dawe"
      ],
      "year": 2006,
      "doi": "10.1145/1124772.1124943",
      "journal": "CHI",
      "raw": "Desperately Seeking Simplicity: How Young Adults with Cognitive Disabilities and Their Families Adopt Assistive Technologies \n\t\t \n\t\t\t M Dawe \n\t\t \n\t\t 10.1145/1124772.1124943 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Dawe, M. Desperately Seeking Simplicity: How Young Adults with Cognitive Disabilities and Their Families Adopt Assistive Technologies. CHI 2006, 1143-1152."
    },
    {
      "title": "Are your Participants Gaming the System? Screening Mechanical Turk Workers",
      "authors": [
        "J Downs",
        "M Holbrook",
        "S Sheng",
        "L Cranor"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753688",
      "journal": "CHI",
      "raw": "Are your Participants Gaming the System? Screening Mechanical Turk Workers \n\t\t \n\t\t\t J S Downs \n\t\t \n\t\t \n\t\t\t M B Holbrook \n\t\t \n\t\t \n\t\t\t S Sheng \n\t\t \n\t\t \n\t\t\t L F Cranor \n\t\t \n\t\t 10.1145/1753326.1753688 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Downs, J.S., Holbrook, M.B., Sheng, S., and Cranor, L.F. Are your Participants Gaming the System? Screening Mechanical Turk Workers. CHI 2010, 2399-2402."
    },
    {
      "title": "Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data",
      "authors": [
        "D Epstein",
        "F Cordeiro",
        "E Bales",
        "J Fogarty",
        "S Munson"
      ],
      "year": 2014,
      "journal": "DIS",
      "raw": "Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data \n\t\t \n\t\t\t D A Epstein \n\t\t \n\t\t \n\t\t\t F Cordeiro \n\t\t \n\t\t \n\t\t\t E Bales \n\t\t \n\t\t \n\t\t\t J Fogarty \n\t\t \n\t\t \n\t\t\t S A Munson \n\t\t \n\t \n\t \n\t\t DIS \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Epstein, D.A., Cordeiro, F., Bales, E., Fogarty, J., and Munson, S.A. Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data. DIS 2014, 667-676."
    },
    {
      "title": "Persuasive Technology in the Real World : A Study of Long-Term Use of Activity Sensing Devices for Fitness",
      "authors": [
        "T Fritz",
        "E Huang",
        "G Murphy",
        "T Zimmermann"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557383",
      "journal": "CHI",
      "raw": "Persuasive Technology in the Real World : A Study of Long-Term Use of Activity Sensing Devices for Fitness \n\t\t \n\t\t\t T Fritz \n\t\t \n\t\t \n\t\t\t E M Huang \n\t\t \n\t\t \n\t\t\t G C Murphy \n\t\t \n\t\t \n\t\t\t T Zimmermann \n\t\t \n\t\t 10.1145/2556288.2557383 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Fritz, T., Huang, E.M., Murphy, G.C., and Zimmermann, T. Persuasive Technology in the Real World : A Study of Long-Term Use of Activity Sensing Devices for Fitness. CHI 2014, 487-496."
    },
    {
      "title": "SenseCam: A Retrospective Memory Aid",
      "authors": [
        "S Hodges",
        "L Williams",
        "E Berry",
        "S Izadi",
        "J Srinivasan",
        "A Butler",
        "G Smyth",
        "N Kapur",
        "K Wood"
      ],
      "year": 2006,
      "journal": "UbiComp",
      "raw": "SenseCam: A Retrospective Memory Aid \n\t\t \n\t\t\t S Hodges \n\t\t \n\t\t \n\t\t\t L Williams \n\t\t \n\t\t \n\t\t\t E Berry \n\t\t \n\t\t \n\t\t\t S Izadi \n\t\t \n\t\t \n\t\t\t J Srinivasan \n\t\t \n\t\t \n\t\t\t A Butler \n\t\t \n\t\t \n\t\t\t G Smyth \n\t\t \n\t\t \n\t\t\t N Kapur \n\t\t \n\t\t \n\t\t\t K Wood \n\t\t \n\t \n\t \n\t\t UbiComp \n\t\t \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Hodges, S., Williams, L., Berry, E., Izadi, S., Srinivasan, J., Butler, A., Smyth, G., Kapur, N., and Wood, K. SenseCam: A Retrospective Memory Aid. UbiComp 2006, 177-193."
    },
    {
      "title": "Mobile Social Networks and Social Practice: A Case Study of Dodgeball",
      "authors": [
        "L Humphreys"
      ],
      "year": 2007,
      "doi": "10.1111/j.1083-6101.2007.00399.x",
      "journal": "J Compu-Mediat Comm",
      "volume": "13",
      "raw": "Mobile Social Networks and Social Practice: A Case Study of Dodgeball \n\t\t \n\t\t\t L Humphreys \n\t\t \n\t\t 10.1111/j.1083-6101.2007.00399.x \n\t \n\t \n\t\t J Compu-Mediat Comm \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Humphreys, L. Mobile Social Networks and Social Practice: A Case Study of Dodgeball. J Compu-Mediat Comm 13, (2007), 341-360."
    },
    {
      "title": "There's No Such Thing as Gaining a Pound: Reconsidering the Bathroom Scale User Interface",
      "authors": [
        "M Kay",
        "D Morris",
        "M Schraefel",
        "J Kientz"
      ],
      "year": 2013,
      "doi": "10.1145/2493432.2493456",
      "journal": "UbiComp",
      "raw": "There's No Such Thing as Gaining a Pound: Reconsidering the Bathroom Scale User Interface \n\t\t \n\t\t\t M Kay \n\t\t \n\t\t \n\t\t\t D Morris \n\t\t \n\t\t \n\t\t\t M C Schraefel \n\t\t \n\t\t \n\t\t\t J A Kientz \n\t\t \n\t\t 10.1145/2493432.2493456 \n\t \n\t \n\t\t UbiComp \n\t\t \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Kay, M., Morris, D., schraefel, m.c., and Kientz, J.A. There's No Such Thing as Gaining a Pound: Reconsidering the Bathroom Scale User Interface. UbiComp 2013, 401-410."
    },
    {
      "title": "Money Talks: Tracking Personal Finances",
      "authors": [
        "J Kaye",
        "M Mccuistion",
        "R Gulotta",
        "D Shamma"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2556975",
      "journal": "CHI",
      "raw": "Money Talks: Tracking Personal Finances \n\t\t \n\t\t\t J J Kaye \n\t\t \n\t\t \n\t\t\t M Mccuistion \n\t\t \n\t\t \n\t\t\t R Gulotta \n\t\t \n\t\t \n\t\t\t D A Shamma \n\t\t \n\t\t 10.1145/2556288.2556975 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Kaye, J.J., Mccuistion, M., Gulotta, R., and Shamma, D.A. Money Talks: Tracking Personal Finances. CHI 2014, 521-530."
    },
    {
      "title": "A Stage-Based Model of Personal Informatics Systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409",
      "journal": "CHI",
      "raw": "A Stage-Based Model of Personal Informatics Systems \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t A Dey \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t\t 10.1145/1753326.1753409 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Li, I., Dey, A., and Forlizzi, J. A Stage-Based Model of Personal Informatics Systems. CHI 2010, 557-566."
    },
    {
      "title": "Understanding My Data, Myself: Supporting Self-Reflection with Ubicomp Technologies",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2011,
      "journal": "UbiComp",
      "raw": "Understanding My Data, Myself: Supporting Self-Reflection with Ubicomp Technologies \n\t\t \n\t\t\t I Li \n\t\t \n\t\t \n\t\t\t A K A Dey \n\t\t \n\t\t \n\t\t\t J Forlizzi \n\t\t \n\t \n\t \n\t\t UbiComp \n\t\t \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Li, I., Dey, A.K.A., and Forlizzi, J. Understanding My Data, Myself: Supporting Self-Reflection with Ubicomp Technologies. UbiComp 2011, 405-414."
    },
    {
      "title": "n'Steps: Encouraging Physical Activity with an Interactive Computer Game",
      "authors": [
        "J Lin",
        "L Mamykina",
        "S Lindtner",
        "G Delajoux",
        "H Strub"
      ],
      "year": 2006,
      "journal": "UbiComp",
      "raw": "n'Steps: Encouraging Physical Activity with an Interactive Computer Game \n\t\t \n\t\t\t J J Lin \n\t\t \n\t\t \n\t\t\t L Mamykina \n\t\t \n\t\t \n\t\t\t S Lindtner \n\t\t \n\t\t \n\t\t\t G Delajoux \n\t\t \n\t\t \n\t\t\t H B Strub \n\t\t \n\t\t \n\t\t\t Fish \n\t\t \n\t \n\t \n\t\t UbiComp \n\t\t \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Lin, J.J., Mamykina, L., Lindtner, S., Delajoux, G., and Strub, H.B. Fish'n'Steps: Encouraging Physical Activity with an Interactive Computer Game. UbiComp 2006, 261-278."
    },
    {
      "title": "I'm the Mayor of My House: Examining Why People Use Foursquare-A Social-Driven Location Sharing Application",
      "authors": [
        "J Lindqvist",
        "J Cranshaw",
        "J Wiese",
        "J Hong",
        "J Zimmerman"
      ],
      "year": 2011,
      "doi": "10.1145/1978942.1979295",
      "journal": "CHI",
      "raw": "I'm the Mayor of My House: Examining Why People Use Foursquare-A Social-Driven Location Sharing Application \n\t\t \n\t\t\t J Lindqvist \n\t\t \n\t\t \n\t\t\t J Cranshaw \n\t\t \n\t\t \n\t\t\t J Wiese \n\t\t \n\t\t \n\t\t\t J Hong \n\t\t \n\t\t \n\t\t\t J Zimmerman \n\t\t \n\t\t 10.1145/1978942.1979295 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Lindqvist, J., Cranshaw, J., Wiese, J., Hong, J., and Zimmerman, J. I'm the Mayor of My House: Examining Why People Use Foursquare-A Social-Driven Location Sharing Application. CHI 2011, 2409-2418."
    },
    {
      "title": "Designing for Peer Involvement in Weight Management",
      "authors": [
        "J Maitland",
        "M Chalmers"
      ],
      "year": 2011,
      "journal": "CHI",
      "raw": "Designing for Peer Involvement in Weight Management \n\t\t \n\t\t\t J Maitland \n\t\t \n\t\t \n\t\t\t M Chalmers \n\t\t \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Maitland, J. and Chalmers, M. Designing for Peer Involvement in Weight Management. CHI 2011, 315-324."
    },
    {
      "title": "Exploring Goal-Setting, Rewards, Self-Monitoring, and Sharing to Motivate Physical Activity",
      "authors": [
        "S Munson",
        "S Consolvo"
      ],
      "year": 2012,
      "doi": "10.4108/icst.pervasivehealth.2012.248691",
      "journal": "PervasiveHealth",
      "raw": "Exploring Goal-Setting, Rewards, Self-Monitoring, and Sharing to Motivate Physical Activity \n\t\t \n\t\t\t S A Munson \n\t\t \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t 10.4108/icst.pervasivehealth.2012.248691 \n\t \n\t \n\t\t PervasiveHealth \n\t\t \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Munson, S.A. and Consolvo, S. Exploring Goal-Setting, Rewards, Self-Monitoring, and Sharing to Motivate Physical Activity. PervasiveHealth 2012, 25-32."
    },
    {
      "title": "Effects of Public Commitments and Accountability in a Technology-Supported Physical Activity Intervention",
      "authors": [
        "S Munson",
        "E Krupka",
        "C Richardson",
        "P Resnick"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702524",
      "journal": "CHI",
      "raw": "Effects of Public Commitments and Accountability in a Technology-Supported Physical Activity Intervention \n\t\t \n\t\t\t S A Munson \n\t\t \n\t\t \n\t\t\t E Krupka \n\t\t \n\t\t \n\t\t\t C Richardson \n\t\t \n\t\t \n\t\t\t P Resnick \n\t\t \n\t\t 10.1145/2702123.2702524 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Munson, S.A., Krupka, E., Richardson, C., and Resnick, P. Effects of Public Commitments and Accountability in a Technology-Supported Physical Activity Intervention. CHI 2015, 1135-1144."
    },
    {
      "title": "It's not that I don't have problems, I'm just not putting them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health",
      "authors": [
        "M Newman",
        "D Lauterbach",
        "S Munson",
        "P Resnick",
        "M Morris"
      ],
      "year": 2011,
      "doi": "10.1145/1958824.1958876",
      "journal": "CSCW",
      "raw": "It's not that I don't have problems, I'm just not putting them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health \n\t\t \n\t\t\t M Newman \n\t\t \n\t\t \n\t\t\t D Lauterbach \n\t\t \n\t\t \n\t\t\t S A Munson \n\t\t \n\t\t \n\t\t\t P Resnick \n\t\t \n\t\t \n\t\t\t M E Morris \n\t\t \n\t\t 10.1145/1958824.1958876 \n\t \n\t \n\t\t CSCW \n\t\t \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Newman, M., Lauterbach, D., Munson, S.A., Resnick, P., and Morris, M.E. \"It's not that I don't have problems, I'm just not putting them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health. CSCW 2011, 341-350."
    },
    {
      "title": "Wearable Tech is Plugging into Health Insurance",
      "authors": [
        "P Olson"
      ],
      "raw": "Wearable Tech is Plugging into Health Insurance \n\t\t \n\t\t\t P Olson \n\t\t \n\t\t \n\t\t \n\t\t\t Forbes \n\t\t \n\t \n\t Olson, P. Wearable Tech is Plugging into Health Insurance. Forbes. http://www.forbes.com/sites/parmyolson/2014/06/19/ wearable-tech-health-insurance/."
    },
    {
      "title": "Navigating the Social Terrain with Google Latitude",
      "authors": [
        "X Page",
        "A Kobsa"
      ],
      "year": 2010,
      "journal": "iConference",
      "raw": "Navigating the Social Terrain with Google Latitude \n\t\t \n\t\t\t X Page \n\t\t \n\t\t \n\t\t\t A Kobsa \n\t\t \n\t \n\t \n\t\t iConference \n\t\t \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Page, X. and Kobsa, A. Navigating the Social Terrain with Google Latitude. iConference 2010, 174-178."
    },
    {
      "title": "Behavior: The Control of Perception",
      "authors": [
        "W Powers"
      ],
      "year": 2005,
      "raw": "Behavior: The Control of Perception \n\t\t \n\t\t\t W T Powers \n\t\t \n\t\t \n\t\t\t 2005 \n\t\t\t Benchmark Publications \n\t\t \n\t \n\t Powers, W.T. Behavior: The Control of Perception. Benchmark Publications, 2005."
    },
    {
      "title": "The Transtheoretical Model of Health Behavior Change",
      "authors": [
        "J Prochaska",
        "W Velcier"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.38",
      "journal": "American Journal of Health Promotion",
      "volume": "12",
      "issue": "1",
      "raw": "The Transtheoretical Model of Health Behavior Change \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t W F Velcier \n\t\t \n\t\t 10.4278/0890-1171-12.1.38 \n\t \n\t \n\t\t American Journal of Health Promotion \n\t\t \n\t\t\t 12 \n\t\t\t 1 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Prochaska, J.O. and Velcier, W.F. The Transtheoretical Model of Health Behavior Change. American Journal of Health Promotion 12, 1 (1997), 38-48."
    },
    {
      "title": "BodyBeat : A Mobile System for Sensing Non-Speech Body Sounds",
      "authors": [
        "T Rahman",
        "A Adams",
        "M Zhang",
        "E Cherry",
        "B Zhou",
        "H Peng",
        "T Choudhury"
      ],
      "year": 2014,
      "journal": "MobiSys",
      "raw": "BodyBeat : A Mobile System for Sensing Non-Speech Body Sounds \n\t\t \n\t\t\t T Rahman \n\t\t \n\t\t \n\t\t\t A T Adams \n\t\t \n\t\t \n\t\t\t M Zhang \n\t\t \n\t\t \n\t\t\t E Cherry \n\t\t \n\t\t \n\t\t\t B Zhou \n\t\t \n\t\t \n\t\t\t H Peng \n\t\t \n\t\t \n\t\t\t T Choudhury \n\t\t \n\t \n\t \n\t\t MobiSys \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Rahman, T., Adams, A.T., Zhang, M., Cherry, E., Zhou, B., Peng, H., and Choudhury, T. BodyBeat : A Mobile System for Sensing Non-Speech Body Sounds. MobiSys 2014, 2-13."
    },
    {
      "title": "Personal Tracking as Lived Informatics",
      "authors": [
        "J Rooksby",
        "M Rost",
        "A Morrison",
        "M Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039",
      "journal": "CHI",
      "raw": "Personal Tracking as Lived Informatics \n\t\t \n\t\t\t J Rooksby \n\t\t \n\t\t \n\t\t\t M Rost \n\t\t \n\t\t \n\t\t\t A Morrison \n\t\t \n\t\t \n\t\t\t M Chalmers \n\t\t \n\t\t 10.1145/2556288.2557039 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Rooksby, J., Rost, M., Morrison, A., and Chalmers, M. Personal Tracking as Lived Informatics. CHI 2014, 1163-1172."
    },
    {
      "title": "Giving up Twitter for Lent: How and Why We Take Breaks from Social Media",
      "authors": [
        "S Schoenebeck"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2556983",
      "journal": "CHI",
      "raw": "Giving up Twitter for Lent: How and Why We Take Breaks from Social Media \n\t\t \n\t\t\t S Y Schoenebeck \n\t\t \n\t\t 10.1145/2556288.2556983 \n\t \n\t \n\t\t CHI \n\t\t \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Schoenebeck, S.Y. Giving up Twitter for Lent: How and Why We Take Breaks from Social Media. CHI 2014, 773-782."
    },
    {
      "title": "The Reflective Practitioner",
      "authors": [
        "D Schön"
      ],
      "year": 1983,
      "raw": "The Reflective Practitioner \n\t\t \n\t\t\t D A Schön \n\t\t \n\t\t \n\t\t\t 1983 \n\t\t\t Basic Books \n\t\t \n\t \n\t Schön, D.A. The Reflective Practitioner. Basic Books, 1983."
    },
    {
      "title": "Social Disclosure of Place: From Location Technology to Communication Practices",
      "authors": [
        "I Smith",
        "S Consolvo",
        "A Lamarca",
        "J Hightower",
        "J Scott",
        "T Sohn",
        "J Hughes",
        "G Iachello",
        "G Abowd"
      ],
      "year": 2005,
      "doi": "10.1007/11428572_9",
      "journal": "Pervasive",
      "raw": "Social Disclosure of Place: From Location Technology to Communication Practices \n\t\t \n\t\t\t I Smith \n\t\t \n\t\t \n\t\t\t S Consolvo \n\t\t \n\t\t \n\t\t\t A Lamarca \n\t\t \n\t\t \n\t\t\t J Hightower \n\t\t \n\t\t \n\t\t\t J Scott \n\t\t \n\t\t \n\t\t\t T Sohn \n\t\t \n\t\t \n\t\t\t J Hughes \n\t\t \n\t\t \n\t\t\t G Iachello \n\t\t \n\t\t \n\t\t\t G D Abowd \n\t\t \n\t\t 10.1007/11428572_9 \n\t \n\t \n\t\t Pervasive \n\t\t \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Smith, I., Consolvo, S., Lamarca, A., Hightower, J., Scott, J., Sohn, T., Hughes, J., Iachello, G., and Abowd, G.D. Social Disclosure of Place: From Location Technology to Communication Practices. Pervasive 2005, 134-151."
    },
    {
      "title": "Rethinking Location Sharing: Exploring the Implications of Social-Driven vs. Purpose-Driven Location Sharing",
      "authors": [
        "K Tang",
        "J Lin",
        "J Hong",
        "D Siewiorek",
        "N Sadeh"
      ],
      "year": 2010,
      "doi": "10.1145/1864349.1864363",
      "journal": "UbiComp",
      "raw": "Rethinking Location Sharing: Exploring the Implications of Social-Driven vs. Purpose-Driven Location Sharing \n\t\t \n\t\t\t K P Tang \n\t\t \n\t\t \n\t\t\t J Lin \n\t\t \n\t\t \n\t\t\t J I Hong \n\t\t \n\t\t \n\t\t\t D P Siewiorek \n\t\t \n\t\t \n\t\t\t N Sadeh \n\t\t \n\t\t 10.1145/1864349.1864363 \n\t \n\t \n\t\t UbiComp \n\t\t \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Tang, K.P., Lin, J., Hong, J.I., Siewiorek, D.P., and Sadeh, N. Rethinking Location Sharing: Exploring the Implications of Social-Driven vs. Purpose-Driven Location Sharing. UbiComp 2010, 85-94."
    },
    {
      "title": "Inferring Meal Eating Activities in Real World Settings from Ambient Sounds: A Feasibility Study",
      "authors": [
        "E Thomaz",
        "C Zhang",
        "I Essa",
        "G Abowd"
      ],
      "year": 2015,
      "doi": "10.1145/2678025.2701405",
      "journal": "IUI",
      "raw": "Inferring Meal Eating Activities in Real World Settings from Ambient Sounds: A Feasibility Study \n\t\t \n\t\t\t E Thomaz \n\t\t \n\t\t \n\t\t\t C Zhang \n\t\t \n\t\t \n\t\t\t I Essa \n\t\t \n\t\t \n\t\t\t G D Abowd \n\t\t \n\t\t 10.1145/2678025.2701405 \n\t \n\t \n\t\t IUI \n\t\t \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Thomaz, E., Zhang, C., Essa, I., and Abowd, G.D. Inferring Meal Eating Activities in Real World Settings from Ambient Sounds: A Feasibility Study. IUI 2015, 427-431."
    },
    {
      "title": "Encouraging Physical Activity in Teens: Can Technology Help Reduce Barriers to Physical Activity in Adolescent Girls?",
      "authors": [
        "T Toscos",
        "A Faber",
        "K Connelly",
        "A Upoma"
      ],
      "year": 2008,
      "doi": "10.1109/pcthealth.2008.4571073",
      "journal": "PervasiveHealth",
      "raw": "Encouraging Physical Activity in Teens: Can Technology Help Reduce Barriers to Physical Activity in Adolescent Girls? \n\t\t \n\t\t\t T Toscos \n\t\t \n\t\t \n\t\t\t A Faber \n\t\t \n\t\t \n\t\t\t K Connelly \n\t\t \n\t\t \n\t\t\t A M Upoma \n\t\t \n\t\t 10.1109/pcthealth.2008.4571073 \n\t \n\t \n\t\t PervasiveHealth \n\t\t \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Toscos, T., Faber, A., Connelly, K., and Upoma, A.M. Encouraging Physical Activity in Teens: Can Technology Help Reduce Barriers to Physical Activity in Adolescent Girls? PervasiveHealth 2008, 218-221."
    },
    {
      "title": "On the Integration of Self-tracking Data amongst Quantified Self Members",
      "authors": [
        "M Whooley",
        "K Gray",
        "B Ploderer",
        "K Gray"
      ],
      "doi": "10.14236/ewic/hci2014.19",
      "journal": "HCI",
      "volume": "2014",
      "raw": "On the Integration of Self-tracking Data amongst Quantified Self Members \n\t\t \n\t\t\t M Whooley \n\t\t \n\t\t \n\t\t\t K Gray \n\t\t \n\t\t \n\t\t\t B Ploderer \n\t\t \n\t\t \n\t\t\t K Gray \n\t\t \n\t\t 10.14236/ewic/hci2014.19 \n\t \n\t \n\t\t HCI \n\t\t \n\t\t\t 2014 \n\t\t\t \n\t\t \n\t \n\t Whooley, M., Gray, K., Ploderer, B., and Gray, K. On the Integration of Self-tracking Data amongst Quantified Self Members. HCI 2014, 151-160."
    }
  ],
  "num_references": 41,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Li et al.'s five-stage model of personal informatics, reprinted with permission [21]. Primarily informed by tracking toward behavior change, the model emphasizes data barriers toward a presumed action. We extend this model to characterize challenges in lived informatics."
    },
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Our lived informatics model of personal informatics. It includes the process of deciding to track and selecting tools, tracking and acting as an ongoing process of collection, integration, and reflection, and lapsing of tracking that may later be resumed."
    },
    {
      "caption": "Figure 4 .",
      "description": "Figure 4. Respondents (a) often make daily or weekly use of physical activity and financial tools, while (b) location tools were typically used less than twice in the past week."
    },
    {
      "caption": "Figure 3 .",
      "description": "Figure 3. Respondents reported using financial tracking tools for longer than other tracking tools, and were quickest to abandon location tracking tools."
    },
    {
      "caption": "Figure 5 .",
      "description": "Figure 5. Respondents (a) often reviewed physical activity data at least weekly, while (b) the majority of location trackers had not reviewed their data in the past week."
    }
  ],
  "num_figures": 5,
  "num_citations": 140,
  "cited_references": [
    "b32",
    "b39",
    "b38",
    "b14",
    "b17",
    "b4",
    "b20",
    "b24",
    "b40",
    "b26",
    "b28",
    "b13",
    "b33",
    "b27",
    "b16",
    "b7",
    "b23",
    "b29",
    "b19",
    "b6",
    "b18",
    "b30",
    "b1",
    "b35",
    "b31",
    "b9",
    "b10",
    "b3",
    "b5",
    "b34",
    "b8",
    "b12",
    "b15",
    "b11",
    "b36",
    "b37",
    "b25",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 1  Computer Science & Engineering ,",
    "[raw_affiliation] 2  Human Centered Design & Engineering DUB Group , University of Washington",
    "[raw_affiliation] 1  Computer Science & Engineering ,",
    "[raw_affiliation] 2  Human Centered Design & Engineering DUB Group , University of Washington",
    "UBICOMP'15, SEPTEMBER 7-11, 2015, OSAKA, JAPAN",
    "[raw_reference] Bandura, A. Social Cognitive Theory of Self-Regulation. J Organ Behav Hum Dec, 50 (1991), 248-287.",
    "[raw_reference] Baumer, E.P.S., Khovanskaya, V., Matthews, M., Reynolds, L., Sosik, V.S., and Gay, G. Reviewing Reflection: On the Use of Reflection in Interactive System Design. DIS 2014, 93-102.",
    "[raw_reference] Bentley, F., Tollmar, K., Stephenson, P., Levy, L., Jones, B., Robertson, S., Price, E., Catrambone, R., and Wilson, J. Health Mashups : Presenting Statistical Patterns between Wellbeing Data and Context in Natural Language to Promote Behavior Change. TOCHI 20, 5 (2013), 1-27.",
    "[raw_reference] Bentley, F. and Tollmar, K. The Power of Mobile Notifications to Increase Wellbeing Logging Behavior. CHI 2013, 1095-1098.",
    "[raw_reference] Berinsky, A.J., Huber, G.A., and Lenz, G.S. Evaluating Online Labor Markets for Experimental Research: Amazon.com's Mechanical Turk. Political Analysis 20, (2012), 351-368.",
    "[raw_reference] Choe, E.K., Lee, N.B., Lee, B., Pratt, W., and Kientz, J.A. Understanding Quantified-Selfers' Practices in Collecting and Exploring Personal Data. CHI 2014, 1143-1152.",
    "[report_type] PhD Dissertation",
    "[raw_reference] Choe, E.K. Designing Self-Monitoring Technology to Promote Data Capture and Reflection. PhD Dissertation. The Information School, University of Washington, Seattle Washington.",
    "[raw_reference] Consolvo, S., Everitt, K., Smith, I., and Landay, J.A. Design Requirements for Technologies that Encourage Physical Activity. CHI 2006, 457-466.",
    "[raw_reference] Consolvo, S., Smith, I.E., Matthews, T., LaMarca, A., and Tabert, J. Location Disclosure to Social Relations: Why, When, & What People Want to Share. CHI 2005, 81-90.",
    "[raw_reference] Cordeiro, F., Bales, E., Cherry, E., and Fogarty, J. Rethinking the Mobile Food Journal: Exploring Opportunities for Lightweight Photo-Based Capture. CHI 2015, 3207-3216.",
    "[raw_reference] Cordeiro, F., Epstein, D.A., Thomaz, E., Bales, E., Jagannathan, A.K., Abowd, G.D., and Fogarty, J. Barriers and Negative Nudges : Exploring Challenges in Food Journaling. CHI 2015, 1159-1162.",
    "[raw_reference] Curmi, F., Ferrario, M.A., Southern, J., and Whittle, J. HeartLink : Open Broadcast of Live Biometric Data to Social Networks. CHI 2013, 1749-1758.",
    "[raw_reference] Dawe, M. Desperately Seeking Simplicity: How Young Adults with Cognitive Disabilities and Their Families Adopt Assistive Technologies. CHI 2006, 1143-1152.",
    "[raw_reference] Downs, J.S., Holbrook, M.B., Sheng, S., and Cranor, L.F. Are your Participants Gaming the System? Screening Mechanical Turk Workers. CHI 2010, 2399-2402.",
    "[raw_reference] Epstein, D.A., Cordeiro, F., Bales, E., Fogarty, J., and Munson, S.A. Taming Data Complexity in Lifelogs: Exploring Visual Cuts of Personal Informatics Data. DIS 2014, 667-676.",
    "[raw_reference] Fritz, T., Huang, E.M., Murphy, G.C., and Zimmermann, T. Persuasive Technology in the Real World : A Study of Long-Term Use of Activity Sensing Devices for Fitness. CHI 2014, 487-496.",
    "[raw_reference] Hodges, S., Williams, L., Berry, E., Izadi, S., Srinivasan, J., Butler, A., Smyth, G., Kapur, N., and Wood, K. SenseCam: A Retrospective Memory Aid. UbiComp 2006, 177-193.",
    "[raw_reference] Humphreys, L. Mobile Social Networks and Social Practice: A Case Study of Dodgeball. J Compu-Mediat Comm 13, (2007), 341-360.",
    "[raw_reference] Kay, M., Morris, D., schraefel, m.c., and Kientz, J.A. There's No Such Thing as Gaining a Pound: Reconsidering the Bathroom Scale User Interface. UbiComp 2013, 401-410.",
    "[raw_reference] Kaye, J.J., Mccuistion, M., Gulotta, R., and Shamma, D.A. Money Talks: Tracking Personal Finances. CHI 2014, 521-530.",
    "[raw_reference] Li, I., Dey, A., and Forlizzi, J. A Stage-Based Model of Personal Informatics Systems. CHI 2010, 557-566.",
    "[raw_reference] Li, I., Dey, A.K.A., and Forlizzi, J. Understanding My Data, Myself: Supporting Self-Reflection with Ubicomp Technologies. UbiComp 2011, 405-414.",
    "[raw_reference] Lin, J.J., Mamykina, L., Lindtner, S., Delajoux, G., and Strub, H.B. Fish'n'Steps: Encouraging Physical Activity with an Interactive Computer Game. UbiComp 2006, 261-278.",
    "[raw_reference] Lindqvist, J., Cranshaw, J., Wiese, J., Hong, J., and Zimmerman, J. I'm the Mayor of My House: Examining Why People Use Foursquare-A Social-Driven Location Sharing Application. CHI 2011, 2409-2418.",
    "[raw_reference] Maitland, J. and Chalmers, M. Designing for Peer Involvement in Weight Management. CHI 2011, 315-324.",
    "[raw_reference] Munson, S.A. and Consolvo, S. Exploring Goal-Setting, Rewards, Self-Monitoring, and Sharing to Motivate Physical Activity. PervasiveHealth 2012, 25-32.",
    "[raw_reference] Munson, S.A., Krupka, E., Richardson, C., and Resnick, P. Effects of Public Commitments and Accountability in a Technology-Supported Physical Activity Intervention. CHI 2015, 1135-1144.",
    "[raw_reference] Newman, M., Lauterbach, D., Munson, S.A., Resnick, P., and Morris, M.E. \"It's not that I don't have problems, I'm just not putting them on Facebook\": Challenges and Opportunities in Using Online Social Networks for Health. CSCW 2011, 341-350.",
    "[raw_reference] Olson, P. Wearable Tech is Plugging into Health Insurance. Forbes. http://www.forbes.com/sites/parmyolson/2014/06/19/ wearable-tech-health-insurance/.",
    "[raw_reference] Page, X. and Kobsa, A. Navigating the Social Terrain with Google Latitude. iConference 2010, 174-178.",
    "[raw_reference] Powers, W.T. Behavior: The Control of Perception. Benchmark Publications, 2005.",
    "[raw_reference] Prochaska, J.O. and Velcier, W.F. The Transtheoretical Model of Health Behavior Change. American Journal of Health Promotion 12, 1 (1997), 38-48.",
    "[raw_reference] Rahman, T., Adams, A.T., Zhang, M., Cherry, E., Zhou, B., Peng, H., and Choudhury, T. BodyBeat : A Mobile System for Sensing Non-Speech Body Sounds. MobiSys 2014, 2-13.",
    "[raw_reference] Rooksby, J., Rost, M., Morrison, A., and Chalmers, M. Personal Tracking as Lived Informatics. CHI 2014, 1163-1172.",
    "[raw_reference] Schoenebeck, S.Y. Giving up Twitter for Lent: How and Why We Take Breaks from Social Media. CHI 2014, 773-782.",
    "[raw_reference] Schön, D.A. The Reflective Practitioner. Basic Books, 1983.",
    "[raw_reference] Smith, I., Consolvo, S., Lamarca, A., Hightower, J., Scott, J., Sohn, T., Hughes, J., Iachello, G., and Abowd, G.D. Social Disclosure of Place: From Location Technology to Communication Practices. Pervasive 2005, 134-151.",
    "[raw_reference] Tang, K.P., Lin, J., Hong, J.I., Siewiorek, D.P., and Sadeh, N. Rethinking Location Sharing: Exploring the Implications of Social-Driven vs. Purpose-Driven Location Sharing. UbiComp 2010, 85-94.",
    "[raw_reference] Thomaz, E., Zhang, C., Essa, I., and Abowd, G.D. Inferring Meal Eating Activities in Real World Settings from Ambient Sounds: A Feasibility Study. IUI 2015, 427-431.",
    "[raw_reference] Toscos, T., Faber, A., Connelly, K., and Upoma, A.M. Encouraging Physical Activity in Teens: Can Technology Help Reduce Barriers to Physical Activity in Adolescent Girls? PervasiveHealth 2008, 218-221.",
    "[raw_reference] Whooley, M., Gray, K., Ploderer, B., and Gray, K. On the Integration of Self-tracking Data amongst Quantified Self Members. HCI 2014, 151-160."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "pages": "731-742"
}
