{
  "paper_id": "I3QK33BC",
  "title": "Mechanical Force Redistribution: Enabling Seamless, Large-Format, High-Accuracy Surface Interaction",
  "abstract": "Figure 1. Mechanical Force Redistribution (MFR) (a) hand tiles and (b) floor tiles. MFR creates an anti-aliased image of all forces applied to a surface. In the visualization of the anti-aliased forces, a Gaussian blur is applied to demonstrate the high positional accuracy of an MFR tile.",
  "year": 2013,
  "date": "2013",
  "journal": "Startup + Health",
  "publication": "Startup + Health",
  "authors": [
    {
      "forename": "Alex",
      "surname": "Grau",
      "name": "Alex Grau",
      "affiliation": "Tactonic Technologies , LLC NYU Media Research Laboratory \n\t\t\t\t\t\t\t\t Media Research Laboratory \n\t\t\t\t\t\t\t\t Tactonic Technologies \n\t\t\t\t\t\t\t\t LLC \n\t\t\t\t\t\t\t\t NYU",
      "email": "alexgrau@gmail.com"
    },
    {
      "forename": "Charles",
      "surname": "Hendee",
      "name": "Charles Hendee",
      "affiliation": "Tactonic Technologies , LLC NYU Media Research Laboratory \n\t\t\t\t\t\t\t\t Media Research Laboratory \n\t\t\t\t\t\t\t\t Tactonic Technologies \n\t\t\t\t\t\t\t\t LLC \n\t\t\t\t\t\t\t\t NYU",
      "email": "chendee@gmail.com"
    },
    {
      "forename": "John-Ross",
      "surname": "Rizzo",
      "name": "John-Ross Rizzo",
      "affiliation": "Tactonic Technologies , LLC NYU Media Research Laboratory \n\t\t\t\t\t\t\t\t Media Research Laboratory \n\t\t\t\t\t\t\t\t Tactonic Technologies \n\t\t\t\t\t\t\t\t LLC \n\t\t\t\t\t\t\t\t NYU",
      "email": "johnrossrizzo@gmail.com"
    },
    {
      "forename": "Ken",
      "surname": "Perlin",
      "name": "Ken Perlin",
      "affiliation": "Tactonic Technologies , LLC NYU Media Research Laboratory \n\t\t\t\t\t\t\t\t Media Research Laboratory \n\t\t\t\t\t\t\t\t Tactonic Technologies \n\t\t\t\t\t\t\t\t LLC \n\t\t\t\t\t\t\t\t NYU",
      "email": "perlin@cs.nyu.edu"
    }
  ],
  "doi": "10.1145/2556288.2557172",
  "keywords": [
    "ACM Classification H.5.2 Information interfaces and presentation: Input devices and strategies Mechanical Force Redistribution",
    "Input Device",
    "Sensor",
    "Pressure",
    "Force",
    "Large Format",
    "Tabletop",
    "Floors",
    "Medical"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Multi-touch sensors have become ubiquitous on small-format surface interaction devices such as smart phones and tablets. Recently, medium-format multi-touch has become more commonplace for larger capacitive and infrared touch screens  [24, 14] .\n\nLarge format surface interaction, on the other hand, still remains an expensive and fractured market. A variety of technologies exist for large-format interaction, each having its own strengths and weaknesses. None of these technologies, however, offer a seamless, high-accuracy, thin surface format for multi-touch human-computer interaction at arbitrarily large scales for tables, walls and floors.\n\nWe present a new method of sensing, Mechanical Force Redistribution (MFR), which creates an anti-aliased image of forces applied to a surface. We demonstrate MFR with two prototype sensors: a more traditional HCI wall/tabletop interaction sensor (hand based interaction) and a coarser resolution large format sensor for floor based interaction.\n\nMFR contributes beyond previous work by providing a technology that is capable of inexpensively scaling-up (at a linear price curve relative to area), and of producing a seamless signal between contiguous sensor tiles to support arbitrarily large form factors. MFR tiles can be integrated with projectors to enable force sensitive electronic whiteboards, and with flexible OLEDs to enable durable displays with an opaque sensor. MFR tiles also represent an objective tool to be leveraged in the medical space as a sensing device for both clinical research and clinical testing."
    },
    {
      "title": "MECHANICAL FORCE REDISTRIBUTION",
      "text": "Mechanical Force Redistribution (MFR) is a process by which forces applied to an outer surface are spread or distributed to protrusions (small bumps or pegs) in contact with discrete forcels (force sensing cells). The result is an antialiased image of pressure that can be used to perform highly accurate interactions with a low-density grid.\n\nA key feature of MFR is that a signal is produced by the sensor even when the applied force lies completely between adjacent forcels. Applied force is redistributed as follows: (1) a small protrusion is positioned directly on top of each forcel, and (2) a semi-rigid sheet or piecewise rigid plate is placed atop these protrusions. This arrangement ensures that there is little signal lost relative to the forces applied to the surface of the sensor, and that the signal is continuous and smoothly interpolated even when forces are widely spaced.\n\nFigure  3  shows mechanical force redistribution (shown here in one dimension, rather than two). Force imparted to the outermost layer is distributed to the protrusions and detected at each adjacent forcel. The proportion of the force imparted to each protrusion is dependent on the distance from each adjacent protrusion and is represented in the figure by the height of the corresponding black rectangle.\n\nFigure  2  shows mechanical force redistribution over two dimensions, where the size of the black circles in the smaller image in the upper left-hand corner are proportional to the force being applied to the corresponding forcel. We can obtain, via bilinear interpolation of these four force values, the centroid and force of the contact applied to the sensors surface, whether the force is applied with a finger, stylus, foot or object.\n\nNote that, while our prototype MFR sensors can be very sensitive (able to detect as little as two grams of force), they do require a non-zero force to be applied, and thus by definition are not a zero-touch technology."
    },
    {
      "title": "RELATED WORK"
    },
    {
      "title": "Resistive",
      "text": "Resistive based force sensors have been in use for over thirty years  [10, 13] . Four-wire resistive sensors were one of the earliest and most common uses of resistive sensing. These sensors, though common, generally detect only a single touch and are not durable.\n\nIn 1997,  Paradiso et al. presented  The Magic Carpet, a 60 square foot piezoelectric floor sensor paired with two doppler radar motion sensors  [16] . The floor sensor utilizes a 16 x 32 grid of piezoelectric wires spaced at a 10 cm (4 inch) pitch to gain pressure/location data, while the Doppler radar estimates upper-body motion. Z-Tiles, another project out of the MIT Media Lab, creates modular floor tiles that interlock to cover large areas  [21] . Each tile contains 20 discrete hexagon-shaped force sensors with no interpolation.\n\nThe UnMousePad, which can also create a high-quality antialiased pressure image, utilizes Interpolated Force Sensitive Resistance (IFSR)  [22] . The UnMousePad is made of two sheets of PET plastic with a flood coat of FSR ink printed over conductive trace wires. These sheets are brought into contact, forming a grid of intersecting trace wires. The flood coat of FSR allows for interpolation between the trace wires. However, UnMousePad sensors cannot seamlessly tile together without overlapping the sensor films. Also, the flood coat of FSR becomes cost prohibitive over large areas.\n\nSynaptics ForcePad provides limited pressure sensing via bilinear interpolation of pressure sensed at each corner of a touch surface, but cannot distinguish the pressure of each finger touch and does not scale well to much larger sizes  [23] .\n\nPyzoFlex is a pressure-sensing input device that is made from a ferroelectric material sensitive to pyroelectric and piezoelectric effects  [20] . The discrete forcels demonstrated would work very well with MFR interpolation and would allow sensing between the large forcels.\n\nTekscan, a pressure imaging company, uses a high-density FSR grid to detect forces applied to the sensor  [15] . Rangarajan et al. has done extensive research using FSR sensors from Tekscan. This research culminated in a 180-square-foot floor made from 96 sensors, called the AME floor  [18] . The floor has a very high resolution and can maintain a frame rate of 43 frames-per-second despite its very high resolution. The sensors, however, have to overlap in order to prevent data loss on each edge, making installation difficult. Additionally, force data can be lost between adjoining forcels, even at this very high resolution. The overall cost for this system was quite prohibitive: each of its commercially available mats cost $600 or $333 per-square-foot for the sensor alone (i.e., control electronics not included)  [18] . The first versions of the MRF floor tiles cost end users less than $250 per square foot, including housing and control electronics.\n\nThis highlights MFR's substantial price advantage: At large volumes MFR sensors would cost consumers on the order of $50 per square foot or less at a frame rate of over 400 fps.\n\nTekscan and PyzoFlex can approximate the continuous signal in MRF by making a finer pitched sensing grid and placing a sufficiently compliant material on the surface to spread the applied forces to sensing areas.\n\nHowever, this interpolation method loses signal, as much of the force never makes its way to the sensors, especially when the force is applied by fine tipped styli. In addition, higher density sensors increase sensing and computation time, therefore reducing the maximum frame rate, assuming all other aspects of the system remain the same  [18] ."
    },
    {
      "title": "Capacitive",
      "text": "Most consumers are familiar with capacitive sensors, specifically projected capacitive, through their smart phones, tablets and laptop touch pads. Large format projected capacitive sensors, however, have been limited by the very high cost of scaling up this technology in area.\n\nPerceptive Pixel, for instance, offers a 2 m (82 inch) projected capacitive touch screen  [24] . Extending this as a single unit would be impractical for much larger areas, whereas if implemented as separate panels, touch interaction would not be seamless across units.\n\nSmartSkin uses capacitive sensing in order to detect hand and finger gestures on and above a surface  [19] . With their interactive tabletop capacitive sensing grid, which has a 10 cm pitch, they can interpolate between the signals and achieve 1cm accuracy (2.5 dpi)."
    },
    {
      "title": "Camera and Infrared",
      "text": "Camera and infrared systems have been the primary means of achieving large area sensors.\n\nHan  [12]  used frustrated total internal reflection (FTIR) together with specialty compliant surfaces as the sensing element for large high-resolution Perceptive Pixel touch screens, and demonstrated possible interaction techniques  [8] . The system, however, was bulky, heavy and required specialized installation.\n\nAs mentioned above, Perceptive Pixel switched its focus away from FTIR based sensors toward large format capacitive screens, which are flat and easily installed.\n\nThe Microsoft PixelSense, previously know as Surface, uses IR sensors to detect fingers, hands and objects on a touchscreen tabletop surface  [9] . The screen, however, is designed to be a standalone unit. Now, with the Samsung PixelSense technology, multitouch is embedded into the display itself.\n\nDue to its consumer level price and wide availability, the Microsoft Kinect has been both a commercial and academic success, making new forms of 3D and 2D interaction research possible. The Microsoft project LightSpace combines multiple depth cameras and projectors to allow interaction on and above a surface  [25] . The gestures, however, are limited to low accuracy interactions due to the low resolution and low frame rate of the Kinect, as well as its inability to sense pressure.\n\nMulti-toe  [4]  and GravitySpace  [7]  demonstrate possible user interfaces and uses of a high-resolution pressure-sensitive floor, through the use of an FTIR based floor sensor, which provides high resolution touch data in combination with low resolution optically sensed pressure sensing. Installation is expensive and requires an intensive set-up, which includes some relatively major reconstruction of the active sensing space and a 3.4 cm (1.34 inch) thick solid glass plate for mechanical support. In their discussion of future work, the authors of GravitySpace describe the need for a technology like the MFR sensing described in this paper: 'We expect sensing hardware of comparable size and resolution to soon be inexpensive and mass available, for example in the form of a large, thin, high-resolution pressure sensing foil.'"
    },
    {
      "title": "CONTRIBUTION",
      "text": "The primary contributions of this paper are to show the implementation of a method of sensing that is inherently inexpensive and scalable to arbitrary sizes, to delineate the advantages of pressure imaging sensors that can be scaled to large sizes, and to describe how the basic concept of MFR can be implemented to improve existing force sensing technologies.\n\nMFR sensors provide several advantages over other interaction technologies. The following is a list of the benefits of the MFR technique that will be discussed later in depth.\n\n• Continuous Signal: Due to its directed redistribution of applied force onto forcels, an MFR sensor contains no dead zones, even when forcels are spaced far apart.\n\n• Seamless Tiling: MFR sensors can be tiled to cover arbitrarily large surfaces with a seamless signal, while maintaining accurate interpolation across contiguous tiles. In other surface sensor technologies a bezel or gap between sensors prevents continuous signal detection everywhere.\n\n• Linear Cost by Area: Tiling removes the need for expensive large format touch panels, leading to a sensor cost that increases only linearly with area.\n\n• Transducer Agnosticism: The MFR technique does not require a specific force sensing technology, technique, or material. For example, an MFR sensor can utilize Force Sensitive Resistive (FSR) ink, capacitive force sensing plates, or materials the exhibit piezoelectric properties.\n\n• Design Flexibility: MFR sensors can be designed for a large variety of applications. The spacing between forcels can range from smaller than 1mm to larger than 100mm. Force detection can be tuned for specializing in finger/stylus sensing, foot sensing for gait disambiguation and tracking, or industrial sensing applications.\n\n• Ease of Production: All of the layers used in an MFR sensor stack can be made using standard manufacturing techniques such as roll-to-roll screen printing, flexographic printing and injection molding  [11] . The effort and investment required to move from prototype to mass production are relatively low, as standard equipment can be leveraged for low-cost manufacturing.\n\n• Installation: MFR sensors are designed for mobility and rapid installation. Calibration upon installation is not required, and the tiles themselves are self-organizing. Tiles can be placed, mounted, or otherwise installed on any developable surface.\n\n• No Occlusion: Unlike camera/vision based tracking systems, occlusion is not an issue. If a contact is applying force to the MFR sensor, then that contact will be detected.\n\nMFR contributes beyond previous technologies (specifically the UnMousePad) in the following areas: sensitivity, tilability, linearity and price.\n\n• Sensitivity: The mechanical focusing of force in MFR reduces the break force (minimum force required to produce signal), which is found in the UnMousePad and other flood-coat sensors. While the flood-coat sensors must overcome the break force over the entire area of a touch or object, MRF sensors focus the force of a touch onto a much smaller area, which greatly reduces the break force. Thus, MFR sensors can detect and track lighter touches and less dense objects.\n\n• Tiling: While the UnMousePad can be tiled, this is done by overlapping multiple sensors, which is not a requirement for MFR sensors. Overlapping changes signal in overlapped areas and makes installation, repair, and replacement of modules difficult.\n\n• Linearity: Due to the drone line construction of the Un-MousePad, a pen tip between drone lines produces a weaker signal, therefore drawing a line across such sensors produces a small scallop effect, where force applied between the drones is lost to the substrate. With an MFR sensor, signal is continuous across its surface.\n\n• Price: The UnMousePad and similar FSR based resistive sensors use large volumes of carbon based inks as their sensing areas and must be completely coated in these inks.\n\nAs the required sensing area increases, the ink becomes cost prohibitive. Our MFR prototype sensors use very little FSR ink, minimizing material cost, which allows access to large area sensors for commercial and academic use. Where the UnMousePad requires 100% of the sensing area to be covered in FSR ink, the MFR floor sensors use about 5% of the sensing area. In addition to the reduced volume of FSR ink, the MFR require approximately 17% the conductive ink used for signal transmission, as MFR does not require the drone lines."
    },
    {
      "title": "HARDWARE",
      "text": "An MFR sensor is made of several layers that, when combined into a single stack, create an anti-aliased image of pressure. The sensing array, protrusion layer, and redistribution layer make up the primary components of MFR and can also include a base substrate layer, touch layer, and/or housing. Session: Interactive Surfaces and Pervasive Displays CHI 2014, One of a CHInd, Toronto, ON, Canada"
    },
    {
      "title": "Sensing Array",
      "text": "The sensing array is a grid of conductive electrodes with force sensing material located at each intersection. In our implementation, Force Sensitive Resistor (FSR) ink is printed on two sheets of mylar on top of printed silver traces at prescribed locations. These two sheets are brought into contact such that the FSR material on one sheet is facing the FSR on the other, forming a grid of forcels (Figure  6 ). While it is possible to deposit FSR over large areas, MFR sensors only need the FSR to cover the area under the base of each protrusion. Compared with the UnMousePad, this results in a significantly lower cost of materials. In the sensor in FSR ink is a variable resistive material in which electrical resistance decreases as greater force is applied. FSR inks are available various formulations, each with a different force response curve. The FSR used for our hand tile sensors can detect forces between 2.5 g and 500 g, while the FSR formulation used for our larger floor sensors is tuned to respond to heavier forces (50g to 6kg). More information about the ink formulation can be found in the section called Force Response. Other force transducers, such as materials that exhibit piezoelectric properties and capacitive force sensors, can also be used in the sensing array  [17] .\n\nIf no other layers existed in the sensor, then force would only be detected at the forcels, not between them."
    },
    {
      "title": "Protrusion Layer",
      "text": "The protrusion layer is made up of small bumps of material that are located at each forcel so that externally applied force is focused onto each forcel.\n\nThe protrusion layer can be above or below the sensing array, as seen in Figure  5 , meaning the protrusion layer can be printed directly onto the outer sides of the sensing array sheet (Figure  7 ), merged with force redistribution layer (Figure  9 ), or made part of the base layer. In the case where the protrusions are merged with the base, the sensing array itself can act as the redistribution layer. Protrusions can be made of plastic, rubber, metal or any other rigid or semi-rigid material. For hand interaction sensors, we print 0.25mm (10mil) resin hemispherical dots directly onto the outer side of the sensing array sheet. For floor interaction and tracking sensors, we merge the protrusion layer with the redistribution layer via a 3D printed plastic part, which in mass production would be manufactured by injection molding."
    },
    {
      "title": "Redistribution Layer",
      "text": "The redistribution layer distributes the force applied from the outer surface to adjacent protrusions. The redistribution layer can be made from either a semi-rigid sheet or a collection of piecewise rigid plates.\n\nA semi-rigid sheet redistribution layer is chosen with a flexural modulus low enough that it distributes force to adjacent protrusions, yet high enough so that when forces are applied to the surface, the redistribution layer does not bend to touch the base layer  [3] . If the flexural modulus were too high, then the force would be distributed evenly between all the forcels on the sensing array, thus the fidelity of the sensor would be lost. If the flexural modulus were too low, then the layer would touch the base and distribute little or no force to the protrusions (when not directly above them), and thus much of the force signal would be lost to the base substrate or surface. For hand based interaction MFR sensors, thin glass and plastics, such as polyester, have optimal properties as redistribution layers. For the MFR floor sensors, in which the forcel resolution is not as fine, materials with higher flexural moduli can be used.\n\nTo determine the minimum thickness of a material required, we use a flexural modulus equation where S is the spacing between traces (m), F is the maximum force desired for a point before some force can be lost to the base (N), D is the maximum deflection desired (m), E is the flexural modulus (Pa) and T is the optimal thickness of that material (m).\n\nWhen working with our MFR hand tiles with 6.35 mm (0.25 inch) spacing, we want a 5N force to not flex beyond the height of the protrusions 0.25mm (10 mil) with a polyester paper with a flexural modulus of 2.75 GPa (2.75x10 9 Pa), which results in a thickness of at least 0.33mm (13 mil). With the same characteristics except with a thin glass redistribution layer (57 GPa), a thin glass at least 0.12 mm thick should be used.\n\nThe flexural modulus equation, however, only gives a lowerbound thickness. Often, thicker materials are used to give the appropriate durability and tactile experience. As a result, once the optimal material properties have been determined, we can use the following relative formula to adjust from old (A) to new (B) materials and trace spacings.\n\n(E\n\nB )\n\nIn addition to the flexural modulus, which is often not documented for a material, the Young's modulus of each material can be used in the relative formula due to a similar relationship of stress to strain. For instance, we obtain optimal mechanical interpolation with 0.375 mm (15 mil) polyester paper (with a Young's modulus of 4 GPa) for our hand tiles, which have 6.35 mm (0.25 inch) spacing. With this same 6.35 mm (0.25 inch) spacing, a thin glass with a Young's modulus of 73 GPa would produce an optimal signal at 0.142 mm (5.6 mil) thickness. We have tested 150 micron glass as the redistribution layer for the hand tiles, and have empirically confirmed that it provides a smooth interpolated signal.\n\nWhen a collection of piecewise rigid plates is used as a redistribution layer, the corners of each plate are positioned so as to rest on a protrusion. Therefore, as a contact force moves along the plate, the force imparted to each forcel decreases as distance from that forcel increases. For manufacturing purposes, we merged the piecewise rigid plates with the protrusions to form a single 3D printed part."
    },
    {
      "title": "Touch Layer",
      "text": "The touch layer is the outermost layer, upon which the user imparts the force. The touch layer is often merged with the redistribution layer in order to simplify the assembly process, but can be added as a separate material in order to provide a desired tactile sensation or aesthetic. For instance, users of an interactive whiteboard may prefer a continuous white matte surface for projection. In this instance, an opaque white polyester film can be placed over all the tiles to create the desired look and feel, without sacrificing interaction response. For floors, the touch layer can be carpet, rubber, linoleum or mosaic tiles."
    },
    {
      "title": "Base Layer",
      "text": "The base layer is the substrate onto which the other layers of the sensor are adhered. The base layer is often a sheet of rigid material, but can also be flexible if the sensor is used to detect flexural forces or will be applied to a curved surface. The base layer can also be the table, wall or floor on which the sensor is placed. Our MFR sensor tiles use an acrylic substrate as the base layer."
    },
    {
      "title": "Control Electronics",
      "text": "Currently the control electronics are mounted onto a PCB (printed circuit board), though, theoretically they could be mounted directly onto the sensing array film. We opted for a PCB so that we could use different formulations of the control electronics with the various sensors and vice versa. The primary control IC is a Microchip Technology, Inc. PIC24H microcontroller. We also used the Atmel ATxMega128A4u and ATSAM4LC4C to demonstrate that the sensors themselves are not dependent on a particular chipset."
    },
    {
      "title": "Housing",
      "text": "The housing provides an enclosure for the printed circuit board (PCB) and allows for mechanical and electrical interconnection between tiles. In hand based interaction MFR tiles, we use a 3D printed part to mechanically interlock one tile to the next. A mezzanine connector is attached to this piece so that power, RS-485 communication and neighbor detection can all be passed from one tile to the next. For the floor / foot based interaction tiles, we separate the mechanical and electrical connections in order to prevent damage to the electrical connection from the higher forces. The physical connection is a 3D printed part and the electrical connection is a twisted pair jumper cable, which plugs into the main PCB."
    },
    {
      "title": "CHARACTERISTICS Scanning",
      "text": "Scanning techniques will vary depending on the force transducer used. The following is a description of how we scanned our FSR array. The sensing array is scanned one forcel at a time. Each output trace (e.g.,each row) is connected to a pin that either provides a positive supply voltage or can be set to high impedance. The input traces (e.g., the columns) are connected to pins that can direct to ground or to the Analog-Digital Converter (ADC) with a pull-down resistor to ground. Scanning begins by supplying one output trace with a positive voltage and reading into the ADC from one input trace. All other output traces will be set to high impedance and all other input traces will be disconnected from the ADC and set to ground. At this point, the ADC can determine the force value of the forcel located at the intersection between the corresponding output and the input traces, as seen in Figure  8 . This process is repeated for every output and input trace combination until each MFR forcel has been visited. Once every forcel has been scanned, one anti-aliased force frame has been sensed and the frame data can be sent to the host computer. For our prototypes, we used the 12-bit ADC on our micrcontrollers. An external ADC can also be used to get faster and more accurate readings. Draining to ground on the input traces prevents false positives by shorting all the current down the input trace, which avoids the formation of alternate circuits to the ADC. This approach is similar to the Un-MousePad but does not require draining on the output traces  [22] . Our approach of draining to ground on the input traces can form alternate circuits to ground, which slightly lowers the detected voltage, but we have found the effects of this drain to be negligible for hand and foot interaction."
    },
    {
      "title": "Communication",
      "text": "MFR tiles are wired together into inter-connected zones with one or more slave tiles and a master controller. The master controller can be located on a specified tile, called the master tile, or kept separate from the zone as a cable or box.\n\nOur MFR tiles communicate with a single host computer over a 1Mbaud, full-duplex RS485 to USB bridge master controller. The host computer then communicates directly with each slave tile. In an alternate arrangement, a single master tile is connected to slave tiles and the master tile handles communication with the slave tiles and the host computer. When more than one zone is installed, the master tiles of each zone are networked to a host computer or server over an ethernet connection.\n\nMFR hand tiles are connected via a series of flex cables and mezzanine connectors. For the MFR floor tiles, however, the distance between tiles becomes too long to use flex cables so twisted-pair jumper cables are used for communication."
    },
    {
      "title": "Frame Rate",
      "text": "The maximum number of slaves per zone is dependent on the frame rate and resolution requirements for a particular application. With our MFR hand tiles, six slave tiles can be connected to one master tile to maintain 100 frames per second. With lower-resolution floor tiles, 14 floor tiles can be connected to one master tile to maintain 100 frames per second. The frame rate of a single MFR sensor tile is dependent on the number of microcontroller instructions per second (C), the ADC conversion time (T ADC ), the number of row (R) and column (C) traces, and communication time (T COM ). For a single tile, the frame rate equation is:\n\nFor multiple tiles (N T ), optimal frame rate is achieved when the limiting factor is the communication time of all the tiles, not scanning time. In this case, by the time data is sent from the last tile, the first tile will be ready to send a new frame.\n\nAt startup, the tiles perform a depth first search (starting with the slave connected to the master controller or the master tile) to determine the topology of the tiles. Within the power and RS485 connection, there are an additional two wires that are used as flags for neighbor detection. One wire is connected to interrupt pins on each neighboring tile board and the other wire is connected to digital IO wires. Using these two pins, one tile can signal to its neighbor to report its direction relative to the previous tile. The neighboring tile is then given a temporary id number by the host or master and continues the depth first search until all the tiles have been reached."
    },
    {
      "title": "Force Response",
      "text": "The force response of each MFR tile relies on the force transducer used at each forcel. For our MFR hand and floor tiles, we use two different formulations of FSR ink: a less resistive ink that detects lighter forces and a more resistive ink that detects heavier forces. The formulation of each ink determines the resistance as force is applied. A less resistive FSR formulation will quickly become less resistive as force is applied, which lowers the minimum force detection threshold. However, the less resistive ink approaches the minimum resistance of the ink quickly, which reduces the maximum force that can be detected. A more resistive ink formulation will slowly become less resistive, which increases the force detection threshold. Consequently, a more resistive ink will slowly approach the minimum resistance, which increases the maximum force force that can be detected. As stated in the sensing array section, the less resistive MFR hand tile ink can detect forces between 2.5 grams and 500 grams at each forcel. The more resistive MFR floor tiles can detect forces between 50 grams and 6 kg. The range of the force detection can be slightly widened by using alternate components and circuits but the resistance eventually gets too close to the vertical or horizontal resistance asymptote to distinguish signal from noise."
    },
    {
      "title": "Tracking Resolution",
      "text": "There are two aspects to consider when discussing MFR resolution: touch tracking and touch disambiguation. Tracking resolution is the positional accuracy of a contact as it moves across the MFR sensor. To track a point, digital values from each forcel are converted to grams and the center of mass is equated from the active forcels to give the location and total force of the contact. We used a force gauge with 0.1 gram accuracy to determine the conversion equation for each forcel from ADC values to grams and the accuracy of the converted force values (Figures  11  and  12 ). The tracking accuracy (A Track ), therefore, can be determined with total force value (F) of a contact, the spacing between forcels (S), and the converted force accuracy (A Forcel ) of the sensor.\n\nFor example, with 0.67 gram forcel accuracy, our MFR hand tiles should track a 20 gram contact with 0.21mm accuracy (121 DPI). We tested our hand tile tracking resolution with 20 gram point forces and tracked the point over straight and curved lines to determine the average accuracy of our hand tiles. The results yielded an average tracking resolution of 0.22mm (114 DPI). We conducted additional tests with 30 to 100 gram contacts to verify that the accuracy improved as greater forces were applied. The results were consistent with the equation above. With MFR floor tiles, the force conversion accuracy is poorer (4 gram accuracy) due to the more resistive FSR ink. Using more accurate ADCs, alternate scanning circuits, and less resistive FSR inks, we can improve the accuracy of gram conversion, which, in turn, improves the tracking resolution. Our future research will investigate each component to determine what alterations result in the best accuracy."
    },
    {
      "title": "Disambiguation Resolution",
      "text": "Disambiguation resolution is the trace spacing required to distinguish two adjacent finger contacts. With the hand interaction sensors, there must be 6.35 mm (0.25 inch) between forcels to distinguish adjacent fingers. We ran an informal user study with a handful of colleagues to determine the comfortable distance between pressure peaks for adult users. The result was that a 6.35 mm (0.25 inch) trace spacing was sufficient to disambiguate between two adjacent fingers for all the adult participants. However, a 6.35mm (0.25 inch) forcel spacing may not be sufficient for children.\n\nThe large MFR sensors were designed for foot based interaction. Our goal with these sensors was to track people and objects over large areas. The primary features that we extract are foot shapes. Building upon previous work that had success with sparser sensing elements, 2.54 cm (1 inch) spacing was deemed sufficient for the foot sensors  [21, 2] ."
    },
    {
      "title": "Tile Size",
      "text": "The maximum size of each MFR tile is limited only by the manufacturing techniques available. Our hand sensors are 21.6 cm by 27.9cm (8.5 by 11 inches) and our floor sensors are 61cm by 61cm (24 by 24 inches) square, which neared the limit of the size that could be accommodated by the production equipment available to us. With different production equipment, sensor tiles could be made larger. A major factor in choosing the size of the tile is the processing available on the microcontroller and the resolution necessary for each tile. With our floor tiles, a 2.54 cm (1 inch) spacing means there are 576 forcels in a 24 by 24 grid. With the hand tiles, the 6.35 mm (0.25 inch) spacing means there are 1496 forcels in a 34 by 44 grid. As a result, even though a floor tile covers six times the area of a hand tile, the floor tile requires only a third of the scanning time."
    },
    {
      "title": "Seamless Tiling",
      "text": "With MFR sensors, seamless pressure interpolation across tiles is possible by interlocking the redistribution layers from one tile to the next. With a semi-rigid mechanical layer, either one large touch layer is used to cover all the tiles, or else the mechanical layers are linked. With a collection of piecewise rigid plates, a row and column of plates hangs over one tile and reaches onto the next, continuing the force redistribution."
    },
    {
      "title": "Thickness",
      "text": "The minimum thickness of the MFR sensor is dependent on the trace wire spacing and the technique used to spread the force. In our hand MFR sensors with 6.35mm (0.25 inch) trace wire spacing, 0.25 mm (10 mil) protrusions are printed on a 0.3 mm (12 mil) sensor with a 0.375 mm (15 mil) polyester paper as a redistribution layer, resulting in a total thickness of 0.925 mm (37 mil) for the three main layers. In our floor tiles, the sensor is 0.5 mm (20 mil) thick, and the redistribution and protrusion layers are merged into a single part that is 3.8 mm (0.150 inch) thick, bringing the total thickness to 4.3mm (170 mil)."
    },
    {
      "title": "APPLICATIONS",
      "text": "MFR sensors can be used in a variety of applications for use on tables, walls, floors and other large surfaces. Our initial research explored the opportunities available for MFR in interactive displays and medical floor tiles."
    },
    {
      "title": "Interactive Displays",
      "text": "MFR sensors can be made somewhat transparent, but the requisite materials for both sensing components and the mechanical interpolation layer are significantly higher in cost, particularly in larger form factors. For this reason, we have focused on display scenarios in which the display goes on top of an opaque sensor. Two display modalities in particular are a very good fit for MFR sensors: front projection and flexible Organic Light Emitting Diodes (OLEDs).\n\nFront projection, in particular the use of an ultra short throw projector, such as the Ricoh WX4130N, is an attractive solution for very large form factors, such as when an MFR sensor array is used as the sensing component of an electronic whiteboard.\n\nFor non-flat interaction surfaces, such as an automobile dashboard control panel, OLEDs work well as a display that goes on top of the MFR sensor. Because OLEDs can be made flexible and relatively transparent to force, flexible OLEDs do not interfere with force input to an MFR sensor mounted behind the display.\n\nAlso, the combination of OLEDs and MFR sensors allows for a flexible, and therefore not fragile, hand-held interaction device. Such a device can be dropped from a significant height without suffering damage."
    },
    {
      "title": "Medical Floor Tiles",
      "text": "Currently, floor pressure sensors as they are applied to the medical space are limited to low resolution load cells or very high resolution, expensive sensors  [18, 21, 2] , both requiring intensive installation processes. In contrast, MFR sensors are modular and can be integrated easily into single, large, highly accurate and reliable sensing areas, essential elements for clinical validation.\n\nIn fact, Richard Brand's criteria for biomechanical measures include the following nine characteristics: reproducible, stable, accurate, appropriately validated, capable of distinguishing normal and abnormal, must not alter the function it is measuring, reported in form analogous to accepted clinical concepts, cost-effective, and not observable by the skilled clinician  [6] . The most obvious use case for MFR as it applies to a biomechanical measure is clinical gait analysis.\n\nReasons for performing clinical gait analysis as interpreted by Richard Baker are to distinguish diagnosis between disease entities, to determine severity, extent or nature of a disease or injury, monitoring progress in the presence or absence of intervention, and predicting the outcome of intervention or lack thereof  [5] . Taken together, Brand's and Baker's criteria assist in judging the clinical practicality and utility of various tools in the clinician's armamentarium. While many conventional gait measures are described in the literature (examples including GaitRite, Protokinetics and Force Plates Bertec), none performs well on all of these indices. In preliminary investigation, MFR had proved to be a well-rounded candidate.\n\nAs the medical field responds to the increasing average life expectancy and the growth of the 50+ demographic, two areas that present vast emergence are the aging with vitality and the physical fitness domains  [1] . The key to these areas of interest is personal engagement and biofeedback, a development apparent in the movement of telerehabilitation and virtual/augmented reality tools for rehabilitation training. MFR based interfaces can connect the client with the learning or relearning paradigm in real time, allowing users to participate in their own recovery, a dual purpose, client focused and clinician focused outcome measure, objectively analyzed and objectively participatory."
    },
    {
      "title": "CONCLUSION",
      "text": "We have demonstrated how Mechanical Force Redistribution can be the underlying method of sensing for tables, walls, floors and other large area surfaces. Mechanical Force Redistribution offers a way to cost effectively offer high-accuracy, seamless anti-aliased force imaging across large-format surfaces.\n\nFor future work, we plan to produce MFR sensors based on piezoelectric and capacitive force plates sensing elements  [17] . With these sensors we will be able to better determine which transducer gives the best signal for specific applications. Additionally, we will combine MFR sensors with other sensing technologies that detect hover. To this end we will compare projective capacitive sensors with pyro-electric sensors as alternate methods for adding zero-touch, hover states, and feature identification. We will also experiment with assembling control electronics directly onto the sensing film, as opposed to an external, rigid PCB  [11] . In parallel to these efforts we will work toward a better understanding of interaction on floor based sensors with the goal of tracking and disambiguating multiple users simultaneously. Eventually we hope to build a model of intent and posture based on the data obtained from floor based pressure sensors.\n\nFinally, we plan to use these sensors to develop and study new interaction techniques with the goal of adding pressure sensitivity to a variety of surfaces, allowing users to interact with their devices and environment as opposed to merely interacting on them."
    },
    {
      "text": "Figure 2. Mechanical Force Redistribution over two dimensions. The force imparted to each forcel decreases as distance from that forcel increases."
    },
    {
      "text": "Figure 3. Mechanical Force Redistribution over one dimension."
    },
    {
      "text": "Figure 4. A comparison of various surface interaction technologies. Note 1: While FTIR does not directly measure pressure, compliant surfaces can be used to approximate pressure."
    },
    {
      "text": "Figure 5. With (a) no protrusion or redistribution layer, signal is lost between forcels. With (b) semi-rigid redistribution layer, (c) piecewise rigid plate redistribution layer, or (d) semi-rigid redistribution layer with protrusions below the sensor film, force is sent to adjacent forcels."
    },
    {
      "text": "Figure 6. Sensing arrays for (a) a 0.2m by 0.2m pad, (b) an MFR hand tile, and (c) an MFR floor tile with FSR printed at the intersections."
    },
    {
      "text": "Figure 6 (a) FSR covers 14.5 percent of the area (2 mm by 3 mm pads), for our hand sensors (b), FSR covers 7.5 percent of the area (1.5 mm by 2 mm) and for our floor sensors (c), FSR covers 1.86 percent of the area (3 mm by 4 mm pads)."
    },
    {
      "text": "Figure 7. 0.25mm protrusions printed onto a sensing array."
    },
    {
      "text": "Figure 8. Circuit for scanning the top-left FSR forcel."
    },
    {
      "text": "Figure 9. 3D printed piecewise rigid plates and protrusions."
    },
    {
      "text": "Figure 10. Tracking touches on a 0.43 m by 0.84 m (17 inch by 33 inch) sensor made from six hand tiles."
    },
    {
      "text": "Figure 11. MFR hand tile force and ADC values. Forces between 2.5 grams and 500 grams were measured using a force gauge."
    },
    {
      "text": "Figure 12. MFR floor tile force and ADC values. Forces between 50 grams and 6 kg were measured using a force gauge."
    },
    {
      "text": "Figure 13. Multiple people on a 1.2m by 3.65m (48 inch by 144 inch) MFR floor made from twelve floor tiles with carpet."
    }
  ],
  "references": [
    {
      "title": "Digital health insights report for the 50+ market",
      "authors": [
        "Aarp"
      ],
      "year": 2013,
      "doi": "10.26419/int.00009.001"
    },
    {
      "title": "The orl active floor [sensor system",
      "authors": [
        "M Addlesee",
        "A Jones",
        "F Livesey",
        "F Samaria"
      ],
      "year": 1997,
      "doi": "10.1109/98.626980"
    },
    {
      "title": "Materials and Design: The Art and Science of Material Selection in Product Design",
      "authors": [
        "M Ashby",
        "K Johnson"
      ],
      "year": 2009
    },
    {
      "title": "Multitoe: high-precision interaction with back-projected floors based on high-resolution multi-touch input",
      "authors": [
        "T Augsten",
        "K Kaefer",
        "R Meusel",
        "C Fetzer",
        "D Kanitz",
        "T Stoff",
        "T Becker",
        "C Holz",
        "P Baudisch"
      ],
      "year": 2010,
      "doi": "10.1145/1866029.1866064"
    },
    {
      "title": "Gait analysis methods in rehabilitation",
      "authors": [
        "R Baker"
      ],
      "year": 2006,
      "doi": "10.1186/1743-0003-3-4"
    },
    {
      "title": "Can biomechanics contribute to clinical orthopaedic assessments",
      "authors": [
        "R Brand"
      ],
      "year": 1987,
      "doi": "10.1016/0021-9290(87)90299-5"
    },
    {
      "title": "Gravityspace: Tracking users and their poses in a smart room using a 2d pressure-sensing floor",
      "authors": [
        "A Branzel",
        "C Holz",
        "D Hoffmann",
        "D Schmidt",
        "M Knaust",
        "P Luhne",
        "R Meusel",
        "S Richter",
        "P Baudisch"
      ],
      "year": 2013,
      "doi": "10.1145/2468356.2479553"
    },
    {
      "title": "Extending 2d object arrangement with pressure-sensitive layering cues",
      "authors": [
        "P Davidson",
        "J Han"
      ],
      "year": 2008,
      "doi": "10.1145/1449715.1449730"
    },
    {
      "title": "Multi-projectors and implicit interaction in persuasive public displays",
      "authors": [
        "P Dietz",
        "R Raskar",
        "S Booth",
        "J Van Baar",
        "K Wittenburg",
        "B Knep"
      ],
      "year": 2004,
      "doi": "10.1145/989863.989898"
    },
    {
      "title": "Electronic pressure sensitive transducer apparatus",
      "authors": [
        "F Eventoff"
      ],
      "year": 1979,
      "doi": "10.1121/1.388476"
    },
    {
      "title": "Leveraging conductive inkjet technology to build a scalable and versatile surface for ubiquitous sensing",
      "authors": [
        "N.-W Gong",
        "S Hodges",
        "J Paradiso"
      ],
      "year": 2011,
      "doi": "10.1145/2030112.2030120"
    },
    {
      "title": "Low-cost multi-touch sensing through frustrated total internal reflection",
      "authors": [
        "J Han"
      ],
      "year": 2005,
      "doi": "10.1145/1095034.1095054"
    },
    {
      "title": "A high resolution imaging touch sensor",
      "authors": [
        "W Hillis"
      ],
      "year": 1982,
      "doi": "10.1177/027836498200100202"
    },
    {
      "title": "Zerotouch: an optical multi-touch and free-air interaction architecture",
      "authors": [
        "J Moeller",
        "A Kerne"
      ],
      "year": 2012,
      "doi": "10.1145/2207676.2208368"
    },
    {
      "title": "A large area force sensor for smart skin applications",
      "authors": [
        "T Papakostas",
        "J Lima",
        "M Lowe"
      ],
      "year": 2002,
      "doi": "10.1109/icsens.2002.1037366"
    },
    {
      "title": "The magic carpet: physical sensing for immersive environments",
      "authors": [
        "J Paradiso",
        "C Abler",
        "K.-Y Hsiao",
        "M Reynolds"
      ],
      "year": 1997,
      "doi": "10.1145/1120212.1120391"
    },
    {
      "title": "Capacitive sensors: when and how to use them",
      "authors": [
        "R Puers"
      ],
      "year": 1993
    },
    {
      "title": "The design of a pressure sensing floor for movement-based human computer interaction",
      "authors": [
        "S Rangarajan",
        "A Kidane",
        "G Qian",
        "S Rajko",
        "D Birchfield"
      ],
      "year": 2007,
      "doi": "10.1007/978-3-540-75696-5_3"
    },
    {
      "title": "Smartskin: an infrastructure for freehand manipulation on interactive surfaces",
      "authors": [
        "J Rekimoto"
      ],
      "year": 2002,
      "doi": "10.1145/503376.503397"
    },
    {
      "title": "Pyzoflex: printed piezoelectric pressure sensing foil",
      "authors": [
        "C Rendl",
        "P Greindl",
        "M Haller",
        "M Zirkl",
        "B Stadlober",
        "P Hartmann"
      ],
      "year": 2012,
      "doi": "10.1145/2380116.2380180"
    },
    {
      "title": "Z-tiles: building blocks for modular, pressure-sensing floorspaces",
      "authors": [
        "B Richardson",
        "K Leydon",
        "M Fernstrom",
        "J Paradiso"
      ],
      "year": 2004,
      "doi": "10.1145/985921.986107"
    },
    {
      "title": "The unmousepad: an interpolating multi-touch force-sensing input pad",
      "authors": [
        "I Rosenberg",
        "K Perlin"
      ],
      "year": 2009,
      "doi": "10.1145/1531326.1531371"
    },
    {
      "title": "Synaptics forcepad technology chosen for prestigious uist contest",
      "authors": [
        "N Rottler",
        "B Kemps"
      ],
      "year": 2012,
      "doi": "10.1016/s0969-4765(13)70177-2"
    },
    {
      "title": "Projected capacitive touch sensing",
      "authors": [
        "D Slobodin",
        "J Westhues"
      ],
      "year": 2010
    },
    {
      "title": "Combining multiple depth cameras and projectors for interactions on, above and between surfaces",
      "authors": [
        "A Wilson",
        "H Benko"
      ],
      "year": 2010,
      "doi": "10.1145/1866029.1866073"
    }
  ],
  "num_references": 25
}
