{
  "paper_id": "I4V74P6B",
  "title": "A systematic review of shared personal informatics",
  "abstract": "Personal informatics (PI) has gained great attention and become ubiquitous in people's everyday lives. Although an increasing number of studies set out to explore the social aspects of PI, there remains an unaddressed opportunity for a structured, systematic review to understand why and how the sharing happened, to inform future design and research. This systematic review summarizes the last 13 years of research on the diverse cases of shared PI practice from ACM, PubMed, and IEEE. 100 papers were analyzed, and four types of sharing were identified: Interpersonal targeting, Public broadcasting, Group monitoring, and Community exchanging. Notably, sharing extends beyond data exchange, evolving into a collaborative process across different PI stages. The review offers a taxonomy of shared PI practices and delineates design possibilities, facilitating future exploration in the field. Additionally, it identifies trends and patterns within existing work, suggesting design opportunities for future explorations of shared personal informatics.",
  "year": 2010,
  "date": "2010",
  "journal": "Interact. Desig. Architecture",
  "publication": "Interact. Desig. Architecture",
  "authors": [
    {
      "forename": "Mengru",
      "surname": "Xue",
      "name": "Mengru Xue",
      "affiliation": "a  Ningbo Innovation Center , Zhejiang University , 1st Qianhu South Rd , Ningbo , 315100 , Zhejiang , China \n\t\t\t\t\t\t\t\t Ningbo Innovation Center \n\t\t\t\t\t\t\t\t Zhejiang University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1st Qianhu South Rd \n\t\t\t\t\t\t\t\t\t 315100 \n\t\t\t\t\t\t\t\t\t Ningbo Zhejiang \n\t\t\t\t\t\t\t\t\t China",
      "email": "mengruxue@zju.edu.cn"
    },
    {
      "forename": "Pengcheng",
      "surname": "An",
      "name": "Pengcheng An",
      "affiliation": "b  Southern University of Science and Technology , 1088 Xueyuan Avenue , Shenzhen , 518055 , Guangdong , China \n\t\t\t\t\t\t\t\t Southern University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1088 Xueyuan Avenue \n\t\t\t\t\t\t\t\t\t 518055 \n\t\t\t\t\t\t\t\t\t Shenzhen Guangdong \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Zengrong",
      "surname": "Guo",
      "name": "Zengrong Guo",
      "affiliation": "c  Westlake University , 600 Dunyu Rd , Hangzhou , 310030 , Zhejiang , China \n\t\t\t\t\t\t\t\t Westlake University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 600 Dunyu Rd \n\t\t\t\t\t\t\t\t\t 310030 \n\t\t\t\t\t\t\t\t\t Hangzhou Zhejiang \n\t\t\t\t\t\t\t\t\t China",
      "email": "guozengrong@westlake.edu.cn"
    },
    {
      "forename": "Rong-Hao",
      "surname": "Liang",
      "name": "Rong-Hao Liang",
      "affiliation": "d  Eindhoven University of Technology , De Zaale , Eindhoven , 5612AZ , North Brabant , Netherlands \n\t\t\t\t\t\t\t\t Eindhoven University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t De Zaale \n\t\t\t\t\t\t\t\t\t 5612AZ \n\t\t\t\t\t\t\t\t\t Eindhoven \n\t\t\t\t\t\t\t\t\t North Brabant \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "r.liang@tue.nl"
    },
    {
      "forename": "Jun",
      "surname": "Hu",
      "name": "Jun Hu",
      "affiliation": "d  Eindhoven University of Technology , De Zaale , Eindhoven , 5612AZ , North Brabant , Netherlands \n\t\t\t\t\t\t\t\t Eindhoven University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t De Zaale \n\t\t\t\t\t\t\t\t\t 5612AZ \n\t\t\t\t\t\t\t\t\t Eindhoven \n\t\t\t\t\t\t\t\t\t North Brabant \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "j.hu@tue.nl"
    },
    {
      "forename": "Preben",
      "surname": "Hansen",
      "name": "Preben Hansen",
      "affiliation": "e  Stockholm University , Borgarfjordsgatan 12 , Stockholm , SE-106 91 , Sweden \n\t\t\t\t\t\t\t\t Stockholm University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Borgarfjordsgatan 12 \n\t\t\t\t\t\t\t\t\t SE-106 91 \n\t\t\t\t\t\t\t\t\t Stockholm \n\t\t\t\t\t\t\t\t\t Sweden",
      "email": "preben@dsv.su.se"
    },
    {
      "forename": "Loe",
      "surname": "Feijs",
      "name": "Loe Feijs",
      "affiliation": "d  Eindhoven University of Technology , De Zaale , Eindhoven , 5612AZ , North Brabant , Netherlands \n\t\t\t\t\t\t\t\t Eindhoven University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t De Zaale \n\t\t\t\t\t\t\t\t\t 5612AZ \n\t\t\t\t\t\t\t\t\t Eindhoven \n\t\t\t\t\t\t\t\t\t North Brabant \n\t\t\t\t\t\t\t\t\t Netherlands"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "4.2. Potential opportunities for shared PI research ........................................................................................................................................... 15 4.2.1. Opportunity 1: Leverage the benefits and minimize the risks in social comparison ........................................................................ 15 4.2.2. Opportunity 2: Tailor shared PI design to specific user group and ad-hoc scenarios ....................................................................... 15 4.2.3. Opportunity 3: Ask first what sharers expect from sharing before whom they want to share with................................................... 15 4.2.4. Opportunity 4: Further explore shared PI for co-located groups ................................................................................................... 16 4.2.5. Opportunity 5: Addressing asymmetrical needs of sharers and receivers in shared PI systems ......................................................... 16 4.2.6. Opportunity 6: Lower the sharing barriers by adding options for fine-gained, selective sharing....................................................... 16 4.3. Limitations ............................................................................................................................................................................................ 16 5. Conclusion ........................................................................................................................................................................................................ 16 CRediT authorship contribution statement ........................................................................................................................................................... 17 Declaration of competing interest ........................................................................................................................................................................ 17"
    },
    {
      "title": "Introduction",
      "text": "Personal Informatics (PI), also known as quantified self, describes the process of people engaging in self-tracking activities for the purpose of gaining an understanding of oneself and achieving a healthier life  [1] . The ubiquitous sensing technologies, such as smart wearable and mobile applications, have largely reduced the barrier for selftracking. PI has grown out of the quantified-self group and got accepted by and integrated into the general public's daily life  [2] . People track various aspects of their lives, such as physical activity, mood, finances, location, dietary intake, or anything that can be tracked and recorded using emerging sensors or apps. Self-tracking can sensitize people about multiple aspects of their daily life and thus support them to gain quantified understandings about themselves and make progress toward achieving a healthy lifestyle  [3] . Moreover, in the clinical field, sensing technologies have been widely adopted by clinicians due to their accessibility and flexibility for patients' self-tracking  [4] . The process of personal informatics practice was described in a classical model as a series of 5 stages: ''preparation, collection, integration, reflection, and action''  [1] . Preparation, where individuals determine their motivations and methods for collecting personal information; Collection, involving the observation and recording of personal data such as thoughts, behaviors, and interactions; Integration, where collected data is processed and transformed to enable reflection; Reflection, during which users explore and interpret their data, often through visualizations; and Action, where insights from the data inform decisions and behaviors to align with personal goals.\n\nRecent researchers pointed out the trend of PI has transferred from ''self-centric'' into interpersonal contexts constantly  [5]  and showed the inherently social natures of some PI tools  [6, 7] . Sharing plays an increasingly significant and inevitable part of PI systems. People share their self-tracking information for various purposes, such as to gain social support  [8] , to create social comparison  [9] [10] [11] , to engage social sensemaking  [4, 12, 13] , or to promote behavior change  [4] . As expected, concerns on privacy  [14] , data control  [15] , workplace surveillance  [16, 17] , and commodification  [18]  had also been noticed. Collective PI practices are attracting an increasing amount of research endeavors. The self-experimenting members continued transferring from self-tracking and self-awareness into health collaboration communities like PatientsLikeMe  [13] , to make their self-discoveries ''less anomalous, statistically significant, and scientifically rigorous''  [19] .\n\nPrevious work has shown great interest in addressing the social aspects of PI and has provided abundant cases for us to study with  [20] [21] [22] [23] [24] . However, the focus of a majority of systems has been emphasizing on the sharing of data (e.g., visualization)  [25] [26] [27]  and the shared reflection  [28] [29] [30] [31]  among multiple users. Nonetheless, in other stages of personal informatics  [1]  (i.e., preparation, collection, and action stage), a growing body of work spotted sharing behaviors and sharing effects as well. For instance, a family member may share the process of choosing the tracking tool and implementing the tracking with the actual user who needs special care (shared preparation and collection)  [32] ; a group of runners collect their pace and distance data together during running (shared collection), which improved group performance and helped group members stay together (shared action)  [33] . Beyond these contributions, several existing frameworks have explored social sharing in personal informatics mainly from a sharer-centric approach, such as individual-to-population-level transitions  [5, 34]  and collaborative communities  [19] . Moreover, current research has rarely systematically examined these diverse cases of sharing in personal informatics to inform and inspire future design or research. Therefore, an opportunity arises to systematically summarize current design cases to more comprehensively understand shared PI practices.\n\nAs such, we conducted a systematic literature review of current shared PI cases in the past thirteen years (2010-2023) to generalize and characterize the sharing practice of PI to support future designers and researchers. A systematic search was conducted in the ACM, PubMed, and IEEE databases, and the papers were selected based on our dedicated criteria, and summarized using inductive thematic analysis  [35] . To generate design-oriented knowledge relevant to the domain of HCI (Human-Computer Interaction), we specifically targeted HCI due to its interdisciplinary focus on human behavior, technology, and design, making it a suitable domain for actionable insights that enhance user interaction with technology. This review addresses the following aspects: (1) Teasing out and classifying current shared PI practices across the classical PI stages  [1] : context (preparation), collection, media (integration), and evaluation (reflection and action), to identify why and how sharing happens; (2) Identifying potential trends and design opportunities for future explorations of shared PI.\n\nOverall, our study introduces a novel perspective by categorizing shared PI practices based on sharer-receiver network typologies. We identified four major types of sharing: Interpersonal targeting, Public broadcasting, Group monitoring, and Community exchanging. Then we characterized these shared PI cases addressing the classical stage-based model  [1] . Besides the commonly addressed ''shared data'' (integration stage) and ''shared sensemaking'' (reflection stage), we argue that sharing could actually be carried out in all stages of a PI system. Our results in general show an increasing research interest in the past thirteen years of social sharing in personal informatics. Research interest in shared PI emerged and was explored in widespread populations and clinical fields beyond self-tracker communities. The sharing content covers wider facets of people's life (e.g., mental health and emotions) than before (e.g., physical activities, food). We found that current shared PI research places emphasis on small groups with relatively close relationships or online groups with community peers. We also see an opportunity in designing shared PI for co-located groups (e.g., co-workers, classmates, lecture audiences, etc.) under their specific co-experienced context. This review of the literature characterized various shared PI cases, evolved the definition of this class of tools, and addressed specific design opportunities for future shared PI research."
    },
    {
      "title": "Method"
    },
    {
      "title": "Literature search strategy",
      "text": "To address the research question of why and how sharing occurs in shared PI cases, we followed Kitchenham's systematic review process  [36]  to gather relevant cases within the field of HCI. We first conducted a preliminary search to identify existing systematic reviews and potentially related studies  [36] . We assessed our review of interest in the field of design, computer science, engineering, and biomedical databases: Association for Computing Machinery (ACM), life science and biomedical (PubMed), and technical literature in engineering and technology (IEEE Xplore) were identified as our database.\n\nThen we use various combinations of search terms derived from our research question  [36] . In order to tease out articles regarding shared PI practices, two keywords clusters were defined: ''PI'' cluster and ''Share'' cluster. We identified ''PI'' cluster by extracting keywords from key references in this field  [1, 21, [37] [38] [39] [40] [41] , and we used the terms that informed in their papers as the searching synonyms of ''PI'' cluster. The ''Share'' cluster was identified based on synonyms, alternative spellings, and the authors' knowledge of relevant publication headings  [36] . Such as ''shared''  [28] , ''sharing''  [42] , ''social''  [20, 23, 24] , ''interpersonal''  [5, 43] , ''collective''  [5] . Entries were included if the title or abstract contained the ''PI'' cluster AND the ''Share'' cluster (Table  1 ). The same query was used for every database. In addition to our search of three databases, we manually searched for relevant references within highly-regarded articles  [5, 21, 43, 44]  that addressed shared PI, even if these articles were not indexed in the aforementioned databases. This approach was adopted to ensure the inclusion of crucial literature that might have been missed in the initial database search, particularly those with exceptional relevance and specific alignment with our review's scope. In terms of time span, our review covers articles published from Jan. 2010 to Sep. 2023."
    },
    {
      "title": "Article selection and extraction",
      "text": "According to the guidelines in making inclusion and exclusion criteria  [45] , we first defined what we mean by ''shared PI'' in our research question. We define shared PI as sharing practices in PI studies, instead of narrowing down the definition to a class of systems. Shared PI includes cases that embody sharing practices appears in any stage or stages of a PI (preparation, collection, integration, reflection, action). Previous works defined shared PI as ''a class of tools that allows groups of users to collect, aggregate, analyze, and share personally relevant information'' and name these tools as ''interpersonal informatics''  [43] . They emphasize on understanding self better by comparing with others in their social network, thus implying that the sharing is from multiple sharers, commonly among peers. To build upon this definition while also involve as many sharing contexts as possible, we include articles addressing a PI system with sharing function beyond sharing with peers. For example, there are cases including one sharer sharing data with his/her healthcare providers, which also fit the selection criteria of\n\nTable 2 Article selection criteria."
    },
    {
      "title": "Inclusion criteria",
      "text": "Exclusion criteria\n\n(1) The article addresses a shared PI system OR people's social PI practice;\n\n(1) Works neither address a shared PI system nor include social PI practices;\n\n(2) The use scenario of the system concerns at least two people;\n\n(2) Sharing is not the main purpose/practice of the system;\n\n(3) Sharing is (part of) the purpose of the system;\n\n(3) Doctoral consortium, workshop, panel, opening keynote, courses, commentary; (4) The article was published from Jan. 2010 to Sep. 2023;\n\n(4) Works in progress and mock-ups;\n\n(5) The article is written in English.\n\n(\n\n) Works include a shared PI but mainly reported in other expertise; (6) Systems that tracking non-human data; (7) Reviews; (8) Books; (9) Articles were not written in English.\n\nshared PI practices in this review. The detailed article selection criteria are listed in Table  2 .\n\nAn overview of the article selection process followed the PRISMA guidelines  [46]  and was described in Fig.  1 . An overall of 666 articles were retrieved through the searches within the three databases. After screening the title, abstract and full-text, 575 articles were filtered out by our exclusion criteria. On top of that, 8 articles which are proposals or extended abstracts describing a system development in progress, were excluded because no related follow-up studies were found at the end of the database screening. 17 additional works were included, due to the aforementioned extra manual search based on the references of highly relevant articles. Articles describing the same shared PI system were combined and counted as one case in our list. Finally, 100 items met all the inclusion criteria and were included in this literature review. The data were extracted using inductive thematic analysis  [35]  to formulate the predefined categories of features among the selected articles, as listed in Fig.  2 . After the first exclusion process, a cross review was performed by the second coder (name). Then the two coders settled the disagreements, summarized the characteristics, and refined the subcategories through a series of collaborative sessions."
    },
    {
      "title": "Results",
      "text": "This section provides an overview of the selected papers and identifies four generic types of shared PI practices. It examines the contextual aspects of sharing and emerging design trends while analyzing data collection, media, and evaluation. Together, these analyses highlight key design aspects and research interests in the HCI community."
    },
    {
      "title": "Overview of selected papers",
      "text": "An overview of the shared PI systems in the selected 100 articles are characterized and summarized. The detailed features of these systems are listed in Fig.  2  align with the publication year."
    },
    {
      "title": "Four generic types of shared PI",
      "text": "First of all, we categorize these shared PI cases based on the typology of their sharer-receiver network (Fig.  3 ). Four types of sharing are identified: Interpersonal targeting (often one person to one person, or O2O), Public broadcasting (often one person to many persons, or O2M), Group monitoring (often many persons to one person, or M2O), Community exchanging (often many persons to many persons, or M2M). We define each type of sharing supported with typical cases as follows. • Interpersonal targeting (n = 25) often describes a sharing activity between two individuals with relatively close relationships. For example, a smoker shares his smoking habits (amount, trigger, time, location) with his counselor to discuss his quitting progress  [30] . Another example is, a daughter helped her father, who is unfamiliar with new technologies, to track his steps and food  [32] . • Public broadcasting (n = 10) often describes a mono-directional sharing activity without necessarily hoping others to share back. For example, a stroke patient continues updating his rehabilitation vlog and shares his experiences through a public YouTube channel  [47] . Another example is, one captures his/her memories and feelings about a specific place using wearable accessories when cycling, and post them online through social networks  [48] . • Group monitoring (n = 9) often describes passive or implicit sharing of relevant information from clients to professionals under the clients' consent. For example, a healthcare provider monitors multiple diabetes patients' medication adherence and blood glucose through cloud-based applications  [49] . • Community exchanging (n = 56) often describes a reciprocal sharing activity within an ad-hoc community where people have similar goals or interests. For example, a group of primary school children share their physical activity data in their classroom through a shared display  [14] . Another example is, users with mobility impairments share their activity data with peers who have similar impairments through the website PatientsLikeMe  [13] .\n\nSeveral related frameworks have also characterized social sharing in personal informatics from different perspectives. Paton et al. presented a three-level framework to describe self-tracking information sharing that can develop from self-experimentation to group experiments, and ultimately to the entire population, which can enable sharing between health systems  [34] . Swan sets a vision of the shift from ''n = me'' to ''n = we'', as self-tracking individuals come together in collaboration communities  [19] . Murnane et al. explored the individual patient's social relations in PI-supported treatment for bipolar disorder  [5]  based on the ecological system theory  [50] . However, as different from these mentioned frameworks, in our work, we formulate the shared PI categories based on the typology of sharer-receiver networks (instead of a sharer-centric perspective). As a result, our categories reveal agreements with, as well as new insights in addition to these prior categories. For instance, the receivers of Interpersonal targeting (O2O) category are aligned with the receivers described to have a 'microlayer relationship' with the sharer in  [5] . And the Public broadcasting (O2M) category has receivers that correspond to receivers who have an 'exolayer relationship' with the sharer as described by  [5] . Moreover, our categories also surface two distinct types of shared PI practices that are not explicitly differentiated by the prior frameworks: Group monitoring (M2O), and Community exchanging (M2M). By differentiating these four types of shared PI practices that have rather different sharing cases, we hope to build on the prior works while also help designers to more concretely see the possibilities in the design of shared PI."
    },
    {
      "title": "Contextual aspects of shared PI",
      "text": "To understand the context of shared PI practices, generalize patterns for specific user groups, and engage sharing in future shared PI design, we characterize the diverse shared PI cases from the following contextual aspects: sharing purpose (why people share), sharer (who is sharing), receiver (sharing to whom), group size (how many people are involved), sharing content (what content is being shared), and sharing platform (the tools for sharing). In this subsection, we first extract the contextual aspects of sharing, followed by comparing the four types of sharing addressing each aspect. Then, we map these contextual aspects of reviewed cases over time and summarize the trend."
    },
    {
      "title": "Identify the contextual aspects",
      "text": "We identify six contextual aspects of these shared PI cases. The extracted keywords and descriptions are presented in Fig.  4 . We further cluster the four types of sharing addressing each contextual aspect in detail (Fig.  5 ).\n\n• Sharing purpose: We characterize the purposes that motivate people to share their self-tracking data to others into 6 sub-classes: exchange support (48%); get information (21%); comparison (9%); connectivity (10%); collaboration (11%); and reward (1%). Phrases in the articles like ''support others in rehabilitation''  [47] , ''receive and give support''  [51] , ''community empowerment''  [52]  are categorized as ''Exchange support'', because the sharing purpose is for giving and receiving social support. When people share their data for gaining answers, feedback, or comments from others, the purpose is categorized as the sub-class ''Get information''.\n\nThe purposes that describe a situation to ''leverage the data of others to support the understanding of one's own data''  [53] , ''to compare''  [20, 27, 54] , or ''social sensemaking''  [23]  are classified under the ''Comparison'' sub-class. Sharing to improve''social connection''  [55] , ''social connectedness''  [56]  are categorized as ''Connectivity''. ''Collaboration'' describes the purpose of ''support collaboration''  [57] , ''collaborative sensemaking''  [58] , or ''facilitate a collaborative process''  [18] . The sharing in  [59]  is stimulated by monetary incentives, so the purpose is described as ''Reward''. The sharing purpose of Public broadcasting is mainly for exchanging support (80%). On the contrary, Group monitoring mainly aims at getting information from experts and professionals (78%) (Fig.  5a ). Community exchanging commonly aims to exchange support (61%) and social comparison (14%). • Sharer: We recognize two types of roles of the sharers: generic users (35%) and specific groups (65%). ''Generic users'' describes the system designed for the general population, without specifying a targeted user group. For instance, generic descriptions like ''people''  [51] , ''users''  [60] , etc, are involved in this subclass. ''Specific groups'' describes the system designed for a specific group of users. For instance, patients (n = 27), family members (n = 3), students (n = 4), workers (n = 8), special-care groups (n = 8), local residents (n = 3), event participants (n = 5), other specific groups (n = 7). ''Special-care group'' explains system designed for users who need special care (e.g., users with mobility impairments  [13] , not familiar with technology  [32] , obesity children  [61] , newborn babies  [62] , depression young adults  [63] , etc.). ''Event participants'' gathers users in co-experienced events (e.g., lecture  [64] , running  [33] , social health activities  [54] , wedding  [65] ). ''Other specific groups'' contains users from specific communities (e.g., smokers  [30] , single people  [25] , long distance couples  [66] , nutrition hobbyists  [67] , etc.). Public broadcasting systems are mostly designed for generic users (80%). Whereas, Interpersonal targeting (76%), Community exchanging (62%), and Group monitoring (100%) systems are commonly designed for specific users. Among which, Group monitoring contained by patients (78%), special-care user group (11%), and other specific groups (11%) only (Fig.  5b ). • Receiver: We classify five groups of receivers according to their relationships with the sharers: family & friends (n = 31), professionals (n = 21), peers (n = 41), acquaintances (n = 4), and strangers (n = 3). ''Family & friends'' contains family members  [68, 69] , partners  [26, 56] , friends  [55, 59] , as well as friends on social network  [70, 71] . Medical experts  [30] , HCPs  [49] ,\n\nprofessionals  [29]  are coded as ''professionals'' group to describe the professional relationship between the receiver and the sharer. ''Peer'' includes co-located peers (e.g., co-workers  [27, 72] , classmates  [14] ) as well as peers from online communities (e.g., infertility forum  [12] , PatientsLikeMe  [13] ). ''Acquaintances'' contains local neighborhoods  [52, 73, 74]  and acquaintances  [18] . Interpersonal targeting commonly happens between people with relatively close personal (44%) or professional (44%) relationships, which echoes with the microlayer relationship in Murnane et al.'s ecological model  [5] . In Public broadcasting category, the receivers' role moves from microlayer to exolayer  [5] . In Group monitoring category, receivers are all HCPs (66.7%) and medical experts (33.3%), who share a professional relationship with the sharers.\n\nIn Community exchanging category, receivers spread from people who are closely related with (family & friends, peers) to acquaintances (local neighborhoods) (Fig.  5c ). • Group size: We classify the group size according to the number of users included in the sharing activity: XL (group size> 20, e.g., online community), L (7-20, e.g., classmates), M (5-7, e.g., running group), S (3-5, e.g., family members), XS (2, e.g., partner). Most commonly, the sharing happens either with a large number of users online (46%) or with a small group of users: 2 (25%) members, 3-5 (18%) members. Middle-sized (7%) and large group (4%) have a relatively smaller share among all the reviewed cases (Fig.  5d ).\n\n• Sharing content: The most popular sharing contents are: physical activity (26%), food & nutrition (13%), body data (15%), thoughts & memories (8%), stress & emotion (6%). ''Body data'' consists of relatively high-private data types (e.g., heart-related [56], blood glucose  [75] , Oxygen saturation, and lung function  [76] ). ''Other activities'' collects relatively less-popular sharing items (e.g., location  [77] , smoking habit  [30] ). Some systems share more than one item across subcategories, in this case, it is arranged under the ''other activities'' subcategory. Interpersonal targeting and Community exchanging relatively share diverse data content with different privacy levels. Public broadcasting often shares not-so-private data (e.g., physical activity, food) in a spreading fashion. Conversely, Group monitoring usually shares highly private data types (e.g., body data, medical records) to professionals under sharers' consent (Fig.  5e ). • Sharing platform: Addressing the way that the sharers spread their data to the receivers, we classify the sharing platform into 6 subclasses: mobile-based applications (48%), online forum (26%), co-located shared display (9%), social network (8%), printed material (3%), and other platforms (6%). ''Other platform'' involves media other than visualizations (e.g., drinks  [26] , recording clips  [52] ). Interpersonal targeting and Community exchanging share the most variable sharing platforms compared with the other two types of sharing. Face-to-face sharing through printed material cases are all found in the Interpersonal targeting category because the format of paper-based sharing is not easily spread. However, it can be efficiently discussed in detail within small groups. The sharing platform of Public broadcasting normally happens online to support efficient message delivery. The platform of Group monitoring commonly uses customized or ad-hoc applications to satisfy specific needs (Fig.  5f )."
    },
    {
      "title": "Summarize the trend",
      "text": "We map all the contextual factors along the time dimension to discover the potential trend and opportunities of sharing (Figs.  6 ,  7 ). There is an overall increase of shared PI cases with time, which indicates an increasing research interest in social sharing in personal informatics. The main Sharing purpose are: exchange support, get information, and comparison for a better understanding of self (Fig.  6a ). Addressing the Sharer, researchers' interest in designing for generic users stays flat in the past decade. By contrast, as can be seen in Fig.  6b , there is an increasing interest in shared PI design for specific groups of users (e.g., patients, workers, special-care groups). The involvement of patients and special-care groups of users reveals a potential possibility of leveraging self-tracking techniques in the clinical field (Fig.  6b ). As for Receiver, researchers place great emphasis on sharing with relatively close personal relationships (i.e., family & friends) as well as peers within the same community. The emergence of professionals as receivers echoes with the patients sharers (Fig.  6c ). The Group size of the sharing activities mostly involve users from online groups (XL) or small groups (XS, S). Middle-sized (M) sharing and large-sized groups (L) are relatively less addressed (Fig.  7d ). The Sharing content covers wider aspects of people's lives. Other than physical activity and food, body data, stress & emotion has gained increasing research focus over time (Fig.  7e ). The research interest addressing PI Sharing platform is increasing in the channel of mobile-based applications and online forums (Fig.  7f ), which mainly depends on the sharing requirements. For instance, when the receivers move from acquaintances to strangers online (Fig.  6c ), sharing platform will change accordingly (Fig.  7f ).\n\nAn overview of the sharing flow is visualized in the Sankey diagram (Fig.  8 ). In summary, this section introduces six contextual aspects of shared PI (Sharing purpose, Sharer, Receiver, Group size, Sharing content, Sharing platform). We cluster the four types of shared PI addressing these contextual factors to identify the differences and connections. And"
    },
    {
      "title": "Data collection of shared PI",
      "text": "Tools for data collection in shared PI practices are not limited to use PI tools, which means the initial purposes of inventing these tools are not necessarily designed for PI practice. For example, people use commercial systems like social media  [51]  as data collection tools for food-tracking in social PI practice. Understanding how people use these techniques to collect data and social aspects in PI practice can facilitate future designers and researchers to identify key areas (e.g., what tool can be used in specific PI data collection, what roles can be involved in data collection process) for data collection in future sharing practice. Therefore, in this subsection, we will put our emphasis on the data collection tools, techniques as well as how social aspects affect the data collection process."
    },
    {
      "title": "Techniques of data collection",
      "text": "There are three ways for data collection addressing different levels of automation in shared PI practices: self-report, mixed sensing (semiautomatic), and automatic sensing. Regarding current collection tools that applied in these shared PI practices, 23% cases use self-report, 44% systems use automatic sensing devices, and the remaining 33% use mixed methods to combine sensor data with self-report data to enrich the context of the collection. The selection of data collection tools depends on the data type (Fig.  9 ). Automatic sensing devices can efficiently and automatically facilitate the self-tracking process.\n\nSteps  [78] , locations  [77] , heart rate  [23] , skin conductivity  [79] , and blood glucose  [49]  become accessible anytime and anywhere by the increasing sensing devices. However, technologies cannot cover every aspect of life, we should leverage technologies with the human in the loop  [80] . Some data collection still needs users' input (e.g., food  [81] ) or partially rely on self-report (e.g., emotion  [82] , stress  [31] ). Manual efforts in data collection can in some cases reassure the accuracy of data input and enrich the context. For instance, sensing technologies can measure physiological emotions, and self-report reflect perceived emotional status  [82] . It is especially important in the clinical use of shared PI practices, the shared data can be crucial to diagnose diseases and give feedback. Patients' input can largely inform doctors about their disease and symptom data. Therefore, self-report can complement the technical deficiency to some extent and enrich the sensing context. Sensing technology and self-report are two complementary tools, and the value of each depends on the application scenario and the situation at hand.\n\nBesides the technical deficiency in accurate-sensing, a lot of system design deliberately leaves space for users to participate in and contribute to the data collection process. Although automatic sensing saves users' time and efforts to collect data, considering users' autonomy and self-efficacy, users' input and participation are still necessary for some of the collection processes. For instance, a lot of shared PI systems involve users to add free-form text with the sensing data (e.g.,  [76, 83] ). On the one hand, it makes the shared content more understandable to the receiver(s). On the other hand, it enables users to gain self-efficacy and autonomy in the data collection process."
    },
    {
      "title": "Shared data collection in shared PI",
      "text": "Shared data collection involves multiple stakeholders, it drives concerns on the data sharing content. The shared collection process can be operated by another user  [61] . In this case, the sharers are often people who need special care and are not capable of operating the data-tracking by themselves alone. For instance, the elderly sometimes do not know how to use advanced sensing devices for health tracking, so an intermediary (his daughter) takes care of data collection for him  [32] ; parents collect data to track the activities of their newborn babies and share it with HCPs  [62] . Another type of shared collection is accomplished together by multiple stakeholders simultaneously  [31, 56]  or remotely  [12, 13] . This type of shared collection often gathered people pursuing a similar goal (e.g., eat healthfully, be more active, less stressed). Shared collection with multiple stakeholders made the tracking more effective  [84] , made the collection more engaging  [82, 85] , and made the collected data more carefully-prepared. Because people will consider ''their imagined audience in mind''  [74] . Though the initial engagement may disappear when people knew what to expect  [56]  after a few practices."
    },
    {
      "title": "Summary",
      "text": "We described the shared collection in this section addressing: the techniques used for data collection (self-report, mixed sensing, automatic sensing), the automation and autonomy of the data collection process, as well as the data collection under social contexts. Overall, tools that be used for data collection are not necessarily designed to collect PI data. Sensing technologies and self-report are two complementary tools in the data collection stage. Current sensing cannot cover every aspect of our needs, and users' autonomy should be reserved to some extent. Therefore, the participation of users in data collection cannot be replaced. Moreover, the presence of others can make data collection more effective and more engaging. These social aspects can be leveraged to create opportunities for sustainable collection. These aspects formed and correspond to the ''collection stage'' in the classical PI model  [1] ."
    },
    {
      "title": "Media of shared PI",
      "text": "In the classical PI model, the integration stage exists between collection and reflection, and it describes the collected information ''be  prepared, combined, and transformed'' into a form that can be reflected on  [1] . For an individual user, the integrated data can be accessed as soon as it is gathered, and the user can immediately move to the reflection stage. However, with multiple stakeholders involved, the shared integration process is not necessarily gathered by an individual user. On the contrary, the process is commonly operated automatically by the system to lower users' effort input and increase integration efficiency  [13, 48] . Afterward, the integrated results will be presented (media) in a format that can be reflected on by multiple stakeholders. Aspects like feedback forms, delivery time, and privacy will be discussed to understand users' preferences and concerns in integration stage of sharing practice, so that future researchers can smooth users' sharing experiences with concerns on privacy by design."
    },
    {
      "title": "Forms of feedback",
      "text": "The form of feedback is content-oriented, it depends on the explicitness of the shared information. 98% of all the shared PI cases use the visual channel as a feedback format because of its efficiency in delivering information. Some case explores other feedback channels (e.g., taste  [26] , hearing  [74] ), which reveals the potential possibility in other formats of data sharing when the requirement of data explicitness is not high. The feedback carrier in these systems are often services for the diverse sharing request. When the sharing aims to deliver information efficiently and precisely (e.g., for clinical use  [49] ), the feedback carrier places a priority on general platforms such as mobilebased applications  [75]  and web-based online platforms  [86] . When the sharing aims to reach wider audiences, social media can be the best choice. For instance, a stroke patient shares his rehabilitation experiences using live-stream on YouTube  [47] . When the sharing happens within a small group of co-located users, a shared display may fit the best for interaction and communication  [31, 33, 74, 81] . When the sharing happens within two people, face to face talk (e.g.,  [25] ) or other creative formats (e.g., ambient lighting  [79] , drinks  [26] ) get a chance."
    },
    {
      "title": "When the feedback is provided to users?",
      "text": "The aggregated data can be presented timely or be delayed, and the timing is usually driven by the users' needs. When the system is designed to immediately create awareness or to motivate upcoming action  [79] , real-time feedback is generally preferred. For instance, ASHA is a self-tracking application with timely feedback addressing the user's self-performance compared to their peers  [54] . When the user needs an aggregated results of a day, the feedback would presents daily accordingly. For instance, TastyBeats create drinks as a reward for users based on their activities during the day  [26] . When the feedback is needed in the regularly scheduled meetings  [4] , the gathered data might be sophisticated in a high-resolution format and be prepared for the counseling  [30] . One case describes a highly-engaged PTSD (Post-Traumatic Stress Disorder) patient to collect symptom-related data and discuss it with his therapist during the therapeutic sessions  [87] ."
    },
    {
      "title": "Privacy concerns of feedback",
      "text": "The social aspect drives privacy concerns on the sharing contents. With the presence of others, the sharing content may differ from the collection content. Some data that be collected may only for personal reflection rather than sharing with others. 45% data collection contents are overlapped with those going to be shared. 55% of cases describe users interact with or make reflections on the full data set, and leave selective part for sharing. Commonly, low-private level data (e.g., physical activities, food, thoughts) are generally accepted for sharing; whereas high-private level data (e.g., body data, stress, sleep) are commonly collected and kept for self-reflection. Besides, the receivers' role can also make a difference in the sharing and not-sharing content (e.g., sharing intimate personal data with HCPs is acceptable).\n\nThere are three approaches to achieve privacy protection in current shared PI cases: (1) anonymity; (2) ambiguity; and (3) aggregation. Anonymity is a direct way for privacy protection, it is widely used in offline sharing  [14, 31] , as well as online sharing  [12] . Either users themselves take control of the anonymity level  [83, 88]  or the system is designed with an untraceable identity  [27, 31] . Anonymity is widely applied and is applicable for most sharing contexts. Ambiguity makes abstract the sharing either from the source (data) or from the end (format). When the system designed for interaction and entertainment over precise number-delivering, the collected data can be ambiguity from the source. For example, Moodlight  [79]  uses an ambient lighting system to represent emotion ambiguously; social HUE supports the abstract share of physical activity data to create social connectivity between the elderly and their caregivers  [89] . When users need to access the results clearly and precisely by themselves, the ambiguity may happen at the tail before sharing. For example, DiaBeaThis system obfuscates blood glucose data into fuels and embeds it in a social game  [90] . Aggregation is commonly applied when the aggregated result is meaningful or interests the users. For instance, users may need an aggregated result to understand the overall performance of a running group  [33]  or a community  [27, 74, 81] , to compete with other communities as an entity  [91] , or to view and interact with a cooperated activity  [79] . Though, as can be noticed in the paper list (Fig.  2 ), not-aggregated presentations (visible self and others in the group) stay the most popular feedback content in these shared PI practices. Noticeably, some scenarios concern less about privacy protection under specific conditions. Either the shared data has lowprivate level (e.g., steps  [33, 78] , open-shared memory  [92] ), or the receivers are trusted people (e.g., partner  [26] , friends  [79] , HCPs  [76] , co-workers  [88] )."
    },
    {
      "title": "Summary",
      "text": "We described the feedback of shared PI in this section addressing: feedback forms, timing as well as privacy concerns. The feedback format depends on the resolution of the delivered information, visualization shares the majority part than other formats in current shared PI cases. The feedback is commonly made approachable to the users and the delivery time is often driven by users' needs (real-time, daily, weekly, etc.). Meanwhile, not all the collected data can be shared. Users should take control of what to share and what not. Three ways can be leveraged to tackle privacy concerns in current shared PI cases: anonymity, ambiguity, and aggregation. The aspects of feedback forms, delivery time, and privacy concerns discussed in this section correspond to the ''integration stage'' in the classical PI model  [1] ."
    },
    {
      "title": "Evaluation of shared PI",
      "text": "We categorize the evaluation of the shared PI practices according to the evaluation goal and approach. Table  3  describes the goals and approaches to evaluation in the literature. 22% of the cases were evaluated to understand the interactions among users (coded as ''UU''). For instance, evaluate to understand the interpersonal interactions between patients and clinicians  [4, 57] ; to understand users' data-sharing behavior  [25]  and sharing motivations  [74] ; or to understand events  [72]  or group effects  [84]  on users. Among these, a majority part of the evaluation (68.2%) deploys qualitative methods to understand users' social behaviors and collaborations. 34% of cases emphasize ''Users-System interaction'', coded as ''US''. For instance, evaluate how users interact with the system  [32] ; how the system affect users' awareness  [26, 79] , reflection  [30, 31, 93] , modified behaviors  [85, 88] , social interactions and group performance  [33] . The evaluation method is relatively diverse and commonly accompanied by semi-structured interviews or surveys. 3% of cases focus on ''System'' evaluation (coded as ''S''). Namely, to evaluate system performance  [94] , system usability  [95] , and system feasibility  [86] . Cases to evaluate system acceptance and usefulness are often accompanied by user experiences  [64, 83] . 20% studies focus on evaluating interpersonal interaction and user-system interaction (coded as ''UU + US''). And 17% cases focus on user-system interaction and system evaluation (coded as ''US + S''). Four papers do not mention specific evaluation methods  [87, 94, 96, 97] .\n\nPrevious research either evaluates the work as a PI system or a PI practice. It is rarely seen works emphasize evaluating the effects of sharing practices in each stage of PI. Echo with Rooksby et al.  [39] , the evaluation of a shared PI is beyond the measurement of ''behavior change on gained insights'', rather, it is also likely to focus on the gaining of shared understanding and social interpreting. For instance, more reflection  [30] , increased awareness  [26, 79] , improved motivation  [33] , engaged logging  [85] , social collaboration  [62]  are commonly addressed in these shared PI cases. As for the evaluation approach, qualitative research methods can facilitate researchers to understand why and how questions, and are mostly addressed to understand users or users' experiences of the design. Quantitative analysis is mostly applied through collecting users' usage or interaction through device logs, mostly addressed to evaluate the system. By understanding the effects of sharing on each stage of PI from various cases, it is beneficial to develop evaluation approach that applied specifically for shared PI practice."
    },
    {
      "title": "Discussion",
      "text": "This paper reviews current shared PI practices generated over the past 13 years. We characterize diverse shared PI cases in light of the classical model of PI stages (preparation, collection, integration, reflection, action)  [1] . In this section, we discuss some major insights into ''shared PI'' gained from this review. Moreover, we summarize the design opportunities based on our findings, followed by implications for future research in designing shared PI systems."
    },
    {
      "title": "There is more to shared PI than the sharing of data",
      "text": "Personal informatics (PI) is ''a class of tools that help people collect personally relevant information for the purpose of self-reflection and gaining self-knowledge''  [1] . As shown in our review, an emerging number of studies set out to explore the social aspects of PI. Overwhelmingly, current explorations involving social aspects of PI cases have been focused on the sharing of data visualization or sense-making activities among people, i.e., in the stage of integration and reflection. Nonetheless, by classifying and extracting a diverse set of shared PI cases, we also find that the act of social sharing of PI does not only concern the data display (integration) or sense-making (reflection), but also concerns other stages of PI, such as the stage of preparation  [32, 49, 57, 62, 88] , collection  [33, 56, 79, 85] , and action  [33, 54, 76, 84, 85, 91, 106] . And in each of the PI stages, the act of social sharing can be a ''double edged'' sword that implies both benefits and risks, and thereby needs to be carefully designed for.\n\nTherefore, a key insight generated from our review is that designing shared PI is beyond merely designing shared data visualization, or shared sense-making activities. Rather, it can also mean designing shared preparation (e.g., the targeted user is not familiar with new technologies, an intermediary help to prepare the tracking and support the target beneficiary to maintain health  [32] ), shared collection (e.g., tools to support group fitness are developed and deployed to collect realtime performance data for running groups  [33] ), or shared action (e.g., specific group activities (walk together after lunch) were found in an employer-sponsored health program  [91] ). And this suggests a broader and exciting space for future design to explore and facilitate different acts of social sharing throughout the PI stages. As such, from our understanding, shared PI practices could be described as follows: multiple stakeholders use PI tools to collect personal-or collectiverelevant information for the purpose of Interpersonal targeting (O2O), Public broadcasting (O2M), Group monitoring (M2O), or Community exchanging (M2M), with the social sharing aspects concerning different stages of PI, including preparation, collection, integration, reflection or action. Understanding shared PI practice would be beneficial for future researchers and designers interested in sharing practices in PI studies and discovering new research opportunities. Meanwhile, to be noted, since sharing act may exist across the PI stages, there could be ethical concerns such as privacy, social translucence  [134] , or data security in other stages as well than only in the stages of integration and reflection (in which multiple stakeholders share visualizations or sensemaking activities). This means for each stage, the effects and risks of ''social sharing'' should be thought through respectively, in light of the specific use case and user needs in that stage. And it is highly likely that in one stage sharing acts (e.g., collective activity or social translucence) is beneficial and preferable, but in another stage, it should be moderated or avoided due to specific reasons. For example, a group of students collect their physical activity together, but reflect on the data through pseudonymous avatars for privacy protection  [14]  (concerns on reflection stage). Similarly, in another example, (infertile) women collect their data (e.g., body temperature) privately and remotely, but reflect together by acquiring peer support or offering help through the community forum online  [12]  (concerns on collection stage)."
    },
    {
      "title": "Potential opportunities for shared PI research",
      "text": "From the literature review, personal informatics is getting more and more adopted among the general public with the development of ubiquitous sensing techniques. Research interests increasingly emphasize the sharing of diverse facets of life for various purposes via PI systems. Hence a trend can be seen that social sharing has become an important property in many emerging PI designs. In addition to the findings discussed above, here we identify the remaining gaps and design opportunities with the aim of informing future research."
    },
    {
      "title": "Opportunity 1: Leverage the benefits and minimize the risks in social comparison",
      "text": "Based on our results, sharing is mostly driven by exchanging support, get information, and comparison. And we notice that there is an increasing emergence in comparison-aimed sharing, in which users are enabled to compare their own data with others  [23] . It rooted in social comparison literature in the psychology field  [135] . On the one hand, social comparison in PI context can be sometimes stressful and burdensome, for example, if one is left behind by peers. On the other hand, it can assure users by implying the ''normal'' pattern or ''overall'' distribution of others, or motivate users to achieve more by displaying others' progress. Among our reviewed designs, the comparison-aimed cases mostly target generic users  [20] , students  [82] , workers  [27] , event participants  [54]  sharing with family, friends, and peers. Comparison in patients and special-care groups are relatively rare, which suggests both challenges and opportunities to explore proper and beneficial social comparison for these users. In general, to leverage the benefits and minimize the risks in comparison under PI context, designers can design the comparison between users with similar conditions. For example, in the context of mobility-impairment users' activity tracking, participants show a great desire to compare with peers with similar mobility impairments to discover new possibilities in rehabilitation  [13] . When the situation is relatively comparable, the experiences from peers would show more value to learn from. Meanwhile, the relatively fair comparison would not make users feel anxious about being left behind too much by peers. Additionally, the privacy protection should be embedded in design to minimize risks through (semi-) anonymous sharing  [31] , social avatar design  [14] , or thoughtfully design nuanced levels of ambiguity in the interface, to mediate between privacy and social translucence."
    },
    {
      "title": "Opportunity 2: Tailor shared PI design to specific user group and ad-hoc scenarios",
      "text": "Our analysis reveals an increasing focus on tailoring shared PI to specific user groups and their unique contexts, moving beyond generic use cases. This trend underscores a shift from early adopters, such as quantified-selfers  [2] , toward broader demographics, including less tech-savvy users and professional or special-care domains. For instance, our findings indicate that shared PI is being integrated into highly contextualized scenarios such as clinics  [76] , workplaces  [88] , classrooms  [14] , and family settings  [69] , signaling a growing need for domain-specific solutions. This evolution calls for a deeper understanding of the nuanced needs, routines, and social dynamics of targeted user groups within their ad-hoc environments. Rather than applying generic design principles, researchers and practitioners should leverage insights from our results to explore how shared PI can adapt to the specific workflows, cultural norms, and collaborative patterns of distinct populations. For example, shared PI in a classroom might emphasize engagement through gamified activity tracking to foster peer interaction  [14] , while workplace applications might prioritize social negotiations to combat sedentary behavior  [72] . To advance this area, designers should aim to create context-sensitive solutions that not only enhance users' engagement but also mitigate potential negative impacts on existing routines and social structures. By grounding the design process in the unique attributes of specific scenarios, this approach paves the way for more impactful and ethically mindful applications of shared PI."
    },
    {
      "title": "Opportunity 3: Ask first what sharers expect from sharing before whom they want to share with",
      "text": "Our characterization of the four sharing types identified the receivers' roles by the relationship with the sharer. Echoing with  [71] , receivers can either be strangers or from the user's existing social networks, and sharers are expecting differently from different roles of receivers. Combined with our findings, O2O sharers expect to get support, comments, or stimuli from family and friends; O2M sharers expect to get interactions, ''views'', or ''likes'' from public media; M2O sharers expect professional comments, feedback, or suggestions from medical experts; M2M sharers expect community peers' to share back. However, the users' ''expected receivers'' may differ from what they really shared with. For instance, when we ask users to whom they would like to share their personal data, they are highly likely not going to say ''strangers''. Whereas, a lot of previous research had stated, to some extent, people tend to share with strangers with similar conditions or experiences rather than family or friends  [71] . One example shows that sharing personal intimate information (e.g., infertility) to strangers through the online community makes infertile women feel more comfortable and secured than sharing with friends and colleagues  [12] . Therefore, instead of asking ''to whom you want to share'' questions, designers should ask (and investigate in-depth) ''what do you expect from sharing''. In other words, designers can turn the way around by understanding sharers' latent expectations and desires first, then design to catch the ''perfect'' receivers."
    },
    {
      "title": "Opportunity 4: Further explore shared PI for co-located groups",
      "text": "Based on the trend of sharing, current research interests in shared PI put great attention on the remote sharing (e.g., share with peers from online forums). However, the design of shared PI for co-located groups (e.g., co-workers  [88] , classmates  [82] , lecture audiences  [64] , wedding participants  [65] , local neighborhood  [74] , etc.) is relatively rare. We see an opportunity to design shared PI for co-located user groups under their specific co-experienced context (e.g., occupational stress, lecture presentations, wedding experiences, marathon races, neighborhood events, etc.). Co-located sharing or physically sharing information involves the presence of others, which can foster immediacy and intimacy  [136] , it creates a sense of interpersonal connectedness and has some unique affective benefits that are less likely afforded in remote sharing  [137] . Co-located shared PI can engage in conversations and co-interpretations, it can be inspiring, stimulating, and engaging in sociability. However, not all interpersonal interactions are welcoming and engaging. Accordingly, designers should beware of the co-located interpersonal dynamics (e.g. comparisons  [84] , social pressures, impression management concerns  [138] , biased judgments  [31] , awkward  [139] ), and the negative emotional outcomes (e.g., stressed, guilty, embarrassed  [140, 141] ) in design for the co-located user groups.\n\nTherefore, while designing for co-located PI suggests many unaddressed opportunities for future designers, it also poses new challenges regarding social acceptance and willingness. Designers are tasked to resolve the tension between these benefits and the concerns. For instance, designers can emphasize the benefits of sharing to targeted users by inviting their trusted parties (e.g., managers to employees, teachers to students) to introduce or to take part in the design process. Such as, inviting managers to participate in the design of mood-sharing tools in the workplace for their staff engage acceptance of self-tracking and benefits both parties under their existing structures (e.g., team cohesion and empowerment of employees)  [27] . Additionally, designers may need to caution the inadvertent, unintended self-revelation and the risk of automated disclosure  [79]  in co-located sharing. Designers can have more nuanced solutions for privacy protection or mediation by navigating the approaches that we summarized in our review: anonymity, ambiguity, and aggregation. For example, designing synchronized activity tracking using pseudonymous avatars for co-located students in the classroom can afford a more public discussion without comprising their privacy  [14] . Designers can also leverage game design elements in these non-game contexts (gamification  [142] ) to ease the sharing and address certain burdensome facts in a fun and playful way."
    },
    {
      "title": "Opportunity 5: Addressing asymmetrical needs of sharers and receivers in shared PI systems",
      "text": "Our analysis highlights the critical need to design shared PI systems that address the asymmetrical needs of sharers and receivers. This asymmetry becomes especially evident in scenarios where stakeholders have distinct roles, such as patients and doctors. For instance, while patients might require detailed tracking data, including progress reports and graphs for self-reflection, doctors may find such granular information overwhelming and instead benefit from succinct overviews to support clinical decision-making. Although previous work has emphasized sharers' needs, our findings reveal a broader opportunity to design systems that balance these asymmetrical requirements across diverse contexts, not limited to healthcare. For example, shared PI systems in workplace collaborations or family health tracking similarly require nuanced understanding and design to accommodate differing priorities and interaction patterns among stakeholders. Our review underscores the importance of engaging both sharers and receivers during the design process to uncover shared and diverging needs  [21] . By incorporating co-design practices and iterative feedback loops  [4] , researchers and practitioners can ensure that shared PI systems are better aligned with the goals of all users. This approach not only enhances system usability but also ensures equitable support for all parties, paving the way for more inclusive and effective shared PI applications across varied domains."
    },
    {
      "title": "Opportunity 6: Lower the sharing barriers by adding options for fine-gained, selective sharing",
      "text": "Users show hesitation about sharing because they may worry their sharing spamming others  [71, 143, 144] . Moreover, the sharing content may disclose the contextual information that users intend to kept private  [42] . These concerns hold back on users' sharing activities and thus prevent them from experiencing the benefits of sharing  [71] . Therefore, we see an opportunity in designing worriless sharing to lower the sharing barriers and make the sharing more likely to deploy. To not worried about spamming others, Epstein et al. suggest developing the system to facilitate users to avoid oversharing  [42] . To avoid concerns about disclosing contextual information, designers can empower sharers with the ability to selectively share information and control the level of granularity  [42] . In other words, sharers should be able to freely select specific people for sharing or able to flexibly editing data before sharing. Designers should keep sharers' autonomy in worriless sharing. However, to be noted, while enabling such finedgrained, selective controls could enhance user autonomy and reduce their worries, these controls should be provided as additional options and should not be overburdening the users. In other words, users should still be able to share their data via minimal steps in an effortless way. As a result, here designers are tasked with the challenge of balancing user autonomy with the system's ease of use."
    },
    {
      "title": "Limitations",
      "text": "This literature review has some limitations that need to be mentioned. First, we only reviewed the scientific literature in the three major databases for literature search. Although they are the predominant sources for the targeted research domain, and we did involve references in these papers to identify potential external papers, it is still possible that we have excluded some related publications that are not covered by these databases. Second, by restricting our search on shared PI practices in scientific literature, we may have missed relevant systems that are not been published but are used in practice, these systems should be studied in future research. Third, given the nature of qualitative analysis, the categorization and characterization of the reviewed design cases might have been influenced by the coders' subjective bias. Although cross review and cross revision between coders and external researchers were conducted to neutralize the potential subjective bias, it is still noteworthy that the categorization and characterization in this work should remain open for future improvement or debate."
    },
    {
      "title": "Conclusion",
      "text": "This paper reviews the existing work on shared PI over the recent 13 years, aimed for analyzing and characterizing current cases to inform future design and development. We identified the different types of sharing and characterized them by sharing purposes: Interpersonal targeting (O2O), Public broadcasting (O2M), Group monitoring (M2O), Community exchanging (M2M). We analyzed how contextual factors differ in different types. O2O type often describes a sharing activity between two individuals with relatively close relationships. O2M type often describes a mono-directional sharing activity without necessarily hoping others to share back. M2O type often describes a specific user group passively share their high-private data to limited numbers of professionals. M2M type often describes a reciprocal sharing activity within an ad-hoc community where people have similar goals or interests. We also examined the feedback design and system evaluation of the existing studies. Based on our review, we argue that the definition of shared PI should be evolved beyond the sharing of data. Rather, it should concern all stages of PI, including preparation, collection, integration, reflection, and action. Along all these stages, we address design opportunities for designers and researchers to navigate the benefits and risks of design social sharing in personal informatics. In doing so, we aim to contribute a set of design-oriented knowledge for the community to jointly advance the research and design of shared PI systems."
    },
    {
      "title": "CRediT authorship contribution statement"
    },
    {
      "title": "Declaration of competing interest",
      "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
    },
    {
      "text": "Fig. 1. The article selection flowchart."
    },
    {
      "text": "Fig. 2. Selected papers."
    },
    {
      "text": "Fig. 4. Keywords extractions."
    },
    {
      "text": "Fig. 5. Contextual aspects of the four types."
    },
    {
      "text": "we find, Interpersonal targeting (O2O) often describes the data sharing activity between two individuals with a relatively close relationship. Public broadcasting (O2M) often describes low-private data sharing from one individual to a wide range of audiences in a mono-directional fashion. Group monitoring (M2O) often describes a specific user group passively share their high-private data to limited numbers of professionals. Community exchanging (M2M) often describes a group of users with similar interests shares for reciprocal purposes. Moreover, we map the contextual aspects along the time dimension and summarize the trend of current research interest in the social sharing of personal informatics. These contextual aspects often appear when users decide what tool to use to track what data, what will be shared for what purpose, who to share with, etc. These questions formed and correspond to the ''preparation stage'' in the classical PI model [1]."
    },
    {
      "text": "Fig. 6. Contextual aspects change with time (part 1)."
    },
    {
      "text": "Fig. 7. Contextual aspects change with time (part 2)."
    },
    {
      "text": "Fig. 8. Sankey visualization of contextual aspects."
    },
    {
      "text": "Fig. 9. Techniques of data collection."
    },
    {
      "text": "Information and Software Technology 185 (2025) 107759"
    },
    {
      "text": "Writing -original draft, Methodology, Investigation, Funding acquisition, Conceptualization. Pengcheng An: Writing -original draft, Validation, Investigation, Formal analysis. Zengrong Guo: Validation, Investigation. Rong-Hao Liang: Writing -review & editing, Supervision, Resources. Jun Hu: Writing -review & editing, Supervision, Funding acquisition. Preben Hansen: Visualization. Loe Feijs: Supervision, Project administration."
    },
    {
      "text": "The keywords cluster used in all databases."
    },
    {
      "text": "Evaluation goal and approach."
    }
  ],
  "references": [
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "Ian Li",
        "Anind Dey",
        "Jodi Forlizzi"
      ],
      "year": 2010
    },
    {
      "title": "IJsselsteijn, Design beyond the numbers: Sharing, comparing, storytelling and the need for a quantified us",
      "authors": [
        "Elisabeth Kersten-Van Dijk",
        "A Wijnand"
      ],
      "year": 2016
    },
    {
      "title": "Personal informatics, self-insight, and behavior change: A critical review of current literature",
      "authors": [
        "Joyce Elisabeth T Kersten-Van Dijk",
        "Femke Westerink",
        "Beute",
        "A Wijnand",
        "Ijsselsteijn"
      ],
      "year": 2017
    },
    {
      "title": "Crafting a view of self-tracking data in the clinical visit",
      "authors": [
        "Anita Helena M Mentis",
        "Katrina Komlodi",
        "Michael Schrader",
        "Ann Phipps",
        "Karen Gruber-Baldini",
        "Lisa Yarbrough",
        "Shulman"
      ],
      "year": 2017
    },
    {
      "title": "Personal informatics in interpersonal contexts: towards the design of technology that supports the social ecologies of long-term mental health management",
      "authors": [
        "Tara Elizabeth L Murnane",
        "Beck Walker",
        "Stephen Tench",
        "Jaime Voida",
        "Snyder"
      ],
      "year": 2018
    },
    {
      "title": "Digital health and the biopolitics of the quantified self",
      "authors": [
        "Btihaj Ajana"
      ],
      "year": 2017,
      "doi": "10.1177/2055207616689509"
    },
    {
      "title": "Mapping and taking stock of the personal informatics literature",
      "authors": [
        "Clara Daniel A Epstein",
        "Mayara Caldeira",
        "Xi Costa Figueiredo",
        "Lucas Lu",
        "Lucretia Silva",
        "Jong Williams",
        "Qingyang Ho Lee",
        "Simran Li",
        "Qiuer Ahuja",
        "Chen"
      ],
      "year": 2020
    },
    {
      "title": "Social interaction and reflection for behaviour change",
      "authors": [
        "Bernd Ploderer",
        "Wolfgang Reitberger",
        "Harri Oinas-Kukkonen",
        "Julia Van Gemert-Pijnen"
      ],
      "year": 2014
    },
    {
      "title": "Personal informatics for non-geeks: lessons learned from ordinary people",
      "authors": [
        "Gul Calikli",
        "Mads Schaarup Andersen",
        "Arosha Bandara",
        "Blaine Price",
        "Bashar Nuseibeh"
      ],
      "year": 2014,
      "doi": "10.1145/2638728.2641316"
    },
    {
      "title": "Wearable health information: Effects of comparative feedback and presentation mode",
      "authors": [
        "Hoyoun Cho",
        "Hongsuk Yoon",
        "Ki Kim",
        "Dong-Hee Shin"
      ],
      "year": 2015
    },
    {
      "title": "Reconsidering the device in the drawer: lapses as a design opportunity in personal informatics",
      "authors": [
        "Jennifer Daniel A Epstein",
        "Laura Kang",
        "James Pina",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "Self-tracking for fertility care: collaborative support for a highly personalized problem",
      "authors": [
        "Mayara Costa Figueiredo",
        "Clara Caldeira",
        "Tera Reynolds",
        "Sean Victory",
        "Kai Zheng",
        "Yunan Chen"
      ],
      "year": 2017
    },
    {
      "title": "Sharing automatically tracked activity data: implications for therapists and people with mobility impairments",
      "authors": [
        "Meethu Malu",
        "Leah Findlater"
      ],
      "year": 2017
    },
    {
      "title": "ThinkActive: designing for pseudonymous activity tracking in the classroom",
      "authors": [
        "Andrew Garbett",
        "David Chatting",
        "Gerard Wilkinson",
        "Clement Lee",
        "Ahmed Kharrufa"
      ],
      "year": 2018
    },
    {
      "title": "Who owns the data? Open data for healthcare",
      "authors": [
        "Patty Kostkova",
        "Helen Brewer",
        "Simon De Lusignan",
        "Edward Fottrell",
        "Ben Goldacre",
        "Graham Hart",
        "Phil Koczan",
        "Peter Knight",
        "Corinne Marsolier",
        "Rachel Mckendry"
      ],
      "year": 2016,
      "doi": "10.3389/fpubh.2016.00007"
    },
    {
      "title": "Self-tracking the microbiome: where do we go from here?",
      "authors": [
        "Carine Gimbert",
        "François-Joseph Lapointe"
      ],
      "year": 2015,
      "doi": "10.1186/s40168-015-0138-x"
    },
    {
      "title": "Sharing health data for better outcomes on PatientsLikeMe",
      "authors": [
        "Paul Wicks",
        "Michael Massagli",
        "Jeana Frost",
        "Catherine Brownstein",
        "Sally Okun",
        "Timothy Vaughan",
        "Richard Bradley",
        "James Heywood"
      ],
      "year": 2010
    },
    {
      "title": "Expanding our reflexive toolbox: Collaborative possibilities for examining socio-technical systems using duoethnography",
      "authors": [
        "Patricia Garcia",
        "Marika Cifor"
      ],
      "year": 2019,
      "doi": "10.1145/3359292"
    },
    {
      "title": "The realization of personalized medicine through crowdsourcing, the quantified self, and the participatory biocitizen",
      "authors": [
        "Melanie Swan",
        "Health"
      ],
      "year": 2012
    },
    {
      "title": "Prescriptive persuasion and open-ended social awareness: expanding the design space of mobile health",
      "authors": [
        "Eric Ps Baumer",
        "Sherri Katz",
        "Jill Freeman",
        "Phil Adams",
        "Amy Gonzales",
        "John Pollak",
        "Daniela Retelny",
        "Jeff Niederdeppe",
        "Christine Olson",
        "Geri Gay"
      ],
      "year": 2012,
      "doi": "10.1145/2145204.2145279"
    },
    {
      "title": "From\" nobody cares\" to\" way to go!\" a design framework for social sharing in personal informatics",
      "authors": [
        "Bradley Daniel A Epstein",
        "Elizabeth Jacobson",
        "David Bales",
        "Sean Mcdonald",
        "Munson"
      ],
      "year": 2015
    },
    {
      "title": "Shared PI: Sharing personal data to support reflection and behaviour change",
      "authors": [
        "Rowanne Fleck",
        "Daniel Harrison"
      ],
      "year": 2015
    },
    {
      "title": "Enhancing personal informatics through social sensemaking",
      "authors": [
        "Aare Puussaar",
        "Adrian Clear",
        "Peter Wright"
      ],
      "year": 2017
    },
    {
      "title": "Designing for privacy and self-presentation in social awareness",
      "authors": [
        "Mika Raento",
        "Antti Oulasvirta"
      ],
      "year": 2008,
      "doi": "10.1007/s00779-008-0200-9"
    },
    {
      "title": "Metadating: exploring the romance and future of personal data",
      "authors": [
        "Chris Elsden",
        "Bettina Nissen",
        "Andrew Garbett",
        "David Chatting",
        "David Kirk",
        "John Vines"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858173"
    },
    {
      "title": "Tastybeats: Designing palatable representations of physical activity",
      "authors": [
        "Rohit Ashok Khot",
        "Jeewon Lee",
        "Deepti Aggarwal",
        "Larissa Hjorth",
        "Florian Floyd",
        "' Mueller"
      ],
      "year": 2015
    },
    {
      "title": "Introducing mood self-tracking at work: Empirical insights from call centers",
      "authors": [
        "Verónica Rivera-Pelayo",
        "Angela Fessl",
        "Lars Müller",
        "Viktoria Pammer"
      ],
      "year": 2017,
      "doi": "10.1145/3014058"
    },
    {
      "title": "Help me help you: Shared reflection for personal data",
      "authors": [
        "Lisa Graham",
        "Anthony Tang",
        "Carman Neustaedter"
      ],
      "year": 2016
    },
    {
      "title": "Mhealth through quantified-self: a user study",
      "authors": [
        "Chonlatee Khorakhun",
        "N Saleem",
        "Bhatti"
      ],
      "year": 2015,
      "doi": "10.1109/healthcom.2015.7454520"
    },
    {
      "title": "QuittyLink: A mobile application that helps people quit smoking",
      "authors": [
        "Jeni Paay",
        "Jesper Kjeldskov",
        "Mikael Skov",
        "Umachanger Brinthaparan",
        "Nirojan Srikandarajah",
        "Dimitrios Raptis"
      ],
      "year": 2015
    },
    {
      "title": "AffectiveWall: Designing collective stress-related physiological data visualization for reflection",
      "authors": [
        "Mengru Xue",
        "Rong-Hao Liang",
        "Bin Yu",
        "Mathias Funk",
        "Jun Hu",
        "Loe Feijs"
      ],
      "year": 2019,
      "doi": "10.1109/access.2019.2940866"
    },
    {
      "title": "Leveraging intermediated interactions to support utilization of persuasive personal health informatics",
      "authors": [
        "Ntwa Katule",
        "Melissa Densmore",
        "Ulrike Rivett"
      ],
      "year": 2016,
      "doi": "10.1145/2909609.2909664"
    },
    {
      "title": "Social fabric fitness: the design and evaluation of wearable E-textile displays to support group running",
      "authors": [
        "Matthew Mauriello",
        "Michael Gubbels",
        "Jon Froehlich"
      ],
      "year": 2014
    },
    {
      "title": "Self-tracking, social media and personal health records for patient empowered self-care",
      "authors": [
        "Chris Paton",
        "Margaret Hansen",
        "L Fernandez-Luque",
        "Annie Lau"
      ],
      "year": 2012
    },
    {
      "title": "Transforming Qualitative Information: Thematic Analysis and Code Development",
      "authors": [
        "Richard Boyatzis"
      ],
      "year": 1998,
      "doi": "10.4135/97814129862681.n339"
    },
    {
      "title": "Procedures for Performing Systematic Reviews",
      "authors": [
        "Barbara Kitchenham"
      ],
      "year": 2004,
      "doi": "10.21926/rpm.2001005"
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "A Daniel",
        "An Epstein",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2015
    },
    {
      "title": "Self-tracking cultures: towards a sociology of personal informatics",
      "authors": [
        "Deborah Lupton"
      ],
      "year": 2014,
      "doi": "10.1145/2686612.2686623"
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039"
    },
    {
      "title": "Know thyself: Tracking every facet of life, from sleep to mood to pain",
      "authors": [
        "Gary Wolf"
      ],
      "year": 2009,
      "doi": "10.1542/9781581108064-1-ch01"
    },
    {
      "title": "Self-surveillance",
      "authors": [
        "Nathan Yau",
        "Jodi Schneider"
      ],
      "year": 2009,
      "doi": "10.1002/bult.2009.1720350507"
    },
    {
      "title": "Fine-grained sharing of sensed physical activity: a value sensitive approach",
      "authors": [
        "A Daniel",
        "Alan Epstein",
        "James Borning",
        "Fogarty"
      ],
      "year": 2013
    },
    {
      "title": "Interpersonal informatics: making social influence visible",
      "authors": [
        "Elizabeth Bales",
        "William Griswold"
      ],
      "year": 2011,
      "doi": "10.1145/1979742.1979924"
    },
    {
      "title": "Self-tracking for mental wellness: understanding expert perspectives and student experiences",
      "authors": [
        "Christina Kelley",
        "Bongshin Lee",
        "Lauren Wilcox"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025750"
    },
    {
      "title": "Selecting studies for systemic review: Inclusion and exclusion criteria",
      "authors": [
        "Timothy Meline"
      ],
      "year": 2006
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "David Moher",
        "Alessandro Liberati",
        "Jennifer Tetzlaff",
        "G Douglas",
        "Altman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Recovery in my lens: A study on stroke vlogs",
      "authors": [
        "Yu Chen",
        "Kingsley Abel",
        "Steven Cramer",
        "Kai Zheng",
        "Yunan Chen"
      ],
      "year": 2018
    },
    {
      "title": "Wearable accessories for cycling: tracking memories in urban spaces",
      "authors": [
        "Assunta Matassa",
        "Amon Rapp",
        "Rossana Simeoni"
      ],
      "year": 2013
    },
    {
      "title": "Utilization of a cloud-based diabetes management program for insulin initiation and titration enables collaborative decision making between healthcare providers and patients",
      "authors": [
        "Ka William C Hsu",
        "Karen Hei",
        "Ruyi Lau",
        "Suzanne Huang",
        "Hung Ghiloni",
        "Scott Le",
        "Martin Gilroy",
        "John Abrahamson",
        "Moore"
      ],
      "year": 2016
    },
    {
      "title": "The Ecology of Human Development",
      "authors": [
        "Urie Bronfenbrenner"
      ],
      "year": 1979
    },
    {
      "title": "When personal tracking becomes social: Examining the use of instagram for healthy eating",
      "authors": [
        "Chia-Fang Chung",
        "Elena Agapie",
        "Jessica Schroeder",
        "Sonali Mishra",
        "James Fogarty",
        "Sean Munson"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025747"
    },
    {
      "title": "Characteristics of shared health reflections in a local community",
      "authors": [
        "Andrea Grimes",
        "Brian Landry",
        "Rebecca Grinter"
      ],
      "year": 2010,
      "doi": "10.1145/1718918.1718992"
    },
    {
      "title": "People like me: Designing for reflection on aggregate cohort data in personal informatics systems",
      "authors": [
        "Clayton Feustel",
        "Shyamak Aggarwal",
        "Bongshin Lee",
        "Lauren Wilcox"
      ],
      "year": 2018
    },
    {
      "title": "Closing the feedback loop: A 12-month evaluation of ASTA, a self-tracking application for ASHAs",
      "authors": [
        "Brian Derenzi",
        "Jeremy Wacksman",
        "Nicola Dell",
        "Scott Lee",
        "Neal Lesh",
        "Gaetano Borriello",
        "Andrew Ellner"
      ],
      "year": 2016,
      "doi": "10.1145/2909609.2909652"
    },
    {
      "title": "Animo: Sharing biosignals on a smartwatch for lightweight social connection",
      "authors": [
        "Fannie Liu",
        "Mario Esparza",
        "Maria Pavlovskaia",
        "Geoff Kaufman",
        "Laura Dabbish",
        "Andrés Monroy-Hernández"
      ],
      "year": 2019
    },
    {
      "title": "Understanding heart rate sharing: towards unpacking physiosocial space",
      "authors": [
        "Petr Slovák",
        "Joris Janssen",
        "Geraldine Fitzpatrick"
      ],
      "year": 2012
    },
    {
      "title": "Supporting patient-provider collaboration to identify individual triggers using food and symptom journals",
      "authors": [
        "Jessica Schroeder",
        "Jane Hoffswell",
        "Chia-Fang Chung",
        "James Fogarty",
        "Sean Munson",
        "Jasmine Zia"
      ],
      "year": 2017
    },
    {
      "title": "Understanding together: sensemaking in collaborative information seeking",
      "authors": [
        "A Sharoda",
        "Paul",
        "C Madhu",
        "Reddy"
      ],
      "year": 2010
    },
    {
      "title": "here i am, now pay me!\": privacy concerns in incentivised location-sharing systems",
      "authors": [
        "Luke Hutton",
        "Tristan Henderson",
        "Apu Kapadia"
      ],
      "year": 2014
    },
    {
      "title": "Computational approaches toward integrating quantified self sensing and social media",
      "authors": [
        "Munmun De Choudhury",
        "Mrinal Kumar",
        "Ingmar Weber"
      ],
      "year": 2017
    },
    {
      "title": "Implementing 360 quantified self for childhood obesity: feasibility study and experiences from a weight loss camp in Qatar",
      "authors": [
        "Luis Fernandez-Luque",
        "Meghna Singh",
        "Ferda Ofli",
        "Yelena Mejova",
        "Ingmar Weber",
        "Michael Aupetit",
        "Sahar Karim Jreige",
        "Ahmed Elmagarmid",
        "Jaideep Srivastava",
        "Mohamed Ahmedna"
      ],
      "year": 2017
    },
    {
      "title": "Exploring the value of parent tracked baby data in interactions with healthcare professionals: A data-enabled design exploration",
      "authors": [
        "Janne Van Kollenburg",
        "Sander Bogers",
        "Heleen Rutjes",
        "Eva Deckers",
        "Joep Frens",
        "Caroline Hummels"
      ],
      "year": 2018
    },
    {
      "title": "Contradictions in digital health engagement: An activity tracker's ambiguous influence on vulnerable young adults' engagement in own health",
      "authors": [
        "Anne Marie Kanstrup",
        "Pernille Bertelsen",
        "Martin Jensen"
      ],
      "year": 2018
    },
    {
      "title": "Live interest meter: learning from quantified feedback in mass lectures",
      "authors": [
        "Verónica Rivera-Pelayo",
        "Johannes Munk",
        "Valentin Zacharias",
        "Simone Braun"
      ],
      "year": 2013
    },
    {
      "title": "Designing documentary informatics",
      "authors": [
        "Chris Elsden",
        "Abigail Durrant",
        "David Chatting",
        "S David",
        "Kirk"
      ],
      "year": 2017
    },
    {
      "title": "Couplevibe: mobile implicit communication to improve awareness for (long-distance) couples",
      "authors": [
        "Elizabeth Bales",
        "Kevin Li",
        "William Griwsold"
      ],
      "year": 2011
    },
    {
      "title": "Soylent diet self-experimentation: Design challenges in extreme citizen science projects",
      "authors": [
        "Markéta Dolejšová",
        "Denisa Kera"
      ],
      "year": 2017
    },
    {
      "title": "Toward becoming a better self: Understanding selftracking experiences of adolescents with autism spectrum disorder using custom trackers",
      "authors": [
        "Sung-In Kim",
        "Eunkyung Jo",
        "Myeonghan Ryu",
        "Inha Cha",
        "Young-Ho Kim",
        "Heejung Yoo",
        "Hwajung Hong"
      ],
      "year": 2019
    },
    {
      "title": "TableChat: Mobile food journaling to facilitate family support for healthy eating",
      "authors": [
        "Kai Lukoff",
        "Taoxi Li",
        "Yuan Zhuang",
        "Brian Lim"
      ],
      "year": 2018
    },
    {
      "title": "Crumbs: lightweight daily food challenges to promote engagement and mindfulness",
      "authors": [
        "Felicia Daniel A Epstein",
        "James Cordeiro",
        "Gary Fogarty",
        "Sean Hsieh",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "Exploring goal-setting, rewards, selfmonitoring, and sharing to motivate physical activity",
      "authors": [
        "Sean Munson",
        "Sunny Consolvo"
      ],
      "year": 2012
    },
    {
      "title": "Steps, choices and moral accounting: observations from a step-counting campaign in the workplace",
      "authors": [
        "Nanna Gorm",
        "Irina Shklovski"
      ],
      "year": 2016
    },
    {
      "title": "Stress experiences in neighborhood and social environments (SENSE): a pilot study to integrate the quantified self with citizen science to improve the built environment and health",
      "authors": [
        "Benjamin Chrisinger",
        "Abby King"
      ],
      "year": 2018
    },
    {
      "authors": [
        "M Xue"
      ]
    },
    {
      "title": "Reflection-through-performance: personal implications of documenting health behaviors for the collective",
      "authors": [
        "Andrea Grimes"
      ],
      "year": 2014
    },
    {
      "title": "Caring through data: Attending to the social and emotional experiences of health datafication",
      "authors": [
        "Elizabeth Kaziunas",
        "Silvia Mark S Ackerman",
        "Joyce Lindtner",
        "Lee"
      ],
      "year": 2017
    },
    {
      "title": "Am I coughing more than usual? Patient reflections and user needs on tracking COPD data in a telehealth system",
      "authors": [
        "Stephanie G Nadarajah",
        "Bastian Peder W Pedersen",
        "Hendrik Hougaard",
        "Knoche"
      ],
      "year": 2019
    },
    {
      "title": "A mobile personal informatics system with interactive visualizations of mobility and social interactions",
      "authors": [
        "Andrea Cuttone",
        "Sune Lehmann",
        "Jakob Larsen"
      ],
      "year": 2013
    },
    {
      "title": "When fitness meets social networks: Investigating fitness tracking and social practices on werun",
      "authors": [
        "Xinning Gui",
        "Yu Chen",
        "Clara Caldeira",
        "Dan Xiao",
        "Yunan Chen"
      ],
      "year": 2017
    },
    {
      "title": "Moodlight: Exploring personal and social implications of ambient display of biosensor data",
      "authors": [
        "Jaime Snyder",
        "Mark Matthews",
        "Jacqueline Chien",
        "F Pamara",
        "Emily Chang",
        "Saeed Sun",
        "Geri Abdullah",
        "Gay"
      ],
      "year": 2015
    },
    {
      "title": "Power to the people: The role of humans in interactive machine learning",
      "authors": [
        "Saleema Amershi",
        "Maya Cakmak",
        "William Knox",
        "Todd Kulesza"
      ],
      "year": 2014
    },
    {
      "title": "Lunch line: using public displays and mobile devices to encourage healthy eating in an organization",
      "authors": [
        "Kerry Shih-Ping Chang",
        "Catalina Danis",
        "Robert Farrell"
      ],
      "year": 2014
    },
    {
      "title": "In-classroom selftracking for teachers and students: preliminary findings from a pilot study",
      "authors": [
        "Elena Di Lascio",
        "Shkurta Gashi",
        "Danilo Krasic",
        "Silvia Santini"
      ],
      "year": 2017
    },
    {
      "title": "Using idle moments to record your health via mobile applications",
      "authors": [
        "Neal Lathia"
      ],
      "year": 2012
    },
    {
      "title": "Online self-tracking groups to increase fruit and vegetable intake: a small-scale study on mechanisms of group effect on behavior change",
      "authors": [
        "Jingbo Meng",
        "Wei Peng",
        "Soo Yun Shin",
        "Minwoong Chung"
      ],
      "year": 2017
    },
    {
      "title": "My Doctor is Keeping an Eye on Me!\" exploring the clinical applicability of a mobile food logger",
      "authors": [
        "Yoojung Kim",
        "Sookyoung Ji",
        "Hyunjeong Lee",
        "Jeong-Whun Kim",
        "Sooyoung Yoo",
        "Joongseek Lee"
      ],
      "year": 2016
    },
    {
      "title": "The gestational diabetes management system (GooDMomS): development, feasibility and lessons learned from a patient-informed, web-based pregnancy and postpartum lifestyle intervention",
      "authors": [
        "Jenna Wanda K Nicholson",
        "Karen Beckham",
        "Molly Hatley",
        "La-Shell Diamond",
        "Sherri Johnson",
        "Deborah Green",
        "Tate"
      ],
      "year": 2016
    },
    {
      "title": "Fostering bilateral patient-clinician engagement in active self-tracking of subjective experience",
      "authors": [
        "Jakob Larsen",
        "Thomas Blomseth Christiansen",
        "Kasper Eskelund"
      ],
      "year": 2017
    },
    {
      "title": "Far, Cardea: Cloud based employee health and wellness integrated wellness application with a wearable device and the HCM data store",
      "authors": [
        "Elizabeth Lingg",
        "Garrett Leone",
        "Kent Spaulding"
      ],
      "year": 2014
    },
    {
      "title": "Social hue: A subtle awareness system for connecting the elderly and their caregivers",
      "authors": [
        "Kadian Davis",
        "Jun Hu",
        "Loe Feijs",
        "Evans Owusu"
      ],
      "year": 2015
    },
    {
      "title": "DiaBeaThis-A gamified self-tracking portal to support people suffering from diabetes mellitus to control their blood glucose level",
      "authors": [
        "René Baranyi",
        "Rainer Willinger",
        "Nadja Lederer",
        "Florian Walcher",
        "Thomas Grechenig"
      ],
      "year": 2018
    },
    {
      "title": "Exploring physical activities in an employer-sponsored health program",
      "authors": [
        "Dhaval Vyas",
        "Zachary Fitz-Walter",
        "Erica Mealy",
        "Alessandro Soro",
        "Jinglan Zhang",
        "Margot Brereton"
      ],
      "year": 2015,
      "doi": "10.1145/2702613.2732815"
    },
    {
      "title": "Map: making: designing a mobile application for enhancing memories' retrieval",
      "authors": [
        "Assunta Matassa",
        "Amon Rapp"
      ],
      "year": 2015
    },
    {
      "title": "Harnessing smartphones as a personal informatics tool towards self-awareness and behavior improvement",
      "authors": [
        "Hania Aslam",
        "Hamid Mukhtar",
        "Farhana Seemi",
        "Djamel Belaïd"
      ],
      "year": 2016
    },
    {
      "title": "Secure personal memorysharing with co-located people and places",
      "authors": [
        "Agon Bexheti",
        "Marc Langheinrich",
        "Sarah Clinch"
      ],
      "year": 2016
    },
    {
      "title": "Empowering people to design personalized visuals to represent their data",
      "authors": [
        "Nam Kim",
        "Hyejin Im",
        "Nathalie Henry Riche",
        "Alicia Wang",
        "Krzysztof Gajos",
        "Hanspeter Pfister"
      ],
      "year": 2019
    },
    {
      "title": "Improving collaboration experiences and skills: An openended, user-driven self-tracking approach for education",
      "authors": [
        "Romain Toebosch"
      ],
      "year": 2023
    },
    {
      "title": "Cloud based personal health record (PHR) and personalized Indian health network",
      "authors": [
        "Nikitha Tripuraneni",
        "Raja Sai",
        "Praneeth Balla",
        "Trisha Sai Paladugu",
        "Fathimabi Shaik"
      ],
      "year": 2023
    },
    {
      "title": "Effects of public commitments and accountability in a technology-supported physical activity intervention",
      "authors": [
        "Sean Munson",
        "Erin Krupka",
        "Caroline Richardson",
        "Paul Resnick"
      ],
      "year": 2015
    },
    {
      "title": "Revealing the nature of chronic obstructive pulmonary disease using self-tracking and analysis of contact patterns: Longitudinal study",
      "authors": [
        "Klaus Phanareth",
        "Astrid Dam",
        "Signe Martin Abc Hansen",
        "Søren Lindskrog",
        "Lars Vingtoft",
        "Kayser"
      ],
      "year": 2021
    },
    {
      "title": "StepCity: a preliminary investigation of a personal informatics-based social game on behavior change",
      "authors": [
        "Greg Walsh",
        "Jennifer Golbeck"
      ],
      "year": 2014,
      "doi": "10.1145/2559206.2581326"
    },
    {
      "title": "Interrelationships between patients' data tracking practices, data sharing practices, and health literacy: Onsite survey study",
      "authors": [
        "Yuhan Luo",
        "Chi Oh",
        "Beth St Jean",
        "Eun Choe"
      ],
      "year": 2020
    },
    {
      "title": "Exploring design principles for sharing of personal informatics data on ephemeral social media",
      "authors": [
        "Siyun Daniel A Epstein",
        "Danny Ji",
        "Griffin D' Beltran",
        "Zhaomin Haenens",
        "Tan Li",
        "Zhou"
      ],
      "year": 2020
    },
    {
      "title": "Health-related quality of life improvements in systemic lupus erythematosus derived from a digital therapeutic plus tele-health coaching intervention: randomized controlled pilot trial",
      "authors": [
        "Faiz Khan",
        "Nora Granville",
        "Raja Malkani",
        "Yash Chathampally"
      ],
      "year": 2020
    },
    {
      "title": "Effectiveness of digital forcedchoice nudges for voluntary data donation by health self-trackers in Germany: Web-based experiment",
      "authors": [
        "Katharina Pilgrim",
        "Sabine Bohnet-Joschko"
      ],
      "year": 2022,
      "doi": "10.2196/31363"
    },
    {
      "title": "Visualizing uncertainty in multi-source mental health data",
      "authors": [
        "Michael Jeffrey",
        "Daniel Hoefer",
        "Bryce Schumacher",
        "Danielle Szafir",
        "Stephen Voida"
      ],
      "year": 2022
    },
    {
      "title": "An online engagement platform for climate communication",
      "authors": [
        "Bogdan Glogovac",
        "Mads Simonsen",
        "Silje Strøm Solberg",
        "Erica Löfström",
        "Dirk Ahlers"
      ],
      "year": 2016
    },
    {
      "title": "Quantified us: a group-in-theloop approach to team network reconstruction",
      "authors": [
        "Raphael Tackx",
        "Leo Blondel",
        "Marc Santolini"
      ],
      "year": 2021
    },
    {
      "title": "Building social identity-based groups to enhance online peer support for patients with chronic disease: a pilot study using mixed-methods evaluation",
      "authors": [
        "Jingyuan Su",
        "Michelle Dugas",
        "Xitong Guo",
        "Guodong Gao"
      ],
      "year": 2022
    },
    {
      "title": "Examining the social context of alcohol drinking in young adults with smartphone sensing",
      "authors": [
        "Lakmal Meegahapola",
        "Florian Labhart",
        "Thanh-Trung Phan",
        "Daniel Gatica-Perez"
      ],
      "year": 2021
    },
    {
      "title": "Supporting social interactions with an expressive heart rate sharing application",
      "authors": [
        "Fannie Liu",
        "Laura Dabbish",
        "Geoff Kaufman"
      ],
      "year": 2017
    },
    {
      "title": "Prescribing 10,000 steps like aspirin: designing a novel interface for data-driven medical consultations",
      "authors": [
        "Yoojung Kim",
        "Eunyoung Heo",
        "Hyunjeong Lee",
        "Sookyoung Ji",
        "Jueun Choi",
        "Jeong-Whun Kim",
        "Joongseek Lee",
        "Sooyoung Yoo"
      ],
      "year": 2017
    },
    {
      "title": "How people with parkinson's disease and health care professionals wish to partner in care using ehealth: co-design study",
      "authors": [
        "Carolina Wannheden",
        "Åsa Revenäs"
      ],
      "year": 2020
    },
    {
      "title": "Bridging community, history, and culture in personal informatics tools: Insights from an existing communitybased heart health intervention for black Americans",
      "authors": [
        "Aqueasha Martin-Hammond",
        "Tanjala Purnell"
      ],
      "year": 2022
    },
    {
      "title": "Using patient-generated data to support cardiac rehabilitation and the transition to self-care",
      "authors": [
        "Shreya Tadas",
        "Jane Dickson",
        "David Coyle"
      ],
      "year": 2023
    },
    {
      "title": "Feasibility and clinical relevance of a mobile intervention using trackpad to support supervised exercise therapy in patients with peripheral arterial disease: Study protocol for a randomized controlled pilot trial",
      "authors": [
        "Katrin Paldán",
        "Jan Simanovski",
        "Greta Ullrich",
        "Martin Steinmetz",
        "Christos Rammos",
        "Rolf Jánosi",
        "Susanne Moebus",
        "Tienush Rassaf",
        "Julia Lortz"
      ],
      "year": 2019
    },
    {
      "title": "HeartLink: open broadcast of live biometric data to social networks",
      "authors": [
        "Franco Curmi",
        "Maria Ferrario",
        "Jen Southern",
        "Jon Whittle"
      ],
      "year": 2013
    },
    {
      "title": "Comprehensive self-tracking of blood glucose and lifestyle with a mobile application in the management of gestational diabetes: a study protocol for a randomised controlled trial (eMOM GDM study)",
      "authors": [
        "Mikko Kytö",
        "Lisa Torsdatter Markussen",
        "Pekka Marttinen",
        "Giulio Jacucci",
        "Sari Niinistö",
        "M Suvi",
        "Virtanen",
        "Harri Tuuli E Korhonen",
        "Henri Sievänen",
        "Ilkka Vähä-Ypyä",
        "Korhonen"
      ],
      "year": 2022
    },
    {
      "title": "Snappi: Understanding everyday use of personal informatics data stickers on ephemeral social media",
      "authors": [
        "Dennis Wang",
        "Marawin Chheang",
        "Siyun Ji",
        "Ryan Mohta",
        "A Daniel",
        "Epstein"
      ],
      "year": 2022
    },
    {
      "title": "Adherence to a lifestyle monitoring system in patients with heart disease: protocol for the care-on prospective observational trial",
      "authors": [
        "Wilhelmina Francisca Goevaerts",
        "Nccw Tenbült-Van Limpt",
        "Johan Kop",
        "Max Birk",
        "Yunjie Liu",
        "Rutger Willem",
        "Maurice Brouwers",
        "Yuan Lu",
        "Hareld Marijn",
        "Clemens Kemps"
      ],
      "year": 2023
    },
    {
      "title": "Pass the ball: enforced turn-taking in activity tracking",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2015
    },
    {
      "title": "Using geocaching to promote active aging: qualitative study",
      "authors": [
        "Silvia Fornasini",
        "Marco Dianti",
        "Alessandro Bacchiega",
        "Stefano Forti",
        "Diego Conforti"
      ],
      "year": 2020
    },
    {
      "title": "An activity tracker and its accompanying app as a motivator for increased exercise and better sleeping habits for youths in need of social care: field study",
      "authors": [
        "Kari Rönkkö"
      ],
      "year": 2018
    },
    {
      "title": "LifeMosaic: Co-design of a personal informatics tool for youth",
      "authors": [
        "Kyrill Potapov",
        "Paul Marshall"
      ],
      "year": 2020
    },
    {
      "title": "Flexible and mindful self-tracking: design implications from paper bullet journals",
      "authors": [
        "Amid Ayobi",
        "Tobias Sonne",
        "Paul Marshall",
        "Anna Cox"
      ],
      "year": 2018
    },
    {
      "title": "Anyone else have this experience: Sharing the emotional labor of tracking data about me",
      "authors": [
        "Megan Knittel",
        "Faye Kollig",
        "Abrielle Mason",
        "Rick Wash"
      ],
      "year": 2021
    },
    {
      "title": "Assembling the 'fitbit subject': A foucauldiansociomaterialist examination of social class, gender and self-surveillance on fitbit community message boards",
      "authors": [
        "Katelyn Esmonde",
        "Shannon Jette"
      ],
      "year": 2018
    },
    {
      "title": "Biological citizen publics: Personal genetics as a site of public engagement with science",
      "authors": [
        "Stacey Kuznetsov",
        "Aniket Kittur",
        "Eric Paulos"
      ],
      "year": 2015
    },
    {
      "title": "What aspects of collaboration are meaningful to you? Informing the design of self-tracking technologies for collaboration",
      "authors": [
        "Alina Lushnikova",
        "Kerstin Bongard-Blanchy",
        "Carine Lallemand"
      ],
      "year": 2022
    },
    {
      "title": "Identifying and planning for individualized change: Patient-provider collaboration using lightweight food diaries in healthy eating and irritable bowel syndrome",
      "authors": [
        "Chia-Fang Chung",
        "Qiaosi Wang",
        "Jessica Schroeder",
        "Allison Cole",
        "Jasmine Zia",
        "James Fogarty",
        "Sean Munson"
      ],
      "year": 2019
    },
    {
      "title": "Changing emotional engagement with running through communal self-tracking: the implications of 'teleoaffective shaping'for public health",
      "authors": [
        "Fiona Spotswood",
        "Avi Shankar",
        "Lukasz Piwek"
      ],
      "year": 2020
    },
    {
      "title": "Epstein, A model of socially sustained self-tracking for food and diet",
      "authors": [
        "Xi Lu",
        "Yunan Chen",
        "A Daniel"
      ],
      "year": 2021
    },
    {
      "title": "Fertility and digital technology: narratives of using smartphone app 'natural cycles' while trying to conceive",
      "authors": [
        "Pippa Grenfell",
        "Nerissa Tilouche",
        "Jill Shawe",
        "Rebecca French"
      ],
      "year": 2021
    },
    {
      "title": "Storywell: designing for family fitness app motivation by using social rewards and reflection",
      "authors": [
        "Herman Saksono",
        "Carmen Castaneda-Sceppa",
        "Jessica Hoffman",
        "Vivien Morris",
        "Magy Seif El-Nasr",
        "Andrea Parker"
      ],
      "year": 2020
    },
    {
      "title": "Social translucence: an approach to designing systems that support social processes",
      "authors": [
        "Thomas Erickson",
        "Wendy Kellogg"
      ],
      "year": 2000
    },
    {
      "title": "Theory and research concerning social comparisons of personal attributes",
      "authors": [
        "Joanne Wood"
      ],
      "year": 1989
    },
    {
      "title": "Social presence theory and implications for interaction and collaborative learning in computer conferences",
      "authors": [
        "Charlotte Gunawardena"
      ],
      "year": 1995
    },
    {
      "title": "Staying in touch: Social presence and connectedness through synchronous and asynchronous communication media",
      "authors": [
        "Wijnand Ijsselsteijn",
        "Joy Van Baren",
        "Froukje Van Lanen"
      ],
      "year": 2003
    },
    {
      "title": "Designing for healthy lifestyles: Design considerations for mobile technologies to encourage consumer health and wellness, Found",
      "authors": [
        "Sunny Consolvo",
        "Predrag Klasnja",
        "David Mcdonald",
        "James Landay"
      ],
      "year": 2014
    },
    {
      "title": "Fish'n'Steps: Encouraging physical activity with an interactive computer game",
      "authors": [
        "Lena James J Lin",
        "Silvia Mamykina",
        "Gregory Lindtner",
        "Delajoux",
        "B Henry",
        "Strub"
      ],
      "year": 2006
    },
    {
      "title": "Barriers and negative nudges: Exploring challenges in food journaling",
      "authors": [
        "Felicia Cordeiro",
        "Edison Daniel A Epstein",
        "Elizabeth Thomaz",
        "Arvind Bales",
        "Gregory Jagannathan",
        "James Abowd",
        "Fogarty"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702155"
    },
    {
      "title": "Engaging with health data: The interplay between self-tracking activities and emotions in fertility struggles",
      "authors": [
        "Mayara Costa Figueiredo",
        "Clara Caldeira",
        "Elizabeth Victoria Eikey",
        "Melissa Mazmanian",
        "Yunan Chen"
      ],
      "year": 2018
    },
    {
      "title": "From game design elements to gamefulness: defining\" gamification",
      "authors": [
        "Sebastian Deterding",
        "Dan Dixon",
        "Rilla Khaled",
        "Lennart Nacke"
      ],
      "year": 2011
    },
    {
      "title": "Happier together: integrating a wellness application into a social network site",
      "authors": [
        "Sean Munson",
        "Debra Lauterbach",
        "Mark Newman",
        "Paul Resnick"
      ],
      "year": 2010
    },
    {
      "title": "It's not that i don't have problems, i'm just not putting them on facebook: challenges and opportunities in using online social networks for health",
      "authors": [
        "Debra Mark W Newman",
        "Sean Lauterbach",
        "Paul Munson",
        "Margaret Resnick",
        "Morris"
      ],
      "year": 2011
    }
  ],
  "num_references": 145,
  "original_doi": "https://doi.org/10.13039/501100004543"
}
