{
  "paper_id": "I52F529L",
  "title": "Implementation Intentions and Effective Goal Pursuit",
  "abstract": "The theoretical distinction between goal intentions (\"I intend to achieve -c\") and implementation intentions (\"I intend to perform goal-directed behavior y when I encounter situation z\"; P. M. Gollwitzer, 1993) is explored by assessing the completion rate of various goal projects. In correlational Study 1, difficult goal intentions were completed about 3 times more often when participants had furnished them with implementation intentions. In experimental Study 2, all participants were assigned the same difficult goal intention, and half were instructed to form implementation intentions. The beneficial effects of implementation intentions paralleled diose of Study 1. In experimental Study 3, implementation intentions were observed to facilitate the immediate initiation of goaldirected action when the intended opportunity was encountered. Implementation intentions are interpreted to be powerful self-regulatory tools for overcoming the typical obstacles associated with the initiation of goal-directed actions.",
  "year": 1985,
  "date": "1985",
  "authors": [
    {
      "name": "Peter Gollwitzer",
      "email": "gollwitz@soz.psychologie.uni-konstanz.de"
    },
    {
      "name": "Veronika Brandstatter"
    },
    {
      "name": "Dieter Frey"
    },
    {
      "name": "Gordon Moskowitz"
    },
    {
      "affiliation": {
        "organization": "Fachgruppe Psychologie",
        "department": "Fachgruppe Psychologie",
        "institution": "University of Konstanz",
        "address": "Post- fach 55 60, 78434, Konstanz, Germany"
      }
    },
    {
      "affiliation": {
        "organization": "Institut ftir Psychologie",
        "department": "Institut ftir Psychologie",
        "institution": "Ludwig-Maximilians-Universitat",
        "address": "Leopoldstr 13, 80802, MUnchen, Germany"
      }
    }
  ],
  "doi": "10.1007/978-3-642-69746-3_2",
  "md5": "3EA4C206A31F061333D993D7D46B24FA",
  "publication": {
    "journal": "Journal of Personality and Social Psychology",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "Whether people meet their goals depends on both how goal content is framed and how people regulate the respective goaldirected activities  (Gollwitzer & Moskowitz, 1996) . Content theories focus on the thematic properties of set goals and how these affect the regulation of goal pursuit and actual goal achievement. Such theories attempt to explain differences in goal-directed behaviors in terms of what is specified as the goal by the individual, as the content characteristics of the goal are expected to affect a person's successful goal pursuit. Goal content has been considered both in terms of the different needs on which it is based (e.g., autonomy needs vs. materialistic needs;  Deci & Ryan, 1991; Kasser & Ryan, 1994)  as well as in terms of implicit theories (e.g., entity theories vs, incremental theories of ability;  Dweck, 1991 Dweck, , 1996)) . Numerous other relevant aspects of goal content have been suggested, such as specificabstract  (Emmons, 1992; Locke & Latham, 1990) , proximaldistal  (Bandura & Schunk, 1981) , and positive versus negative outcome focus  (Higgins, Roney, Crowe, & Hymes, 1994) .\n\nSelf-regulation theories of goal striving, on the other hand, focus on the question of how people overcome certain implementational problems. Having set a goal is considered to be just a first step toward goal attainment, one that is followed by a host of implementational problems that need to be solved successfully. These problems are manifold as they pertain to initiating goal-directed actions and bringing them to a successful ending. Various theoretical notions have addressed these issues in particular, delineated useful self-regulatory strategies, and addressed questions of why and how these strategies are effective. Typical self-regulatory problems of goal pursuit are, for instance, warding off distractions (see implemental mindsets,  Gollwitzer, 1990 ; various action control strategies,  Kuhl, 1984; Kuhl & Beckmann, 1994) , flexibly stepping up efforts in the face of difficulties (see effort mobilization,  Wright & Brehm, 1989) , compensating for failures and shortcomings (see selfregulation of motivation,  Bandura, 1991; discrepancy reduction, Carver & Scheier, 1981 ; symbolic self-completion,  Wicklund & Gollwitzer, 1982) , and negotiating conflicts between goals (see intelligent pursuit of life tasks,  Cantor & Fleeson, 1994 ; conflict resolution in the face of contradictory personal strivings,  Emmons & King, 1988) .\n\nThe present article focuses on a further self-regulatory problem of goal pursuit-the initiation of goal-directed actions. On the basis of the model of action phases  (Gollwitzer, 1990; Heckhausen, 1989 Heckhausen, , 1991)) , we construe people's goal pursuits as extending from the awakening of wishes and desires to the evaluative thoughts people have once goal striving has led to some kind of outcome. The course of wish fulfillment consists of four action phases (in chronological order: predecisional, preactional, actional, and postactional), whereby each phase is associated with a typical task (i.e., setting preferences between concurring wishes and desires, promoting the initiation of goaldirected actions, bringing goal-directed actions to a successful ending, and evaluating what has been achieved as compared to what was desired, respectively). These action phases are connected by three crucial transition points. The first relates to turning the selected wish or desire into a chosen goal and occurs between the predecisional and the preactional phases. The model speaks of this transition in terms of forming goal intentions. Such intentions take the form of lt I intend to achieve -t.\" The x specifies a desired end state, which may be defined rather abstractly (i.e., getting to know a certain person) or concretely (i.e., invite that person to a dinner). The consequence of having formed a goal intention is a feeling of commitment to achieve this end state. site for making progress toward goal pursuit. The next transition point to be crossed is located between the preactional and actional phases and implies the initiation of goal-directed actions. Getting started with one's goal pursuit is quite simple when the necessary behaviors are well practiced or routine. More often than not, however, this is not the case, and goal pursuit comes to an unnecessary halt or delay. There may be several reasons for this. First, there may be conflict between various ways of acting on the goal intention (e.g., one cannot make up one's mind on how to pursue an interpersonal goal such as getting to know someone). Second, a given situational context conducive to one's goal pursuit may be habitually used in the service of antagonistic behaviors (e.g., when meeting the desired person at work leads to a competitive response). Moreover, good opportunities to act on one's goal may sometimes escape our attention (e.g., when we are absorbed in some ongoing involving activity, wrapped up in demanding ruminations or intense emotional experiences), or we may fail to seize them because we did not respond in time (e.g., when a good opportunity to get to know somebody presents itself only for a short moment). Gollwitzer (1993)  suggested that forming a certain type of intention, called implementation intention, is a powerful selfregulatory strategy that alleviates such problems and thus promotes the initiation of goal-directed behaviors. Such intentions take the format of \"I intend to do _y when situation z is encountered.\" In an implementation intention, an anticipated future situation (opportunity) is linked to a certain goal-directed behavior. Holding implementation intentions commits the individual to perform certain goal-directed behaviors when the critical situation is actually encountered. Implemention intentions are formed in the service of goal intentions. Staying within the example of the goal intention listed above, a possible implementation intention would link a suitable situation with an appropriate behavior, such as \"First thing I will do when I run into him at the office is invite him to my party.\" The issue is not only one of translating the desired goal state from a higher level of abstractness to a lower level  (Vallacher & Wegner, 1987) , but also of linking a certain goal-directed behavior to an anticipated appropriate situational context.\n\nThe result of an implementation intention is a commitment to perform the specified goal-directed behaviors when the critical situation is actually encountered. In this sense, the control of one's goal striving is no longer based solely on one's commitment to the goal state (i.e., the goal intention) but is also delegated to the critical situation  (Gollwitzer, 1993) . The critical situation is thought to instigate goal-directed behavior in a way that is similar to the situational elicitation of habitual behavior. The difference is that habits create strong links between situations and actions by consistent and frequent performing of the same behaviors in the same situations  (Guthrie, 1959) . In the case of implementation intentions, strong links are thought to originate from a single mental act. Accordingly, by forming implementation intentions, people supplement the control of goal-directed actions that is based on their goal commitments with environmental control that stems from the specified situational contexls.\n\nOn the basis of these ideas, we formulated two different hypotheses. The first hypothesis extends to the effects of implementation intentions on the rate of goal completion. We postu-lated that goal intentions that are furnished with implementation intentions will show a higher rate of completion than will bare goal intentions. To test this hypothesis, one would have to ask people about their goal intentions and then determine whether people have also formed respective implementation intentions. An alternative way would be to experimentally induce goal intentions and then vary whether implementation intentions are subsequently formed. In both cases, one would then have to wait and give people enough time to act on their goals.\n\nWe conducted two field studies that were patterned along this line of thought. The first study took a correlational approach. University students were contacted prior to Christmas and were asked to list personal projects (i.e., goal intentions) they intended to complete during Christmas break. The second study took an experimental approach. Prior to Christmas, participants were assigned a project to be conducted during the Christmas holidays. In Study 1 implementation intentions were measured; in Study 2 they were manipulated. In both studies we assessed the rate of goal completion when the period of time implied by their goal intentions had passed.\n\nOur second hypothesis focused on the idea that implementation intentions delegate the control of goal-directed behaviors to the situational contexts specified. This assumption implies that people should readily initiate goal-directed behaviors once the critical situation is encountered-very much like habitual behavior is immediately performed when the respective situational stimuli are presented  (Bargh, 1997; Bargh & Gollwitzer, 1994; Guthrie, 1959) . Because our two field studies did not allow us to reliably check on whether participants responded immediately to the situations specified in their implementation intentions (as participants acted on their goals at home), we conducted a third study. In this laboratory study, we presented participants a variety of opportunities to act on an assigned goal and observed whether opportunities that had been specified in implementation intentions were seized immediately.\n\nStudy 1: Getting Things Done Over Christmas Break From December 8 to December 18, we asked university students to list two personal projects that they intended to achieve during Christmas break (i.e., before mid-January). As Christmas time is characterized by many concurring goals or external distractions and restrictions (e.g., social obligations), we thought that many of the problems of initiating goal-directed actions described above should be particularly pressing. Accordingly, this offered a good test of our notion that implementation intentions promote a person's goal pursuit. We also wanted to explore whether the effects of implementation intentions interact in some meaningful way with special qualities of the respective goal intentions. For this purpose, we measured numerous features of goal intentions (e.g., importance of the goal) and assessed the perceived difficulty of goal completion. We expected that implementation intentions should promote goal completion for both easy-to-implement and difficult-to-implement goals. If anything, this effect should be somewhat weaker with difficult goals, because factors related to issues other than successfully getting started should play a more prominent role with difficult goals. In other words, it should be simple to follow through on an easy-to-implement goal intention once goal-directed actions have been initiated successfully. With goal intentions that are difficult to implement, however, successfully getting started still means that there is a long and cumbersome way to go, one that requires many steps and sustained intentional effort.\n\nWe assessed implementation intentions by asking participants whether they had committed themselves to getting started with certain goal-directed behaviors at specific points in time. Four weeks after Christmas break, we probed in a follow-up questionnaire whether participants had completed their projects."
    },
    {
      "title": "Method Participants",
      "text": "One hundred eleven students with different academic majors from the University of Munich were recruited for this study. The study was described as an attempt to discover college students' goal pursuits. Participants were paid 10 Deutsche Marks (DM) ($6) for participation. To secure comparability of the personal projects being listed, we invited only female students to participate. The average age of the sample was 22.6 years; ages ranged from 19 to 33 years."
    },
    {
      "title": "Procedure and Material",
      "text": "Participants arrived at the laboratory in groups of 6 to 8. They were seated at tables separated by partitions, which were arranged such that participants could easily see the female experimenter but none of the other participants. It was explained to them that they would have to answer a questionnaire that inquired about their personal goals and about many aspects related to the formation and execution of goals. On the first page of the questionnaire, participants were given a detailed description of what was meant by a personal project or goal (i.e., a goal intention). It was explained that personal goals can differ in many ways. They may be more or less difficult to implement; require only a few or a complex sequence of action steps; represent different areas of a person's life; and be more or less time consuming, attractive, or urgent. Participants were asked to name one personal goal that was easy to implement and one that was difficult. Each goal had to meet two prerequisites, however. First, participants were instructed to name only such goals that they held prior to arriving at the laboratory. Second, participants were to intend to implement these goals during Christmas break. To assure that participants kept to this rule, we asked them to indicate the exact week when they wanted to be done with their goal project."
    },
    {
      "title": "Assessment of various goal qualities.",
      "text": "To control for certain features of participants' intended projects that might directly or indirectly (via the formation of implementation intentions) facilitate completing the project, we asked participants to rate several aspects of the goals they had listed on 10-point scales anchored by 0 {not a lot, a little, or never) and 9 (very, a lot, or very often). Participants were asked the following questions: (a) How long have you held this goal? (in number of days), (b) How close do you feel to goal completion? (participants marked a 15-cm horizontal line with point of completion indicated at 10 cm), (c) Does goal completion require a single action or a sequence of actions? (3-point answer scale ranging from 1 = single action to 3 = several different actions with 2 = in between), (d) Are you familiar with the necessary actions? (yes-no answer), (e) How important is the goal? (f) How much social pressure do you feel to complete your goal? (g) How certain are you to achieve your goal? (h) How much have you invested for goal completion so far? (i) How likely is it that you will encounter possible obstacles? (four possible obstacles were listed: competing goal intentions, forgetting the goal, low self-control, external hindrances; when the items were combined to an index, Cronbach's alpha was .74 and .71 for easy and difficult goals, respectively), (j) How many times have you tried unsuccessfully to complete your goal? and (k) How many times have you failed to seize an opportunity to do so?\n\nAssessment of implementation intentions. Finally, we assessed whether participants had formed implementation intentions on when and where to initiate goal-directed actions. Participants were told the following:\n\nIn order to achieve their goals people execute behaviors that can be described along three dimensions: One refers to the point in time, the second to the place, and the third to the type of action that is linked to the situational context specified by time and place. Please indicate whether you have by now committed yourself to a certain situational context for initiating specific goal-directed actions in the sense of ' 'When I encounter the situational context y, I will perform behavior z!\" Once participants had indicated the formation of implementation intentions by a single yes or no answer for each of the two goal projects listed, we checked whether participants who answered yes had indeed committed themselves to perform certain goal-directed actions at selected situational contexts and whether participants who answered no had not. For this purpose, participants were asked to describe the chosen actions and the respective situational contexts in their own words. As it turned out, only the participants who reported to have formed implementation intentions were in a position to follow our request.\n\nAssessment of goal completion. When participants were thanked and paid for their participation, they were asked to collaborate in a followup study. The vast majority of participants agreed (89%, i.e., 99 of 111 participants) and left their addresses with the experimenter. To reduce experimenter demand (i.e., participants feel obligated to behave according to their implementation intentions in the eyes of the experimenter), we used a coding scheme that allowed us to match participants' first and second questionnaires without having to refer to their names and addresses. Most important, the experimenter explained to participants this consequence of the coding scheme. When participants received die second questionnaire right after the end of Christmas break, they were asked to indicate for each of the two projects (by a yes-no answer) whether they had actually completed them. These items were hidden among the questions described above that assessed various features of participants* goal pursuits, such as importance or proximity to goal completion."
    },
    {
      "title": "Results",
      "text": "Of the 99 participants who agreed to participate in the followup study, 92 sent back the second questionnaire (i.e., 93% of the participants). When we matched first and second questionnaires, we discovered that various participants had indicated goal projects they intended to complete much later than the end of Christmas break (e.g., during summer break). Seven participants named long-term projects with respect to the easyto-implement goal, whereas 22 participants did so for the difficult-to-implement goal. It was obviously harder for participants to name a difficult project to be performed during Christmas break than to name an appropriate easy-to-implement goal. Hence we had to run our statistical analyses with 85 participants when considering easy-to-implement goals and 70 participants for difficult-to-implement goals."
    },
    {
      "title": "Differences Between Easy and Difficult Goals",
      "text": "Goal content. Of the easy-to-implement goal intentions, 8.2% were career related {e.g., to buy a textbook on civil law), 55.3% were lifestyle related (e.g., to finish reading a novel), and 36.5% covered interpersonal issues (e.g., to write a letter to a friend). Of the difficult-to-implement goal intentions, 52.9% were career related (e.g., to write a term paper), 31.4% were lifestyle related (e.g., to find a new apartment), and 15.7% were of an interpersonal nature (e.g., to settle a conflict with my boyfriend). Participants obviously named projects of different content when asked to list easy-to-implement than when asked to list difficult-to-implement projects; x 2 (2, N = 155) = 37.94, p < .001. More than half of the difficult goals and less than 10% of the easy goals centered on professional issues.\n\nGoal qualities. On the measured goal qualities, easy (e) goals differed from difficult (d) goals on those variables that were indicators of difficulty of implementation. Easy-to-implement goals were rated by participants as being closer to accomplishment than were difficult-to-implement goals (M e = -2.81 vs. M d = -5.18), ?(65) = 5.28, p < .001; as requiring less complex and more familiar action sequences (complexity: M e = 1.80 vs. M d 2.66; r[63] = 6.73, p < .001; familiarity: M e = 0.61 vs. M A = 0.25; r[63] = 4.59, p < .001); as associated with a higher certainty of goal completion (M e = 8.03 vs. M d = 6.80), Z(65) = 3.39, p = .001; and as requiring fewer unsuccessful trials to get started (M e = 1.60 vs. M A = 2.66), f(64) = 2.66, p -.01. Apparently, participants complied to the instruction to name two goal intentions of different difficulty. Moreover, easy goals tended to be perceived as less important than difficult goals (M c = 6.45 vs. M d -7.18), t(65) = 1.89, p = .06."
    },
    {
      "title": "Formation of Implementation Intentions",
      "text": "Easy versus difficult goals. Before analyzing the effects of implementation intentions on goal achievement, we wanted to know whether easy goals differed from difficult goals with respect to the formation of implementation intentions. The rate of forming implementation intentions was almost identical for both types of goals: 61% (i.e., 51 out of 83) for easy goals and 66% (i.e., 45 out of 68) for difficult goals; x 2 (h N = 151) = .36, p > .50. In addition, we explored whether people who formed implementation intentions with one of the goals did so with the other goal as well. The correlation was unreliable (r = .16, p > .20), indicating that there was no generalized tendency to furnish one's goals with implementation intentions.\n\nRelation to goal qualities. We also looked at the correlations between goal characteristics and the formation of implementation intentions. For easy and difficult goals, we found significant positive correlations for perceived closeness to goal completion (r e = .24 vs. r d = .39), amount of investment for goal completion (r e = .30 vs. r d = .32), and importance of goal completion (/• c = .43 vs. r d ~ .46). A significant negative correlation was found with likelihood of potential obstacles (r e = -.37 vs. r d = -.34). It appears then that the same variables were associated with the formation of implementation intentions for easy and difficult goals, respectively. We do not know the exact causal direction of the observed relations, although it seems plausible to assume that having formed implementation intentions makes people feel closer to goal completion and anticipate fewer obstacles. Moreover, implementation intentions possibly make people feel that they have made an investment, resulting in their judging the goal as comparatively more important."
    },
    {
      "title": "Dependent Variable: Rate of Goal Completion",
      "text": "We expected that implementation intentions should promote goal completion for both easy and difficult goals; if anything, this effect should be somewhat weaker with difficult goals because easy goals are presumably more readily achieved through a single action in a specific situation, whereas difficult goals take many steps and sustained effort. Looking at the completion rate for difficult goals, we observed that without an implementation intention, these goals were completed in only 22% of the cases. However, when furnished with an implementation intention, completion rate increased to 62% of the projects; x 2 ( 1> N = 68) = 9.99, p = .002. The completion rate of easy goals without an implementation intention was more than three times as high (i.e., 78%) than that of difficult goals. Furnishing easy goals with implementation intentions still increased this completion rate, albeit minimally (i.e., from 78% to 84%), x 2 (l, N = 83) = .51, p > .48 (see Figure  1 ).\n\nInspection of the respective correlations between the formation of implementation intentions and completion of difficult versus easy goals revealed that the observed difference between difficult and easy goals is reliable (r d = .38, p = .001 vs. r e -.08, p > .48; Z = 1.92, p = .03). Although there was a highly significant relationship between the formation of implementation intentions and goal completion for difficult goals, the respective relationship for easy goals was significantly weaker. Apparently, in the present study, participants benefited from forming implementation intentions with respect to difficult but not to easy goals."
    },
    {
      "title": "Potential Third Variables",
      "text": "The pattern of results observed implies that implementation intentions are an effective means of promoting the achievement of difficult goals. Because of the correlational nature of the present study, however, we cannot be certain whether implementation intentions actually affected goal achievement. All of the goal qualities that correlated significantly with forming implementation intentions (see the above Relation to goal qualities section) qualify as potential promoters of goal completion: closeness to goal completion, amount of investment for goal completion, importance of goal completion, and likelihood of potential obstacles. However, actual promotion of goal completion through these variables requires that these variables also show a substantial correlation to goal completion. Three of the four named variables fulfilled this requirement and correlated significantly or marginally significantly with successful goal completion: perceived closeness to project completion, likelihood of obstacles, and goal importance (r = .25, p < .05; r = -.28, p < .05; and r = .19, p = .11, respectively).\n\nTo secure that the implementation intention effect on completion of difficult goals was not attributable to any of these three variables, we conducted two further analyses. First, we calculated the correlation between forming implementation intentions and project completion while partialing out closeness to project completion (pr -.32), likelihood of obstacles (pr = .32), and goal importance (pr -.34), respectively. For all correlations, the coefficients remained significant at the .01 level, suggesting that the implementation intention effect was not based on these variables. Second, we computed correlations between closeness to goal completion, likelihood of obstacles, and goal importance, on the one hand, and actual project completion on the other, excluding implementation intentions. As expected, the resulting partial correlations were no longer significant (p = .40, p = .17, and p = .84, respectively), suggesting that the relation of these variables to goal completion was based on forming implementation intentions.\n\nIn summary, then, implementation intentions made a difference above and beyond the goal qualities we measured, and this was true even for those qualities that systematically varied with forming implementation intentions (i.e., initial investment) or with both forming implementation intentions and goal completion (i.e., perceived closeness to goal completion, likelihood of potential obstacles, and importance of goal completion). Accordingly, it cannot be argued that our assessment of implementation intentions might be a mere surrogate assessment of these goal quality variables or that these goal qualities may have ultimately produced the observed goal completion effects."
    },
    {
      "title": "Discussion",
      "text": "When people furnish difficult personal projects (i.e.. goal intentions) with implementation intentions, the rate of goal completion increases. Committing oneself to achieving a goal can apparently be enriched with further commitments (i.e., implementation intentions) that relate to responding to a given situation with goal-directed behaviors. Two thirds of our participants chose to do so, and these additional efforts paid off in lhat the successful completion of difficult-to-implement projects tripled.\n\nIn the present study, the benefits of implementation intentions affected only difficult goals. The fact that implementation intentions facilitated the completion of difficult goals attests to their enormous impact on goal completion. Even when the course of implementation of a given goal poses problems, implementation intentions still manage to be effective. We interpret this to mean that once goal-directed behaviors are initiated, people have a better chance of moving successfully toward reaching their goal. Although we have no evidence that implementation intentions facilitated the initiation of the intended behaviors in the anticipated situations, it seems plausible to assume that goal completion was mediated by easing action initiation. Once the intended behavior was executed, goal pursuit started and continued toward completion. This interpretation is supported by research conducted by  Lcwin (1926)  and colleagues (e.g.,  Mahler, 1933; Ovsiankina, 1928)  who demonstrated that, once goal pursuit is on its way, disruptions caused by difficulties or barriers do not lead to retreat but to resumption of goal pursuit. It seems plausible, then, that the completion of difficult goals does benefit from implementation intentions, even though the respective commitments relate to getting started with specific goal-directed actions only.\n\nWith easy goals, we were confronted with a different pattern of results. We did not observe any beneficial effects of implementation intentions, which were again formed by close to two thirds of the participants. In our view, there are at least two possible explanations for this. From a methodological point of view, this observation may be a result of the high basic completion rate of the easy goals participants named. The completion rate was close to perfect (i.e., 4 out of 5 projects were completed), therefore a further increase through implementation intentions could not be achieved. One cannot expect a perfect completion rate, in particular as the present study was conducted during Christmas break. This is a time full of external constraints (e.g., social obligations) that force people to postpone the completion of their projects.\n\nA more theoretical explanation of the lack of implementation intention effects with easy goals is also possible, however. If one considers the different qualities of easy and difficult goal projects (remember that participants rated easy goal projects as implying less complex and more familiar action sequences and as being associated with a higher subjective probability of success and with less unsuccessful trials of getting started), it appears that the implementation of easy-to-implement goals is more habitualized than the implementation of difficult-to-implement goals. We argued above that implementation intentions achieve their effects by habitualizing the initiation of goal-directed actions. If these actions are habitualized to begin with, however, implementation intentions should not have much of an additional effect on goal completion. From this perspective, it follows that difficult-to-implement goals will benefit more from forming implementation intentions than will easy-to-implement goals, as goal implementation can be assumed to be less habitualized with difficult than with easy goals.\n\nFinally, additional analyses on the measured characteristics of the goals participants named revealed that none of these variables produced the observed implementation intention effect with difficult goals. Still, there is the possibility that we did not measure these goal qualities reliably or that characteristics other than those measured were effective as third variables. These considerations led us to conduct an additional-this time experimental-study in which implementation intentions were manipulated. In this study, we assigned participants the same project that could be assumed to have a low base rate of completion. Moreover, as we did not want to rely on participants' selfreports in assessing goal completion, we used more objective criteria.\n\nStudy 2: Writing an Assigned Report Over Christmas Holidays\n\nWe conducted this study 1 week before Christmas. All participants were asked to form the goal intention of writing during the Christmas holidays a vivid report on how they spent Christmas Eve. (The 2 days following Christmas Eve are holidays in Germany.) We instructed participants that written reports were to be sent back to us immediately afterwards. Half of the participants were asked to form implementation intentions on when (e.g., right after church on the first holiday) and where (e.g., at my father's desk) they intended to sit down and start writing. By requesting a performance to be shown to us, we were able to check on actual goal completion. In addition, we thought that this assignment was both novel and awkward enough to guarantee a low base rate of accomplishment."
    },
    {
      "title": "Method Participants",
      "text": "Eighty-six students (43 men and 43 women) studying different majors at the University of Munich participated. Participants did not receive any financial remuneration but volunteered. We used volunteers to keep participants' feelings of obligation to meet the assigned goal (and thus the base rate of goal completion) rather low. The average age of participants was 23 years; ages ranged from 19 to 29 years."
    },
    {
      "title": "Procedure",
      "text": "One week before Christmas, participants were addressed at several meeting spots around the university. Participants were randomly assigned to one of two experimental conditions, although we took care to ensure that male and female participants were distributed equally across conditions. The experimenter kept himself unaware of participants' assignment to a condition. He distributed an equal number of envelopes that carried a symbol for female or male participants but not for the experimental condition.\n\nThe cover story was presented orally to the participants. It was explained that a demographic study was being conducted on how people spend their leisure time (i.e., weekends, holidays, and vacations). Participants were told that, in this study, the researchers were interested in how people celebrate Christmas Eve.\n\nAssignment of the goal. Participants were then handed a sheet of paper that described details of the procedure. The first part of the written instructions was identical for both conditions. Instructions stressed that participants would remain anonymous. Anonymity was secured by a specific coding scheme that required participants to create their own code number from three letters and one digit (i.e., first letter of mother's first name, of her maiden name, and of their own place of birth; first digit of their date of birth). Then, participants were told that over the Christmas holidays they should write a valid report of how they spent the afternoon and evening of Christmas Eve. More specific, we wanted them to describe how they felt about it and how much it met their idea of pleasant leisure time. Length and style of the report was up to the participants. It was explained to participants that memories of experiences during leisure time fade rather quickly; to assure valid reports, it was imperative that participants write them during the Christmas holidays.\n\nManipulation of implementation intentions. At this point, the instruction sheet started to differ for participants in the implementation intention condition as compared to the control condition. Half of the participants were instructed to form an implementation intention specifying when and where during these two holidays they intended to write their report. These participants picked a specific point in time (e.g., right after breakfast the next morning) and a certain place (e.g., in a quiet corner in the living room) for starting to write. Moreover, they were asked to visualize the chosen opportunity and to commit themselves to seize it by silently saying \"I intend to write the report in die situation z.\" In addition, participants had to record their choices of time and place on the instruction sheet. Control participants did not have to go through this part of the procedure.\n\nAssessment of goal completion. When participants submitted the instruction sheet to the experimenter, they were supplied with a prepared form (on which they were to write the report) and a stamped envelope. The envelope carried our address, and the prepared form prompted participants to write down their personal code and the time (hour and date) when they wrote the report. There was also a short instruction that repeated that participants should write as valid a report as possible using no more than two pages (the form consisted of two pages only). All participants were asked to send the finished reports back to us as soon as possible. Note that, on the prepared form, participants were not reminded again to write the report during the Christmas holidays.\n\nFinally, participants were asked to put their names and addresses on small index cards. Participants were told that we would need these addresses to debrief them on the findings of our ongoing leisure time research. The experimenter put the index cards in a stack kept separately from the instruction sheets and stressed again that participants' data would be confidential and that there was simply no way to identify them. When we received the letters sent back to us, we checked whether the reports they contained were written during the Christmas holidays. Four weeks after Christmas, when participants had stopped sending reports to us, we debriefed them about the purpose of the study."
    },
    {
      "title": "Results"
    },
    {
      "title": "Dependent Variable: Rate of Goal Completion",
      "text": "Overall, 39 participants (i.e., 45% of the original sample) sent a report on Christmas Eve to us. Three participants failed to write their personal code on the answer sheet, thus rendering a correct identification of their experimental condition impossible. We analyzed whether the remaining 36 participants wrote their reports during the Christmas holidays by looking at various measures (Table  1 ). First, when we checked the dates participants had written on the prepared form, there was clear evidence that implementation intention participants wrote their reports earlier than did control participants. The mean for implementation intention participants was 2.3 days after Christmas Eve, whereas for control participants the respective mean was 7.7 days, f(2l.3) = 2.85, p < .01. More important, whereas 71% of the implementation intention participants (i.e., 12 of 17 participants) wrote their report within the critical time specified (i.e., within 2 days after Christmas Eve), only 32% of the control participants (i.e., 6 of 19 participants) did so, X 2 O> N = 36) = 5.46, p = .02. There were no main or interaction effects of gender.\n\nOne might argue that the implementation intention participants systematically deceived us by writing a false date on their reports. There are good arguments against this assumption. When we checked the dates of the postmarks on participants' letters, control (c) participants' letters carried postmarks with significantly later dates than did those of implementation intention (ii) participants (Ma = 4.9 vs. M c -12.6), f( 18.5) = 2.73, p -.01. Moreover, the time between the date of writing the report and mailing it, reflected in the difference between date of writing and date of the postmark, did not differ between conditions (p > .35). This result suggests that the dates indicated on the prepared form were equally trustworthy in both conditions."
    },
    {
      "title": "How Did Implementation Intentions Increase the Rate of Goal Completion?",
      "text": "Implementation intentions did bind the execution of goaldirected behaviors to the specified opportunities. Of the implementation intention participants who wrote their reports during Christmas holidays, 83% (i.e., 10 of 12) did so on the day they had committed themselves to on the instruction sheet, x 2 ( 1» N -12) = 4.80, p -.03. This finding supports our assumption that implementation intentions promote goal achievement by means of the facilitation of action initiation when the specified situational context is present.\n\nIn Study 1, we demonstrated that implementation intentions do not achieve their beneficial effects on goal completion by means of an increase in goal importance (i.e., enhanced motivation to reach the goal). Was there any evidence in Study 2 that also addresses this issue? Although we did not measure perceived importance of the assigned goal after the implementation intention manipulation had occurred, we observed that instructing participants to form implementation intentions did not enhance the overall rate of cooperation in the sense of more reports being sent to us. Implementation intention participants and control participants did not differ in the number of mailed reports, F(l, 82) = 2.31, ns, nor was there a gender main effect (F < 1) or an interaction effect with gender (F < 1). Moreover, implementation intentions did not produce more extensive reports. A 2 (experimental condition) X 2 (gender of participant) analysis of variance (ANO\\A) on the number of words written revealed that implementation intention participants wrote shorter reports than did control participants (M Vl = 183 vs. M c = 258), F(l, 35) -5.43, p < .03. It appears then that implementation intentions did not make it easier for participants to meet their goal of writing a report on Christmas Eve during the Christmas holidays by increasing participants motivation to write and send reports to us; rather, implementation intentions helped participants meet their goal by facilitating action initiation when the specified opportunity to write the report was encountered."
    },
    {
      "title": "Discussion",
      "text": "All participants had agreed to write a report about Christmas Eve during the Christmas holidays (i.e., during the 2 days following Christmas Eve). This goal intention led to a completion base rate (i.e., 32%) that was very similar to that of difficult goals analyzed in Study 1 (i.e., 22%). When the goal intention of Study 2 was furnished with implementation intentions, however, completion rate drastically increased from 32% to 71%. The amount of this increase parallels that of Study 1 (i.e., from 22% to 62%). Taken together, the two studies strongly suggest that the completion of difficult goal intentions is promoted by implementation intentions. Implementation intentions were selfset in Study 1, whereas in Study 2 these intentions were assigned. Still, both types of implementation intentions facilitated goal completion. Apparently, whether implementation intentions are self-set or induced by others is not a crucial variable.\n\nWith respect to our ideas on how implementation intentions help people meet their goals, the additional data collected in Study 2 are only suggestive. Our theory  (Gollwitzer, 1993)  states that implementation intentions create strong associative links between the specified situational contexts and intended behaviors. These links are thought to promote goal completion because the respective behavior is immediately triggered when the specified situational context is encountered. When we looked at the time when successful implementation intention participants wrote their reports, the vast majority did so on the day that was marked by their implementation intentions. Still, Study 2 was a field experiment, and we could not observe when the initiation of goal-directed behaviors actually occurred. In addition, participants specified the situational contexts in their implementation intentions in their own words (e.g., right after breakfast on the first Christmas holiday). On the reports sent back to us, participants indicated the hour and date of action initiation. Accordingly, it was difficult for us to determine how immediately participants used the specified opportunities to write their reports.\n\nAll of these problems can be easily circumvented if one runs a controlled laboratory experiment in which good opportunities to act on an assigned goal are presented to all participants whereby some participants are allowed to form implementation intentions specifying these opportunities as the critical situational stimuli. To test the idea that intended opportunities are seized immediately once they are encountered, one only needs to present these opportunities at a later point in time and observe whether participants who have formed implementation intentions respond to these stimuli more readily than participants who have not formed implementation intentions. Our third study followed this line of thought."
    },
    {
      "title": "Study 3: Immediate Seizing of Intended Opportunities",
      "text": "We figured that the postulated immediacy of action initiation with participants who have formed implementation intentions can be studied best in situations in which seizing a presented good opportunity is rather difficult. This is true, for instance, when good opportunities to act are rather short lived and when the intended behavior is somehow problematic. An example of a situation that ideally operationalizes these prerequisites is a controversial and confrontational conversation in which the other person expresses opinions with which one disagrees and wants to counterargue. Good opportunities to do so are fleeting because conversations are in a constant flux  (Duncan & Fiske, 1977) . Moreover, among the many opportunities, it is often hard to pick the right occasion when one's own statement really hits the nail on the head. Finally, people generally follow the normative rule of not contradicting others and thus are hesitant to make their point  (Tesser & Rosen, 1975) .\n\nFollowing this line of reasoning, participants in the present study had to take a convincing counterposition towards xenophobic remarks made by a confederate presented on videotape (goal intention). To increase the importance of the task, we told participants that communication researchers would judge the quality of their counterarguments at the end of the experiment. After participants were made familiar with the statements of their opponent in a first viewing of the video, they had to mark in a second run those points they personally considered to be particularly suitable for commenting on (i.e., a good opportunity). One group of participants was additionally instructed to form implementation intentions. They committed themselves to counterargue at the chosen good opportunities. Finally, in a modified third run, participants viewed a new videotape that consisted of all of the confederate's earlier statements mixed with several new ones of comparable content and length. Participants' task then was to stop the videotape whenever they liked and to deliver their opinion on audiotape. We hypothesized that implementation intention participants would more successfully use marked good opportunities than control participants who had not formed implementation intentions."
    },
    {
      "title": "Method Participants",
      "text": "Sixty male students enrolled at the Technical University of Munich participated in the study for a remuneration of 15 DM (approximately $10). Participants were recruited through leaflets. The study was described as part of a line of research on verbal behavior in controversial and confrontational discussions. Participants were between 20 and 29 years of age, with a median age of 22 years."
    },
    {
      "title": "Materials and Apparatus",
      "text": "Apparatus. Participants were seated at a table in front of a color video monitor, a panel with two push buttons, and a microphone. The button panel as well as the video recorder (Sony U-Matic) and audio recorder were connected to a microcomputer placed behind a screen.\n\nThe right button was used to mark the points on the videotape that seemed suitable for comment. At the beginning of each statement, a magnetic signal on the second sound track of the videotape set in motion a computer-controlled clock. When participants pressed the right button, this clock was stopped and the time was recorded by the computer. The left button was used to stop and start the videotape in the third viewing of the video when participants were supposed to interfere. Again, the time when this button was pressed was recorded by the computer. This procedure allowed us to check later on how immediately participants responded to the marked opportunities.\n\nVideotapes. The videotapes showed a confederate sitting in front of a microphone. On the first tape, which was shown in the first and second run, the confederate delivered 8 statements that were very hostile to foreigners. Each statement was about 30 s long and separated from others by a pause of 4 s. The overall duration of the videotape was approximately 5 min. The second tape, shown in the critical third run (i.e., where participants were allowed to counterargue), displayed 8 additional statements so that, altogether, 16 statements were shown."
    },
    {
      "title": "Procedure",
      "text": "Participants arrived at the experimental room individually and were randomly assigned to one of three experimental conditions (i.e., the implementation intention condition and two control conditions). They were greeted by a female experimenter and asked to fill out three introductory questionnaires, two attitudinal measures; and a personality inventory, the Sixteen Personality Adjectives Scales (16-PA), an adjective version of the Sixteen Personality Factors Questionnaire (16-PF; H. Brandstatter, L988). The first questionnaire recorded participants' interest in and attitudes about the integration of foreigners in Germany. Six items (e.g.. How attentively do you follow the discussion on the integration of foreigners in the media?) that were answered on 10-point scales anchored by 0 (not at all) and 9 (very much) were averaged to form a composite score of interest in this topic (Cronbach's a = .76). In the second questionnaire, participants were asked to rate on 5-point scales ranging from -1 (strongly disagree) to 2 (strongly agree) how much they agreed with 28 racist statements. These statements touched different themes, including those the confederate on the videotape focused on (e.g., \"Because of the high number of foreigners many Germans lost their jobs.\"). These ratings were also averaged to form a composite score of attitudes toward these racist statements (Cronbach's a = .86).\n\nAll participants were then given the following oral instructions:\n\nThe present study aims at analyzing the different strategies people employ in controversial discussions when they want to speak up and express their own point of view. Hence, you will be confronted with the arguments of a person on a topic that is currently being discussed all over, namely the integration of foreigners in Germany.\n\nFor experimental reasons your counterpart in the discussion is recorded on videotape. The arguments presented by the person on the videotape originate from a different study conducted some time ago. There we interviewed students about their attitudes toward foreigners in Germany. A student researcher of the Institute selected the most terse arguments. He will try to present these arguments grouped into eight thematically homogenous statements in the most persuasive manner possible."
    },
    {
      "title": "Implementation intention condition (I/C).",
      "text": "At this point, the instructions for the three experimental conditions started to differ. In the IIC, participants were informed that they were to express their own opinion convincingly by stopping the videotape at any point they liked. At the end of the experimental session their contributions, recorded on audiotape, would be evaluated by social psychologists. They would then receive feedback concerning the persuasiveness of their arguments on the basis of timing and content. However, participants were told that before they started arguing they should first familiarize themselves with the persuasive attempts of their interlocutor in a first viewing of the videotape.\n\nAfter participants watched the tape they were told, You will be shown the same tape in a second run now. For each statement of your interlocutor you may mark that point in time that seems most suitable to you to intervene. Press the right button on the panel box for marking. When you have marked this particular point, please commit yourself to seize this opportunity for expressing your opinion in the next video run by saying: \"I will speak up here!\"' Each of the eight statements may be marked only once.\n\nWhen participants had gone through this marking procedure, they were asked to perform a 5-min distractor task (counting the planes of several different geometrical figures drawn on paper). Thereafter, participants had to recall (free recall) as many of the presented arguments as possible. This recall test was conducted to control for the possibility that implementation intention participants followed the eight statements more carefully than did control participants (see below), resulting in a better performance in the critical video run.\n\nFinally, the critical third video run was announced:\n\nIt is your turn now to speak up and present counterarguments. For this purpose, we will show you a modified version of the videotape (we have added some new statements). Your task is to express your personal opinion as convincingly as possible. Whenever you want to comment on a presented statement press the left button. The video will stop immediately and an audiotape will be set in motion recording your arguments. When you are finished, press the left button a second time and the videotape will continue to play, \"fou are requested to comment on each statement presented on the videotape no more than twice, though.\n\nParticipants were allowed to speak up twice to reduce the demand to stop the video exactly on the points they had marked previously."
    },
    {
      "title": "Control condition f (CC-I).",
      "text": "After the general introduction to the study, participants in this condition received a somewhat different instruction than experimental participants. Whereas the latter were informed right from the beginning that they would have to respond to the recorded statements, these control participants were informed only that they were to mark those points in the presented statements that seemed most suitable for potential commenting. Before participants were allowed to mark these special points in time, they were asked to familiarize themselves with the statements of their interlocutor in a first viewing of the videotape.\n\nThereafter, participants were told the following:\n\n\\bu will be shown the same tape in a second run now. For each statement ot your interlocutor please mark that point in time that seems most suitable to you to intervene. Press the right button on the panel box for marking. Each statement may be marked only once. Expert social psychologists will later evaluate and give feedback on the quality of your choices.\n\nAfter this second run was completed, participants worked for 5 min on the distractor task and were then given the free-recall test. Finally, the critical third video run was announced. The instructions were identical to those given to experimental participants. Remember that, up to this point, we had not yet told control participants that they would have to counterargue by themselves. We did this to prevent the spontaneous forming of implementation intentions during the second run (i.e., when participants marked good opportunities). The further procedure paralleled that of the IIC."
    },
    {
      "title": "Control condition II (CC-H).",
      "text": "To counter the possible alternative explanation that an implementation intention effect on the immediacy of action initiation was solely due to the fact that implementation intention participants knew that they had to counterargue (and therefore had a chance to prepare such arguments in advance), we introduced a second control condition. Participants in this condition were told early on that they were to deliver their arguments in writing. Before the critical third run, participants were informed that, contrary to the initial instruction, they were to respond to the statements verbally. The rest of the procedure paralleled that of the other control condition.\n\nAt the end of the experiment, participants were thoroughly debriefed about the study and paid. In all conditions, the experimenter left the room when the video recorder was set in motion; this was true for all three videos presented."
    },
    {
      "title": "Results"
    },
    {
      "title": "Equivalence of Groups",
      "text": "Attitudinal measures. Participants in all experimental conditions were equally interested in issues regarding the integration of foreigners (IIC: M = 5.33, SD = 1.40; CC-I: M = 4.85, SD = 1.23; CC-II: M = 4.90, SD = 1.43), F(2, 57) -0.76, p -.47. Similarly, participants in the three conditions did not differ with respect to how much they disagreed with the xenophobic statements (IIC: M = -0.73, SD = 0.45; CC-I: M = -0.66, SD = 0.51; CC-II: M = -0.60; SD = 0.51), F(2, 57) = 0.31, p = .73.\n\nFrequency and timing of marking. Participants in all conditions marked, on average, seven points on the videotape as suitable for a counterargument (IIC: M = 6.75, SD = 1.29; CC-I: M -6.95, SD = 1.00; CC-II: M = 6.65, SD = 1.63), F{2, 57) = 0.26, p = .77. With eight presented statements and the instruction to mark each statement only once, these means indicate that participants marked almost all statements. Looking at the times when these marks were placed, there were no differences between conditions for six of the eight statements (/?s > .21). We observed differences only for the last two statements: For the last statement, participants in the IIC and CC-IT placed later marks than did participants in CC-I; for the next-to-last statement, participants in the IIC placed later marks lhan did participants in both control conditions.\n\nFree recall of arguments. Participants in the IIC as well as participants in CC-II marked the arguments of the speaker while knowing that they would later be asked to respond to them. This was not true for participants in CC-I. Therefore, it is conceivable that the latter did not follow the videotape as attentively as the former. The results of a free-recall memory test that was conducted after the marking clearly counter this assumption, however. The eight statements were subdivided in 54 propositions (arguments). Participants in all conditions recalled approximately one third of the material (IIC: M = 16.45, SD = 4.64; CC-I: M = 16.45, SD = 5.58; CC-II: M = 17.80, SD = 4.55), F(2, 57) = 0.50,/? = .61.\n\nFrequency of speaking up. Participants in all conditions spoke up more often with respect to the staiements presented in the first and second viewing of the videotape (old statements; M = 7.27) as compared to the statements that were added to the third video only (new staiements; M = 6.48), F(l. 57) = 28.65,/? < .001. There was no interaction effect with condition, F(2, 57) = }.92,ns.\n\nFinally, we assessed whether participants differed in terms of speaking up twice. Again, there were no differences between conditions. On average, participants interfered twice for about two of the old statements and for about two of the new statements (all ps > .35)."
    },
    {
      "title": "Dependent Variable: Immediate Seizing of the Marked Opportunities",
      "text": "Our hypothesis stated that implementation intention participants would readily use marked opportunities for intervention. This implies that they would speak up at a time that is closer to the specified opportunities (marked times) than would participants in both control groups. To test this hypothesis, we computed a planned contrast comparing the IIC to the control conditions on participants' absolute value time differences (in s) between speaking up and markings. As expected, participants in the IIC (M = 4.80) showed significantly lower scores than did control participants (M = 6.00), 1(53.1) = 1.98, p = .05. Participants in CC-I (M = 5.85) did not differ from participants in CC-II (M = 6.15), /(35.7) = 0.33, ns.\n\nOur hypothesis also implies that the variances in the times between marking and speaking up would differ between the implementation intention group and the control groups. Indeed, we found that the variance of the implementation group was significantly smaller (3.17) than the variance of the two control groups (8.22; Levene's test for homogeneity of variances: F -3.96, p -.05). In addition, the variances between the two control groups did not differ significantly (p = .15).\n\nOne might argue that participants in the IIC responded so readily to their marks because they wanted to appear consistent in the eyes of the experimenter. This seems unlikely for two reasons, however. First, the cover story stressed the importance of expressing one's opinion in a convincing way and of not acting swiftly once the marked opportunities presented themselves. Above all, participants were not aware that the experimenter had recorded their marks and was thus able to determine whether they took advantage of the previously specified good opportunities. Second, if keeping to one's marks is an issue of appearing consistent in the eyes of the experimenter, participants low on the personality dimension of social independence would have been particularly eager to keep to their marks. However, we observed only an insignificant correlation between social independence (L6-PA second-order factor QIII, called \"Independence\"; H.  Brandstatter, 1988)  and the time between participants' marks and speaking up (IIC: r = -.12, ns; control conditions: r = .12, ns)."
    },
    {
      "title": "Implementation Intentions and Goal Completion",
      "text": "Although Study 3 was designed to test the hypothesis that implementation intentions promote the immediacy of action initiation once the specified situations (opportunities) are encountered, it also addressed the hypothesis tested in Studies 1 and 2 (i.e., implementation intentions facilitate goal achievement). In Study 3, the goal assigned to participants was to counterargue racist statements as convincingly as possible. Did implementation intention participants come up with more convincing arguments than control participants? To answer this question, the participants' counterarguments to the eight statements shown in the first and second video were rated by two independent raters on the basis of how convincing they were on a 4-point scale ranging from 1 {not at all convincing) to 4 {very convincing); the interrater correlation was .72. The raters were instructed to make their judgments on the basis of three criteria: How respon-sive were the participants' counterarguments to the statements of the confederate? Were the shortcomings of these statements critically analyzed? Were there any solutions offered to the problems raised?\n\nWhen we compared the mean quality of arguments produced by implementation intention participants to that of those produced by control participants, we observed no significant differences. However, one cannot expect implementation intentions to promote high-quality arguments' with participants who have no interest in and thus no knowledge of the issue at hand. Accordingly, we used a median split on the interest measure (assessing how informed participants were about issues of xenophobia in Germany; see above) and computed a 2 (high vs. low interest) X 2 (implementation intention vs. control) ANOVA on the rated quality of participants' arguments. This analysis revealed a significant interaction effect, F{\\, 56) = 7.32, p < .01, indicating that implementation intentions produced better quality arguments for high-interest participants (A/jj = 2.8 vs. M c = 2.3; p < .03, one-tailed), but not for low-interest participants. Actually, implementation intentions had a negative effect on the quality of arguments with low-interest participants (A/ h = 2.4 vs. M Q -2.7; p < .04, one-tailed)."
    },
    {
      "title": "Discussion",
      "text": "All of our participants in Study 3 had the goal intention of taking a convincing counterposition against xenophobic statements made by a confederate and recorded on videotape. Nevertheless, participants seized suitable opportunities for expressing themselves more immediately when they had formed implementation intentions, that is, when they had mentally linked these critical situations to respective counterarguments. Having solely familiarized oneself with favorable opportunities (control participants) was not as effective in promoting the immediate initiation of goal-directed behaviors at these opportunities. This result provides support for the notion that forming implementation intentions is an efficient strategy for promoting immediate action initiation when opportunities present themselves for only a short moment.\n\nThe time-gap differences between conditions were in the range of 1 s only and thus may seem negligible. One has to keep in mind, however, that successfully making one's point in a controversial and confrontational verbal interaction is often just a matter of split seconds (e.g.,  Bernieri & Rosenthal, 1991; Duncan & Fiske, 1977; Patterson, 1991) . The observed differences therefore indicate that forming implementation intentions is a very effective self-regulatory strategy when binding action initiation to specific situations is at issue.\n\nOne may also want to object that the present paradigm did not capture the fact that most conversations and exchanges of opinions happen in \"real time\" with no prior planning of what should be said in response to the arguments the interlocutor might present. However, there are many conversations that people prefer to mentally simulate and plan prior to their occurence. It seems plausible to assume that people plan their conversations with others when they anticipate a controversial and confrontational exchange of opinions in which the goal of convincingly expressing one's own opinions is threatened (as, for instance, when we enter a discussion of serious disagreements in an inti-mate or important professional relationship). Given these circumstances, it is crucial to place one's arguments at good opportunities (e.g., anticipated false arguments of one's interlocutor). As our findings demonstrate, implementation intentions are a great self-regulatory tool for fulfilling this purpose.\n\nIn the present study, the critical situations (opportunities for counterarguments) were presented as heeded stimuli. Participants actively searched for the best opportunities to initiate counterarguments. The present study therefore did not address the issue of whether implementation intentions unfold their beneficial effect even when intended opportunities arise outside a person's focus of attention. Do such opportunities still manage to speed up action initiation? Research on this question would have to present intended stimuli outside of a person's conscious attention (V. Brandstatter, Gollwitzer, & Malzacher, 1996) . We expect that implementation intentions foster the initiation of goal-directed actions even under such debilitating circumstances.\n\nFinally, Study 3 demonstrated that implementation intentions not only promote immediate action initiation but also help participants meet the assigned goal (i.e., coming up with convincing counterarguments). However, this effect was limited solely to participants who were in command of the topics to be discussed. Only participants who reported a high interest in the issue of xenophobia in Germany benefited from forming implementation intentions, whereas participants who were less interested in this issue actually suffered. We take this observation to mean that implementation intentions cannot be assumed to generally further the completion of difficult goals. Implementation intentions seem to promote goal completion only when people have access to effective goal-directed behaviors (i.e., possess the knowledge and skills to act effectively in the service of the goal). It pays to link these behaviors to good opportunities by forming respective implementation intentions. However, whenever such behaviors are not at the person's disposal, it seems better to avoid the forming of implementation intentions as these would bind inefficient goal-directed behaviors to specific stimuli. In this case, avoiding the formation of implementation intentions seems to allow for the flexibility that is needed to attain the goal despite the lack of relevant skills and knowledge."
    },
    {
      "title": "General Discussion",
      "text": "In Studies 1 and 2, goal intentions (' 'I intend to achieve x.\") were more successfully pursued when furnished with implementation intentions (' 'I intend to do y when I encounter situation ^.\"). This was true regardless of the content of the goal. The goal intentions analyzed dealt with personal projects ranging from settling a fight with one's boyfriend (Study 1) to the experimental task of writing a report about Christmas Eve during the Christmas holidays (Study 2). Whereas the focus of Studies 1 and 2 was on the effect of implementation intentions on the overall rate of goal completion. Study 3 explored the assumption that the beneficial effects of implementation intentions are based on facilitating the immediate initiation of goaldirected actions. In Study 3 it was demonstrated that implementation intentions link the initiation of goal-directed behavior closely to the specified opportunities.\n\nThe theoretical significance of these results resides in their pointing to a self-regulatory strategy that mediates between formulating a goal and acting on it. Implementation intentions are likely to account for a substantial portion of variance of hitherto unaccounted-for variance. The concept of implementation intention also opens a new theoretical approach to volition by pointing to the processes by which goal strivers become attuned to stimuli (opportunities) relevant to their goal pursuits."
    },
    {
      "title": "How Do Implementation Intentions Promote Goal Pursuit?",
      "text": "In Study 3 we demonstrated that implementation intentions facilitate the immediate initiation of goal-directed behavior in the face of intended opportunities. We assumed that this effect is based on two types of mechanisms. The first type is related to cognizing the opportunities people have specified in their implementation intentions. We hypothesized that the mental representation of these situational stimuli would become highly activated. As a consequence, these stimuli would attract attention, be easily remembered, and be effectively recognized even when hidden in a complex situational context  (Gollwitzer, 1993) . The second type of mechanism focuses on people's readiness to execute the intended behaviors once the specified opportunity to act is encountered. We assumed that implementation intentions create strong mental links between intended situations and behaviors-not unlike the situation-behavior links of habits that stem from frequent and consistent pairing of a given situation with a certain behavior. We hypothesized that, similar to habits, in the presence of the critical situation, the intended behavior will be elicited automatically. This implies that, in the face of the specified opportunity, intended goaldirected behaviors will be initiated swiftly (as was demonstrated in Study 3) and effortlessly and without necessitating a conscious intent (V. Brandstatter et al., 1996) . Accordingly, we assumed that, by forming implementation intentions, people can deliberately switch from conscious and effortful action control to automated control of their goal-directed actions.\n\nFuture research on these issues (and the issues raised below) might want to use more sophisticated control groups than those used in the present Studies 2 and 3. Ideally, control participants would perform tasks that also demand verbally specifying certain situational contexts and behaviors. This would control for the (albeit very remote) possibility that the sheer act of verbally specifying situations and behaviors rather than the creation uf mental links between specific situations and behaviors produces the predicted implementation intention effects."
    },
    {
      "title": "When Are Implementation Intentions Formed?",
      "text": "As implementation intentions are assumed to facilitate goal attainment, it follows that implementation intentions should be formed when problems of goal implementation are anticipated. Such problems include, for instance, not noticing good opportunities to act or noticing them loo late because one is absorbed with other activities, lost in one's thoughts, depressed, or tired. However, one may also fail to implement a goal because one cannot make up one's mind on how to implement it. Finally, a given situation that is potentially suitable for pursuing one's goal (e.g., lunch break for a dieter) may not lead to respective goal pursuit because of competing action tendencies stemming from strong impulses or bad habits  (Baumeister, Heatherton, & Tice, 1994) . Whenever people anticipate such problems, they may try to protect themselves from falling prey to them by forming implementation intentions."
    },
    {
      "title": "Similarities and Differences of Related Approaches Planning",
      "text": "Forming implementation intentions is similar to planning  (Gollwitzer, 1996) . In implementation intentions, people commit themselves to a plan that specifies when and where they intend to show a certain goal-directed action. The implementation intentions we have analyzed are rather simple plans as they only specify one behavior that is linked to just one situation. We concentrated on very specific and concrete implementation intentions because we assumed that highly specific implementation intentions are particularly effective. This contradicts a popular position in the clinical literature on self-control that states that specific plans are less effective than more flexible plans because the former are more time consuming, lead to rigidity, and provide ample opportunity for failure experiences (e.g.,  Kirschenbaum, 1985; Kirschenbaum, Humphrey, & Malett, 19S1) . This contradiction in positions is easily resolved, however, when one looks at how specificity is conceptualized by  Kirschenbaum et al. (1981) . Specificity is defined as the number of intended actions to be performed within a given time period. For example, a plan that specifies what should be done day by day is considered to be more specific than a plan that lays down one's intended activities on a monthly basis. From our point of view, specificity relates to how concretely a person defines an anticipated situational context and respective behaviors suitable for goal pursuit. Accordingly, a daily plan can be specific or unspecific depending on whether the intended behavior is specific and linked to a concrete opportunity. This is also true for monthly plans.\n\nStill, one wonders whether implementation intentions make people sacrifice flexibility in the sense that they rigidly stick to the opportunities specified in their implementation intentions and thus fail to take advantage of the occurence of unanticipated good opportunities for action. If one assumes that implementation intentions automatize action initiation  (Bargh & Gollwitzer, 1994; Gollwitzer, 1993) , it follows that the specified action initiation should be effortless and demand little cognitive capacity. Accordingly, people who have formed implementation intentions should possess the cognitive capacities needed to take notice and make use of alternative opportunities to act. However, it is an open question to be answered by future research whether implementation intention participants deliberately refrain from using these opportunities because they feel committed to approaching the goal solely in the way that is spelled out in their implementation intentions."
    },
    {
      "title": "Prospective Memory",
      "text": "Our research on implementation intentions is also similar to research on prospective memory (e.g.,  Baddeley & Wilkins, 1984; Brandimonte, Einstein, & McDaniel, 1996; Cohen, 1989; Einstein & McDaniel, 1990; In tons-Peterson & Fburnier, 1986) . Prospective memory tasks require (a) that you remember what has to be done (this includes remembering the action to be performed and the proper target event) and (b) that you remember to perform the action at the appropriate time or in response to the appropriate target event. (Einstein & McDaniel, 1990, p. 725)  In relevant studies, participants have typically been asked to perform a certain action at a future time (e.g., sending a postcard to the experimenter, reminding the experimenter of something, pressing a button when a certain signal appears). The predictors for successful execution of such prospective memory tasks are subsumed under three categories: motivation, time factors, and use of reminders (for a summary, see  Cohen, 1989) . Motivation refers to the incentives (i.e., personal importance) of timely execution of an intended action; the more important a project is, the higher is the probability of accomplishing it. Time factors relate to length and content of the time interval between task instruction and execution. The more concurring activities the person is involved with, the higher the risk of being distracted and thus failing to realize one's intention (e.g.,  Kvavilashvili, 1987) . Use of reminders describes external (e.g., notes, putting something in a special place) and internal (e.g., mental rehearsing, method of loci) mnemonic strategies as devices that help prevent one from forgetting one's intention.\n\nForming implementation intentions can be conceptualized as an internal memory strategy. It differs, however, from other internal memory techniques in that it does not require repeated rehearsal. A single mental act of will (\"I will execute behavior y whenever I encounter situation z\") suffices to instigate goaldirected behavior as soon as the specified opportunity appears. Tn addition, prospective memory theory assumes that external and internal mnemonic strategies help people recall the intention to act once the critical situation is encountered. This intention in turn leads to the conscious control of the critical behavior. In contrast, we assume that the situations specified in implementation intentions directly (automatically) control the intended behavior.\n\nTheory of Planned Behavior  Fishbein and Ajzen (1975)  and  Ajzen (1985)  have provided highly useful frameworks (the theory of reasoned action and the theory of planned behavior, respectively) for discussing the importance of intentions as mediators of attitude-behavior relations. In both these frameworks, the reason for an ineffective translation of an intention into behavior lies in a weak intention. Strength of intention has been defined primarily as the attitude toward the behavior in question, which, in turn, is a positive function of the expected value of possible outcomes of this behavior  (Fishbein & Ajzen, 1975)  or is seen as a conjoint function of both attitude toward the behavior and its controllability  (Ajzen, 1985) . Following an expectancy-by-value-type theorizing on motivation, these theories refer the individual to raising the expected value as well as the perceived controllability of the behavior to promote the behavior-eliciting power of their intentions; the self-regulatory strategy of forming implementa-tion intentions, however, points to creating mental links between specific situational contexts and goal-directed behaviors.\n\nMoreover, one should not confuse  Fishbein and Ajzen's (1975)  principle of correspondence or compatibility with the self-regulatory strategy we are promoting here (i.e., forming specific implementation intentions). The latter is a self-regulatory strategy that helps people enhance the likelihood of attaining their goal intentions, whereas the former is a methodological suggestion to researchers to measure intentions specifically if they want to predict the likelihood of a specific type of behavior."
    },
    {
      "title": "From Motivation to Willful Strategies of Goal Attainment",
      "text": "Traditional theorizing on a person's readiness to act on a goal refers to motivational concepts. The person's readiness is construed as a function of the incentives associated with goal attainment (i.e., expected values,  Atkinson, 1957)  and a person's beliefs about being able to execute goal-directed behaviors and achieve desired performances (control beliefs,  Ajzen, 1985; self-efficacy beliefs, Bandura, 1982; action-outcome expectations, Heckhausen, 1977) . Modern theorizing on goal striving, on the other hand, points to willful (volitional) self-regulatory strategies (see  Geen, 1995, Chapters 2 & 3) . This was exemplified in  Kuhl's (19S4)  action control theory, which delineates different action control strategies (e.g., selective attention, emotion control, environmental control) that support the successful execution of an intended course of action (for a summary, see  Kuhl & Beckmann, 1994) . Kuhl assumed that, to assure persistent acting toward a goal, an ongoing course of goal-directed action must be shielded from competing goals.\n\nThe formation of implementation intentions certainly qualifies as a self-regulatory strategy of goal striving, and thus the presented theory of the effects of implementation intentions is volitional in nature. The present distinction between goal intentions and implementation intentions, however, allows the integration of motivational and volitional theorizing on goal pursuit. We assumed that the strength of a person's goal intention (\"I intend to achieve x.' f ) is dependent on classic motivational variables (such as expected values and self-efficacy beliefs). The strength of a person's implementation intentions, on the other hand, is dependent on how effectively the person specifies anticipated situational contexts and related goal-directed behaviors and on whether these are linked by an act of will in the sense of \"If I encounter y, I intend to do z.\" This attempt to control one's goal-directed actions may be favored by motivational variables (i.e., people should show a greater readiness to form implementation intentions when the respective goal intention is important), but whether implementational intentions are actually formed is ultimately a question of the anticipation of implementational difficulties. We do not know yet how the strength of the superordinate goal intention (and thus the person's motivation to achieve the goal) affects the effectiveness of implementation intentions once they are formed. We assume that implementation intentions that are backed up by strong goal intentions should be more effective than implementation intentions that lack such motivational support. On the other hand, strong goal intentions do not necessarily lead to effective goal pursuit, but goal inten-tions (of the same motivational strength) furnished with implementation intentions should definitely have a better chance to be completed than those without implementation intentions."
    },
    {
      "text": "Figure 1. Percentage of goal completion for easy-to-implement and difficult-to-implement goals, Study I."
    },
    {
      "text": "Various Measures Assessing Participants' Success in Writing a Requested Report During Christmas HolidaysNate. Means within rows not sharing a common subscript are significantly different at p ±s .02. Dash indicates that this dependent variable does not apply to participants who have not formed implementation intentions."
    }
  ],
  "references": [
    {
      "title": "From intentions to actions: A theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1985,
      "doi": "10.1007/978-3-642-69746-3_2",
      "raw": "From intentions to actions: A theory of planned behavior \n\t\t \n\t\t\t I Ajzen \n\t\t \n\t\t 10.1007/978-3-642-69746-3_2 \n\t \n\t \n\t\t Action control: From cognition to behavior \n\t\t \n\t\t\t J Kuhl \n\t\t \n\t\t \n\t\t\t J Beckmann \n\t\t \n\t\t Berlin, Germany \n\t\t \n\t\t\t Springer-Verlag \n\t\t\t 1985 \n\t\t\t \n\t\t \n\t \n\t Ajzen, I. (1985). From intentions to actions: A theory of planned behav- ior. In J. Kuhl & J. Beckmann (Eds.), Action control: From cognition to behavior (pp. 11-39). Berlin, Germany: Springer-Verlag."
    },
    {
      "title": "Motivational determinants of risk-taking behavior",
      "authors": [
        "J Atkinson"
      ],
      "year": 1957,
      "doi": "10.1037/h0043445",
      "journal": "Psychological Review",
      "volume": "64",
      "raw": "Motivational determinants of risk-taking behavior \n\t\t \n\t\t\t J W Atkinson \n\t\t \n\t\t 10.1037/h0043445 \n\t \n\t \n\t\t Psychological Review \n\t\t \n\t\t\t 64 \n\t\t\t \n\t\t\t 1957 \n\t\t \n\t \n\t Atkinson, J. W. (1957). Motivational determinants of risk-taking behav- ior. Psychological Review, 64, 359-372."
    },
    {
      "title": "Taking memory out of the laboratory",
      "authors": [
        "A Baddeley",
        "A Wilkins"
      ],
      "year": 1984,
      "pages": "17",
      "raw": "Taking memory out of the laboratory \n\t\t \n\t\t\t A D Baddeley \n\t\t \n\t\t \n\t\t\t A Wilkins \n\t\t \n\t \n\t \n\t\t Everyday memory, actions, and absent-mindedness \n\t\t \n\t\t\t J E Hards \n\t\t \n\t\t \n\t\t\t P E Morris \n\t\t \n\t\t London \n\t\t \n\t\t\t Academic Press \n\t\t\t 1984 \n\t\t\t 17 \n\t\t \n\t \n\t Baddeley, A. D., & Wilkins, A. (1984). Taking memory out of the laboratory. In J. E. Hards & P. E. Morris (Eds.), Everyday memory, actions, and absent-mindedness (pp. I -17). London: Academic Press."
    },
    {
      "title": "Self-efficacy mechanisms in human agency",
      "authors": [
        "A Bandura"
      ],
      "year": 1982,
      "doi": "10.1037//0003-066x.37.2.122",
      "journal": "American Psychologist",
      "volume": "37",
      "raw": "Self-efficacy mechanisms in human agency \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t 10.1037//0003-066x.37.2.122 \n\t \n\t \n\t\t American Psychologist \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Bandura, A. (1982). Self-efficacy mechanisms in human agency. Ameri- can Psychologist, 37, 122-147."
    },
    {
      "title": "Self-regulation of motivation through anticipatory and self-reactive mechanisms",
      "authors": [
        "A Bandura"
      ],
      "year": 1990,
      "doi": "10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k",
      "raw": "Self-regulation of motivation through anticipatory and self-reactive mechanisms \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t 10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k \n\t \n\t \n\t\t Nebraska Symposium on Motivation \n\t\t \n\t\t\t R Dienstbier \n\t\t \n\t\t Lincoln \n\t\t \n\t\t\t University of Nebraska Press \n\t\t\t 1991. 1990 \n\t\t\t \n\t\t \n\t \n\t Perspectives on motivation \n\t Bandura, A. (1991). Self-regulation of motivation through anticipatory and self-reactive mechanisms. In R. Dienstbier (Ed.), Nebraska Sym- posium on Motivation, 1990: Perspectives on motivation (pp. 69- 164). Lincoln: University of Nebraska Press."
    },
    {
      "title": "Cultivating competence, selfefficacy, and intrinsic interest through proximal self-motivation",
      "authors": [
        "A Bandura",
        "D Schunk"
      ],
      "year": 1981,
      "doi": "10.1037//0022-3514.41.3.586",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "45",
      "raw": "Cultivating competence, selfefficacy, and intrinsic interest through proximal self-motivation \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t \n\t\t\t D H Schunk \n\t\t \n\t\t 10.1037//0022-3514.41.3.586 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Bandura, A., & Schunk, D. H. (1981). Cultivating competence, self- efficacy, and intrinsic interest through proximal self-motivation. Jour- nal of Personality and Social Psychology, 45, 1017-1028."
    },
    {
      "title": "The automaticity of everyday life",
      "authors": [
        "J Bargh"
      ],
      "year": 1997,
      "doi": "10.4324/9781315806327",
      "volume": "10",
      "pages": "61",
      "raw": "The automaticity of everyday life \n\t\t \n\t\t\t J A Bargh \n\t\t \n\t\t 10.4324/9781315806327 \n\t \n\t \n\t\t Advances in social cognition \n\t\t \n\t\t\t R S Wyer Jr \n\t\t \n\t\t Mahwah, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 1997 \n\t\t\t 10 \n\t\t\t 61 \n\t\t \n\t \n\t Bargh, J. A. (1997). The automaticity of everyday life. In R. S. Wyer, Jr. (Ed.), Advances in social cognition (Vol. 10, pp. I -61 ). Mahwah, NJ: Erlbaum."
    },
    {
      "title": "Environmental control of goal-directed action",
      "authors": [
        "J Bargh",
        "P Gollwitzer"
      ],
      "year": 1994,
      "doi": "10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k",
      "volume": "41",
      "raw": "Environmental control of goal-directed action \n\t\t \n\t\t\t J A Bargh \n\t\t \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t\t 10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k \n\t \n\t \n\t\t Nebraska Symposium on Motivation: Integrative views of motivation, cognition, and emotion \n\t\t \n\t\t\t W Spaulding \n\t\t \n\t\t Lincoln \n\t\t \n\t\t\t University of Nebraska Press \n\t\t\t 1994 \n\t\t\t 41 \n\t\t\t \n\t\t \n\t \n\t Bargh, J. A., & Gollwitzer, P.M. (1994). Environmental control of goal-directed action. In W. Spaulding (Ed.), Nebraska Symposium on Motivation: Integrative views of motivation, cognition, and emotion (Vol. 41, pp. 71-124). Lincoln: University of Nebraska Press."
    },
    {
      "title": "Losing control: How and why people fail at self-regulation",
      "authors": [
        "R Baumeister",
        "T Heatherton",
        "D Tice"
      ],
      "year": 1994,
      "doi": "10.5860/choice.32-6508",
      "raw": "R R Baumeister \n\t\t \n\t\t \n\t\t\t T R Heatherton \n\t\t \n\t\t \n\t\t\t D M Tice \n\t\t \n\t\t 10.5860/choice.32-6508 \n\t\t Losing control: How and why people fail at self-regulation \n\t\t San Diego, CA \n\t\t \n\t\t\t Academic Press \n\t\t\t 1994 \n\t\t \n\t \n\t Baumeister, R. R, Heatherton, T. R, & Tice, D. M. (1994). Losing con- trol: How and why people fail at self-regulation. San Diego, CA: Academic Press."
    },
    {
      "title": "Interpersonal coordination: Behavior matching and interactional synchrony",
      "authors": [
        "R Bernieri",
        "R Rosenthal"
      ],
      "year": 1991,
      "raw": "Interpersonal coordination: Behavior matching and interactional synchrony \n\t\t \n\t\t\t R J Bernieri \n\t\t \n\t\t \n\t\t\t R Rosenthal \n\t\t \n\t \n\t \n\t\t Fundamentals of nonverbal behavior \n\t\t \n\t\t\t R S Feldman \n\t\t \n\t\t \n\t\t\t B Rime \n\t\t \n\t\t Cambridge, England \n\t\t \n\t\t\t Cambridge University Press \n\t\t\t 1991 \n\t\t\t \n\t\t \n\t \n\t Bernieri, R J., & Rosenthal, R. (1991). Interpersonal coordination: Be- havior matching and interactional synchrony. In R. S. Feldman & B. Rime (Eds.), Fundamentals of nonverbal behavior (pp, 401-432). Cambridge, England: Cambridge University Press."
    },
    {
      "title": "Prospective memory: Theory and application",
      "authors": [
        "M Brandimonte",
        "G Einstein",
        "M Mcdaniel"
      ],
      "year": 1996,
      "doi": "10.4324/9781315806488",
      "raw": "Prospective memory: Theory and application \n\t\t \n\t\t\t M Brandimonte \n\t\t \n\t\t \n\t\t\t G O Einstein \n\t\t \n\t\t \n\t\t\t M A Mcdaniel \n\t\t \n\t\t 10.4324/9781315806488 \n\t\t \n\t\t\t 1996 \n\t\t\t Erlbaum \n\t\t\t Mahwah, NJ \n\t\t \n\t \n\t Brandimonte, M., Einstein, G. O., & McDaniel, M. A. (1996). Prospec- tive memory: Theory and application. Mahwah, NJ: Erlbaum."
    },
    {
      "title": "Sechzehn Personlichkeits-Adjektivskalen (16 PA) als Forschungsinstrument anstelle des 16 PF [Sixteen Personality Adjectives Scales as an alternative to the 16 Personality Factors Questionnaire",
      "authors": [
        "H Brandstatter"
      ],
      "year": 1988,
      "journal": "Zeitschrift fur Experimented und Angewandte Psychologie",
      "volume": "25",
      "raw": "Sechzehn Personlichkeits-Adjektivskalen (16 PA) als Forschungsinstrument anstelle des 16 PF [Sixteen Personality Adjectives Scales as an alternative to the 16 Personality Factors Questionnaire \n\t\t \n\t\t\t H Brandstatter \n\t\t \n\t \n\t \n\t\t Zeitschrift fur Experimented und Angewandte Psychologie \n\t\t \n\t\t\t 25 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Brandstatter, H. (1988). Sechzehn Personlichkeits-Adjektivskalen (16 PA) als Forschungsinstrument anstelle des 16 PF [Sixteen Personality Adjectives Scales as an alternative to the 16 Personality Factors Ques- tionnaire]. Zeitschrift fur Experimented und Angewandte Psycholo- gie, 25, 370-391."
    },
    {
      "title": "Implementation intentions and automated action initiation: A case of strategic automaticity? Manuscript in preparation",
      "authors": [
        "V Brandstatter",
        "P Gollwitzer",
        "J Malzacher"
      ],
      "year": 1996,
      "raw": "Implementation intentions and automated action initiation: A case of strategic automaticity? Manuscript in preparation \n\t\t \n\t\t\t V Brandstatter \n\t\t \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t\t \n\t\t\t J T Malzacher \n\t\t \n\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Brandstatter, V, Gollwitzer, P. M., & Malzacher, J. T. (1996). Implemen- tation intentions and automated action initiation: A case of strategic automaticity? Manuscript in preparation."
    },
    {
      "title": "Social intelligence and intelligent goal pursuit: A cognitive slice of motivation",
      "authors": [
        "N Cantor",
        "W Fleeson"
      ],
      "year": 1994,
      "doi": "10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k",
      "volume": "41",
      "raw": "Social intelligence and intelligent goal pursuit: A cognitive slice of motivation \n\t\t \n\t\t\t N Cantor \n\t\t \n\t\t \n\t\t\t W Fleeson \n\t\t \n\t\t 10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k \n\t \n\t \n\t\t Nebraska Symposium on Motivation: Jntegrative views of motivation, cognition, and emotion \n\t\t \n\t\t\t W Spaulding \n\t\t \n\t\t Lincoln \n\t\t \n\t\t\t University of Nebraska Press \n\t\t\t 1994 \n\t\t\t 41 \n\t\t\t \n\t\t \n\t \n\t Cantor, N., & Fleeson, W. (1994). Social intelligence and intelligent goal pursuit: A cognitive slice of motivation. In W. Spaulding (Ed.), Nebraska Symposium on Motivation: Jntegrative views of motivation, cognition, and emotion (Vol. 41, pp. 125-179). Lincoln: University of Nebraska Press."
    },
    {
      "title": "Attention und self-regulation; A control-theory approach to human behavior",
      "authors": [
        "C S Carver",
        "M Scheier"
      ],
      "year": 1981,
      "doi": "10.1007/978-1-4612-5887-2_7",
      "raw": "Attention und self-regulation; A control-theory approach to human behavior \n\t\t \n\t\t\t C S Carver \n\t\t \n\t\t \n\t\t\t M G Scheier \n\t\t \n\t\t 10.1007/978-1-4612-5887-2_7 \n\t\t \n\t\t\t 1981 \n\t\t\t Springer-Verlag \n\t\t\t New 'fork \n\t\t \n\t \n\t Carver. C. S., & Scheier, M. G. (1981). Attention und self-regulation; A control-theory approach to human behavior. New 'fork: Springer- Verlag."
    },
    {
      "title": "Memory in the real world",
      "authors": [
        "G Cohen"
      ],
      "year": 1989,
      "doi": "10.1007/bf00993505",
      "raw": "Memory in the real world \n\t\t \n\t\t\t G Cohen \n\t\t \n\t\t 10.1007/bf00993505 \n\t\t \n\t\t\t 1989 \n\t\t\t Erlbaum \n\t\t\t Hillsdale, NJ \n\t\t \n\t \n\t Cohen, G. (Ed.). (1989). Memory in the real world. Hillsdale, NJ: Erlbaum."
    },
    {
      "title": "A motivational approach to self: Integration in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1990,
      "doi": "10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k",
      "raw": "A motivational approach to self: Integration in personality \n\t\t \n\t\t\t E L Deci \n\t\t \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t\t 10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k \n\t \n\t \n\t\t Nebraska Symposium on Motivation \n\t\t \n\t\t\t R Dienstbier \n\t\t \n\t\t Lincoln \n\t\t \n\t\t\t University of Nebraska Press \n\t\t\t 1991. 1990 \n\t\t\t \n\t\t \n\t \n\t Perspectives on motivation \n\t Deci, E. L., & Ryan, R. M. (1991). A motivational approach to self: Integration in personality. In R. Dienstbier (Ed.), Nebraska Sympo- sium on Motivation, 1990: Perspectives on motivation (pp. 237- 288). Lincoln: University of Nebraska Press."
    },
    {
      "title": "Face to face interaction: Research, methods, and theory",
      "authors": [
        "S Duncan",
        "D Fiske"
      ],
      "year": 1977,
      "raw": "Face to face interaction: Research, methods, and theory \n\t\t \n\t\t\t S D Duncan \n\t\t \n\t\t \n\t\t\t Jr \n\t\t \n\t\t \n\t\t\t D W Fiske \n\t\t \n\t\t \n\t\t\t 1977 \n\t\t\t Erlbaum \n\t\t\t Hillsdale, NJ \n\t\t \n\t \n\t Duncan, S. D., Jr., & Fiske, D. W. (1977). Face to face interaction: Research, methods, and theory. Hillsdale, NJ; Erlbaum."
    },
    {
      "title": "Self-theories and goals: Their role in motivation, personality, and development",
      "authors": [
        "C Dweck"
      ],
      "year": 1990,
      "doi": "10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k",
      "raw": "Self-theories and goals: Their role in motivation, personality, and development \n\t\t \n\t\t\t C S Dweck \n\t\t \n\t\t 10.1002/1520-6807(196707)4:3<286::aid-pits2310040321>3.0.co;2-k \n\t \n\t \n\t\t Nebraska Symposium on Motivation \n\t\t \n\t\t\t R Dienstbier \n\t\t \n\t\t Lincoln \n\t\t \n\t\t\t University of Nebraska Press \n\t\t\t 1991. 1990 \n\t\t\t \n\t\t \n\t \n\t Perspectives on motivation \n\t Dweck, C. S. (1991). Self-theories and goals: Their role in motivation, personality, and development. In R. Dienstbier (Ed.), Nebraska Sym- posium on Motivation, 1990: Perspectives on motivation (pp. 199- 255). Lincoln: University of Nebraska Press."
    },
    {
      "title": "Implicit theories as organizers of goals and behavior",
      "authors": [
        "C Dweck"
      ],
      "year": 1996,
      "raw": "Implicit theories as organizers of goals and behavior \n\t\t \n\t\t\t C S Dweck \n\t\t \n\t \n\t \n\t\t The psychology of action: Linking cognition and motivation to behavior \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t\t \n\t\t\t J A Bargh \n\t\t \n\t\t New \\brk \n\t\t \n\t\t\t Guilford Press \n\t\t\t 1996 \n\t\t\t \n\t\t \n\t \n\t Dweck, C. S. (1996). Implicit theories as organizers of goals and behav- ior. In P. M. Gollwitzer & J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 69-90). New \\brk: Guilford Press."
    },
    {
      "title": "Normal aging and prospective memory",
      "authors": [
        "G Einstein",
        "M Mcdaniel"
      ],
      "year": 1990,
      "doi": "10.1037//0278-7393.16.4.717",
      "journal": "Journal of Experimental Psychology: Learning, Memory, and Cognition",
      "volume": "16",
      "raw": "Normal aging and prospective memory \n\t\t \n\t\t\t G O Einstein \n\t\t \n\t\t \n\t\t\t M A Mcdaniel \n\t\t \n\t\t 10.1037//0278-7393.16.4.717 \n\t \n\t \n\t\t Journal of Experimental Psychology: Learning, Memory, and Cognition \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Einstein, G. O., & McDaniel, M. A. (1990). Normal aging and prospec- tive memory. Journal of Experimental Psychology: Learning, Mem- ory, and Cognition, 16, 717-726."
    },
    {
      "title": "Abstract versus concrete goals: Personal striving level, physical illness, and psychological well-being",
      "authors": [
        "R Emmons"
      ],
      "year": 1992,
      "doi": "10.1037//0022-3514.62.2.292",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "62",
      "raw": "Abstract versus concrete goals: Personal striving level, physical illness, and psychological well-being \n\t\t \n\t\t\t R A Emmons \n\t\t \n\t\t 10.1037//0022-3514.62.2.292 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 62 \n\t\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t Emmons, R. A. (1992). Abstract versus concrete goals: Personal striving level, physical illness, and psychological well-being. Journal of Per- sonality and Social Psychology, 62, 292-300."
    },
    {
      "title": "Conflict among personal strivings: Immediate and long-term implications for psychological and physical well-being",
      "authors": [
        "R Emmons",
        "L King"
      ],
      "year": 1988,
      "journal": "Journal of Personality and Social Psychology",
      "volume": "54",
      "raw": "Conflict among personal strivings: Immediate and long-term implications for psychological and physical well-being \n\t\t \n\t\t\t R A Emmons \n\t\t \n\t\t \n\t\t\t L A King \n\t\t \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 54 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Emmons, R. A., & King, L. A. (1988). Conflict among personal striv- ings: Immediate and long-term implications for psychological and physical well-being. Journal of Personality and Social Psychology, 54, 1040-1048."
    },
    {
      "title": "Belief, attitude, intention, and behavior: An introduction to theory and research",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975,
      "raw": "Belief, attitude, intention, and behavior: An introduction to theory and research \n\t\t \n\t\t\t M Fishbein \n\t\t \n\t\t \n\t\t\t I Ajzen \n\t\t \n\t\t \n\t\t\t 1975 \n\t\t\t Addison-Wesley \n\t\t\t Reading, MA \n\t\t \n\t \n\t Fishbein, M., & Ajzen, I. (1975). Belief, attitude, intention, and behav- ior: An introduction to theory and research. Reading, MA: Addison- Wesley."
    },
    {
      "title": "Human motivation: A social psychological approach",
      "authors": [
        "R Geen"
      ],
      "year": 1995,
      "raw": "Human motivation: A social psychological approach \n\t\t \n\t\t\t R G Geen \n\t\t \n\t\t \n\t\t\t 1995 \n\t\t\t Brooks/Cole \n\t\t\t Pacific Grove, CA \n\t\t \n\t \n\t Geen, R. G. (1995). Human motivation: A social psychological ap- proach. Pacific Grove, CA: Brooks/Cole."
    },
    {
      "title": "Action phases and mind-sets",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1990,
      "volume": "2",
      "raw": "Action phases and mind-sets \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t \n\t \n\t\t Handbook of motivation and cognition \n\t\t \n\t\t\t E T Higgins \n\t\t \n\t\t \n\t\t\t R M Sorrentino \n\t\t \n\t\t New York \n\t\t \n\t\t\t Guilford Press \n\t\t\t 1990 \n\t\t\t 2 \n\t\t\t \n\t\t \n\t \n\t Gollwitzer, P.M. (1990). Action phases and mind-sets. In E. T. Hig- gins & R. M. Sorrentino (Eds.), Handbook of motivation and cogni- tion (Vol. 2, pp. 53-92). New York: Guilford Press."
    },
    {
      "title": "Goal achievement: The role of intentions",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1993,
      "volume": "4",
      "raw": "Goal achievement: The role of intentions \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t \n\t \n\t\t European review of social psychology \n\t\t \n\t\t\t W Stroebe \n\t\t \n\t\t \n\t\t\t M Hewstone \n\t\t \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 1993 \n\t\t\t Wiley \n\t\t\t Chichester, England \n\t\t \n\t \n\t Gollwitzer, P. M. (1993). Goal achievement: The role of intentions. In W. Stroebe & M. Hewstone (Eds.), European review of social psy- chology (Vol. 4, pp. 141-185). Chichester, England: Wiley."
    },
    {
      "title": "The volitional benefits of planning",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1996,
      "raw": "The volitional benefits of planning \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t \n\t \n\t\t The psychology of action: Linking cognition and motivation to behavior \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t\t \n\t\t\t J A Bargh \n\t\t \n\t\t New York \n\t\t \n\t\t\t Guilford Press \n\t\t\t 1996 \n\t\t\t \n\t\t \n\t \n\t Gollwitzer, P. M. (1996). The volitional benefits of planning. In P. M. Gollwitzer & J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 287-312). New York: Guilford Press."
    },
    {
      "title": "Goal effects on thought and behavior",
      "authors": [
        "P Gollwitzer",
        "G Moskowitz"
      ],
      "year": 1996,
      "raw": "Goal effects on thought and behavior \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t\t \n\t\t\t G B Moskowitz \n\t\t \n\t \n\t \n\t\t Social psychology: Handbook of basic principles \n\t\t \n\t\t\t E T Higgins \n\t\t \n\t\t \n\t\t\t A W Kruglanski \n\t\t \n\t\t New \\brk \n\t\t \n\t\t\t Guilford Press \n\t\t\t 1996 \n\t\t\t \n\t\t \n\t \n\t Gollwitzer, P. M., & Moskowitz, G. B. (1996). Goal effects on thought and behavior. In E. T. Higgins & A. W. Kruglanski (Eds.), Social psychology: Handbook of basic principles (pp. 361-399). New \\brk: Guilford Press."
    },
    {
      "title": "Association by contiguity",
      "authors": [
        "E Guthrie"
      ],
      "year": 1959,
      "volume": "2",
      "raw": "Association by contiguity \n\t\t \n\t\t\t E R Guthrie \n\t\t \n\t \n\t \n\t\t Psychology: A study of a science. General systematic formulations, learning, and special processes \n\t\t \n\t\t\t S Koch \n\t\t \n\t\t New York \n\t\t \n\t\t\t McGraw-Hill \n\t\t\t 1959 \n\t\t\t 2 \n\t\t\t \n\t\t \n\t \n\t Guthrie, E. R. (1959). Association by contiguity. In S. Koch (Ed.), Psychology: A study of a science. General systematic formulations, learning, and special processes (Vol. 2, pp. 158-195). New York: McGraw-Hill."
    },
    {
      "title": "Achievement motivation and its constructs: A cognitive model",
      "authors": [
        "H Heckhausen"
      ],
      "year": 1977,
      "doi": "10.1007/bf00992538",
      "journal": "Motivation and Emotion",
      "volume": "1",
      "raw": "Achievement motivation and its constructs: A cognitive model \n\t\t \n\t\t\t H Heckhausen \n\t\t \n\t\t 10.1007/bf00992538 \n\t \n\t \n\t\t Motivation and Emotion \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 1977 \n\t\t \n\t \n\t Heckhausen, H. (1977). Achievement motivation and its constructs: A cognitive model. Motivation and Emotion, 1, 283-329."
    },
    {
      "title": "Motivation und Handeln [Motivation and action",
      "authors": [
        "H Heckhausen"
      ],
      "year": 1989,
      "raw": "Motivation und Handeln [Motivation and action \n\t\t \n\t\t\t H Heckhausen \n\t\t \n\t\t \n\t\t\t 1989 \n\t\t\t Springer-Verlag \n\t\t\t Heidelberg, Germany \n\t\t \n\t \n\t Heckhausen, H. (1989). Motivation und Handeln [Motivation and ac- tion]. Heidelberg, Germany: Springer-Verlag."
    },
    {
      "title": "Motivation and action",
      "authors": [
        "H Heckhausen"
      ],
      "year": 1991,
      "raw": "Motivation and action \n\t\t \n\t\t\t H Heckhausen \n\t\t \n\t\t \n\t\t\t 1991 \n\t\t\t Springer-Verlag \n\t\t\t New \n\t\t \n\t \n\t Heckhausen, H. (1991). Motivation and action. New >brk: Springer- Verlag."
    },
    {
      "title": "Ideal versus ought predilections for approach and avoidance: Distinct self-regulatory systems",
      "authors": [
        "E Higgins",
        "C Roney",
        "E Crowe",
        "C Hymes"
      ],
      "year": 1994,
      "doi": "10.1037//0022-3514.66.2.276",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "66",
      "raw": "Ideal versus ought predilections for approach and avoidance: Distinct self-regulatory systems \n\t\t \n\t\t\t E T Higgins \n\t\t \n\t\t \n\t\t\t C J R Roney \n\t\t \n\t\t \n\t\t\t E Crowe \n\t\t \n\t\t \n\t\t\t C Hymes \n\t\t \n\t\t 10.1037//0022-3514.66.2.276 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 66 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Higgins, E. T, Roney, C. J.R.. Crowe, E., & Hymes, C. (1994). Ideal versus ought predilections for approach and avoidance: Distinct self- regulatory systems. Journal of Personality and Social Psychology, 66, 276-286."
    },
    {
      "title": "External and internal memory aids: When and how often do we use them?",
      "authors": [
        "M Intons-Peterson",
        "J Fournier"
      ],
      "year": 1986,
      "journal": "Journal of Experimental Psychology: General",
      "volume": "115",
      "raw": "External and internal memory aids: When and how often do we use them? \n\t\t \n\t\t\t M J Intons-Peterson \n\t\t \n\t\t \n\t\t\t J Fournier \n\t\t \n\t \n\t \n\t\t Journal of Experimental Psychology: General \n\t\t \n\t\t\t 115 \n\t\t\t \n\t\t\t 1986 \n\t\t \n\t \n\t Intons-Peterson, M. J., & Fournier, J. (1986). External and internal mem- ory aids: When and how often do we use them? Journal of Experimen- tal Psychology: General, 115, 267-280."
    },
    {
      "title": "A dark side of the American dream: Correlates of financial success as a central life aspiration",
      "authors": [
        "T Kasser",
        "R Ryan"
      ],
      "year": 1994,
      "journal": "Journal of Personality and Social Psychology",
      "volume": "65",
      "raw": "A dark side of the American dream: Correlates of financial success as a central life aspiration \n\t\t \n\t\t\t T Kasser \n\t\t \n\t\t \n\t\t\t R M Ryan \n\t\t \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 65 \n\t\t\t \n\t\t\t 1994 \n\t\t \n\t \n\t Kasser, T., & Ryan, R. M. (1994). A dark side of the American dream: Correlates of financial success as a central life aspiration. Journal of Personality and Social Psychology, 65, 410-422."
    },
    {
      "title": "Proximity and specificity of planning: A position paper",
      "authors": [
        "D Kirschenbaum"
      ],
      "year": 1985,
      "journal": "Cognitive Therapy and Research",
      "volume": "9",
      "raw": "Proximity and specificity of planning: A position paper \n\t\t \n\t\t\t D S Kirschenbaum \n\t\t \n\t \n\t \n\t\t Cognitive Therapy and Research \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 1985 \n\t\t \n\t \n\t Kirschenbaum, D. S. (1985). Proximity and specificity of planning: A position paper. Cognitive Therapy and Research, 9, 489-506."
    },
    {
      "title": "Specificity of planning in adult self-control: An applied investigation",
      "authors": [
        "D Kirschenbaum",
        "L Humphrey",
        "S Malett"
      ],
      "year": 1981,
      "doi": "10.1037//0022-3514.40.5.941",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "40",
      "raw": "Specificity of planning in adult self-control: An applied investigation \n\t\t \n\t\t\t D S Kirschenbaum \n\t\t \n\t\t \n\t\t\t L L Humphrey \n\t\t \n\t\t \n\t\t\t S D Malett \n\t\t \n\t\t 10.1037//0022-3514.40.5.941 \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Kirschenbaum, D. S., Humphrey, L. L., & Malett, S. D. (1981). Speci- ficity of planning in adult self-control: An applied investigation. Jour- nal of Personality and Social Psychology, 40, 941-950."
    },
    {
      "title": "Volitional aspects of achievement motivation and learned helplessness: Toward a comprehensive theory of action control",
      "authors": [
        "J Kuhl"
      ],
      "year": 1984,
      "doi": "10.1016/b978-0-12-541413-5.50007-3",
      "volume": "13",
      "raw": "Volitional aspects of achievement motivation and learned helplessness: Toward a comprehensive theory of action control \n\t\t \n\t\t\t J Kuhl \n\t\t \n\t\t 10.1016/b978-0-12-541413-5.50007-3 \n\t \n\t \n\t\t Progress in experimental personality research \n\t\t \n\t\t\t B A Maher \n\t\t \n\t\t \n\t\t\t W A Maher \n\t\t \n\t\t New \\ork \n\t\t \n\t\t\t Academic Press \n\t\t\t 1984 \n\t\t\t 13 \n\t\t\t \n\t\t \n\t \n\t Kuhl, J. (1984). Volitional aspects of achievement motivation and learned helplessness: Toward a comprehensive theory of action con- trol. In B. A. Maher & W. A. Maher (Eds.), Progress in experimental personality research (Vol. 13, pp. 99-171). New \\ork: Academic Press."
    },
    {
      "title": "Volition and personality: Action versus state orientation",
      "year": 1994,
      "raw": "Volition and personality: Action versus state orientation \n\t\t Kuhl, J., &. Beckmann, J. \n\t\t \n\t\t\t 1994 \n\t\t\t Hogrefe & Huber \n\t\t\t Gottingen, Germany \n\t\t \n\t \n\t Kuhl, J., &. Beckmann, J. (Eds.). (1994). Volition and personality: Action versus state orientation. Gottingen, Germany: Hogrefe & Huber."
    },
    {
      "title": "Remembering intentions as a distinct form of memory",
      "authors": [
        "L Kvavilashvili"
      ],
      "year": 1987,
      "journal": "British Journal of Psychology",
      "volume": "78",
      "raw": "Remembering intentions as a distinct form of memory \n\t\t \n\t\t\t L Kvavilashvili \n\t\t \n\t \n\t \n\t\t British Journal of Psychology \n\t\t \n\t\t\t 78 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Kvavilashvili, L. (1987). Remembering intentions as a distinct form of memory. British Journal of Psychology, 78, 507-518."
    },
    {
      "title": "Vorsatz, Wille, und Bedtirfnis [Intention, will, and need",
      "authors": [
        "K Lewin"
      ],
      "year": 1926,
      "journal": "Psychologische Forschung",
      "volume": "7",
      "raw": "Vorsatz, Wille, und Bedtirfnis [Intention, will, and need \n\t\t \n\t\t\t K Lewin \n\t\t \n\t \n\t \n\t\t Psychologische Forschung \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 1926 \n\t\t \n\t \n\t Lewin, K. (1926), Vorsatz, Wille, und Bedtirfnis [Intention, will, and need]. Psychologische Forschung, 7, 330-385."
    },
    {
      "title": "A theory of goal setting and task performance",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 1990,
      "raw": "A theory of goal setting and task performance \n\t\t \n\t\t\t E A Locke \n\t\t \n\t\t \n\t\t\t G P Latham \n\t\t \n\t\t \n\t\t\t 1990 \n\t\t\t Prentice Hall \n\t\t\t Englewood Cliffs, NJ \n\t\t \n\t \n\t Locke, E. A., & Latham, G. P. (1990). A theory of goal setting and task performance. Englewood Cliffs, NJ: Prentice Hall."
    },
    {
      "title": "Ersatzhandlungen verschiedenen Realitatsgrades [Substitute activities at different levels of reality",
      "authors": [
        "V Mahler"
      ],
      "year": 1933,
      "doi": "10.1007/bf02409627",
      "journal": "Psychologische Forschung",
      "volume": "18",
      "raw": "Ersatzhandlungen verschiedenen Realitatsgrades [Substitute activities at different levels of reality \n\t\t \n\t\t\t V Mahler \n\t\t \n\t\t 10.1007/bf02409627 \n\t \n\t \n\t\t Psychologische Forschung \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 1933 \n\t\t \n\t \n\t Mahler, V. (1933). Ersatzhandlungen verschiedenen Realitatsgrades [Substitute activities at different levels of reality]. Psychologische Forschung, 18, 27-89."
    },
    {
      "title": "Die Wiederaufnahme unterbrochener Handlungen [Resumption of disrupted activities",
      "authors": [
        "M Ovsiankina"
      ],
      "year": 1928,
      "doi": "10.1007/bf00410261",
      "journal": "Psychologist-he Forschung",
      "volume": "11",
      "raw": "Die Wiederaufnahme unterbrochener Handlungen [Resumption of disrupted activities \n\t\t \n\t\t\t M Ovsiankina \n\t\t \n\t\t 10.1007/bf00410261 \n\t \n\t \n\t\t Psychologist-he Forschung \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 1928 \n\t\t \n\t \n\t Ovsiankina, M. (1928). Die Wiederaufnahme unterbrochener Hand- lungen [Resumption of disrupted activities']. Psychologist-he Forschung, 11, 302-379."
    },
    {
      "title": "A functional approach to nonverbal exchange",
      "authors": [
        "M Patterson"
      ],
      "year": 1991,
      "doi": "10.1007/978-1-4612-5106-4_11",
      "raw": "A functional approach to nonverbal exchange \n\t\t \n\t\t\t M L Patterson \n\t\t \n\t\t 10.1007/978-1-4612-5106-4_11 \n\t \n\t \n\t\t Fundamentals of nonverbal behavior \n\t\t \n\t\t\t R S Feldman \n\t\t \n\t\t \n\t\t\t B Rim6 \n\t\t \n\t\t Cambridge, England \n\t\t \n\t\t\t Cambridge University Press \n\t\t\t 1991 \n\t\t\t \n\t\t \n\t \n\t Patterson, M. L. (1991). A functional approach to nonverbal exchange. In R. S. Feldman & B. Rim6 (Eds.), Fundamentals of nonverbal behavior (pp. 458-495). Cambridge, England: Cambridge University Press."
    },
    {
      "title": "The reluctance to transmit bad news",
      "authors": [
        "A Tesser",
        "S Rosen"
      ],
      "year": 1975,
      "volume": "8",
      "raw": "The reluctance to transmit bad news \n\t\t \n\t\t\t A Tesser \n\t\t \n\t\t \n\t\t\t S Rosen \n\t\t \n\t \n\t \n\t\t Advances in experimental social psychology \n\t\t \n\t\t\t L Berkowitz \n\t\t \n\t\t New York \n\t\t \n\t\t\t Academic Press \n\t\t\t 1975 \n\t\t\t 8 \n\t\t\t \n\t\t \n\t \n\t Tesser, A., & Rosen, S. (1975). The reluctance to transmit bad news. In L. Berkowitz (Ed.), Advances in experimental social psychology (Vol. 8, pp. 193-232). New York: Academic Press."
    },
    {
      "title": "What do people think they're doing? Action identification and human behavior",
      "authors": [
        "R Vallacher",
        "D Wegner"
      ],
      "year": 1987,
      "journal": "Psychological Review",
      "volume": "94",
      "raw": "What do people think they're doing? Action identification and human behavior \n\t\t \n\t\t\t R R Vallacher \n\t\t \n\t\t \n\t\t\t D M Wegner \n\t\t \n\t \n\t \n\t\t Psychological Review \n\t\t \n\t\t\t 94 \n\t\t\t \n\t\t\t 1987 \n\t\t \n\t \n\t Vallacher, R. R., & Wegner, D. M. (1987). What do people think they're doing? Action identification and human behavior. Psychological Re- view, 94, 3-15."
    },
    {
      "title": "Symbolic self-completion",
      "authors": [
        "R Wicklund",
        "P Gollwitzer"
      ],
      "year": 1982,
      "doi": "10.4324/9781315825663",
      "raw": "Symbolic self-completion \n\t\t \n\t\t\t R A Wicklund \n\t\t \n\t\t \n\t\t\t P M Gollwitzer \n\t\t \n\t\t 10.4324/9781315825663 \n\t\t \n\t\t\t 1982 \n\t\t\t Erlbaum \n\t\t\t Hillsdale, NJ \n\t\t \n\t \n\t Wicklund, R. A., & Gollwitzer, P. M. (1982). Symbolic self-completion. Hillsdale, NJ: Erlbaum."
    },
    {
      "title": "Energization and goal attractiveness",
      "authors": [
        "R Wright",
        "J Brehm"
      ],
      "year": 1989,
      "doi": "10.4324/9781315717517",
      "raw": "Energization and goal attractiveness \n\t\t \n\t\t\t R A Wright \n\t\t \n\t\t \n\t\t\t J W Brehm \n\t\t \n\t\t 10.4324/9781315717517 \n\t \n\t \n\t\t Goal concepts in personality and social psychology \n\t\t \n\t\t\t L A Pervin \n\t\t \n\t\t Hillsdale, NJ \n\t\t \n\t\t\t Erlbaum \n\t\t\t 1989 \n\t\t\t \n\t\t \n\t \n\t Wright, R. A., & Brehm, J. W. (1989). Energization and goal attrac- tiveness. In L. A. Pervin (Ed.), Goal concepts in personality and social psychology (pp. 169-210). Hillsdale, NJ: Erlbaum."
    }
  ],
  "num_references": 50,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Percentage of goal completion for easy-to-implement and difficult-to-implement goals, Study I."
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Various Measures Assessing Participants' Success in Writing a Requested Report During Christmas HolidaysNate. Means within rows not sharing a common subscript are significantly different at p ±s .02. Dash indicates that this dependent variable does not apply to participants who have not formed implementation intentions."
    }
  ],
  "num_figures": 2,
  "tables": [
    {
      "content": "Implementation intentions Dependent variable Formed Not formed Mean time of writing the report (in days) 2.3 a 7.7 b Mean time of mailing the report (in days) 4.9 a 12.6b Reports written during Christmas holidays (%) 71 a 32 b Participants sticking to the intended day (%) 83 -"
    }
  ],
  "num_tables": 1,
  "num_citations": 68,
  "cited_references": [
    "b32",
    "b43",
    "b48",
    "b38",
    "b4",
    "b17",
    "b20",
    "b40",
    "b26",
    "b28",
    "b13",
    "b33",
    "b27",
    "b49",
    "b16",
    "b7",
    "b46",
    "b23",
    "b29",
    "b19",
    "b6",
    "b42",
    "b18",
    "b1",
    "b35",
    "b31",
    "b9",
    "b10",
    "b5",
    "b47",
    "b8",
    "b12",
    "b45",
    "b15",
    "b11",
    "b36",
    "b37",
    "b25",
    "b22",
    "b0",
    "b21",
    "b2",
    "b44"
  ],
  "notes": [
    "[raw_affiliation] University of Konstanz University of Munich Fachgruppe Psychologie , University of Konstanz , Post- fach 55 60 , 78434 Konstanz , Germany ,",
    "[raw_affiliation] Ludwig-Maximilians-Universitat , Institut ftir Psychologie , University of Munich , Leopoldstr , 13 , 80802 MUnchen , Germany.",
    "[submission] Received February 12, 1996 Revision received August 19, 1996 Accepted August 27, 1996 •",
    "[raw_reference] Ajzen, I. (1985). From intentions to actions: A theory of planned behav- ior. In J. Kuhl & J. Beckmann (Eds.), Action control: From cognition to behavior (pp. 11-39). Berlin, Germany: Springer-Verlag.",
    "[raw_reference] Atkinson, J. W. (1957). Motivational determinants of risk-taking behav- ior. Psychological Review, 64, 359-372.",
    "[raw_reference] Baddeley, A. D., & Wilkins, A. (1984). Taking memory out of the laboratory. In J. E. Hards & P. E. Morris (Eds.), Everyday memory, actions, and absent-mindedness (pp. I -17). London: Academic Press.",
    "[raw_reference] Bandura, A. (1982). Self-efficacy mechanisms in human agency. Ameri- can Psychologist, 37, 122-147.",
    "Perspectives on motivation",
    "[raw_reference] Bandura, A. (1991). Self-regulation of motivation through anticipatory and self-reactive mechanisms. In R. Dienstbier (Ed.), Nebraska Sym- posium on Motivation, 1990: Perspectives on motivation (pp. 69- 164). Lincoln: University of Nebraska Press.",
    "[raw_reference] Bandura, A., & Schunk, D. H. (1981). Cultivating competence, self- efficacy, and intrinsic interest through proximal self-motivation. Jour- nal of Personality and Social Psychology, 45, 1017-1028.",
    "[raw_reference] Bargh, J. A. (1997). The automaticity of everyday life. In R. S. Wyer, Jr. (Ed.), Advances in social cognition (Vol. 10, pp. I -61 ). Mahwah, NJ: Erlbaum.",
    "[raw_reference] Bargh, J. A., & Gollwitzer, P.M. (1994). Environmental control of goal-directed action. In W. Spaulding (Ed.), Nebraska Symposium on Motivation: Integrative views of motivation, cognition, and emotion (Vol. 41, pp. 71-124). Lincoln: University of Nebraska Press.",
    "[raw_reference] Baumeister, R. R, Heatherton, T. R, & Tice, D. M. (1994). Losing con- trol: How and why people fail at self-regulation. San Diego, CA: Academic Press.",
    "[raw_reference] Bernieri, R J., & Rosenthal, R. (1991). Interpersonal coordination: Be- havior matching and interactional synchrony. In R. S. Feldman & B. Rime (Eds.), Fundamentals of nonverbal behavior (pp, 401-432). Cambridge, England: Cambridge University Press.",
    "[raw_reference] Brandimonte, M., Einstein, G. O., & McDaniel, M. A. (1996). Prospec- tive memory: Theory and application. Mahwah, NJ: Erlbaum.",
    "[raw_reference] Brandstatter, H. (1988). Sechzehn Personlichkeits-Adjektivskalen (16 PA) als Forschungsinstrument anstelle des 16 PF [Sixteen Personality Adjectives Scales as an alternative to the 16 Personality Factors Ques- tionnaire]. Zeitschrift fur Experimented und Angewandte Psycholo- gie, 25, 370-391.",
    "[raw_reference] Brandstatter, V, Gollwitzer, P. M., & Malzacher, J. T. (1996). Implemen- tation intentions and automated action initiation: A case of strategic automaticity? Manuscript in preparation.",
    "[raw_reference] Cantor, N., & Fleeson, W. (1994). Social intelligence and intelligent goal pursuit: A cognitive slice of motivation. In W. Spaulding (Ed.), Nebraska Symposium on Motivation: Jntegrative views of motivation, cognition, and emotion (Vol. 41, pp. 125-179). Lincoln: University of Nebraska Press.",
    "[raw_reference] Carver. C. S., & Scheier, M. G. (1981). Attention und self-regulation; A control-theory approach to human behavior. New 'fork: Springer- Verlag.",
    "[raw_reference] Cohen, G. (Ed.). (1989). Memory in the real world. Hillsdale, NJ: Erlbaum.",
    "Perspectives on motivation",
    "[raw_reference] Deci, E. L., & Ryan, R. M. (1991). A motivational approach to self: Integration in personality. In R. Dienstbier (Ed.), Nebraska Sympo- sium on Motivation, 1990: Perspectives on motivation (pp. 237- 288). Lincoln: University of Nebraska Press.",
    "[raw_reference] Duncan, S. D., Jr., & Fiske, D. W. (1977). Face to face interaction: Research, methods, and theory. Hillsdale, NJ; Erlbaum.",
    "Perspectives on motivation",
    "[raw_reference] Dweck, C. S. (1991). Self-theories and goals: Their role in motivation, personality, and development. In R. Dienstbier (Ed.), Nebraska Sym- posium on Motivation, 1990: Perspectives on motivation (pp. 199- 255). Lincoln: University of Nebraska Press.",
    "[raw_reference] Dweck, C. S. (1996). Implicit theories as organizers of goals and behav- ior. In P. M. Gollwitzer & J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 69-90). New \\brk: Guilford Press.",
    "[raw_reference] Einstein, G. O., & McDaniel, M. A. (1990). Normal aging and prospec- tive memory. Journal of Experimental Psychology: Learning, Mem- ory, and Cognition, 16, 717-726.",
    "[raw_reference] Emmons, R. A. (1992). Abstract versus concrete goals: Personal striving level, physical illness, and psychological well-being. Journal of Per- sonality and Social Psychology, 62, 292-300.",
    "[raw_reference] Emmons, R. A., & King, L. A. (1988). Conflict among personal striv- ings: Immediate and long-term implications for psychological and physical well-being. Journal of Personality and Social Psychology, 54, 1040-1048.",
    "[raw_reference] Fishbein, M., & Ajzen, I. (1975). Belief, attitude, intention, and behav- ior: An introduction to theory and research. Reading, MA: Addison- Wesley.",
    "[raw_reference] Geen, R. G. (1995). Human motivation: A social psychological ap- proach. Pacific Grove, CA: Brooks/Cole.",
    "[raw_reference] Gollwitzer, P.M. (1990). Action phases and mind-sets. In E. T. Hig- gins & R. M. Sorrentino (Eds.), Handbook of motivation and cogni- tion (Vol. 2, pp. 53-92). New York: Guilford Press.",
    "[raw_reference] Gollwitzer, P. M. (1993). Goal achievement: The role of intentions. In W. Stroebe & M. Hewstone (Eds.), European review of social psy- chology (Vol. 4, pp. 141-185). Chichester, England: Wiley.",
    "[raw_reference] Gollwitzer, P. M. (1996). The volitional benefits of planning. In P. M. Gollwitzer & J. A. Bargh (Eds.), The psychology of action: Linking cognition and motivation to behavior (pp. 287-312). New York: Guilford Press.",
    "[raw_reference] Gollwitzer, P. M., & Moskowitz, G. B. (1996). Goal effects on thought and behavior. In E. T. Higgins & A. W. Kruglanski (Eds.), Social psychology: Handbook of basic principles (pp. 361-399). New \\brk: Guilford Press.",
    "[raw_reference] Guthrie, E. R. (1959). Association by contiguity. In S. Koch (Ed.), Psychology: A study of a science. General systematic formulations, learning, and special processes (Vol. 2, pp. 158-195). New York: McGraw-Hill.",
    "[raw_reference] Heckhausen, H. (1977). Achievement motivation and its constructs: A cognitive model. Motivation and Emotion, 1, 283-329.",
    "[raw_reference] Heckhausen, H. (1989). Motivation und Handeln [Motivation and ac- tion]. Heidelberg, Germany: Springer-Verlag.",
    "[raw_reference] Heckhausen, H. (1991). Motivation and action. New >brk: Springer- Verlag.",
    "[raw_reference] Higgins, E. T, Roney, C. J.R.. Crowe, E., & Hymes, C. (1994). Ideal versus ought predilections for approach and avoidance: Distinct self- regulatory systems. Journal of Personality and Social Psychology, 66, 276-286.",
    "[raw_reference] Intons-Peterson, M. J., & Fournier, J. (1986). External and internal mem- ory aids: When and how often do we use them? Journal of Experimen- tal Psychology: General, 115, 267-280.",
    "[raw_reference] Kasser, T., & Ryan, R. M. (1994). A dark side of the American dream: Correlates of financial success as a central life aspiration. Journal of Personality and Social Psychology, 65, 410-422.",
    "[raw_reference] Kirschenbaum, D. S. (1985). Proximity and specificity of planning: A position paper. Cognitive Therapy and Research, 9, 489-506.",
    "[raw_reference] Kirschenbaum, D. S., Humphrey, L. L., & Malett, S. D. (1981). Speci- ficity of planning in adult self-control: An applied investigation. Jour- nal of Personality and Social Psychology, 40, 941-950.",
    "[raw_reference] Kuhl, J. (1984). Volitional aspects of achievement motivation and learned helplessness: Toward a comprehensive theory of action con- trol. In B. A. Maher & W. A. Maher (Eds.), Progress in experimental personality research (Vol. 13, pp. 99-171). New \\ork: Academic Press.",
    "[raw_reference] Kuhl, J., &. Beckmann, J. (Eds.). (1994). Volition and personality: Action versus state orientation. Gottingen, Germany: Hogrefe & Huber.",
    "[raw_reference] Kvavilashvili, L. (1987). Remembering intentions as a distinct form of memory. British Journal of Psychology, 78, 507-518.",
    "[raw_reference] Lewin, K. (1926), Vorsatz, Wille, und Bedtirfnis [Intention, will, and need]. Psychologische Forschung, 7, 330-385.",
    "[raw_reference] Locke, E. A., & Latham, G. P. (1990). A theory of goal setting and task performance. Englewood Cliffs, NJ: Prentice Hall.",
    "[raw_reference] Mahler, V. (1933). Ersatzhandlungen verschiedenen Realitatsgrades [Substitute activities at different levels of reality]. Psychologische Forschung, 18, 27-89.",
    "[raw_reference] Ovsiankina, M. (1928). Die Wiederaufnahme unterbrochener Hand- lungen [Resumption of disrupted activities']. Psychologist-he Forschung, 11, 302-379.",
    "[raw_reference] Patterson, M. L. (1991). A functional approach to nonverbal exchange. In R. S. Feldman & B. Rim6 (Eds.), Fundamentals of nonverbal behavior (pp. 458-495). Cambridge, England: Cambridge University Press.",
    "[raw_reference] Tesser, A., & Rosen, S. (1975). The reluctance to transmit bad news. In L. Berkowitz (Ed.), Advances in experimental social psychology (Vol. 8, pp. 193-232). New York: Academic Press.",
    "[raw_reference] Vallacher, R. R., & Wegner, D. M. (1987). What do people think they're doing? Action identification and human behavior. Psychological Re- view, 94, 3-15.",
    "[raw_reference] Wicklund, R. A., & Gollwitzer, P. M. (1982). Symbolic self-completion. Hillsdale, NJ: Erlbaum.",
    "[raw_reference] Wright, R. A., & Brehm, J. W. (1989). Energization and goal attrac- tiveness. In L. A. Pervin (Ed.), Goal concepts in personality and social psychology (pp. 169-210). Hillsdale, NJ: Erlbaum."
  ],
  "editors": [
    "J Kuhl",
    "J Beckmann",
    "J E Hards",
    "P E Morris",
    "R Dienstbier",
    "R S Wyer Jr",
    "W Spaulding",
    "R S Feldman",
    "B Rime",
    "W Spaulding",
    "R Dienstbier",
    "R Dienstbier",
    "P M Gollwitzer",
    "J A Bargh",
    "E T Higgins",
    "R M Sorrentino",
    "W Stroebe",
    "M Hewstone",
    "P M Gollwitzer",
    "J A Bargh",
    "E T Higgins",
    "A W Kruglanski",
    "S Koch",
    "B A Maher",
    "W A Maher",
    "Kuhl, J., &. Beckmann, J.",
    "R S Feldman",
    "B Rim6",
    "L Berkowitz",
    "L A Pervin"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of Personality and Social Psychology",
  "volume": "73",
  "issue": "1",
  "pages": "186-199",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:19.475251",
    "zotero_item_type": "journalArticle"
  }
}
