{
  "paper_id": "I9SGJQB6",
  "title": "Consumer perspectives on mHealth for weight loss: a review of qualitative studies",
  "abstract": "Introduction: With increasing development and use of mobile health (mHealth) interventions for weight loss in overweight and obese populations, it is timely to gain greater insight into consumer experience with these technologies. The aims of this review were to identify common themes across studies that included user preferences for mHealth intervention for weight loss. Methods: The databases PubMed (Medline), CINAHL, Web of Science, and Embase were searched for relevant qualitative studies on mHealth for weight loss. Searches were conducted in May 2016. Results: Several common high preference themes were identified relating to simple and attractive apps that allowed for selfmonitoring with feedback. The five key themes concerning text messages for weight loss involved a careful consideration of personalization, message tone, structure, frequency and content. Key optimization themes for weight loss apps were personalization, simplicity with appeal and engagement/entertainment. Common identified benefits of mHealth for weight loss included self-monitoring, goal setting, feedback, ability to motivate, educate, and remind. Common barriers users identified were related to technological and psychological issues as well as message overload/inappropriate timing of messages. Conclusion: When planning an mHealth weight loss intervention, critical factors are the message tone, structure and the frequency of message delivery. Personalization also seems to be important. Designing simple apps while still ensuring that they engage the user is also essential. Additionally, it seems important to tailor the content in accordance with different target group demographic preferences. The successful reach and adoption of mHealth interventions requires minimizing perceived barriers and maximizing perceived benefits.",
  "year": 2015,
  "date": "2015-06",
  "journal": "J Pers Med",
  "publication": "J Pers Med",
  "authors": [
    {
      "forename": "Lynnette",
      "surname": "Lyzwinski",
      "name": "Lynnette Lyzwinski",
      "affiliation": "Centre for Online Health and Department of Psychiatry , University of Queensland , School of Medicine , Woolloongabba , QLD , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Woolloongabba \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "lynnette.lyzwinski@uqconnect.edu.au"
    },
    {
      "forename": "Liam",
      "surname": "Caffery",
      "name": "Liam Caffery",
      "affiliation": "Centre for Online Health and Department of Psychiatry , University of Queensland , School of Medicine , Woolloongabba , QLD , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Woolloongabba \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Matthew",
      "surname": "Bambling",
      "name": "Matthew Bambling",
      "affiliation": "Centre for Online Health and Department of Psychiatry , University of Queensland , School of Medicine , Woolloongabba , QLD , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Woolloongabba \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Sisira",
      "surname": "Edirippulige",
      "name": "Sisira Edirippulige",
      "affiliation": "Centre for Online Health and Department of Psychiatry , University of Queensland , School of Medicine , Woolloongabba , QLD , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Woolloongabba \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1177/1357633x17692722",
  "keywords": [
    "Mobile devices",
    "mobile health",
    "SMS",
    "apps",
    "text messages",
    "weight loss",
    "obesity",
    "qualitative studies"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Obesity and being overweight are leading global public health conundrums due to their high global prevalence and their association with increased risk of premature mortality and risk of chronic diseases.  1 To reduce risk, it is recommended that adults should aim to engage in 150 min of moderate to vigorous physical activity per week, 2 consume at least five servings of fruit and vegetables per day and limit the intake of sugar and energy dense foods.  3 n recent years, one emerging area of research has been the application of mobile health (mHealth) as a platform for assisting with weight loss and with changing weight related health behaviours including dietary intake and physical activity.  4 mHealth refers to health care that is delivered to recipients by mobile device such as mobile phones and other tablet devices.  5 A recent metaanalysis concluded that mobile devices were effective for weight loss.  4 The interventions utilized a range of behaviour change techniques which most often included self-monitoring, feedback, and education as well as techniques such as prompting, reminding, and motivating participants.  4 he effectiveness of mHealth may be due to the breadth of interventions that can be delivered (e.g. education, behavioural self-monitoring, personal support and feedback).  6 Self-monitoring itself is considered one of the key essential behavioural weight loss intervention strategies,  7  coupled with feedback which has been found to increase self-monitoring adherence.  8 Both of these features are common to electronic interventions including previous mHealth interventions.  9, 10 mHealth distinguishes itself from general stationary electronic health as it offers potential benefits of accessibility and portability whereby one may access health care at any time and place, having a convenience element to it.  6 A study that compared a smartphone intervention with a web-based intervention found that participants lost 3.3 kg more in the smartphone intervention compared with the web-based stationary intervention and that adherence was significantly greater in the smartphone group when compared with the webbased group.  11 ccording to the Working Collaborative Group on mHealth, developing effective mHealth interventions that have reach requires being aware of the mHealth consumer.  12 The overall common consumer experience and preferences with mHealth for weight loss is unknown as past reviews have not been conducted. Previously, there have been meta-analyses demonstrating the effectiveness of mobile interventions for weight loss.  4 There have also been reviews that have identified key features of mHealth interventions for weight loss that were found in successful interventions.  13 They found that the key features in mHealth interventions that were successful included selfmonitoring, feedback, social support, and personal tailoring. However, despite these reviews, to date, there has not been a review that has examined direct consumer experiences with mobile devices for weight loss from the consumer standpoint.\n\nQualitative research may provide additional insight as it provides deeper and richer perspectives on individual experiences.  14, 15 Additionally, qualitative research offers complementary or supplementary information alongside quantitative findings and is ideal for exploring new topics where little is known about a given experience.  14 ccording to Noyes et al.,  16  qualitative research may enrich contextual information relating to a trial such as understanding barriers and benefits experienced by participants.\n\nSynthesizing key themes will assist with gaining greater insight into common consumer experiences and related trends. It is important to understand what app features are preferred by consumers as well as what app features may act as barriers. Other research questions of interest are whether there are special features that most consumers prefer in text message or SMS interventions. These questions are directly informative for future app and mobile device developers as well as for future trials. By understanding user perspectives and preferences as well as perceived benefits and barriers, interventions may be better tailored to meet user needs. This may potentially assist with increasing accessibility, effectiveness, and reach of these interventions. Understanding user feedback may also provide insight into future exploratory pre-trial research. Thus the primary aim of this review is to better understand consumer experiences with mHealth for weight loss through a synthesis of common themes. Secondary aims are to provide recommendations for future mHealth content design that may enhance these interventions."
    },
    {
      "title": "Methods",
      "text": "We performed a literature review of articles that described user perspectives or experiences relating to the use of mHealth for weight loss.\n\nA search of the PubMed (Medline), CINAHL, Web of Science and Embase was undertaken in May 2016 to identify relevant articles. Key search terms for consumer perspectives included: 'user perspectives', experiences, 'perceived benefits', 'perceived barriers', risks, limitations and acceptability. Key search terms for modality were: mobile health, mobile device, PDA, smartphone, app*, text message*, SMS and mHealth. Key search terms for intervention target were weight loss, 'weight gain prevention', obesity and overweight, and study type including qualitative, focus groups, semi-structured interviews and trials. Key search terms were combined into one search string. Details of the search strategies, keyword variations and search syntax for each of the databases are summarized in the appendix (see Supplementary material online)."
    },
    {
      "title": "Screening",
      "text": "Articles were screened for inclusion based on predefined inclusion and exclusion criteria (see Table  1 ). Initially the article titles and abstracts were screened for relevant titles. The full text of articles was further screened when the abstract met inclusion criteria. Studies meeting inclusion criteria at the full text screening stage were included in the final review. Additional hand searches and manual web searches were undertaken."
    },
    {
      "title": "Data extraction and analysis",
      "text": "Data were extracted in two sequential steps. The preliminary data extraction consisted of participant demographic information including age, ethnicity and study information including location. Data on consumer perspectives were identified which included the following categories: preferences, barriers, risks, limitations, and perceptions with various mHealth features for weight loss and weight related behaviours. The key findings across the studies under the broad perspective categories (e.g. benefits and barriers) were extracted. Common emergent themes regarding user perspectives on mHealth technology or components of these technologies (including planning or design, service and delivery for weight or weight-related behaviours) were manually identified and summarized in tabular format. Both an inductive process of identifying emergent themes and a deductive approach of identifying results under the a priori pre specified categories of 'benefits and barriers' was utilized. A thematic synthesis was selected as the most appropriate method of identifying common themes across the studies as it has been previously used in qualitative reviews that have sought to determine key barriers, facilitators of diet interventions as well as perceptions of acceptability and elements concerning the intervention.  18 The theoretical basis of thematic synthesis involves elements of grounded theory and meta-ethnography.  18"
    },
    {
      "title": "Quality appraisal",
      "text": "Studies were assessed for quality in accordance with the Critical Appraisal Skills Programme (CASP) criteria for qualitative studies,  19, 20  which involved a general consideration of whether the studies overall had clear aims, clear data collection methods, recruitment and sampling strategies. It also involved consideration of ethics, appropriateness of using qualitative methods and overall value of research."
    },
    {
      "title": "Results",
      "text": "The database searches generated 514 articles. After screening against the inclusion and exclusion criteria, there were 20 articles included in this review.  [21] [22] 2] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40]  Figure  1  shows the search, screening process and reasons for exclusion at the title, abstract and full text screening stages.\n\nThe qualitative studies were judged to be of satisfactory methodological quality using the CASP criteria.  19, 20 verall, most of the studies had clearly explained aims and a rational for qualitative research, clear methods of recruitment and data collection, and data analysis methods. The results of the studies were all relevant to research on mobile phone weight loss interventions. There was some variability with regards to the level of details described in the methods of papers. Several papers described the amount of time spent interviewing participants in focus groups. The interview duration ranged from 15 to 120 min.  23, 25, 26, 30, 37, 39, 40 Some studies also used a discussion guide,  25, 28, 35, 36, 39, 40  and conducted interviews till point of saturation/no new themes.  22, [26] [27] [28] 32, 39  A few could have described their analysis in greater detail.  29, 31 thics approval was most often described in the studies, and a few studies provided information on informed consent.  22, 24, 25, 27, 28, 30, [32] [33] [34] 6] [37] [38]"
    },
    {
      "title": "Study characteristics",
      "text": "Study characteristics are summarized in Table  2 .\n\nAll of the studies examined user experiences with smartphones for weight loss. The age of subjects ranged from 11 years of age (39) to 70 years of age.  25, 38 Six studies had predominantly female samples ranging from 50% to 100%.  22, [27] [28] [29] 33, 34  One study had a 100% male sample.  36 tudy size ranged from 11 to 649 participants.  21, 28 tudy locations included the USA,  24, 26, 27, 31, 32, [37] [38] [39]  New Zealand,  25  Australia,  28, 30, 36, 40  the UK,  23, 29, [33] [34] [35]  Saudi Arabia,  22  and China.  21"
    },
    {
      "title": "Key themes",
      "text": "Five emergent themes relating to text message formulation and delivery were identified from the literature. These were a careful consideration of message personalization, message tone, phrasing and structure, frequency, and content. Four emergent themes related to apps namely personalization, simplicity and appeal and engagement/ entertainment were identified. Key themes are summarized in Table  2 ."
    },
    {
      "title": "Text messages",
      "text": "Personalization. The results of the qualitative studies indicate that personally relevant and personally tailored messages are highly valued among participants. This was identified in 11 studies.  21, [23] [24] [25] [28] [29] [30] 3, 34, 37, 38  Examples of personally relevant messages were messages that provided information on local activities and groups such as exercise sessions near a given participant's residence.  25, 34 Messages were also perceived as personally relevant if examples and advice were provided in accordance with a participant's age group.  27, 37 articipants also expressed a preference for tailored messages in accordance with their personal schedule, progress, and barriers in four studies.  23, 24, 27, 30 ocus groups; semi-structured interviews Publication language English Non-English languages.\n\nInclusion criteria notes: 1. Adolescents aged 11 were used as the lower age cut-off as age 11 is considered to be stage at which adolescence commonly begins,  17  and is an age when participants may give their own primary accounts without parental assistance.\n\nFurthermore, the theme of preferring personal messages that address personal barriers and target motivators was raised in three studies.  25, 29, 32 Incorporating messages with feedback (two-way messaging) was also identified as being important in one study.  24 ssage tone. Nine studies found that message tone was important when formulating and delivering text messages during a mobile phone weight loss intervention.  [23] [24] [25] 27, 29, 34, [37] [38] [39]  Of these, five studies found that a positive and supportive tone was desired by participants.  25, 27, 34, 37, 38 Messages with emoticons were most valued by youth in two studies.  29, 37 Participants in three studies including older adults, teens and pregnant women expressed concern that insensitive or negative messages could be discouraging or create guilt, or fear of failing when not meeting goals.  24, 29, 34 However, overtly optimistic messages were not favoured amongst participants when weight loss goal progress was slow.  13 Older respondents in one study also expressed a desire for feedback that had a non-judgemental tone.  24 One study found that adolescent participants strongly disliked messages with an authoritarian tone.  27 ssage phrasing and structure. Two studies found that message phrasing and structure were important for the successful delivery of a mobile phone weight loss intervention in youth.  27, 37 These included messages that avoided colloquial abbreviations and imperative terminology.  27, 37 references were expressed for short, simple messages of professional formal health standard, with the use of personal pronouns in one study in youth.  27 ssage timing and frequency. A few studies explored message delivery frequency with mixed results. One study found that teenagers preferred messages that had a frequency of less than two per day,  27  whilst other authors report that teenagers preferred less than three messages per week.  29 However, there was no consensus for the time of the day the message should be sent at. A study in adult participants found that they preferred one text message per day in the morning,  32  whilst another found that adults preferred weekly messages.  21 ssage content. Four qualitative studies found that participants including pregnant women and teenagers preferred the message content to include health tips such as\n\nExcluded Irrelevant titles (N=405) Excluded N=64 Duplicates N=6 Only diet or PA not both (N=23) infants/parental accounts (indirect) N=3 Non mobile technology N=8 Not qualitative (focus group/semi-structured) N=11 On going trial (N=8) Co-morbidity N=5 Titles Screened (N=514) PubMed N=125 Embase N=188 Web of Science N=196 CINAHL N=5 Abstracts Screened (N=88) Full Text Review (N=24) 27 Additional Hand Searches N=3 Non mobile N=3 Not direct user account N=1 Focus groups did not explore user intervention preferences N=1 Part of a larger study (no focus group accounts N=1) No qualitative component N=1 Studies included In Review (N=20)      recipe ideas and meal suggestions conducive to weight loss and healthy eating behaviours.  27, 34, 37, 38 Designing messages containing health education was identified as being an important feature in three studies.  23, 27, 29 One adult study found a preference for health education via audio or video on mobile phones.  23 Five qualitative studies found that having a professional or social support component to a mobile weight loss intervention was also important.  21, 22, 24, 25, 28 However, one study found that rural participants preferred a face to face consultation with a health professional.  28 ps Simplicity and appeal. A number of studies identified common app features users preferred. Most often this included simple apps that were easy to use and navigate.  22, 26, 30, 35, 36 Aspects of visual appeal were also brought up such as incorporation of visual elements such as graphic features,  35  illustrations,  22  maps of progress,  26  and food images.  31, 35 The price of apps was also raised as being important in one study which found that students desired inexpensive apps.  26 rsonalization. Developing apps that allow for self-monitoring of diet/physical activity and weight was identified in six studies.  22, 23, 26, 30, 35, 36 One study found that participants wanted an app that allows for visual self-monitoring of eating habits.  31 Personalized feedback was identified as a preferred app feature in another two studies including graphs or charts.  22, 35 Incorporating all content in one app thereby avoiding having to logon to the web was identified as being important in one study.  36 tertainment and engagement. Two studies also found that users preferred entertaining or engaging weight loss apps with games and apps that rewarded progress symbolically.  22, 35 Linking apps with social media was desired in one study,  22  but the results were mixed in two other studies as participants raised privacy concerns.  26, 35"
    },
    {
      "title": "Benefits and barriers of mobile interventions",
      "text": "Common results were also identified under the broad a priori pre-specified categories of 'benefits and barriers' associated with these technologies."
    },
    {
      "title": "Perceived benefits",
      "text": "Behaviour change techniques. Most of the key perceived benefits of mobile interventions for weight loss that participants identified are behaviour change techniques from Abraham and Michie's list.  41 These include self-monitoring and goal setting,  23, 24, 33  but also include portability/ accessibility,  23, 25, 35  reminders,  31, 32  motivation,  23, [31] [32] [33]  useful information,  32  modern and convenient,  34  and social support.  34 Overcoming barriers related to behaviour change was also identified as a benefit in one study.  32"
    },
    {
      "title": "Perceived barriers",
      "text": "Personal/psychological. Psychological barriers associated with failing or guilt were described as limitations in four text messaging studies,  24, 29, 33, 34  and in one weight loss app study.  26 chnology. Technological complexity and difficulty with text messaging was described as a barrier for older participants,  24  and lack of mobile reception in rural areas was identified as a barrier in another study,  28  with both participant groups preferring face to face consultations. Technological problems with apps were identified as potential barriers including slow speed and difficulty logging in.  30 Privacy concerns associated with linking apps with social media and using personal information and language barriers in designing apps were also raised.  22, 23, 35 gnitive/attentional (monotony of content, information and delivery). Sending too many text messages (overload) was a limitation that fits under the previously discussed theme of timing.  24, 28 Other limitations associated with mobile phone weight loss interventions included monotony, which was a barrier to active and continued participation. Interventions that were categorized as monotonous were ones whose participants expressed loss of interest overtime and boredom,  24, 27  thus not maintaining control of the full participants' attention."
    },
    {
      "title": "Discussion",
      "text": "In summary, this review found that the most important components of the included text message studies are personalization, construction of messages with sensitive and support tones, age appropriate message syntax, practical educational message content and the delivery of the message (ideal timing). The most important findings regarding apps were personalization capacity, simplicity with visual appeal and ability to entertain.\n\nFirst, the theme of personalization appears to be important for consumers as it was commonly identified across different age groups and audiences for both text messages and apps. Thus, future studies may consider constructing personally relevant and individually tailored messages. It also appears that this tailoring should be age appropriate.  24, 25, 27, [37] [38] 8] [39]  App users also expressed a preference for personalization.\n\nSecond, the theme of simplicity and ease of use with apps indicates that app developers should aim to ensure ease and simplicity of use as well as a user experience that is entertaining and engaging.\n\nThird, whilst message frequency was brought up as a key theme, it remains unclear how often messages should be sent to users and at what times of the day. What is clear is that messages sent during inappropriate times such as during work and school were seen as limitations. It seems that personalization appears to be important with regards to message frequency. Future studies could also consider sending messages during times outside usual work and school hours. This could be done during breakfast and dinner, to maximize healthy eating opportunities. Likewise, exercise messages could be sent during common recreational times such as over the weekends. Another alternative would be for each user to choose the best times for messages to be sent at in accordance with their lifestyle.\n\nFourth, future studies could also consider focusing on the message content and tone by constructing messages that have practical educational advice and at the same time ensuring that the tone is sensitive, supportive and, age appropriate.\n\nFinally, this review found that many of the key behavioural change techniques, as developed by Abraham and Michie,  41  were brought up as benefits and likable features.  24, 25, 27, 34, [37] [38] 8] [39]  Interestingly, these features were also common behavioural change techniques identified as being commonly used in a previous systematic review and metaanalysis that incorporated an intervention content analysis.  4 They were also identified as being important features of successful mHealth interventions for weight loss in a previous review.  42 Similar results were found across these different reviews, which suggests that maintaining, enforcing and capitalizing on the strengths of these techniques in future studies may be desirable. Future trials and mobile app developers could ensure that they integrate techniques that consumers prefer such as self-monitoring, feedback, education, social support and reminders.\n\nIn terms of addressing barriers, future trials could ensure that they have appropriate technical engineers to minimize barriers associated with reception in remote areas. As boredom and message repetition were identified as some potential barriers in a few studies, future studies could ensure that they minimize these barriers by alternating message topics on a weekly basis for instance rather than sending similar messages on a daily basis. Constructing apps in languages other than English would also minimize potential barriers for people who do not speak English as their first language. It is also advisable to be cautious about integrating social media with apps due to privacy issues raised in this review. As logging in was brought up as a barrier, this is something future app designers could consider not implementing.\n\nFuture mHealth interventions for weight loss may adopt a social marketing health promotion approach, particularly customer understanding and insight.  [43] [44] 4] [45]  They could also consider the benchmark criterion of segmentation from the social marketing key benchmark criteria.  [43] [44] 4] [45]  This would involve working on maximizing the benefits and important aspects of mobile weight loss interventions, minimizing the perceived barriers and segmenting the intervention according to target group/demographic audience.  [43] [44] 4] [45]  By carefully constructing messages and designing apps in accordance with consumer needs, the full potential of these interventions may be reached."
    },
    {
      "title": "Conclusion",
      "text": "In summary, five key themes emerged from the literature when formulating and delivering weight loss text messages. This included a careful consideration of personalization, message tone, message structure and phrasing, message frequency, and message content. Key themes of personalization, simplicity of use and appeal as well engagement/ entertainment were identified among weight loss app users. Overall, common features users liked in mHealth interventions for weight loss included various behaviours change techniques. Future mHealth interventions could consider these features when planning their interventions and could also conduct exploratory research with their target group as we found different demographics had different preferences."
    },
    {
      "text": "Figure 1. Flow chart showing the search, screening process and reasons for exclusion."
    },
    {
      "text": "Inclusion and exclusion criteria."
    },
    {
      "text": "Qualitative study summary."
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    }
  ],
  "references": [
    {
      "title": "Obesity and Overweight fact sheet",
      "year": 2015,
      "doi": "10.1097/grh.0000000000000052"
    },
    {
      "title": "Physical activity fact sheet",
      "year": 2015
    },
    {
      "title": "Health diet fact sheet",
      "year": 2015,
      "doi": "10.1097/grh.0000000000000052"
    },
    {
      "title": "A systematic review and meta-analysis of mobile devices and weight loss with an intervention content analysis",
      "authors": [
        "L Lyzwinski"
      ],
      "year": 2014,
      "doi": "10.3390/jpm4030311"
    },
    {
      "title": "mHealth: new horizons for health through mobile technologies",
      "authors": [
        "M Kay",
        "Santos Takane"
      ],
      "year": 2011
    },
    {
      "title": "Integrating cell phones and mobile technologies into public health practice: a social marketing perspective",
      "authors": [
        "C Lefebvre"
      ],
      "year": 2009
    },
    {
      "title": "Self-monitoring in weight loss: a systematic review of the literature",
      "authors": [
        "L Burke",
        "Wang Sevick"
      ],
      "year": 2011
    },
    {
      "title": "Self-monitoring as a mediator of weight loss in the SMART randomized clinical trial",
      "authors": [
        "M Turk",
        "O Elci",
        "J Wang"
      ],
      "year": 2013
    },
    {
      "title": "Using mHealth technology to enhance self-monitoring for weight loss: a randomized trial",
      "authors": [
        "L Burke",
        "M Styn",
        "S Sereika"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.03.016"
    },
    {
      "title": "Comparison of traditional versus mobile app self-monitoring of physical activity and dietary intake among overweight adults participating in an mHealth weight loss program",
      "authors": [
        "G Turner-Mcgrievy",
        "M Beets",
        "J Moore"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001510"
    },
    {
      "title": "Adherence to a smartphone application for weight loss compared to website and paper diary: pilot randomized controlled trial",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2283"
    },
    {
      "title": "M-powering development initiative: Report of the Working Group on mHealth",
      "year": 2014
    },
    {
      "title": "A review of efficacious technology-based weight-loss interventions: five key components",
      "authors": [
        "A Khaylis",
        "T Yiaslas",
        "J Bergstrom"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2010.0065"
    },
    {
      "title": "Social research methods",
      "authors": [
        "A Bryman"
      ],
      "year": 2008
    },
    {
      "title": "What is the difference between qualitative and quantitative research? B2B International",
      "year": 2016
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "J Noyes",
        "Pj",
        "A Pearson",
        "K Hannes"
      ],
      "year": 2011
    },
    {
      "title": "Growth and Development ages 11-14 Years: Topic Overview",
      "authors": [
        "Webmd"
      ],
      "year": 2016
    },
    {
      "title": "Methods for the synthesis of qualitative research: a critical review",
      "year": 2009
    },
    {
      "title": "Critical appraisal of qualitative research",
      "authors": [
        "K Hannes"
      ],
      "year": 2011
    },
    {
      "title": "Critical Appraisal Skills Programme. 10 questions for critical appraisal of qualitative research",
      "year": 2013
    },
    {
      "title": "Feasibility of using cell phone reminders to motivate behaviour change in obese adolescents in Hong Kong",
      "authors": [
        "A Abraham",
        "W Chow",
        "H So"
      ],
      "year": 2014,
      "doi": "10.26615/issn.2683-0078.2019_014"
    },
    {
      "title": "What overweight women want from a weight loss app: a qualitative study on Arabic women",
      "authors": [
        "A Alnasser",
        "A Alkhalifa",
        "A Sathiaseelan"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4409"
    },
    {
      "title": "Opportunities and challenges for smartphone applications in supporting health behavior change: qualitative study",
      "authors": [
        "L Dennison",
        "L Morrison",
        "G Conway"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2583"
    },
    {
      "title": "Real-time social support through a mobile virtual community to improve healthy behavior in overweight and sedentary adults: a focus group analysis",
      "authors": [
        "Y Fukuoka",
        "E Kamitani",
        "K Bonnet"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1770"
    },
    {
      "title": "Consumer views on the potential use of mobile phones for the delivery of weightloss interventions",
      "authors": [
        "D Gorton",
        "R Dixon",
        "R Maddison"
      ],
      "year": 2011,
      "doi": "10.1111/j.1365-277x.2011.01163.x"
    },
    {
      "title": "Health and fitness app use in college students: a qualitative study",
      "authors": [
        "M Gowin",
        "M Cheney",
        "S Gwin"
      ],
      "year": 2015,
      "doi": "10.1080/19325037.2015.1044140"
    },
    {
      "title": "Texting for Health: the use of participatory methods to develop healthy lifestyle messages for teens",
      "authors": [
        "M Hingle",
        "M Nichter",
        "M Medeiros"
      ],
      "year": 2013
    },
    {
      "title": "Acceptability of delivery modes for lifestyle advice in a large scale randomised controlled obesity prevention trial",
      "authors": [
        "S Kozica",
        "C Lombard",
        "D Ilic"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1995-8"
    },
    {
      "title": "Understanding usage of a hybrid website and smartphone app for weight management: a mixed-methods study",
      "authors": [
        "L Morrison",
        "C Hargood",
        "S Lin"
      ],
      "year": 2014
    },
    {
      "title": "Process evaluation of TXT2BFiT: a multi-component mHealth randomised controlled trial to prevent weight gain in young adults",
      "authors": [
        "S Partridge",
        "M Allman-Farinelli",
        "K Mcgeechan"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0329-2"
    },
    {
      "title": "Automated personalized feedback for physical activity and dietary behavior change with mobile phones: a randomized controlled trial on adults",
      "authors": [
        "M Rabbi",
        "A Pfammatter",
        "M Zhang"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4160"
    },
    {
      "title": "Mobile health messages help sustain recent weight loss",
      "authors": [
        "R Shaw",
        "H Bosworth",
        "S Silva"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2013.07.001"
    },
    {
      "title": "Maternal obesity management using mobile technology: a feasibility study to evaluate a text messaging based complex intervention during pregnancy",
      "authors": [
        "H Soltani",
        "A Duxbury",
        "M Arden"
      ],
      "year": 2015,
      "doi": "10.1155/2015/814830"
    },
    {
      "title": "Women's and midwives' perspectives on the design of a text messaging support for maternal obesity services: an exploratory study",
      "authors": [
        "H Soltani",
        "P Furness",
        "M Arden"
      ],
      "year": 2012,
      "doi": "10.1155/2012/835464"
    },
    {
      "title": "How can weight-loss app designers' best engage and support users? A qualitative investigation",
      "authors": [
        "J Tang",
        "C Abraham",
        "E Stamp"
      ],
      "year": 2015,
      "doi": "10.1111/bjhp.12114"
    },
    {
      "title": "What kinds of website and mobile phone-delivered physical activity and nutrition interventions do middle-aged men want?",
      "authors": [
        "C Vandelanotte",
        "C Caperchione",
        "M Ellison"
      ],
      "year": 2013,
      "doi": "10.1080/10810730.2013.768731"
    },
    {
      "title": "OMG do not say LOL: obese adolescents' perspectives on the content of text messages to enhance weight loss efforts",
      "authors": [
        "S Woolford",
        "Klc Barr",
        "H Derry"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2011.266"
    },
    {
      "title": "Tailored mobile phone text messages as an adjunct to obesity treatment for adolescents",
      "authors": [
        "S Woolford",
        "S Clark",
        "V Strecher"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.100207"
    },
    {
      "title": "A picture may be worth a thousand texts: obese adolescents' perspectives on a modified photovoice activity to aid weight loss",
      "authors": [
        "S Woolford",
        "S Khan",
        "K Barr"
      ],
      "year": 2012,
      "doi": "10.1089/chi.2011.0095"
    },
    {
      "title": "Adolescents just do not know what they want: a qualitative study to describe obese adolescents' experiences of text messaging to support behavior change maintenance post intervention",
      "authors": [
        "K Smith",
        "D Kerr",
        "A Fenner"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3113"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008
    },
    {
      "title": "A review of efficacious technology-based weight-loss interventions: five key components",
      "authors": [
        "A Khaylis",
        "T Yiaslas",
        "J Bergstrom"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2010.0065"
    },
    {
      "title": "Social Marketing Benchmark Criteria",
      "year": 2016
    },
    {
      "title": "Social marketing and health communication: from people to places",
      "authors": [
        "K Daniel",
        "J Bernhardt",
        "D Erog˘lu"
      ],
      "year": 2009,
      "doi": "10.2105/ajph.2009.182113"
    },
    {
      "title": "A hierarchical model of social marketing",
      "authors": [
        "J French"
      ],
      "year": 2015,
      "doi": "10.1108/jsocm-06-2014-0042"
    }
  ],
  "num_references": 45
}
