{
  "paper_id": "IAYF66TC",
  "title": "Text messages to reduce depressive symptoms: Do they work and what makes them effective? A systematic review",
  "abstract": "Objective: In this systematic review and meta-analysis, we aimed to quantify the effects of text messaging interventions to reduce depressive symptoms and identify variables that might influence the effectiveness of the intervention. Design: Electronic databases including EMBASE, CENTRAL, MEDLINE, CINAHL, PsycINFO and SCOPUS, as well as Clinicaltrials.gov and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) were searched for randomised controlled trials that sent one or more text messages with health-related content to adults who had been identified by a healthcare provider. Results: Seven trials (nine comparisons), with 1,918 participants, were included in the review, and the pooled analysis revealed a borderline statistically significant reduction in depressive symptom scores between the text messaging intervention and control groups (standardised mean difference [SMD], -0.27; 95% confidence interval [CI], -0.54 to 0.00; p = .00) favouring intervention at the end. Statistically significant reductions were shown in important subgroups, for example, where the primary aim of the messages was to reduce depressive symptoms; in those using the Beck Depression Inventory (BDI) or 9-item Patient Health Questionnaire (PHQ-9) questionnaires; where text message content was targeted at mental well-being, mood improvement and cognitive behavioural therapy information; and when the message frequency was ⩾2 times per week. Conclusion: Text messaging has potential to reduce depressive symptoms. The results of this review should be interpreted with caution, however, due to the methodological limitations of included trials. More research is required before recommendations can be made about the routine use of text messaging for the management of depressive symptoms.",
  "year": 2017,
  "date": "2017",
  "journal": "Journal of Methods of Information in Medicine",
  "publication": "Journal of Methods of Information in Medicine",
  "authors": [
    {
      "forename": "Katherine",
      "surname": "Cox",
      "name": "Katherine Cox",
      "affiliation": "a  Mental Health Division , The George Institute for Global Health , Sydney , NSW , Australia \n\t\t\t\t\t\t\t\t Mental Health Division \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "kcox@georgeinstitute.org.au"
    },
    {
      "forename": "Sabine",
      "surname": "Allida",
      "name": "Sabine Allida",
      "affiliation": "a  Mental Health Division , The George Institute for Global Health , Sydney , NSW , Australia \n\t\t\t\t\t\t\t\t Mental Health Division \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Maree",
      "surname": "Hackett",
      "name": "Maree Hackett",
      "affiliation": "a  Mental Health Division , The George Institute for Global Health , Sydney , NSW , Australia \n\t\t\t\t\t\t\t\t Mental Health Division \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Mental Health Division , The George Institute for Global Health , P.O. Box M201 Missenden Road , Sydney , NSW 2050 , Australia. \n\t\t\t\t\t\t\t\t Mental Health Division \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Missenden Road \n\t\t\t\t\t\t\t\t\t P.O. Box M201 \n\t\t\t\t\t\t\t\t\t 2050 \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1177/0017896920959368",
  "keywords": [
    "Depression",
    "depressive symptoms",
    "mobile phone",
    "SMS",
    "text message"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Depression can vary in aetiology, presentation and duration. However, common symptoms include sadness, irritability or emptiness, with somatic or cognitive changes that disrupt functioning  (American Psychiatric Association, 2018) . Depression affects 322 million people globally, and depressive disorders are now the largest contributor to non-fatal health loss, accounting for more than 50 million Years Lived with Disability (World Health Organization  [WHO], 2017) .\n\nGlobal estimates suggest up to two-thirds of people suffering from a mental health disorder never seek treatment from a health professional  (WHO, 2001) . This may be partially explained by the lack of safe, effective, low-cost treatments for depressive symptoms in many countries. The primary treatments, psychological therapy and pharmacotherapy, can be resource-intensive, costly and have side effects  (Allida et al., 2020) . In high-income countries where treatments are more readily available, the relatively low rates of seeking treatment (46%) are likely caused in part by the stigma associated with having a diagnosis and seeking or requiring treatment  (The Black Dog Institute, 2015) . Stigma is also a barrier in lower resource countries where the highest burden of mental illness lies, compounded by a lack of funding and workforce shortages preventing many from accessing treatment  (Bruckner et al., 2011) . Confounding these barriers is the intrinsic nature of depressive symptoms which may include a lack of motivation to seek treatment or comply with lengthy courses of drugs or therapy.\n\nIn the last 20 years, mobile phones have almost universally integrated into daily life. To date, there are 7 billion people who live in an area covered by a mobile telephone network  (Sood et al., 2016) . Ninety percent of adults own a mobile phone in the USA  (Hughes and Granger, 2014) . Mobile phone ownership in low-and middle-income countries has increased exponentially, faster than any other health, transport or communication infrastructure  (Abaza and Marschollek, 2017) , positioning mobile phones as accessible devices, quite literally at our fingertips, that offer a highly adaptable (personalisation, frequency, content) communication channel between healthcare professionals and consumers.\n\nCommunity attitudes to health-related mobile phone-delivered interventions have been positive regardless of sex, education level or employment status of participants, including those with symptoms of anxiety or depression. Perceived benefits include convenience and the potential to reduce isolation  (Proudfoot et al., 2010) . Qualitative interviews with HIV-positive participants in an antiretroviral adherence text messaging intervention revealed they derived greater emotional meaning from simple reminder messages, for example, recurring themes of feeling 'cared about' and 'seen' providing a theoretical mechanism of action  (Ware et al., 2016) . Pearson et al. found mobile phone ownership (after adjustments for wealth and education) increased mental well-being among rural Ugandans, suggesting that mobile phone interventions that increase social connectedness may also have value in mental health treatment in lower resource countries, remote locations and isolated communities, where such approaches may be more applicable. Other potential mechanisms of text message intervention efficacy  (Dallery et al., 2015)  include altering normative beliefs, promoting acceptance of feelings, changing awareness, and increasing knowledge and motivation.\n\nIn this systematic review and meta-analysis, we aim to summarise the evidence and quantify the effects of using text messaging as an intervention to reduce depressive symptoms for people presenting to healthcare professionals. We also seek to identify what variables (content, frequency and personalisation) may influence the effectiveness of text messaging as a health intervention for reducing symptoms of depression."
    },
    {
      "title": "Methods",
      "text": "The full systematic review protocol was registered prospectively in PROSPERO:  https://www.crd.  york.ac.uk/prospero/display_record.php?RecordID=110027"
    },
    {
      "title": "Types of included trials",
      "text": "Randomised controlled trials (RCTs)."
    },
    {
      "title": "Types of participants",
      "text": "We included trials of adults aged ⩾18 years. Participants were identified for the trial by a healthcare provider so as to minimise volunteer bias. No exclusions were made on the basis of any reported medical condition among the participants."
    },
    {
      "title": "Types of interventions",
      "text": "Text messaging interventions were defined as one or more text messages with health-related content sent to a personal mobile device. The comparator had to be usual care or an attention control (a small amount of interpersonal interaction without the main intervention). One-way (reply not permissible or participants' informed system was one way) and two-way text messaging trials were included; however, trials of smartphone applications were excluded."
    },
    {
      "title": "Types of outcome measures",
      "text": "The primary outcome was depressive symptoms (mean depression scores) measured using a validated questionnaire at the end of the intervention. Secondary outcomes included depression present/absent: proportion of people not meeting the authors' criteria for depression (not depressed) and adverse events if recorded and reported."
    },
    {
      "title": "Search methods for identification of trials",
      "text": "A search strategy was designed with a librarian using terms including (but not limited to) 'depress' OR 'depression' AND 'SMS' OR 'text message' OR 'short message service'. Electronic databases including EMBASE, CENTRAL, MEDLINE, CINAHL, PsycINFO and SCOPUS were searched from 1992 to 18 September 2018. Other sources such as clinicaltrials.gov and WHO International Clinical Trials Registry Platform (ICTRP) registries were also searched. We sought to include all trials since the inception of text messaging  (1992) . No language restrictions were imposed. The reference lists of relevant trials and reviews were also screened, and further trials were identified for assessment."
    },
    {
      "title": "Study selection, data extraction and management",
      "text": "The titles and abstracts identified through the search were screened by two independent reviewers (K.L.C. and S.M.A.) for eligibility for inclusion. Any disagreements were resolved by a third reviewer (M.L.H.). Eligible trials were assessed, and the following data were extracted for included trials using a standardised data extraction form:\n\n• • Publication details: authors, year and source; • • Sample characteristics: socio-demographics, descriptions of text messages, usual care and depression criteria, country and attrition; • • Participants: age, sex/gender, ethnicity, history of depression, co-morbidities, and prior and current treatments for depression; • • Trial design: randomisation method, sampling mechanism, adherence, follow-up length and trial setting; • • Intervention features: type and content of messages, frequency, timing, duration and total number of messages sent; • • Effect size: sample size, estimate, standard error and power; • • Measurement tools: outcome scales or measurements; • • Comparison group details; • • Outcome: depression present/absent and mean depression scores at the end of treatment (and follow-up data if available) and adverse events (if recorded and reported).\n\nTrials that met all the inclusion criteria with no available outcome data (from the trial report or the authors) could not contribute meaningfully to a pooled estimate of effect. These were regarded as 'dropouts' rather than ineligible, to indicate that they have not been overlooked. Trials with insufficient information to assess whether they met our inclusion criteria were labelled as 'awaiting assessment', and the authors were contacted for further information. Any trials that met our criteria but had not been completed were regarded as 'ongoing'."
    },
    {
      "title": "Risk of bias and GRADE assessments",
      "text": "Risk of bias was assessed by two independent reviewers (K.L.C. and S.M.A.) using the Cochrane risk of bias tool for RCTs  (Higgins et al., 2019) . A judgement of low, high or unclear risk was allocated based on the domains of random sequence generation, allocation concealment, selective reporting, blinding of participants and personnel, blinding of outcome assessment, incomplete outcome data and any other potential sources of bias such as unbalanced variables at baseline. Any disagreement between judgements was discussed and referred to a third reviewer (M.L.H.).\n\nThe quality of evidence was assessed and adjusted using the five GRADE considerations: trial limitations, consistency of effect, indirectness, imprecision and publication bias  (Brożek et al., 2009) . An overall rating was given to reflect the level of confidence we have in the strength of evidence collated in this review."
    },
    {
      "title": "Statistical analysis",
      "text": "Trial results were pooled and analysed using Stata 16 software  (StataCorp, StataCorp LLC, 2019) . The pooled reduction in depressive symptoms was calculated using the random-effects approach  (DerSimonian and Kacker, 2007) . The standardised mean difference (SMD) was calculated for continuous end points as different outcome measures were used. Trials with three arms were included as two separate trials with the numbers in the intervention group compared with half the number in the control group. Heterogeneity of the estimates between trial populations was calculated using I 2 statistics. Inconsistency in results was categorised as low (I 2 = 0-29), moderate (I 2 = 30-49), substantial (I 2 = 50-89) and considerable (I 2 = 90-100)  (Higgins et al., 2003) . Subgroups included analysis by depression questionnaire used, and content and frequency of messages. A sensitivity analysis was run for all trials with depression (yes/no) as the primary outcome and for trials that assessed depression symptoms using validated rating scales."
    },
    {
      "title": "Results"
    },
    {
      "title": "Results of the search",
      "text": "We screened 3,762 titles and abstracts and excluded 3,704 irrelevant records. We retrieved 58 articles for full-text review. After reading the full texts, the primary reasons for excluding 32 studies were the interventions being mHealth smartphone apps, Internet-based or part of a package of intervention which included text messages as an adjunct to other components rather than the primary intervention being tested (see Figure  1 ).\n\nWe included seven trials (nine comparisons, n = 1,918 participants). Suffoletto et al. (  2013 ) and  Schlicker et al. (2018)  were parallel, three-armed RCTs (see Table  1  for characteristics of the included trials).\n\nEight trials were ongoing at the time of the review  (Berrouiguet et al., 2014; Chow et al., 2018; Clark et al., 2018; Hartnett et al., 2017; Husain, 2015; Jiskoot et al., 2017; McCarter et al., 2018; Tandon, 2018)  and eight awaiting classification  (Ben-Zeev, 2017; Boeschoten et al., 2012; Fletcher et al., 2018; Haas et al., 2017; Moore et al., 2015; Ohora, 2016; Schueller, 2018; Taleban et al., 2016) . These study authors were contacted to clarify the recruitment methods. Three trials were considered 'dropouts', two studies did not report depression scores at the end of the intervention and one study did not report results by allocation arm  (Pijnenborg et al., 2010; Spoelstra et al., 2016; Wolf et al., 2016) ."
    },
    {
      "title": "Participants",
      "text": "Five trials (six comparisons) recruited participants prior to discharge from hospital and one trial recruited from community mental health clinics. Four trials (five comparisons) required participants to have depression at entry  (Agyapong et al., 2012 (Agyapong et al., , 2017;; Hart and Vaccaro, 2017; Schlicker et al., 2018) . Participants in two of the trials (three comparisons) had received an inpatient treatment programme consisting of psychotherapy prior to recruitment in the trial  (Agyapong et al., 2012; Schlicker et al., 2018) . In one trial, people with a variety of diagnosed mood disorders (e.g. depression and anxiety) were included (van den  Berg et al., 2015) . The conditions of interest in other trials were coronary heart disease  (Islam et al., 2019)  and hazardous drinking  (Suffoletto et al., 2013) . Participants' mean age ranged from 22 to 58 years, and the ratio of women to men was unbalanced in all but two trials  (Agyapong et al., 2012; Hart and Vaccaro, 2017) . The trials were conducted in the USA (2), Germany (2), Ireland (1), Canada (1) and Australia (1)."
    },
    {
      "title": "Interventions and comparators",
      "text": "Two comparisons sent one message a week  (Suffoletto et al., 2013; van den Berg et al., 2015) , whereas the other seven comparisons sent two or more. Six interventions had depression as the primary outcome  (Agyapong et al., 2012 (Agyapong et al., , 2017;; Hart and Vaccaro, 2017; Schlicker et al., 2018; Suffoletto et al., 2013; van den Berg et al., 2015) . Five interventions had usual care as the comparator  (Islam et al., 2019; Schlicker et al., 2018; Suffoletto et al., 2013) . Two trials sent fortnightly thank you messages as the attention control  (Agyapong et al., 2012 (Agyapong et al., , 2017)) . One trial administered telephone calls to both groups and also sent tailored SMS messages to the intervention group with therapy themes (van den  Berg et al., 2015) . Four comparisons had mental health content in the messages  (Agyapong et al., 2012 (Agyapong et al., , 2017;; Schlicker et al., 2018) . Suffoletto et al. had two intervention groups: group A received a weekly text message about alcohol drinking intentions and group B participated in two-way messaging, both compared with usual care  (Suffoletto et al., 2013) . Schlicker et al. group A received standard messages and group B received personalised self-written text message reminders from inpatient cognitive behavioural therapy (CBT) work, both compared with usual care  (Schlicker et al., 2018) ."
    },
    {
      "title": "Risk of bias assessment",
      "text": "A graphical summary of risk of bias assessments as determined by review authors for the included trials is provided in Figure  2 .\n\nAllocation. One trial used a systematic method of allocation (alternating week by week) and was assessed as high risk of bias  (Schlicker et al., 2018) . Two studies did not describe their method of randomisation and therefore were judged as unclear risk  (Hart and Vaccaro, 2017; van den Berg et al., 2015) . Only one study gave sufficient detail of its allocation concealment and was rated low risk of bias  (Islam et al., 2019) . Risk of bias for the remaining trials was unclear.\n\nBlinding. Blinding of participants was not possible due to the nature of the intervention; therefore, all studies received a high risk of bias judgement for performance bias. One study blinded the outcome assessors; however, it reported that the blinding was broken in many instances by the participants divulging their allocation group; thus, it was rated as high risk of detection bias  (Agyapong et al., 2012) . One study had a self-reported outcome which was rated as high risk due to potential detection bias  (Suffoletto et al., 2013) . Two studies did not report blinding of outcome assessment and therefore received an unclear assessment  (Schlicker et al., 2018; van den Berg et al., 2015)  Incomplete outcome data. Three trials conducted per-protocol analysis (where only the participants who completed the study are included in the results), potentially leading to bias  (Islam et al., 2019; Suffoletto et al., 2013; van den Berg et al., 2015) . One trial had high attrition across the groups (19.4% in group A, 24.6% in group B and 22.3% in the control group), with the number of imputed values potentially contributing to measurement bias  (Schlicker et al., 2018) . All were rated as at high risk for incomplete outcome data.\n\nSelective reporting. The frequency of medical contact and acceptability of the intervention were mentioned in one trial's protocol; however, neither outcome was reported in the publication; as such, a high risk of bias was awarded for reporting bias  (van den Berg et al., 2015) . Only one other trial had a published protocol  (Islam et al., 2019) ; as such, all others were awarded unclear risk.\n\nOther bias. There were concerns regarding other sources of bias in six studies due to unbalanced variables at baseline  (Agyapong et al., 2017; Hart and Vaccaro, 2017; Islam et al., 2019; Schlicker et al., 2018; Suffoletto et al., 2013; van den Berg et al., 2015) ."
    },
    {
      "title": "Outcomes"
    },
    {
      "title": "Primary outcome",
      "text": "The pooled analysis of seven trials (nine comparisons) (Figure  3 ) revealed a borderline statistically significant reduction in depressive symptom scores between the text messaging intervention and control groups (SMD, -0.27; 95% confidence interval [CI], -0.54 to 0.00; p = .00; n = 1,918 participants) at the end of treatment. Substantial heterogeneity was observed (I 2 = 83%)."
    },
    {
      "title": "Summary of findings",
      "text": "The overall rating of the quality of evidence of the effectiveness of text messaging was very low, as presented in the Summary of Findings (Table  2 ). The evidence from the trials was downgraded in quality due to a high risk of selection and performance bias, heterogeneity and very wide CIs. We did not assess publication bias due to the small number of included trials  (Brożek et al., 2009) ."
    },
    {
      "title": "Discussion",
      "text": "Text messages are often included in health research as part of an intervention package. This review assessed text messaging as a standalone intervention to reduce depressive symptoms. It is useful to understand the value of the individual components of an intervention package for optimum programme design, and this information will be of particular importance in lower resource settings where funding for complex packages of care may not be available.\n\nData from seven trials (nine comparisons, n = 1,918 participants) showed text messages on their own were not associated with a reduction in depressive symptom scores at the end of the intervention. However, statistically significant reductions in depressive symptoms were shown in important subgroups specified a priori, for example, where the primary aim of the messages was to reduce depressive symptoms; in those using the BDI  (Agyapong et al., 2012 (Agyapong et al., , 2017;; Schlicker et al., 2018)  or PHQ-9 scales  (Islam et al., 2019; Kroenke et al., 2001) ; where text message content was targeted at mental well-being, mood improvement and CBT information; and when the message frequency was ⩾2 times per week. We found no data on the long-term effects of text messaging interventions or the length of time required to show maximal or sustained response to the receipt of text messages.\n\nDue to the paucity of trials assessing text messaging as a standalone intervention, we also included trials that used other mood rating scales to measure depressive symptoms such as the Brief Symptom Index (BSI)-18  (Derogatis, 1993)  and 4-item Patient Health Questionnaire (PHQ-4)  (Kroenke et al., 2009) . The BSI-18 tool  (Derogatis, 1993)  is a general mood rating scale that measures psychological distress broadly with only six questions focused on depression, while the PHQ-4  (Kroenke et al., 2009)  is a brief screening tool with two questions on depression and two on anxiety. While we acknowledge that the use of different scales makes comparisons across trials difficult, the sensitivity analysis showed significant results in trials using the BDI or PHQ-9. Thus, we recommend future trials use depression-specific scales when measuring depressive symptoms.\n\nAny indication of benefit must be considered alongside methodological limitations in the included trials, for example, short duration of the text messaging intervention (from 6 weeks to 6 months), variation in the types of trial participants, the content and frequency of the text messages, and the inadequate reporting of methods in many of the included trials (particularly in the domain of allocation concealment). The overall quality of the evidence was rated as very low due to these limitations and considerable heterogeneity (I 2 = 80%) within and between the trials.\n\nA recently published systematic review evaluating the effectiveness of text messaging found marginal evidence to support its use as a treatment modality for people with clinical depression (SMD, -0.27; 95% CI, -0.48 to 0.02; p < 0.07; seven trials, n = 845 participants)  (Senanayake et al., 2019) . In contrast to our review which included adults (⩾18 years) regardless of their baseline depression score, that review included adolescents (⩾13 years) diagnosed with depression at baseline (with any accepted tool). In addition, while our review was registered prospectively in PROSPERO, their review was retrospectively registered:  https://www.crd.york.ac.uk/PROSPERO/RecordID=141100 . Most importantly, our review performed sensitivity and subgroup analyses to identify factors in the design of the text messaging interventions that might influence the reduction of depressive  GRADE Working Group grades of evidence High certainty: We are very confident that the true effect lies close to that of the estimate of the effect Moderate certainty: We are moderately confident in the effect estimate: The true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different Low certainty: Our confidence in the effect estimate is limited: The true effect may be substantially different from the estimate of the effect Very low certainty: We have very little confidence in the effect estimate: The true effect is likely to be substantially different from the estimate of effect CI: confidence interval; SMD: standardised mean difference; RCT: randomised controlled trial. *The risk in the intervention group (and its 95% CI) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).\n\nExplanations:\n\na\n\nWe downgraded the quality of evidence as the studies were rated as high risk for multiple risk of bias domains.\n\nb\n\nWe downgraded the quality of evidence as there is considerable heterogeneity (I = 75%-100%) observed.\n\nc\n\nWe downgraded the quality of evidence as the CIs were wide.\n\nd\n\nWe downgraded the quality of evidence as the CIs were very wide.\n\ne\n\nWe downgraded the quality of evidence as there are only two studies with <100 participants contributing to the analysis.\n\nsymptoms. A review of systematic reviews into text messaging for health (no mental health trials were included) supported the integration of text messaging into public health practice; however, it was unable to recommend optimum intervention characteristics or comment on long-term effects and called for further research into potential risks and unintended consequences  (Hall et al., 2015) .\n\nOne theory for a potential mechanism of action is the impression of 'connection' between the sender and the recipient of the messages. Social isolation or lack of connectedness, participation and infrequent social contact have been linked to poorer mental health and are predictors of increased risk of mortality, compared with less socially isolated individuals  (Pantell et al., 2013) . The feeling of connection established during a text messaging intervention may help reduce social isolation. Based on our findings, a minimum threshold for the frequency of messages is indicative of 2 or more per week.\n\nThe stigma associated with mental illness is also a barrier to treatment access for many people. Although not explored in the included studies, anonymity and confidentiality of text messaging interventions are positive characteristics reported in the area of sexual health where stigma is also often a barrier to care  (Willoughby and L'Engle, 2015) . Qualitative research focusing on the experiences and perceptions of text messaging programmes would further add to the evidence base.\n\nIn addition, the smaller group of trials where the primary focus was to reduce depressive symptoms showed benefit. This points to the importance of close alignment between messages received and the outcome being targeted. However, it is important to note that in two trials, participants had undergone an inpatient treatment programme which involved psychotherapy before commencing the text messaging intervention. Thus, the reduction in depressive symptoms may be the result of the combined effect, including reinforced learning from the therapy received during the inpatient treatment programme.\n\nWhile we acknowledge that text messaging is not a suitable substitute for mental health service support, it has the potential to augment the current gold standard of care. It is a practical and costeffective approach, one that is able to reach remote locations and isolated communities. Furthermore, it has the potential to be used in low-income countries as a standalone intervention to reduce symptoms of depression as complex packages of interventions come at a higher cost per capita which may be prohibitive in some settings  (Hall et al., 2015) .\n\nIt is important to note that most of the trials were conducted in high-income countries, and text messaging applicability and acceptability in lower resource countries have not been extensively studied. Since text messaging is simple and cost-effective, more research should be conducted in lower resource countries where the highest burden lies in order to bridge this knowledge gap. Nevertheless, factors such as low literacy levels may present a barrier to the use of this mode of treatment.\n\nFurther research measuring fidelity to and compliance with the text messaging programme is crucial to ascertain the true effect of the intervention and whether the impact of text messaging remains after a messaging programme has ceased. Adverse event data should be systematically recorded and reported. Interviews with participants could explore other neglected topics to date, such as intrusiveness of messaging and participant burden  (Berrouiguet et al., 2016) ."
    },
    {
      "title": "Limitations",
      "text": "The inadequate reporting of some trials precluded classification of risk of bias as either low or high risk. This led us to rate some of the trials across the categories as unclear risk of bias. Another limitation is the small number of included trials and participants which contributed to the wide CIs observed in the meta-analysis. These limitations resulted in an overall rating of 'very low' quality of evidence in the summary of findings."
    },
    {
      "title": "Conclusion",
      "text": "Statistically significant reductions in depressive symptoms were identified where the primary aim of the messages was to reduce depressive symptoms; in those trials using the BDI or PHQ-9 questionnaires; where text message content was targeted at mental well-being, mood improvement and CBT information; and when the message frequency was ⩾2 times per week. These results should be interpreted with caution due to methodological limitations associated with the included trials. More research is required before recommendations can be made about the routine use of text messaging interventions in this area."
    },
    {
      "text": "Figure 1. PRISMA flow diagram."
    },
    {
      "text": "Figure 2. Risk of bias summary: review authors' judgements about each risk of bias item for each included study.Green (+) represents low risk; yellow (?) represents unclear risk; red-represents high risk. Other bias relates to whether a published trial protocol was available."
    },
    {
      "text": "Figure 3. Forest plot of comparison: text messages vs control; outcome, depression: mean scores at the end of treatment."
    },
    {
      "text": "Figure 5. Forest plot of comparison: text messages vs control, frequency of messages; outcome, depression: mean scores at the end of treatment."
    },
    {
      "text": "Figure 4. Forest plot of comparison: text messages vs control, content of the messages; outcome, depression: mean scores at the end of treatment."
    },
    {
      "text": "Figure 6. Forest plot of comparison: text messages vs control, studies with depression as the primary outcome; outcome, depression: mean scores at the end of treatment."
    },
    {
      "text": "Figure 7. Forest plot of comparison: text messages vs control, studies with standard depression rating scales; outcome, depression: mean scores at the end of treatment."
    },
    {
      "text": "VERY LOW a,bDepression: mean scores at the end of treatment -Beck Depression Inventory (BDI) (high score = more depressed)"
    },
    {
      "text": "Characteristics of the trials included in text messaging interventions for reducing symptoms of depression review."
    },
    {
      "text": "Summary of findings table."
    }
  ],
  "references": [
    {
      "title": "mHealth application areas and technology combinations",
      "authors": [
        "H Abaza",
        "M Marschollek"
      ],
      "year": 2017,
      "doi": "10.3414/me17-05-0003"
    },
    {
      "title": "Supportive text messaging for depression and comorbid alcohol use disorder: Single-blind randomised trial",
      "authors": [
        "V Agyapong",
        "S Ahern",
        "D Mcloughlin"
      ],
      "year": 2012
    },
    {
      "title": "Randomized controlled pilot trial of supportive text messages for patients with depression",
      "authors": [
        "V Agyapong",
        "M Juhás",
        "A Ohinmaa"
      ],
      "year": 2017,
      "doi": "10.1186/s12888-017-1448-2"
    },
    {
      "title": "Pharmacological, psychological, and non-invasive brain stimulation interventions for treating depression after stroke",
      "authors": [
        "S Allida",
        "K Cox",
        "C Hsieh"
      ],
      "year": 2018
    },
    {
      "title": "An inventory for measuring depression",
      "authors": [
        "A Beck",
        "C Ward",
        "M Mendelson"
      ],
      "year": 1961,
      "doi": "10.1001/archpsyc.1961.01710120031004"
    },
    {
      "title": "NCT03062267: Effectiveness of a mobile texting intervention for people with serious mental illness",
      "authors": [
        "D Ben-Zeev"
      ],
      "year": 2017,
      "doi": "10.1176/appi.ps.201800542"
    },
    {
      "title": "SIAM (suicide intervention assisted by messages): The development of a post-acute crisis text messaging outreach for suicide prevention",
      "authors": [
        "S Berrouiguet",
        "Z Alavi",
        "G Vaiva"
      ],
      "year": 2014,
      "doi": "10.1186/s12888-014-0294-8"
    },
    {
      "title": "Fundamentals for future mobile-health (mHealth): A systematic review of mobile phone and web-based text messaging in mental health",
      "authors": [
        "S Berrouiguet",
        "E Baca-García",
        "S Brandt"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5066"
    },
    {
      "title": "Internet-based self-help treatment for depression in multiple sclerosis: Study protocol of a randomized controlled trial",
      "authors": [
        "R Boeschoten",
        "J Dekker",
        "B Uitdehaag"
      ],
      "year": 2012,
      "doi": "10.1186/1471-244x-12-137"
    },
    {
      "title": "Grading quality of evidence and strength of recommendations in clinical practice guidelines",
      "authors": [
        "J Brożek",
        "E Akl",
        "P Alonso-Coello"
      ],
      "year": 2009,
      "doi": "10.1111/j.1398-9995.2009.01973.x"
    },
    {
      "title": "The mental health workforce gap in low-and middle income countries: A needs-based approach",
      "authors": [
        "T Bruckner",
        "R Scheffler",
        "G Shen"
      ],
      "year": 2011,
      "doi": "10.2471/blt.10.082784"
    },
    {
      "title": "TEXT messages to improve MEDication adherence and secondary prevention (TEXTMEDS) after acute coronary syndrome: A randomised clinical trial protocol",
      "authors": [
        "C Chow",
        "A Thiagalingam",
        "K Santo"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2017-019463"
    },
    {
      "title": "Addressing people and place microenvironments in weight loss disparities (APP-ME): Design of a randomized controlled trial testing timely messages for weight loss behavior in low income Black and White women",
      "authors": [
        "D Clark",
        "P Srinivas",
        "K Bodke"
      ],
      "year": 2018
    },
    {
      "title": "Mechanisms of change associated with technology-based interventions for substance use",
      "authors": [
        "J Dallery",
        "B Jarvis",
        "L Marsch"
      ],
      "year": 2015
    },
    {
      "title": "Brief Symptom Inventory (BSI). Administration, Scoring, and Procedures Manual",
      "authors": [
        "L Derogatis"
      ],
      "year": 1993
    },
    {
      "title": "Random-effects model for meta-analysis of clinical trials: An update",
      "authors": [
        "R Dersimonian",
        "R Kacker"
      ],
      "year": 2007
    },
    {
      "title": "Text-based program addressing the mental health of soon-to-be and new fathers (SMS4dads): Protocol for a randomized controlled trial",
      "authors": [
        "R Fletcher",
        "C May",
        "J Attia"
      ],
      "year": 2018,
      "doi": "10.2196/resprot.8368"
    },
    {
      "title": "Text message intervention (TEACH) improves quality of life and patient activation in celiac disease: A randomized clinical trial",
      "authors": [
        "K Haas",
        "Martin Park"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpeds.2017.02.062"
    },
    {
      "title": "Mobile text messaging for health: A systematic review of reviews",
      "authors": [
        "A Hall",
        "Cole-Lewis H And Bernhardt"
      ],
      "year": 2015
    },
    {
      "title": "Goal intention reminding in traumatic brain injury: A feasibility study using implementation intentions and text messaging",
      "authors": [
        "T Hart",
        "M Vaccaro"
      ],
      "year": 2017
    },
    {
      "title": "Supportive text messages for patients with alcohol use disorder and a comorbid depression: A protocol for a single-blind randomised controlled aftercare trial",
      "authors": [
        "D Hartnett",
        "E Murphy",
        "E Kehoe"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-013587"
    },
    {
      "title": "Chapter 8: Assessing risk of bias in included studies",
      "authors": [
        "J Higgins",
        "J Savović",
        "M Page"
      ],
      "year": 2019,
      "doi": "10.1002/9781119536604.ch8"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "Racial disparities and the use of technology for self-management in blacks with heart failure: A literature review",
      "authors": [
        "H Hughes",
        "B Granger"
      ],
      "year": 2014
    },
    {
      "title": "NCT02526355: Development and assessment of a mobile phone based intervention to reduce maternal depression and improve child health (TechMother)",
      "authors": [
        "N Husain"
      ],
      "year": 2015,
      "doi": "10.1016/j.eurpsy.2016.01.2276"
    },
    {
      "title": "Effect of text messaging on depression in patients with coronary heart disease: A substudy analysis from the TEXT ME randomised controlled trial",
      "authors": [
        "S Islam",
        "C Chow",
        "J Redfern"
      ],
      "year": 2019
    },
    {
      "title": "A three-component cognitive behavioural lifestyle program for preconceptional weight-loss in women with polycystic ovary syndrome (PCOS): A protocol for a randomized controlled trial",
      "authors": [
        "G Jiskoot",
        "S Benneheij",
        "A Beerthuizen"
      ],
      "year": 2017
    },
    {
      "title": "The PhQ-9",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2001,
      "doi": "10.1046/j.1525-1497.2001.016009606.x"
    },
    {
      "title": "An ultra-brief screening scale for anxiety and depression: The PHQ-4",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "Jbw Williams"
      ],
      "year": 2009
    },
    {
      "title": "Measuring outcomes of digital technology-assisted nursing postpartum: A randomized controlled trial",
      "authors": [
        "D Mccarter",
        "E Demidenko",
        "M Hegel"
      ],
      "year": 2018,
      "doi": "10.1111/jan.13716"
    },
    {
      "title": "Individualized texting for adherence building (iTAB): Improving antiretroviral dose timing among HIV-infected persons with co-occurring bipolar disorder",
      "authors": [
        "D Moore",
        "A Poquette",
        "K Casaletto"
      ],
      "year": 2015
    },
    {
      "title": "NCT02986945: Community-partnered participatory development of mobile interventions",
      "authors": [
        "J Ohora"
      ],
      "year": 2016
    },
    {
      "title": "Social isolation: A predictor of mortality comparable to traditional clinical risk factors",
      "authors": [
        "M Pantell",
        "D Rehkopf",
        "D Jutte"
      ],
      "year": 2013
    },
    {
      "title": "The efficacy of SMS text messages to compensate for the effects of cognitive impairments in schizophrenia",
      "authors": [
        "G Pijnenborg",
        "F Withaar",
        "W Brouwer"
      ],
      "year": 2010
    },
    {
      "title": "Community attitudes to the appropriation of mobile phones for monitoring and managing depression, anxiety, and stress",
      "authors": [
        "J Proudfoot",
        "G Parker",
        "Hadzi Pavlovic"
      ],
      "year": 2010
    },
    {
      "title": "Evaluation of a text-message-based maintenance intervention for major depressive disorder after inpatient cognitive behavioral therapy",
      "authors": [
        "S Schlicker",
        "D Ebert",
        "T Middendorf"
      ],
      "year": 2018
    },
    {
      "title": "NCT03633682: Evaluation of text message engagement support of mindfulness smartphone applications",
      "authors": [
        "S Schueller"
      ],
      "year": 2018
    },
    {
      "title": "Effectiveness of text messaging interventions for the management of depression: A systematic review and meta-analysis",
      "authors": [
        "B Senanayake",
        "S Wickramasinghe",
        "M Chatfield"
      ],
      "year": 2019,
      "doi": "10.1177/1357633x19875852"
    },
    {
      "title": "Mobile health (mHealth) in mental health: Scope and applications in low-resource settings",
      "authors": [
        "M Sood",
        "R Chadda",
        "P Singh"
      ],
      "year": 2016
    },
    {
      "title": "Proof of concept of a mobile health short message service text message intervention that promotes adherence to oral anticancer agent medications: A randomized controlled trial",
      "authors": [
        "S Spoelstra",
        "C Given",
        "A Sikorskii"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0126"
    },
    {
      "title": "Stata Statistical Software: Release 16",
      "authors": [
        "Statacorp"
      ],
      "year": 2019
    },
    {
      "title": "Mobile phone text message intervention to reduce binge drinking among young adults: Study protocol for a randomized controlled trial",
      "authors": [
        "B Suffoletto",
        "C Callaway",
        "J Kristan"
      ],
      "year": 2013,
      "doi": "10.1186/1745-6215-14-93"
    },
    {
      "title": "Applications of text messaging, and bibliotherapy for treatment of patients affected by depressive symptoms",
      "authors": [
        "R Taleban",
        "A Zamani",
        "M Moafi"
      ],
      "year": 2016
    },
    {
      "title": "NCT03420755: Integrating text messages into the mothers and babies course",
      "authors": [
        "D Tandon"
      ],
      "year": 2018
    },
    {
      "title": "Facts & Figures about Mental Health",
      "year": 2015,
      "doi": "10.5152/dir.2021.20805"
    },
    {
      "title": "Review Manager",
      "year": 2014,
      "doi": "10.1046/j.1365-2532.1994.1140235.x"
    },
    {
      "title": "A telephone-and text message-based telemedicine concept for patients with mental health disorders: Results of a randomized controlled trial",
      "authors": [
        "N Van Den Berg",
        "H Grabe",
        "S Baumeister"
      ],
      "year": 2015,
      "doi": "10.1159/000369468"
    },
    {
      "title": "The meanings in the messages: How SMS reminders and real-time adherence monitoring improve antiretroviral therapy adherence in rural Uganda",
      "authors": [
        "N Ware",
        "E Pisarski",
        "M Tam"
      ],
      "year": 2016
    },
    {
      "title": "Influence of perceived interactivity of a sexual health text message service on young people's attitudes, satisfaction and repeat use",
      "authors": [
        "J Willoughby",
        "L'engle Kl"
      ],
      "year": 2015,
      "doi": "10.1093/her/cyv056"
    },
    {
      "title": "User activity in a mobile phone intervention to assist mindfulness exercises in people with depressive symptoms",
      "authors": [
        "M Wolf",
        "S Kraft",
        "K Tschauner"
      ],
      "year": 2016,
      "doi": "10.1016/j.mhp.2016.02.003"
    },
    {
      "title": "World Health Report: Mental Disorders Affect One in Four People",
      "year": 2001,
      "doi": "10.1037/e409862004-001"
    },
    {
      "title": "Depression and Other Common Mental Disorders: Global Health Estimates",
      "year": 2017,
      "doi": "10.1037/e400972004-001"
    }
  ],
  "num_references": 52
}
