{
  "paper_id": "IG6GNMF5",
  "title": "A quantitative systematic review of the efficacy of mobile phone interventions to improve medication adherence",
  "abstract": "Aims. To evaluate the characteristics and efficacy of mobile phone interventions to improve medication adherence. Secondary aims are to explore participants' acceptability and satisfaction with mobile phone interventions and to evaluate the selected studies in terms of study rigour, impact, cost and resource feasibility, generalizability and implications for nursing practice and research. Background. Medication non-adherence is a major global challenge. Mobile phones are the most commonly used form of technology worldwide and have the potential to promote medication adherence. Design. Guidelines from the Centre for Reviews and Dissemination were followed for this systematic review. Data Sources. A comprehensive search of databases (PubMed, Web of Science, CINAHL, PsycInfo, Google Chrome and Cochrane) and bibliographies from related articles was performed from January 2002-January 2013 to identify the included studies. Review Methods. A quantitative systematic review without meta-analysis was conducted and the selected studies were critically evaluated to extract and summarize pertinent characteristics and outcomes. Results. The literature search produced 29 quantitative research studies related to mobile phones and medication adherence. The studies were conducted for prevention purposes as well as management of acute and chronic illnesses. All of the studies used text messaging. Eighteen studies found significant improvement in medication adherence. Conclusion. While the majority of investigators found improvement in medication adherence, long-term studies characterized by rigorous research methodologies, appropriate statistical and economic analyses and the test of theory-based interventions are needed to determine the efficacy of mobile phones to influence medication adherence.",
  "year": 2012,
  "date": "2012",
  "journal": "Diabetes Technology and Therapeutics",
  "publication": "Diabetes Technology and Therapeutics",
  "authors": [
    {
      "forename": "Linda",
      "surname": "Park",
      "name": "Linda Park",
      "email": "linda.park@ucsf.edu"
    },
    {
      "forename": "Jill",
      "surname": "Howie-Esquivel",
      "name": "Jill Howie-Esquivel"
    },
    {
      "forename": "Kathleen",
      "surname": "Dracup",
      "name": "Kathleen Dracup"
    },
    {
      "affiliation": "Post-doctoral Fellow Division of Geriatrics , University of California , San Francisco VA \n\t\t\t\t\t\t\t\t Post-doctoral Fellow Division of Geriatrics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco VA"
    },
    {
      "affiliation": "Medical Center , California , USA \n\t\t\t\t\t\t\t\t Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "School of Nursing , University of California , San Francisco , California , USA \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Professor Emeritus and Dean Emeritus School of Nursing , University of California , San Francisco , California , USA \n\t\t\t\t\t\t\t\t Professor Emeritus and Dean Emeritus School of Nursing \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1111/jan.12400",
  "keywords": [
    "medication adherence",
    "mobile phone",
    "nursing",
    "short message service (SMS)",
    "text messaging"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Medication non-adherence is a major global challenge  [World Health Organization (WHO) 2003 ]. More than half of Americans with chronic diseases do not take any or all of their medications correctly  (Osterberg & Blaschke 2005) . In developing countries with limited resources and access to health care, medication non-adherence is assumed to have even greater magnitude and impact  (WHO 2003) . A strong association between medication adherence and clinical outcomes such as rehospitalization, morbidity and mortality has been demonstrated in observational studies  (Smith et al. 2006 ). In addition, medication non-adherence results in an estimated $290 billion in US healthcare costs  (New England Health Institute 2009) .\n\nBehavioural change interventions have attempted to promote medication adherence over many decades as reported in a Cochrane review of 83 studies; however, even the most efficacious interventions did not result in large improvements in adherence and treatment outcomes  (Haynes et al. 2008) . The factors that influence medication adherence behaviour are complex and unique to each individual, thereby requiring numerous multifactorial strategies to remove barriers and promote adherence  (Brown & Bussell 2011) . In the recent decade, novel behavioural interventions have introduced the use of technology by applying mobile health (mHealth) solutions to enhance adherence. Mobile health can facilitate the implementation of these behavioural strategies to provide meaningful impact on primary and secondary prevention of chronic diseases.\n\nTechnology may provide a practical and inexpensive means to promote medication adherence. The evolution of mHealth has taken shape in the past decade and refers to the use of mobile devices that are used to promote health. Mobile phones are the most commonly used form of technology worldwide (International Telecommunication Union 2011) and have the greatest potential to influence large populations. mHealth has '. . . the potential to advance research, prevent disease, enhance diagnostics, improve treatment, reduce disparities, increase access to health services and lower healthcare costs in ways previously unimaginable'  (Nilsen et al. 2012, p. 6) . The growth of mobile phones over the past decade has been astounding with worldwide mobile phone subscriptions growing from 12Á4 million to 5Á9 billion in 2011 with global penetration of 87% of individuals, including 79% in the developing world  (International Telecommunication Union 2011) .\n\nApplying mobile phones in health care is a relatively young field of research with intervention studies being published just within the past decade. Text messaging (TM) interventions using short message service (SMS) have been most widely applied, while some investigators have tested interventions using a mobile phone application ('app')  (Meltzer et al. 2008 ). Previous reviews have described the breadth of research that has been conducted with mobile phones  (Haynes et al. 2008 , Fjeldsoe et al. 2009 , Krishna et al. 2009 , Ingerski et al. 2011 , Wei et al. 2011 , de Jongh et al. 2012 , Militello et al. 2012) . Recently, there has been Why is this research or review needed?\n\n• Medication non-adherence is a major global challenge and leads to increased morbidity and mortality.\n\n• Mobile phones are the most commonly used form of technology worldwide and have significant potential to promote health-related behavioural change and selfmanagement of acute and chronic disease.\n\n• Mobile phone interventions have been conducted to improve medication adherence with the recent advent of mobile health."
    },
    {
      "title": "What are the key findings?",
      "text": "• A comprehensive systematic review found that 18 of 29 studies using text messaging improved medication adherence.\n\n• Negative studies tended to have more basic and repetitious content with a simple medication reminder, while positive studies delivered a variety of educational and motivational content with 'tailored' or 'personalized' SMS.\n\n• Text messaging interventions are feasible and acceptable with the majority of studies reporting high participant satisfaction (>80%) in receiving text messages for health management.\n\nHow should the findings be used to influence policy/ practice/research/education?\n\n• Nurses will be instrumental in developing strategies to include mobile health resources to promote medication adherence with patients and their caregivers in clinical practice and research settings.\n\n• Further research is recommended to determine the efficacy of different mobile health approaches over time and to explore topics on patient acceptance, clinical outcomes, cost-effectiveness and theory supporting medication adherence behaviour.\n\n• Many opportunities exist in discovering the value and potential of mHealth initiatives to improve medication adherence for health promotion and chronic disease management.\n\na transition in mHealth, global health and funding agencies to move beyond the exploration phase of research (e.g. pilot studies, proof-of-concept) into an era of evidencebased interventions that are evaluated with the same rigour as other public health strategies  (Labrique et al. 2013) ."
    },
    {
      "title": "The review Aims",
      "text": "The major aim of this systematic review was to evaluate the efficacy of mobile phone interventions to improve medication adherence and to describe the characteristics of the interventions. Secondary aims were to explore acceptability and satisfaction of mobile phone interventions and to evaluate the selected studies in terms of study rigour, impact, cost and resource feasibility, generalizability and implications for nursing practice and research. The PICO (Population, Intervention, Comparison, Outcome) question for this research study was, 'Among those who take medications for prevention or treatment of acute/chronic illness, do mobile phone text messages improve medication adherence compared with those who do not receive text messages (when applicable)?'"
    },
    {
      "title": "Design",
      "text": "Guidelines from the Centre for Reviews and Dissemination (CRD) were followed to develop this quantitative systematic review without meta-analysis  (CRD 2008) . The core principles and methods from the CRD guidelines for conducting a systematic review of health interventions were followed  (CRD 2008) ."
    },
    {
      "title": "Search methods",
      "text": "A comprehensive search was conducted to identify all studies that included the key review question of whether mobile phone interventions can support medication adherence in health promotion and disease management. Studies from all countries published in English were included in the review. To this end, a search was performed on PubMed, Web of Science, CINAHL, PsycInfo, Google Chrome and Cochrane databases to identify research publications related to this topic. In addition, bibliographies from related articles were reviewed to identify additional articles. All full-text manuscripts from January 2002-January 2013 were identified by the first and second authors (LGP and JHE), including bibliographies of the chosen articles and related reviews. Key terms were used alone and in combination with each other including 'mobile phone', 'cellular phone', 'text messages', 'text messaging', 'short message service', 'SMS', 'mobile phone application', 'medication' and 'medication adherence'.\n\nInclusion criteria for this review were intervention studies that supported medication adherence via a mobile phone (i.e. TM, app) in health prevention or management of acute or chronic conditions. Medication use was measured by objective or subjective data in all studies to evaluate the efficacy of the interventions. Studies that used two modalities were included if the primary mode of intervention was mobile phones. All patient populations and languages were considered. All study designs including randomized controlled trials (RCT), quasi-experimental studies and observational cohort studies were included in this review to capture the breadth of research that has been conducted as mHealth is a relatively new field. Pilot studies in mHealth were also included because they have been informative to understand the feasibility and acceptability of using mobile phones in health promotion and management.\n\nStudies were excluded if the interventions were predominantly conducted via Internet, email, traditional landline telephones or other electronic devices (two-way TM pagers, personal digital assistants, medication alarms) alone or in conjunction with mobile phones. Studies that used co-interventions such as Internet-based communication along with TM were excluded. Studies that were based on calling patients on their mobile phones were also excluded as one of the key features of mHealth interventions is having less 'intrusive' methods of communicating with patients. Studies using mobile phones to communicate health data to healthcare providers (e.g. glucose levels) were excluded if medication use was not explicitly addressed. Last, more timely studies that were reported in journal abstracts or research conferences were excluded because they were not full-text articles and did not provide sufficient data."
    },
    {
      "title": "Search outcome",
      "text": "A comprehensive electronic search produced 29 studies: 19 RCTs, two quasi-experimental studies, six pilot studies with no comparison group, one retrospective observational cohort study with matched control and one parallel twocohort study with randomization (Figure  1 ). Qualitative studies or other types of studies (case series, case reports, cross-sectional studies, case-control studies) were not found. All of the studies used TM as the primary intervention. No studies using mobile phone apps met the inclusion criteria."
    },
    {
      "title": "Quality appraisal",
      "text": "Quality assessment of the studies was conducted under the guidelines of the Cochrane Effective Practice and Organisation of Care Group (2012) (supplementary files). Risk of bias was assessed among the diverse study designs that were included in this review. The assessment was completed by independent review of two researchers (LGP and KD). The two reviewers discussed any items that were scored discordantly until agreement was reached. There were significant methodological differences between the studies. Narrative synthesis was performed as it was not possible to pool results with a meta-analysis. No studies were excluded on the basis of quality."
    },
    {
      "title": "Data abstraction",
      "text": "Data were abstracted from each eligible study including location, target condition, duration of study, design, sample characteristics, exposure of experimental and control groups, measures of medication adherence and results (Table  1 ). In addition, frequency, tracking (two-way messaging) and response rate, message content and satisfaction reports were recorded (Table  2 ). Supplemental data on methodologies were abstracted, such as sample size calculations, effect size calculations, attrition, cost-analyses and application of theory."
    },
    {
      "title": "Synthesis",
      "text": "The eligible studies differed substantially in the medical conditions, patient populations, interventions and measurement of medication adherence. Therefore, each study was examined in the context of the medication adherence outcomes and patient-reported satisfaction."
    },
    {
      "title": "Results",
      "text": "Overall, 18 of the 29 studies were efficacious in improving medication adherence rates or biomarkers after receiving text messages (P < 0Á05), while 11 studies reported no difference (Table  1 ). The interventions differed substantially across studies with a variety of message content and dosing (frequency, duration). Table  2  describes the studies' tracking, message content and participants' satisfaction with the TM interventions.\n\nNoteworthy trends were observed between the positive and negative studies. Among the negative studies, text messages tended to have more basic and repetitious content with a simple medication reminder. In contrast, positive studies delivered text messages with a variety of educational and motivational content that may have engaged more participants, thus leading to better outcomes. In addition, positive effects on medication adherence occurred in all eight studies that applied 'tailored' or 'personalized' messages. Descriptions of interventions that authors used to describe their studies as offering 'tailored' or 'personalized' messages generally meant that the text messages used the participant's name, clinical condition or participant-chosen content.\n\nAmong the 29 selected studies, the range of chronic disease processes that were treated varied from HIV/AIDS (7), diabetes (6), asthma (3), schizophrenia (2), hypertension (1), general chronic diseases (1), acne (1), atopic dermatitis (1), systematic lupus erythematosus (1) and immunosuppression after paediatric liver transplant (1). One study      addressed antibiotic use for management of acute infections treated in the emergency department. Prevention studies included use of oral contraception (2), Vitamin C to prevent colds (1) and chemoprophylaxis to prevent malaria (1). Among the RCTs, the sample sizes ranged from 16 to 962 participants. Seventeen of the 29 studies (59%) had sample sizes of approximately 100 patients or less. The majority of studies included younger populations, although one focused specifically on older adults who were eligible for Medicare benefits (mean age of SMS cohort was 64Á8 SD 11Á9)  (Foreman et al. 2012) . The age range of participants was 11-78 years. Five studies included participants with a mean age over 50, which is a positive step forwards in establishing the generalizability of mobile phone interventions. The majority of the studies included individuals from both genders. There were five studies that were gender-specific including three studies focused on women  (Hou et al. 2010 , Castano et al. 2012 , da Costa et al. 2012)  and two studies on men  (Ollivier et al. 2009 , Lewis et al. 2012) .\n\nThe majority of investigators recruited a convenience sample from varied sites (e.g. clinics, hospitals, pharmacies and registries of prescription drug plans). A few used advertisements in local newspapers and magazines as well as university and local websites.\n\nThirteen studies sent messages that were strictly medication reminders. The remaining studies used content other than medication reminders such as education, motivation, prescription-related information, tips on disease self-management, generic messages or a combination of messages that included medication reminders. Several studies in this review used TM to enhance social support and remind patients to take their medication while communicating concern and providing assistance  (Franklin et al. 2003 , Cocosila et al. 2009 , Miloh et al. 2009 , Lester et al. 2010 , Pop-Eleches et al. 2011) . One study on prevention of colds with Vitamin C among a young adult population sent interesting and light-hearted messages at random times from a virtual friend named 'Tim'  (Cocosila et al. 2009) . In an HIV intervention study, researchers in Kenya typically sent a weekly bulk message to 273 participants asking 'Mambo?' (How are you?) and research participants responded back either 'Sawa' (Doing well) or 'Shida' (I have a problem)  (Lester et al. 2010) . Healthcare providers called participants who responded with the latter text, and at the end of the study, participants reported that they felt that someone cared about them  (Lester et al. 2010) . In contrast, other investigators in Kenya who targeted adults with HIV tested the effect of short vs. long messages and found no significant influence on adherence to antiretroviral medications after providing a longer message that offered social support  (Pop-Eleches et al. 2011) .\n\nEight studies described their interventions as personalized or tailored. For example, one small pilot study with a younger HIV/AIDS population sent personalized messages that were developed by the participants at the beginning of the study (e.g. 'Superman calling you,' 'Take it or die')  (Dowshen et al. 2012) . A visual analogue scale and a 4-day recall of medication administration showed significant changes in scores from baseline (74Á7 at baseline to 93Á1 at 24 weeks, P < 0Á001), although the investigators could not document a significant change in CD4 cell count or viral load  (Dowshen et al. 2012) .\n\nThe content of messages using the Mobile Assessment and Treatment for Schizophrenia (MATS) programme was tailored in real-time and incorporated cognitive behavioural therapy  (Granholm et al. 2012) . The response to the first text message ('Did you take your meds today?') triggered a second level of questions that led to a final message with encouragement or advice on medication adherence  (Granholm et al. 2012) . In this study, medication adherence improved significantly over 12 weeks, but only for individuals who were living independently (P = 0Á018)  (Granholm et al. 2012) .\n\nWhile the majority of studies delivered messages once or twice daily, the frequency of delivery was optional  (Dick et al. 2011 , Shetty et al. 2011 , Foreman et al. 2012) . Only two studies tapered the frequency of messages through the duration of the intervention at 4 and 8 weeks  (Cocosila et al. 2009 , Petrie et al. 2012) . The timing of delivery was commonly tailored to the participants' preferences or coincided with medication dosing.\n\nFrequency of TM was tailored real-time in a study with diabetic patients via an innovative Real Time Medication Monitoring (RTMM) system that used an electronic medication dispenser. Customized reminders were sent only if the dispenser was not opened  (Vervloet et al. 2012) . Overall, the TM group took significantly more doses within the agreed time period than the control group (57% vs. 43%, P = 0Á003); however, there were no differences in missed doses between the groups (15% vs. 19%, P = 0Á065)  (Vervloet et al. 2012) .\n\nThe majority of studies delivered one-way messaging, while nine of the 28 studies had participants respond with two-way messaging. Two-way messaging allows for confirmation of text messages with a time-stamped response and is a means of engaging patients' involvement. The two-way response rates ranged from 35% to 86%. One study used 12 of 180 messages (0Á07%) as two-way for quality control purposes  (Castano et al. 2012) . Along with daily medication reminders, other investigators offered weekly trivia questions that allowed participants to respond; however, the weekly two-way messaging response rate was only 35%  (Arora et al. 2012) .\n\nAccurate measurement of medication adherence is imperative when applying an intervention. The discrepancy between self-reported and electronically monitored medication use was evident in some studies  (Hardy et al. 2011 , Dowshen et al. 2012) . Self-report was the sole measure to report medication adherence in ten studies, while three studies used pharmacy data solely or in combination with other measurements  (Foreman et al. 2012 , Mbuagbaw et al. 2012 , Ting et al. 2012) . Other interventions ranged from exclusively using monitoring systems to reporting adherence through multiple measures (up to five).\n\nIn eight studies, adherence data were stored through electronic monitoring devices [Medication Event Monitoring System (MEMS), dose counts on inhalers] or real-time wireless communication to servers (SIMPill, RTMM system). Other objective forms of medication adherence included manual pill counts, biomarkers and health outcomes (e.g. haemoglobin A1C, viral loads, transplant rejection). Seventeen studies used biomarkers and health outcomes to assess medication adherence, while less than half of the (13) studies applied multiple methods to measure medication adherence.\n\nThe majority of studies included an evaluation of participant satisfaction that is described in Table  2 . A few studies had a brief statement on participant feedback, while most studies reported participants' satisfaction using a format of percentages or Likert scales. Overall, the majority of studies reported high participant satisfaction (>80%) in receiving text messages for health management. The lowest satisfaction scores in reminding participants to take their medications included 64% of Brazilian women with HIV/AIDS  (da Costa et al. 2012) . In a study of clinic patients with atopic dermatitis, Boker et al. reported that 33% starting ignoring messages after 2 weeks and 26% found the messages to be 'annoying'  (2012) ."
    },
    {
      "title": "Discussion",
      "text": "The majority of interventions (18 of 29) were efficacious in improving medication adherence. These data are vital because non-adherence to medication regimens has remained a consistent and well-documented problem in health care. Mobile phones may be a useful adjunct to standard education and counselling about medications, thereby promoting the complex behaviour of medication adherence. The groundwork for using mobile phones to improve medication adherence has been explored through these studies, yet the possibilities of mHealth are abundant. The opportunities that exist with applying mobile phones in health interventions are exciting because mobile phones are so commonly used, widely accepted, easily accessible and affordable. To inform future research on improving medication adherence from mobile phone interventions, the selected studies in this review will be evaluated in the following section in terms of study rigour, impact, cost and resource feasibility, generalizability and implications for nursing practice and research.\n\nMore rigorous study designs and research methodologies will be important in future studies. Reporting accurate sample size calculations, effect sizes, measurement and statistical analyses is essential to move the science of mHealth forwards. Among the RCTs, 11 of the 20 studies included a sample size calculation. Some researchers reported that inaccurate and incomplete sample size calculations may have potentially affected their study results  (Ostojic et al. 2005 , Cocosila et al. 2009) . Effect sizes were reported in only six studies. Statistical significance was generally provided by P values, while confidence intervals were rarely reported, indicating a lack of reporting on statistical precision. A closer examination of the studies that did not reach statistical significance revealed several study design limitations that may have influenced the results. In addition to inaccurate sample size calculations and measurement issues, the use of additive or interactive effects may have compromised the results. For example, investigators in a study of oral contraceptives realized that 88% of their patients used other co-interventions such as alternative alarm systems (e.g. alarm clocks or mobile phone alarms)  (Hou et al. 2010) .\n\nThe application of quality assessment tools will identify potential biases and allow a systematic evaluation of the internal and external validity of the studies under review. A risk of bias assessment of the current studies is presented in the supplementary tables. As expected, the non-RCT studies showed the highest risk of bias with the fewest criteria met. Of the nine criteria, there was a range of 1-7 criteria met among the 29 studies. Five of the nine criteria were satisfied by the majority of studies; however, there were other criteria that were less frequently met or unclear (i.e. blinding, free of other bias given a non-RCT design). The quality of these studies is difficult to evaluate given the variety of rigour among the studies. For example, six pilot studies with no control group clearly had the highest risk of bias compared with other studies. The inclusion of pilot studies was still valuable because each study added to the growing evidence of the strengths and limitations of TM interventions to promote medication adherence in this young field of research. Although the collective rigour is moderately weak, there is potential to build stronger confidence in future mHealth studies with more rigorous designs that account for potential biases as recommended in Cochrane EPOC (Cochrane Effective Practice & Organisation of Care Group 2012).\n\nRegarding accurate measurement, a mixed methods approach with electronic devices, biomarkers and selfreport is an important component in strengthening rigour of a study protocol in data collection and corroborating data. In addition, in studies with frequent follow-up visits, more sophisticated statistical models will be valuable to assess change over time without being influenced by missing data. The spectrum of evaluation methods in mHealth research will need to include alternative study designs and methodologies to provide timely information in a rapidly evolving field  (Nilsen et al. 2012) .\n\nAmong the studies, the highest attrition rate was 41% at a mean of 4 months in a year-long study of paediatric liver transplant patients  (Miloh et al. 2009) . Although there were no reported risk factor differences in patients who dropped out, the positive results of receiving text messages to improve adherence to immunosuppressant therapy among the experimental group may have been influenced by the higher adherence characteristics of the remaining patients overall  (Miloh et al. 2009) . Both the mean and median rates of attrition in all these studies were 15%.\n\nThe long-term impact of mHealth interventions is needed to document the efficacy and sustainability of these interventions on chronic disease management. The longest study period was 14 months, with the mean and median study durations being 21 and 16 weeks respectively. A major barrier in using mobile technology may be deterioration of interest as the novelty of the messages decreases over time. Factors that maintain engagement of participants remain unknown and serve as important gaps in research. The content of text messages may be a determining factor in patients' continued interest and persistence in using mobile phones to improve medication adherence. Messages varied widely in content among the studies, with some interventions giving the same daily reminder to take medications and other interventions using a variety of messages that varied in topic. Although more personable messages might appear to better engage users, the impact of such methods requires further study  (Miloh et al. 2009 , Pop-Eleches et al. 2011) . Tailoring messages with personalized content, building on responses from participants and delivering messages in different languages may help to make a more customized programme that engages participants.\n\nFuture studies that focus on the impact of specific TM protocols and are age, gender and culture specific will develop our knowledge about culturally appropriate interventions  (Strandbygaard et al. 2010) . Research should be designed and interpreted in culture-specific contexts. For example, interventions that are targeted at health conditions associated with negative stigma such as HIV require consideration in maintaining confidentiality. In the study in Cameroon, a high proportion of participants disclosed their HIV status to their families during the course of the study  (Mbuagbaw et al. 2012) . In this study, 35% did not want to continue receiving messages at the end of the trial period, which might indicate the participants' sensitivity in receiving messages associated with their health status  (Mbuagbaw et al. 2012) .\n\nImportantly, clinical outcomes that are tracked over time to determine efficacy and sustainability of TM interventions and health-related apps are fundamental to mHealth intervention design. The majority of research studies reviewed here demonstrated feasibility in supporting medication adherence as well as high acceptability and satisfaction among participants. Long-term studies are needed to provide and guide future intervention design, so that mHealth can be fully integrated into daily life.\n\nIn future studies, the cost of implementing a mobile phone intervention needs to be addressed from the providers' and participants' perspectives. Implementing cost-effective programmes for long-term participation will continue to be an important factor in achieving positive outcomes. Among the studies reviewed, some participants reported concerns about costs if they continued with the TM programme  (Hardy et al. 2011) . Providing options such as limiting two-way messaging to reduce costs for participants who have limited TM plans may be a consideration in future studies. Only five studies reported a cost-analysis of their medication adherence interventions. Cost-analyses will provide important information for policy makers and global funders, particularly in HIV research because reducing viral replication through antiretroviral therapy can decrease transmission of HIV to new partners  (Lester et al. 2010) . Use of mobile phones may offer a major prevention strategy in regions where HIV is endemic and other resources are limited. Another cost-analysis derived by a national pharmacy benefit manager found only a slight increase in pharmacy-related costs for the group who received text messages compared with the matched control group, although the differences were not statistically significant  (Foreman et al. 2012) . The total healthcare costs for these groups were not analysed but would be beneficial when determining the overall cost benefit of the intervention. Consideration of reimbursement models for medication adherence and mHealth interventions is also needed  (Bosworth et al. 2011) .\n\nIn terms of generalizability, it is difficult to generalize the positive findings of the studies to other populations given the differences in study design, group characteristics, comorbidities and intensity in managing medical conditions. Caution is necessary when extrapolating results from different patient populations and conditions such as applying findings from teenagers with diabetes administering insulin  (Franklin et al. 2003)  to older adults who are managing multiple chronic diseases with several different classes of medications  (Foreman et al. 2012) . Likewise, caution is necessary when extrapolating results with chronic disease populations to healthy individuals who are practising primary prevention behaviours such as Vitamin C use  (Cocosila et al. 2009) . More studies in areas of health promotion as opposed to chronic disease management are needed as a literature search produced a few studies to date. Regarding the generalizability of the findings to older adults, several studies emerged from this review that successfully included older adults in using mobile phones for improved medication adherence. Mobile health resources may be offered as a supplement to the care of older adults, family members and caregivers as patients live with chronic diseases. Although penetration of mobile phones among older adults may be challenging due to the lack of familiarity with current technology, this is likely to change among individuals who regularly use TM or apps age  (Petrie et al. 2012) .\n\nSensitivity to literacy and languages will support mobile phone interventions that reach global populations and increase generalizability. Four studies in this review allowed participants to choose their language preference (Pop-  Eleches et al. 2011 , Arora et al. 2012 , Castano et al. 2012 , Mbuagbaw et al. 2012) . The global reach of mHealth research is demonstrated in this review with 14 countries being represented, although 13 of the 29 studies were conducted in the USA. Valuable insight into mobile phone interventions in countries with few resources was provided by studies conducted in Kenya, Cameroon and India. Due to the ubiquitous nature of mobile phones across diverse populations, the modality of mobile technology may be generalizable across many more cultures.\n\nThis study offers several implications for nursing practice and research. Patients can be empowered to adhere to medication prescriptions through nursing practice. Prescription counselling often comes from nurses in hospital, outpatient or community settings. Developing strategies with patients and their caregivers to promote medication adherence may be key to successful self-management. Nurses can play an important role in keeping current with the growing number of available mHealth and telemedicine resources for patients. Nurses are encouraged to embrace an innovative and creative spirit to consider the potential of mobile technology to be a cost-effective and efficacious tool to improve medication adherence.\n\nMany opportunities remain in building mHealth science. Future research may assess the impact on medication adherence and user fatigue from various message contents, frequency of reminders and text responses  (Hardy et al. 2011) . Moreover, integration of real-time feedback on disease management will be instrumental in designing future interventions  (Granholm et al. 2012 , Vervloet et al. 2012) . Nurses can make a significant contribution to understanding the potential of mHealth by applying mixed methods study designs with quantitative and qualitative research as well as applying a theoretical framework to mHealth research related to medication adherence.\n\nIn this review, only five of 29 studies used theory to guide their research. The theories were Transtheoretical Model  (Castano et al. 2012) , Social Cognitive Theory  (Franklin et al. 2003) , Health Belief Model of Behavior Change  (Mbuagbaw et al. 2012) , Behavioral Learning Theory  (Montes et al. 2012)  and Theory of Planned Behavior  (Suffoletto et al. 2012 ). It will be important for nurse scientists who design future studies to use a theoretical basis to explain the relationship between study variables. Other health behavioural theories may be developed that take into account the time-intensive, interactive and adaptive nature of mHealth interventions that demand more intra-individual dynamic regulatory processes  (Riley et al. 2011) ."
    },
    {
      "title": "Conclusion",
      "text": "The potential impact of mobile technology in disease prevention and management may be substantial. Research identified in this systematic review has introduced the use of mobile phones to support medication adherence among different patient populations. Future research is required to substantiate these early findings and to provide data on long-term follow-up in a variety of patient populations. Applying appropriate statistical approaches combined with rigorous theory-based interventions may provide important insights into the efficacy and acceptance of mHealth by patients related to medication use and the factors that mediate its efficacy. Future studies are required to determine the efficacy of different approaches over time and to explore topics such as patient acceptance, clinical outcomes, cost-effectiveness and theory supporting medication adherence behaviour.\n\nThe next decade of research with mobile phones will likely evolve into applying more smartphone apps in place of TM interventions. The efficacy of mobile phone apps vs.\n\nTM has yet to be explored in research. As the number of smartphone users continues to grow with 58% of Americans owning a smartphone in 2014 (Pew Research Center 2014), interventions that apply apps as opposed to TM will inform us about the full potential of mHealth to support medication adherence and disease management. The features that are available from smartphones will likely engage users by allowing more interaction and increased variability.\n\nMobile health will continue to enhance clinical practice and allow for easily accessible and remote solutions, especially for patients with chronic diseases requiring lifelong medication adherence for optimal outcomes. The real possibilities of mHealth in promoting medication adherence await further research and will continue to take shape as the results of pilot studies and rigorous intervention trials continue to inform us in this promising field."
    },
    {
      "text": "Figure 1 Flow chart of study selection process."
    },
    {
      "text": "Studies on mobile phones and medication adherence."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Tracking, message content, satisfaction of SMS interventions."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    }
  ],
  "references": [
    {
      "title": "A mobile health intervention for inner city patients with poorly controlled diabetes: proof-of-concept of the TExT-MED program",
      "authors": [
        "S Arora",
        "A Peters",
        "C Agy",
        "M Menchine"
      ],
      "year": 2012,
      "doi": "10.1089/dia.2011.0252"
    },
    {
      "title": "Do automated text messages increase adherence to acne therapy? Results of a randomized, controlled trial",
      "authors": [
        "A Boker",
        "H Feetham",
        "A Armstrong",
        "P Purcell",
        "H Jacobe"
      ],
      "year": 2012,
      "doi": "10.1016/j.jaad.2012.02.031"
    },
    {
      "title": "Medication adherence: A call for action",
      "authors": [
        "H Bosworth",
        "B Granger",
        "P Mendys",
        "R Brindis",
        "R Burkholder",
        "S Czajkowski",
        "J Daniel",
        "I Ekman",
        "M Ho",
        "M Johnson",
        "S Kimmel",
        "L Liu",
        "J Musaus",
        "W Shrank",
        "E Buono",
        "K Weiss",
        "C Granger"
      ],
      "year": 2011,
      "doi": "10.1016/j.ahj.2011.06.007"
    },
    {
      "title": "Medication adherence: WHO cares?",
      "authors": [
        "M Brown",
        "J Bussell"
      ],
      "year": 2011,
      "doi": "10.4065/mcp.2010.0575"
    },
    {
      "title": "Effect of daily text messages on oral contraceptive continuation: a randomized controlled trial",
      "authors": [
        "P Castano",
        "J Bynum",
        "R Andres",
        "M Lara",
        "C Westhoff"
      ],
      "year": 2012,
      "doi": "10.1097/aog.0b013e31823d4167"
    },
    {
      "title": "Systematic reviews. CRD guidance for undertaking reviews in health care",
      "year": 2008,
      "doi": "10.1007/978-1-4020-5614-7_348"
    },
    {
      "title": "Cochrane Effective Practice and Organisation of Care Group",
      "year": 2012,
      "doi": "10.1002/chp.1340210109"
    },
    {
      "title": "Can wireless text messaging improve adherence to preventive activities? Results of a randomised controlled trial",
      "authors": [
        "M Cocosila",
        "N Archer",
        "R Haynes",
        "Y Yuan"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2008.07.011"
    },
    {
      "title": "Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDSinfected Brazilian women and impressions and satisfaction with respect to incoming messages",
      "authors": [
        "T Da Costa",
        "B Barbosa",
        "D Gomes E Costa",
        "D Sigulem",
        "Fatima De",
        "H Marin",
        "A Filho",
        "I Pisa"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2011.10.002"
    },
    {
      "title": "Feasibility and usability of a text messagebased program for diabetes self-management in an urban African-American population",
      "authors": [
        "J Dick",
        "S Nundy",
        "M Solomon",
        "K Bishop",
        "M Chin",
        "M Peek"
      ],
      "year": 2011,
      "doi": "10.1177/193229681100500534"
    },
    {
      "title": "Improving adherence to antiretroviral therapy for youth living with HIV/AIDS: a pilot study using personalized, interactive, daily text message reminders",
      "authors": [
        "N Dowshen",
        "L Kuhns",
        "A Johnson",
        "B Holoyda",
        "R Garofalo"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2015"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "Impact of a text messaging pilot program on patient medication adherence",
      "authors": [
        "K Foreman",
        "K Stockl",
        "L Le",
        "E Fisk",
        "S Shah",
        "H Lew",
        "B Solow",
        "B Curtis"
      ],
      "year": 2012,
      "doi": "10.1016/j.clinthera.2012.04.007"
    },
    {
      "title": "Sweet Talk': text messaging support for intensive insulin therapy for young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2003,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Mobile Assessment and Treatment for Schizophrenia (MATS): a pilot trial of an interactive text-messaging intervention for medication adherence, socialization and auditory hallucinations",
      "authors": [
        "E Granholm",
        "D Ben-Zeev",
        "P Link",
        "K Bradshaw",
        "J Holden"
      ],
      "year": 2012,
      "doi": "10.1093/schbul/sbr155"
    },
    {
      "title": "Randomized controlled trial of a personalized cellular phone reminder system to enhance adherence to antiretroviral therapy",
      "authors": [
        "H Hardy",
        "V Kumar",
        "G Doros",
        "E Farmer",
        "M Drainoni",
        "D Rybin",
        "D Myung",
        "J Jackson",
        "E Backman",
        "A Stanic",
        "P Skolnik"
      ],
      "year": 2011,
      "doi": "10.1089/apc.2010.0006"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Haynes",
        "E Ackloo",
        "N Sahota",
        "Mcdonald Heather",
        "P & Yao"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd000011.pub3"
    },
    {
      "title": "Using daily text-message reminders to improve adherence with oral contraceptives: a randomized controlled trial",
      "authors": [
        "M Hou",
        "S Hurwitz",
        "E Kavanagh",
        "J Fortin",
        "A Goldberg"
      ],
      "year": 2010,
      "doi": "10.1097/aog.0b013e3181eb6b0f"
    },
    {
      "title": "Electronic measurement of medication adherence in pediatric chronic illness: a review of measures",
      "authors": [
        "L Ingerski",
        "E Hente",
        "A Modi",
        "K Hommel"
      ],
      "year": 2011,
      "doi": "10.1016/j.jpeds.2011.05.018"
    },
    {
      "title": "Mobile phone messaging for facilitating selfmanagement of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007459.pub2"
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "Krishna Boren",
        "S Balas"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "H_pe for mHealth: more 'y' or 'o' on the horizon",
      "authors": [
        "A Labrique",
        "L Vasudevan",
        "L Chang",
        "G Mehl"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2012.11.016"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills",
        "A Kariri",
        "S Karanja",
        "M Chung",
        "W Jack",
        "J Habyarimana",
        "M Sadatsafavi",
        "M Najafzadeh",
        "C Marra",
        "B Estambale",
        "E Ngugi",
        "T Ball",
        "L Thabane",
        "L Gelmon",
        "J Kimani",
        "M Ackers",
        "F Plummer"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "Tailored text messaging intervention for HIV adherence: a proof-of-concept study",
      "authors": [
        "M Lewis",
        "J Uhrig",
        "C Bann",
        "J Harris",
        "R Furberg",
        "C Coomes",
        "L Kuhns"
      ],
      "year": 2012,
      "doi": "10.1037/a0028109"
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "Marquez Contreras",
        "E De La Figuera Von Wichmann",
        "Gil Guillen",
        "V Ylla-Catala",
        "A Figueras",
        "M Balana",
        "M Naval"
      ],
      "year": 2004
    },
    {
      "title": "The Cameroon Mobile Phone SMS (CAMPS) trial: a randomized trial of text messaging versus usual care for adherence to antiretroviral therapy",
      "authors": [
        "L Mbuagbaw",
        "L Thabane",
        "P Ongolo-Zogo",
        "R Lester",
        "E Mills",
        "M Smieja",
        "L Dolovich",
        "C Kouanfack"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0046909"
    },
    {
      "title": "Randomized, crossover evaluation of mobile phone vs. paper diary in subjects with mild to moderate persistent asthma",
      "authors": [
        "E Meltzer",
        "N Kelley",
        "M Hovell"
      ],
      "year": 2008,
      "doi": "10.2174/1874306400802010072"
    },
    {
      "title": "Systematic review of text-messaging interventions to promote healthy behaviors in pediatric and adolescent populations: implications for clinical practice and research",
      "authors": [
        "L Militello",
        "S Kelly",
        "B Melnyk"
      ],
      "year": 2012,
      "doi": "10.1111/j.1741-6787.2011.00239.x"
    },
    {
      "title": "Improved adherence and outcomes for pediatric liver transplant recipients by using text messaging",
      "authors": [
        "T Miloh",
        "R Annunziato",
        "R Arnon",
        "J Warshaw",
        "S Parkar",
        "F Suchy",
        "K Iyer",
        "N Kerkar"
      ],
      "year": 2009,
      "doi": "10.1542/peds.2009-0415"
    },
    {
      "title": "A short message service (SMS)-based strategy for enhancing adherence to antipsychotic medication in schizophrenia",
      "authors": [
        "J Montes",
        "E Medina",
        "M Gomez-Beneyto",
        "J Maurino"
      ],
      "year": 2012,
      "doi": "10.1016/j.psychres.2012.07.034"
    },
    {
      "title": "NEHI research shows patient medication nonadherence costs health care system $290 billion annually",
      "year": 2009,
      "doi": "10.1037/e556062006-001"
    },
    {
      "title": "Advancing the science of mHealth",
      "authors": [
        "W Nilsen",
        "S Kumar",
        "A Shar",
        "C Varoquiers",
        "T Wiley",
        "W Riley",
        "M Pavel",
        "A Atienza"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2012.677394"
    },
    {
      "title": "Use of short message service (SMS) to improve malaria chemoprophylaxis compliance after returning from a malaria endemic area",
      "authors": [
        "L Ollivier",
        "O Romand",
        "C Marimoutou",
        "R Michel",
        "C Pognant",
        "A Todesco",
        "R Migliani",
        "D Baudon",
        "J Boutin"
      ],
      "year": 2009,
      "doi": "10.1186/1475-2875-8-236"
    },
    {
      "title": "Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005,
      "doi": "10.1056/nejmra050100"
    },
    {
      "title": "Improving asthma control through telemedicine: a study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic",
        "D Reznikoff",
        "A Stipic-Markovic",
        "Z Tudjman"
      ],
      "year": 2005,
      "doi": "10.1089/tmj.2005.11.28"
    },
    {
      "title": "Text messages as a reminder aid and educational tool in adults and adolescents with atopic dermatitis: a pilot study",
      "authors": [
        "V Pena-Robichaux",
        "J Kvedar",
        "A Watson"
      ],
      "year": 2010,
      "doi": "10.1155/2010/894258"
    },
    {
      "title": "A text message programme designed to modify patients' illness and treatment beliefs improves self-reported adherence to asthma preventer medication",
      "authors": [
        "K Petrie",
        "K Perry",
        "E Broadbent",
        "J Weinman"
      ],
      "year": 2012,
      "doi": "10.1111/j.2044-8287.2011.02033.x"
    },
    {
      "title": "Mobile Technology Fact Sheet",
      "year": 2014,
      "doi": "10.3133/fs20043149"
    },
    {
      "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders",
      "authors": [
        "C Pop-Eleches",
        "H Thirumurthy",
        "J Habyarimana",
        "J Zivin",
        "M Goldstein",
        "D De Walque",
        "L Mackeen",
        "J Haberer",
        "S Kimaiyo",
        "J Sidle",
        "D Ngare",
        "D Bangsberg"
      ],
      "year": 2011,
      "doi": "10.1097/qad.0b013e32834380c1"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    }
  ],
  "num_references": 40
}
