{
  "paper_id": "INH7JPWE",
  "title": "Prescriber perceptions of medication-related computerized decision support systems in hospitals: A synthesis of qualitative research",
  "abstract": "Objective: To identify factors that prevent and promote uptake of medication-related computerized decision support systems (CDSS) in hospitals, based on the perceptions of prescribers. Materials and methods: Databases Medline, Embase, CINAHL, PubMed and PsycINFO and the top five medical informatics journals were searched. English papers published after 2002, which used a qualitative approach to examine prescriber views of CDSS in hospitals were included. Qualitative data were extracted and mapped to the three domains of the HOT-fit framework (human, organization, and technology). Results: Factors preventing CDSS uptake were perceived threats to autonomy, CDSS conflicting with personal prescribing preferences, and mistrust of CDSS information. Factors promoting CDSS uptake were perceptions that CDSS improves safety and efficiency, and is easy to use. With respect to medication alerts, large numbers of irrelevant alerts reportedly led to alerts being ignored. When using order sentences/order sets, long lists of options led to excessive scrolling or clicks, and resulted in users opting for free text ordering. Discussion and conclusion: To promote medication-related CDSS uptake, it is recommended that prescribers' perspectives on CDSS usability and integration into workflow be sought during the design phase, that evidence on CDSS' effectiveness to improve safety be provided to prescribers, and that system information be kept up to date. To improve alert uptake, organizations should ensure that alerts and minimal and relevant. To improve uptake of order sentences/order sets, organizations should minimise the number of options available to prescribers. Future work should focus on exploring prescriber perceptions of other types of CDSS.",
  "year": 2017,
  "date": "2017",
  "journal": "J. Am. Med. Inform. Assoc",
  "publication": "J. Am. Med. Inform. Assoc",
  "authors": [
    {
      "forename": "Bethany",
      "surname": "Van Dort",
      "name": "Bethany Van Dort",
      "affiliation": "a  Centre for Health Systems and Safety Research , Australian Institute of Health Innovation , Macquarie University , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Centre for Health Systems and Safety Research \n\t\t\t\t\t\t\t\t Australian Institute of Health Innovation \n\t\t\t\t\t\t\t\t Macquarie University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "bethany.vandort@sydney.edu.au"
    },
    {
      "forename": "Wu",
      "surname": "Zheng",
      "name": "Wu Zheng",
      "affiliation": "a  Centre for Health Systems and Safety Research , Australian Institute of Health Innovation , Macquarie University , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Centre for Health Systems and Safety Research \n\t\t\t\t\t\t\t\t Australian Institute of Health Innovation \n\t\t\t\t\t\t\t\t Macquarie University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Melissa",
      "surname": "Baysari",
      "name": "Melissa Baysari",
      "affiliation": "a  Centre for Health Systems and Safety Research , Australian Institute of Health Innovation , Macquarie University , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Centre for Health Systems and Safety Research \n\t\t\t\t\t\t\t\t Australian Institute of Health Innovation \n\t\t\t\t\t\t\t\t Macquarie University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Charles",
      "surname": "Perkins",
      "name": "Charles Perkins"
    },
    {
      "affiliation": "Centre , John Hopkins Drive , The University of Sydney , NSW 2006 , Australia. \n\t\t\t\t\t\t\t\t Centre \n\t\t\t\t\t\t\t\t John Hopkins Drive \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2006 \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Introduction",
      "text": "Computerized decision support systems (CDSS) integrated into hospital computerized provider order entry (CPOE) systems have been shown to be effective in reducing prescribing error rates  [1] [2] [3] [4] [5]  and in improving inappropriate prescribing  [5] [6] [7] . However, there are other studies that demonstrate CDSS to be ineffective in improving prescribing behaviours. For example, a recent systematic review summarising studies of prescribing alerts in hospitals found that in 53% of studies, a beneficial effect of alerts was reported, no effect was observed in 34% of studies, and in 6%, a detrimental effect was found  [8] . In the same way, order sets, another common form of CDSS, have been shown to improve prescriber efficiency and facilitate evidence-based practices in some cases  [9] [10] [11] , but are ineffective in others  [12] . Substantial money and time are invested in the development, implementation and ongoing maintenance of CDSS  [13, 14] , therefore ensuring these systems are effective and are being used to their full potential is vital for return on investment and achieving maximum benefits for patients. Despite the potential for CDSS to improve prescribing, a key factor impeding success of these systems appears to be poor uptake and acceptance by prescribers  [15] [16] [17] .\n\nMultiple factors appear to contribute to variability in CDSS uptake, including factors related to the user, the system and the organization  [17] . The human, organization and technology-fit (HOT-fit) framework  [18]  proposes three domains of evaluation: human, organization and technology, and includes subdomains; 1) system use and user satisfaction, 2) structure and environment, and 3) system quality, information quality and service quality. This framework was developed by combining the Information Software (IS) Success Model and the IT-Organizational Fit Model. The IS Success Model contains specific evaluation categories focusing on system quality, and the IT-Organizational Fit Model integrates the factors and concept of fit between human, organization and technology  [17] . The resulting HOT-fit framework therefore allows evaluation of these interrelated aspects and provides a structured summary of factors to determine which are associated with poor uptake of CDSS. This would allow targeted interventions to be implemented to increase adoption by prescribers. Undertaking in-depth qualitative interviews with users is a common approach for ascertaining how and why information technology is used and perceived  [19, 20] . Previous reviews collating user perceptions of medication-related CDSS have mainly focused on the primary care setting, with studies highlighting a lack of technical support, hardware issues and limited integration between the CDSS and existing software to be the main concerns  [17] . No previous reviews of hospital prescriber perceptions of medication-related CDSS have been conducted. In the current study, we used the HOT-fit framework to collate available evidence on prescriber perceptions of medication-related CDSS in hospitals in order to identify key factors that prevent and promote CDSS uptake."
    },
    {
      "title": "Material and methods"
    },
    {
      "title": "Eligibility criteria",
      "text": "To be eligible for inclusion, studies must have explored prescriber perceptions of medication-related computerized decision support in a hospital setting and used a qualitative method for data collection and analysis. This is consistent with other qualitative reviews  [21, 22]  and the supplementary guidance on qualitative evidence synthesis by the Cochrane Qualitative and Implementation Methods Group  [23] . Included studies also needed to be written in English. For studies with both a qualitative and quantitative component, only the qualitative data was extracted and used for this review. We excluded studies that were not primary research studies and those that investigated user opinions prior to implementation of CDSS. As the focus of the review was CDSS embedded in CPOE systems, we excluded studies that explored perceptions of stand-alone decision support systems e.g. mobile phone applications. We excluded studies published prior to 2003, as a previous review published that year on features critical to improving clinical practice with CDSS found only 16% of papers related to CDSS embedded within CPOE  [7] . The remainder were stand-alone systems that provided print out advice to attach to paper medication charts. The majority of studies were also conducted in an outpatient setting and are likely to reveal user perceptions that are no longer relevant due to advancements in health information technology and computer literacy of users."
    },
    {
      "title": "Information sources",
      "text": "Online databases Medline, Embase, CINAHL, PubMed and PsycINFO were searched. Individual searches of the top five relevant medical informatics journals based on impact factor in March 2018 (Journal of Medical Internet Research, Journal of the American Medical Informatics Association, International Journal of Medical Informatics, Journal of Biomedical Informatics and BMC Medical Informatics and Decision Making) and government websites (Appendix A) were also conducted. Three sets of key terms on (1)\"decision support\", (2)\"hospital\" and (3)\"perceptions\" were defined. Within each set, terms were combined with \"OR\" and the three sets were then combined with \"AND\". The database search terms are in Appendix B. Reference lists of review papers were also checked for possible studies. Searches were performed in March 2018."
    },
    {
      "title": "Study selection process",
      "text": "The selection process is represented in Fig.  1 . Search results were imported into Endnote X8 referencing software and duplicates and non-English papers were removed. A random sample of 100 abstracts was independently screened by three reviewers to determine ease of applying the selection criteria and to assess consistency in determining inclusion or exclusion. An additional 32% of abstracts was screened by two researchers at which point it was determined that researchers were consistent in applying the selection criteria. The remaining papers were reviewed by one researcher (BV). The full-texts of 45 papers were screened by two researchers to determine the final list of papers for inclusion."
    },
    {
      "title": "Data extraction and analysis",
      "text": "Data were independently extracted from papers by two researchers (BV and WYZ). Data relating to user perceptions of CDSS (i.e. themes) were categorised using the HOT-fit framework. Data relating to user perceptions were also stratified according to CDSS type. The majority of studies in this review focused on alerts and order sentences/order sets. Perceptions relating to alerts and order sentences/order sets were categorised into facilitators and barriers to uptake. The researchers came together to compare themes and corresponding framework categories. Any discrepancies in data extraction or coding were discussed until a consensus was reached."
    },
    {
      "title": "Bias assessment",
      "text": "To assess the quality of the included studies, two reviewers applied the Joanna Briggs Institute Checklist for Qualitative Research  [24] . This tool was chosen as it is designed specifically for the assessment of congruity between objectives, methodology, data and the interpretation of results of qualitative studies in systematic reviews  [24, 25] . Any disagreements between the two researchers on whether studies fulfilled components of the checklist were discussed until a consensus was reached."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "The online databases and top five medical informatics journal search returned 6705 papers, 13 of which met the inclusion criteria. There were no new papers identified from reference lists of reviews or government website searches."
    },
    {
      "title": "Study characteristics",
      "text": "A description of the study characteristics is presented in Table  1 . Some studies used mixed methods (n = 6) and some (n = 7) used a single qualitative method. Interviews were the most common data collection method used (n = 11). The focus of most studies was computerized alerts (n = 10), with many also examining perceptions of order sentences or order sets (n = 7). Most CDSS evaluated (n = 10) were general systems and did not focus on a specific clinical area, drug class or condition (e.g. antimicrobial prescribing)."
    },
    {
      "title": "Results of bias assessment",
      "text": "The 13 studies all had congruity between the research objectives, methodology, interpretation of results, and conclusion. None of the studies had a statement locating the researcher culturally or theoretically, and none addressed the influence of the researcher on the research. Eleven papers adequately represented 'participants' voices', with the remaining two  [28, 35]  not including participant quotes to support their interview findings. Appendix C shows a summary of the bias assessment results."
    },
    {
      "title": "Synthesis of results"
    },
    {
      "title": "User perceptions of all CDSS categorised using the HOT-fit framework",
      "text": "Table  2  presents user perceptions of CDSS categorised into the HOTfit framework domains of organization, human and technology. Fig.  2  depicts the interrelationships between the domains and visually portrays the main themes extracted from papers. As evident in Table  2  and Fig.  2 , most themes related to the subdomains of system use and system quality. Few themes related to organization and we did not find any user perceptions related to the environment.\n\nA large proportion of users' perceptions were categorized into the human domain, in particular, the subdomain of system use. Expectations that medication-related CDSS improves safety  [27, 29, 31, 33, 34, 36, 37]  and efficiency  [27, 29, 36]  were consistently identified as facilitators of CDSS uptake. Factors associated with resistance to using CDSS included mistrust of the information  [26, 28, 34] , CDSS recommendations conflicting with prescribers' professional autonomy  [33, 34, 36] , and personal prescribing preferences  [28, 35] . In the subdomain of user satisfaction, a lack of perceived usefulness was found to be a barrier to CDSS uptake. This included senior doctors viewing CDSS as a tool more useful for junior doctors than themselves  [34, 36] .\n\nIn the technology domain, system quality was a key theme that emerged from papers with usefulness, efficiency and ease of use perceived to affect users' uptake of CDSS. Making the CDSS targeted and relevant to the user was a common facilitator  [26] [27] [28] [29] 35] , while systems that were perceived to reduce efficiency via excessive clicking  [27, 30, 33, 35] , scrolling  [26, 35, 38]  and interruptions to workflow  [27, 28, 33]  were less likely to be used. User perceptions relating to ease of use focussed on clear screen layout  [26, 28, 35]  and appropriate placement of information  [30] ."
    },
    {
      "title": "User perceptions of medication-related alerts and order sentences/ order sets",
      "text": "The barriers and facilitators to uptake of medication-related alerts and order sentences/order sets are presented in Tables  3  and  4 . With respect to alerts, the most frequent barriers reported by users were that too many irrelevant alerts were presented  [26, 28, 29, 34, 35]  and that the information contained in alerts was not trustworthy  [26, 28, 33] . A key facilitator to alert acceptance was believing alerts improved patient safety  [27, 31, 37] . The most commonly reported barrier to uptake of order sentences/order sets was that too many options were available to users when prescribing  [26, 31, 35, 37, 38] . The main facilitators were beliefs that the use of order sentences/order sets improves efficiency and safety  [31, 35, 36] ."
    },
    {
      "title": "Discussion",
      "text": "This systematic review synthesized the evidence to identify factors that prevented and promoted uptake of medication-related CDSS in hospitals, based on the perceptions of prescribers. We identified 13 studies that met inclusion criteria and classified data extracted from papers into human, organization and technology domains using the HOT-fit framework. Users' perceptions primarily related to the human (prescriber) and technology (CDSS). Based on the findings of this review, we have deduced five key recommendations to increase uptake of medication-related CDSS in a hospital."
    },
    {
      "title": "Seek user perspectives on system usability and integration into workflow at the design phase prior to implementation",
      "text": "Although we identified only a small number of organization-related factors that influenced user uptake of CDSS, the two factors we extracted, prescriber involvement in implementation of CDSS and toplevel support, are important facilitators for organizations to consider. There is limited research focused on stakeholder involvement in developing and implementing CDSS  [39] , however, observational studies of prescribers have shown it is often junior doctors that are most exposed to the CDSS  [40]  and therefore this group should play a role in the development of the system. By involving prescribers at the development and implementation stages, the CDSS is likely to better align with end-user's workflow and cognitive processes  [41] . * percentages do not add to 100 as some studies used multiple methods or assessed multiple types of CDSS."
    },
    {
      "title": "Provide local evidence to users that CDSS use improves patient safety",
      "text": "Results suggest that uptake of CDSS will be poor if prescribers feel the system threatens their autonomy or if users perceive the CDSS as unnecessary. A study using a personality profiling tool on health professionals found that it is difficult to change doctor behaviours, and that any change requires highlighting the positive difference adherence to the culture-change can make, particularly with strong evidence  [42] . The most frequently occurring problem was lack of screen direction. [26]  Information placement  [30, 36]  \"I think it's good having the formulary at the top because that's a piece of information your always need to think about\"  [30]  Information quality Reliability Up-to-date CDSS in line with current policy  [28, 34, 37]  \"order sentences out of date as policy changes had occurred but not been updated in the system\" [37] Service quality Technical support User training  [27, 29]  \"[support staff]wore red vests, and they were on the floors and could be summoned by, you know, 'Hey, could you come over and help me?' if they were right within earshot, or you could call, and someone would come up and help you\"  [27]  * italicized responses are from study participants; non-italicized responses are from manuscript authors.\n\nOur review revealed the belief that CDSS improves safety is a key driver of CDSS uptake. This was particularly the case for medication alerts. A study that interviewed users prior to CDSS implementation showed prescribers have an expectation that CDSS will improve patient safety  [43]  and our study has confirmed that when these expectations are met, uptake of the system is more likely. However, evidence of medication alerts' effectiveness in improving patient safety is mixed  [3, 8] , with variable alert designs and contexts of use possibly precluding generalizability to all hospitals. Providing evidence of benefits from the local site would assist organizations in overcoming this common barrier to CDSS use. Table  3  User reported barriers to and facilitators of medication alert uptake.\n\nThemes identified References Illustrative quotes from included studies *"
    },
    {
      "title": "BARRIERS",
      "text": "Irrelevant alerts  [26, 28, 29, 34, 35]  \"I think you have to determine what CDS is relevant to the specific providers, realize quality and not quantity\"\n\n[29] Mistrust of alert information  [26, 28, 34]  \"Who controls the controller? I would want to know who puts the evidence into the system, to be sure that it's reliable…\" [34] Too many alerts  [26, 28]  Some concerns were expressed that the number of alerts will soon overcharge the screen  [28]  Alerts ignored in favour of senior staff/ department preferences  [28, 32]  \"Sometimes they [senior physicians] want to give piptazo, regardless of whatever ARUSC [the CDSS] recommends\"  [32]  Alerts poorly displayed  [28, 34]  Some alerts are out of the visual focus region when using the system and thus leading to low response levels to the alerts  [28]  Outdated alerts  [28, 34]  \"We need to be able to update the CDSS quickly if we want to offer an optimal service to our patients.\n\n[…] We need to be on top of this because nowadays the guidelines may change more than once every year.\" [34]  Alerts encroach on physician autonomy  [34]  \"Physicians' power and authority derives from the diagnostic and therapeutic process\" [34] FACILITATORS Alerts improve safety  [27, 31, 37 ] \"[there are now] moral obligations on physicians to embrace the record [CDSS] to improve patient safety\" [27] User involvement in implementation of alerts  [29, 34]  \"If it's perceived as a top-down order, clinicians will reject it. Physicians must agree and engage in the project\"  [34]  Alerts are non-interruptive to workflow  [28, 33]  The revised alert proved to be more acceptable because of increased ease of dismissal  [33]  Alerts useful in cases of uncertainty  [28, 32]  \"I use quite often because at night when you really don't know what's going on...\"  [32]  Trust in alert information  [32]  \"'.. . your (antibiotic) selection may not be superior to ARUSC [the CDSS]. It's probably better to use ARUSC [the CDSS]\" [32] Alerts complement clinicians' competencies and skills  [34]  \"To have a support can double check for us, and provide us with updated, ad hoc evidences… I think it's a blessing!\" [34]  * italicized responses are from study participants; non-italicized responses are from manuscript authors. As mentioned previously, our review revealed that threats to prescriber autonomy and individual prescribing preferences often overshadowed CDSS recommendations, which was partly due to mistrust of CDSS information. Furthermore, our review found resistance to CDSS use when prescribers felt that the information presented was not up to date with current policies. A focus group conducted with prescribers revealed they are more accepting of alerts when the system has a reliable knowledge base that is developed with input from trusted peers  [44] . Therefore, ensuring the system is reliable and updated regularly will likely increase CDSS uptake."
    },
    {
      "title": "For alerts: ensure they are minimal and relevant to users",
      "text": "The presentation of irrelevant alerts was identified to be a key barrier to CDSS use in this review. Previous studies have shown that prescribers override the majority of alerts presented  [16, 40] . A review of medication alerts identified low clinical relevance as a major reason for alert overrides  [16] . To minimise this, increased specificity is needed, which can be achieved by, for example, tailoring alerts to patients and removing non-urgent alerts  [16, 45] . Improving CDSS quality in this way can positively impact on system use and on user satisfaction. 4.5. For order sentences/order sets: minimise options available to prescribers and excessive clicks and scrolling, to improve efficiency Improving the usability of the system by minimizing interruptions to workflow, the number of clicks needed and the number of options available to prescribers can improve CDSS uptake. Research has shown that the use of order sets increases efficiency quantitatively (i.e. time taken to prescribe)  [46]  but our review has shown that if prescribers perceive this option to be inefficient due to excessive scrolling and clicking, they are likely to opt for free-text ordering. Previous studies have found that perceived usefulness and perceived ease of use of a technological system strongly correlates with system usage  [47, 48] . A survey study investigating user satisfaction with CPOE found that overall satisfaction most strongly correlated with perceptions of productivity, ease of use and speed  [49] . Therefore, improving efficiency through minimising options will likely improve uptake of order sentences/order sets."
    },
    {
      "title": "Limitations",
      "text": "Our review has a number of limitations. The HOT-fit framework helped organize our findings, but we identified some challenges with its use. A number of themes could be categorised under multiple dimensions and this resulted in multiple discussions between researchers to reach a consensus. With the exception of alerts and order sentences/ order sets, there was limited information available on the other types of CDSS, which limited our ability to stratify all results by CDSS type. Two of the papers also lacked participant quotes to support their findings, which was reflected in the quality assessment. This made it difficult to ascertain precise details of users' perspectives. Finally, searches were conducted in March 2018, and additional papers may have been published between the search date and the publication date."
    },
    {
      "title": "Conclusion",
      "text": "Most studies exploring prescribers' perceptions of medication-related CDSS focused on computerized alerts and order sentences/order sets. Factors preventing CDSS uptake were perceived threats to clinical autonomy, conflicts with personal prescribing preferences, and mistrust of information. Factors promoting CDSS uptake were perceptions that CDSS improves patient safety and work efficiency, and is easy to use. With respect to medication alerts specifically, large numbers of irrelevant alerts reportedly led to alerts being ignored. When using order sentences/order sets, long lists of options led to excessive scrolling or clicks, and resulted in users opting for free text ordering. Further qualitative research is needed to focus on other forms of CDSS such as information links or dosage calculators, in order to understand how prescribers view these tools and to subsequently identify ways to optimise their use."
    },
    {
      "title": "Authors contributions",
      "text": "Bethany A. Van Dort contributed to the conception and design of the study, acquisition of data, analysis and interpretation of data, drafting and critically revising the article for important intellectual content, and Table  4  User reported barriers and facilitators of order sentences and order set uptake."
    },
    {
      "title": "Themes identified References",
      "text": "Illustrative quotes from included studies * BARRIERS Too many options in order sentences/order sets when prescribing  [26, 31, 35, 37, 38]  \"For example, ceftriaxone, there is an enormous list of quicklists [pre-written orders] and you sort of have to scroll through to find the one that you want\"  [38]  Prefilled information in order sentences/order sets results in new risks  [31]  Users suggested the system could also introduce new risks of selection errors (e.g., when the use of pull-down menus resulted in users accidentally selecting the wrong drug), automatic allocation of timing and doses (without the user realizing)  [31]  Outdated order sentences/ order sets  [37]  \"Order sentences out of date as policy changes had occurred but not been updated in the system\" [37] Order sentences/order sets not utilised for familiar drugs  [35]  Some participant don't often use electronic drug module feature for ordering prescriptions because they are familiar with drugs they prescribe  [35]  Over-dependence on order sentences/order sets  [35]  …they feel insecure at the time of ordering medications such as if a drug is not listed out in medication database  [35]  Order sentences/order sets encroach on physician autonomy  [36]  \"I kinda know what I want to order when I see somebody. I don't need a set of stock orders to do that\"  [36]  Order sentences/order sets are viewed as a resource for clinicians in training [36] \"I think it's targeting a different audience than what I need at this point. I think it is helpful for someone in training\" [36] Lack of need for order sentences/order sets [36] \"The most prevalent barrier related to usefulness of the geriatric order sets was the lack of perceived need to change prescribing behavior\" [36] FACILITATORS Order sentences/order sets improve safety [31,35,36] \"The electronic dose and partly prefilled drug order modules were also perceived most useful as it prevents for over and under dosing\" [35] Order sentences/order sets improve efficiency [35,36] \"When you click a medication with that order set it comes right up. I like that. I'm lazy\" [36] Order sentences/order sets complement clinicians prescribing [31] \"…we have come up with default values and names…if you're not sure how to spell a medicine it will obviously come up with the one you are likely to want…\" [31] * italicized responses are from study participants; non-italicized responses are from manuscript authors. B.A. Van Dort, et al. International Journal of Medical Informatics 129 (2019) 285-295 CINAHL search terms Keywords Subject headings 1 OR Alert* Decision Support CDSS CDS Order check Warning* Computerised physician order entry Computerized physician order entry Computerised provider order entry CPOE Electronic Medica* EMM EMMS EMR Electronic prescribing system EPS e-prescribing decision support systems, clinical drug therapy, computer assisted electronic order entry AND 2 OR Hospital* Inpatient* Hospitals Inpatients AND 3 OR View* Opinion* Accept* Facilitator* Barrier* Useability Usability User resistance Attitude* Qualitative studies Interviews Focus groups \"*\" Used for truncation. Subject headings are specific to those found in the CINAHL database. PsychINFO search terms Keywords Subject headings 1 OR Alert* Decision Support CDSS CDS Prompt* Order check Warning* Computerised physician order entry Computerized physician order entry Computerised provider order entry CPOE Electronic Medica* EMM EMMS EMR Electronic prescribing system EPS e-prescribing Decision Support Systems AND 2 OR Hospital* Inpatient* Hospitals AND 3 OR View* Opinion* Accept* Facilitator* Barrier* Useability Usability User resistance Focus groups Attitude* Qualitative research Interviews \"*\" Used for truncation. Subject headings are specific to those found in the PsychINFO database. Appendix C. Results of bias assessment using Joanna Briggs Institute Checklist for Qualitative Research [24] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] 1 Congruity between the stated philosophical perspective and the research methodology Yes Yes N/a N/a N/a N/a N/a Yes N/a N/a N/a N/a N/a 2 Congruity between the research methodology and the research objectives Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 3 Congruity between the research methodology and the methods used to collect the data Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 4 Congruity between the research methodology and the representation and analysis of data Yes Yes Yes Yes Yes Yes Yes Yes U Yes Yes Yes Yes 5 Congruity between the research methodology and the interpretation of results Yes Yes Yes Yes Yes Yes Yes Yes Yes Participants, and their voices, are represented adequately Yes Yes Yes Yes Yes Yes Yes Yes No Yes No Yes Yes 9 Research is ethical Yes Yes Yes Yes Yes Yes Yes Yes U N/a U Yes Yes 10 Conclusions appear to flow from the analysis or interpretation of the data Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Note: U; unknown, N/a; not applicable"
    },
    {
      "text": "Fig. 1. Study selection process."
    },
    {
      "text": "Fig. 2. User perceptions themes mapped into the HOT-fit framework diagram [18]."
    },
    {
      "text": ".A.Van  Dort, et al. International Journal of Medical Informatics 129 (2019) 285-295 4.3. Keep the CDSS information up to date to increase the likelihood that it is trusted by users"
    },
    {
      "text": "Summary of study characteristics."
    },
    {
      "text": "[34]  perceptions of CDSS extracted from papers, mapped to the HOT-fit framework.\".. .youcanback it up if the next day the next team asks you why it's like that, then you say \"ARUSC [CDSS] recommended\", so in that way, you're covered.\"[32]Medico-legalpurposes[34]\"Let's say I don't turn it on and for whatever unrelated reason something happens to the patient.A judge may say \"How is it that you didn't use the CDSS even if you could have?\"It can be used against us\"[34]"
    }
  ],
  "references": [
    {
      "title": "Impact of commercial computerized provider order entry (CPOE) and clinical decision support systems (CDSSs) on medication errors, length of stay, and mortality in intensive care units: a systematic review and meta-analysis",
      "authors": [
        "M Prgomet",
        "L Li",
        "Z Niazkhani",
        "A Georgiou",
        "J Westbrook"
      ],
      "year": 2017,
      "doi": "10.1093/jamia/ocw145"
    },
    {
      "title": "Using EMR-enabled computerized decision support systems to reduce prescribing of potentially inappropriate medications: a narrative review",
      "authors": [
        "I Scott",
        "P Pillans",
        "M Barras",
        "C Morris"
      ],
      "year": 2018,
      "doi": "10.1177/2042098618784809"
    },
    {
      "title": "What evidence supports the use of computerized alerts and prompts to improve clinicians' prescribing behavior?",
      "authors": [
        "A Schedlbauer",
        "V Prasad",
        "C Mulvaney",
        "S Phansalkar",
        "W Stanton",
        "D Bates"
      ],
      "year": 2009
    },
    {
      "title": "Effects of two commercial electronic prescribing systems on prescribing error rates in hospital in-patients: a before and after study",
      "authors": [
        "J Westbrook",
        "M Reckmann",
        "L Li",
        "W Runciman",
        "R Burke",
        "C Lo",
        "M Baysari",
        "Et Al"
      ],
      "year": 2012
    },
    {
      "title": "Effects of clinical decision-support systems on practitioner performance and patient outcomes: a synthesis of high-quality systematic review findings",
      "authors": [
        "M Jaspers",
        "M Smeulers",
        "H Vermeulen",
        "L Peute"
      ],
      "year": 2011,
      "doi": "10.1136/amiajnl-2011-000094"
    },
    {
      "title": "Effects of computerized clinical decision support systems on practitioner performance and patient outcomes: a systematic review",
      "authors": [
        "A Garg",
        "N Adhikari",
        "H Mcdonald",
        "M Rosas-Arellano",
        "P Devereaux",
        "J Beyene"
      ],
      "year": 2005
    },
    {
      "title": "Improving clinical practice using clinical decision support systems: a systematic review of trials to identify features critical to success",
      "authors": [
        "K Kawamoto",
        "C Houlihan",
        "E Balas",
        "D Lobach"
      ],
      "year": 2005
    },
    {
      "title": "A systematic review of the effectiveness of interruptive medication prescribing alerts in hospital CPOE systems to change prescriber behavior and improve patient safety",
      "authors": [
        "N Page",
        "M Baysari",
        "J Westbrook"
      ],
      "year": 2017
    },
    {
      "title": "Chemotherapy error reduction: a multidisciplinary approach to create templated order sets",
      "authors": [
        "C Dinning",
        "P Branowicki",
        "J O'neill",
        "B Marino",
        "A Billett"
      ],
      "year": 2005
    },
    {
      "title": "Integrating \"Best of care\" protocols into clinicians' workflow via care provider order entry: impact on quality-of-Care indicators for acute myocardial infarction",
      "authors": [
        "A Ozdas",
        "T Speroff",
        "L Waitman",
        "J Ozbolt",
        "J Butler",
        "R Miller"
      ],
      "year": 2006,
      "doi": "10.1197/jamia.m1656"
    },
    {
      "title": "Improving quality of care for acute myocardial infarction: the guidelines applied in practice (gap) initiative",
      "authors": [
        "R Mehta",
        "C Montoye",
        "M Gallogly",
        "P Baker",
        "A Blount",
        "J Faul"
      ],
      "year": 2002
    },
    {
      "title": "Some unintended consequences of clinical decision support systems",
      "authors": [
        "J Ash",
        "D Sittig",
        "E Campbell",
        "K Guappone",
        "R Dykstra"
      ],
      "year": 2007,
      "doi": "10.1016/j.ijmedinf.2006.05.017"
    },
    {
      "title": "Costs associated with developing and implementing a computerized clinical decision support system for medication dosing for patients with renal insufficiency in the long-term care setting",
      "authors": [
        "T Field",
        "P Rochon",
        "M Lee",
        "L Gavendo",
        "S Subramanian",
        "S Hoover"
      ],
      "year": 2008
    },
    {
      "title": "Cost-effectiveness of an electronic medication ordering system (CPOE/CDSS) in hospitalized patients",
      "authors": [
        "K Vermeulen",
        "J Van Doormaal",
        "R Zaal",
        "P Mol",
        "A Lenderink",
        "F Haaijer-Ruskamp"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.05.003"
    },
    {
      "title": "Factors influencing alert acceptance: a novel approach for predicting the success of clinical decision support",
      "authors": [
        "H Seidling",
        "S Phansalkar",
        "D Seger",
        "M Paterno",
        "S Shaykevich",
        "W Haefeli"
      ],
      "year": 2011
    },
    {
      "title": "Overriding of drug safety alerts in computerized physician order entry",
      "authors": [
        "H Van Der",
        "J Sijs",
        "A Aarts",
        "M Vulto",
        "Berg"
      ],
      "year": 2006
    },
    {
      "title": "Computerized clinical decision support for prescribing: provision does not guarantee uptake",
      "authors": [
        "A Moxey",
        "J Robertson",
        "D Newby",
        "I Hains",
        "M Williamson",
        "S.-A Pearson"
      ],
      "year": 2010,
      "doi": "10.1197/jamia.m3170"
    },
    {
      "title": "An evaluation framework for Health Information Systems: human, organization and technology-fit factors (HOT-fit)",
      "authors": [
        "M Yusof",
        "J Kuljis",
        "A Papazafeiropoulou",
        "L Stergioulas"
      ],
      "year": 2008
    },
    {
      "title": "Future directions in evaluation research: people, organizational, and social issues",
      "authors": [
        "B Kaplan",
        "N Shaw"
      ],
      "year": 2004
    },
    {
      "title": "Patient-perceived usefulness of online electronic medical records: employing grounded theory in the development of information and communication technologies for use by patients living with chronic illness",
      "authors": [
        "W Winkelman",
        "K Leonard",
        "P Rossos"
      ],
      "year": 2005,
      "doi": "10.1197/jamia.m1712"
    },
    {
      "title": "What factors affect evidence-informed policymaking in public health? Protocol for a systematic review of qualitative evidence using thematic synthesis",
      "authors": [
        "B Verboom",
        "P Montgomery",
        "S Bennett"
      ],
      "year": 2016,
      "doi": "10.1186/s13643-016-0240-6"
    },
    {
      "title": "Clinical reminder alert fatigue in healthcare: a systematic literature review protocol using qualitative evidence",
      "authors": [
        "R Backman",
        "S Bayliss",
        "D Moore",
        "I Litchfield"
      ],
      "year": 2017,
      "doi": "10.1186/s13643-017-0627-z"
    },
    {
      "title": "Supplementary Guidance for Inclusion of Qualitative Research in Cochrane Systematic Reviews of Interventions: Cochrane Qualitative Research Methods Group",
      "authors": [
        "J Harris"
      ],
      "year": 2011
    },
    {
      "title": "The Joanna Briggs Institute Critical Appraisal Tools for Use in JBI Systematic Reviews",
      "authors": [
        "Joanna Briggs"
      ],
      "year": 2016,
      "doi": "10.7717/peerj.18108/table-3"
    },
    {
      "title": "A comparative analysis of three online appraisal instruments' ability to assess validity in qualitative research",
      "authors": [
        "K Hannes",
        "C Lockwood",
        "A Pearson"
      ],
      "year": 2010,
      "doi": "10.1177/1049732310378656"
    },
    {
      "title": "Cognitive analysis of decision support for antibiotic prescribing at the point of ordering in a neonatal intensive care unit",
      "authors": [
        "B Sheehan",
        "D Kaufman",
        "P Stetson",
        "L Currie"
      ],
      "year": 2009
    },
    {
      "title": "Physicians' beliefs about using EMR and CPOE: in pursuit of a contextualized understanding of health IT use behavior",
      "authors": [
        "R Holden"
      ],
      "year": 2010
    },
    {
      "title": "A qualitative analysis of prescription activity and alert usage in a computerized physician order entry system",
      "authors": [
        "R Wipfli",
        "M Betrancourt",
        "A Guardia",
        "C Lovis"
      ],
      "year": 2011
    },
    {
      "title": "Standard practices for computerized clinical decision support in community hospitals: a national survey",
      "authors": [
        "J Ash",
        "J Mccormack",
        "D Sittig",
        "A Wright",
        "C Mcmullen",
        "D Bates"
      ],
      "year": 2012
    },
    {
      "title": "Electronic medication information sources: understanding the needs and preferences of health professionals",
      "authors": [
        "M Baysari",
        "E Lehnbom",
        "K Richardson",
        "B O'reilly",
        "M Heywood",
        "T Melocco"
      ],
      "year": 2013
    },
    {
      "title": "Evaluation of medium-term consequences of implementing commercial computerized physician order entry and clinical decision support prescribing systems in two' early adopter' hospitals",
      "authors": [
        "K Cresswell",
        "D Bates",
        "R Williams",
        "Z Morrison",
        "A Slee",
        "J Coleman"
      ],
      "year": 2014
    },
    {
      "title": "Psychosocial determinants of physicians' acceptance of recommendations by antibiotic computerised decision support systems: a mixed methods study",
      "authors": [
        "A Chow",
        "D Lye",
        "O Arah"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijantimicag.2014.10.009"
    },
    {
      "title": "Computerized clinical decision support for the early recognition and management of acute kidney injury: a qualitative evaluation of end-user experience",
      "authors": [
        "N Kanagasundaram",
        "M Bevan",
        "A Sims",
        "A Heed",
        "D Price",
        "N Sheerin"
      ],
      "year": 2016,
      "doi": "10.1093/ckj/sfv130"
    },
    {
      "title": "What hinders the uptake of computerized decision support systems in hospitals? A qualitative study and framework for implementation",
      "authors": [
        "E Liberati",
        "F Ruggiero",
        "L Galuppo",
        "M Gorli",
        "M González-Lorenzo",
        "M Maraldi"
      ],
      "year": 2017,
      "doi": "10.1186/s13012-017-0644-2"
    },
    {
      "title": "Evaluation of electronic prescribing decision support system at a tertiary care pediatric hospital: the user acceptance perspective",
      "authors": [
        "A Omar",
        "J Ellenius",
        "S Lindemalm"
      ],
      "year": 2017
    },
    {
      "title": "Improving geriatric prescribing in the ED: a qualitative study of facilitators and barriers to clinical decision support tool use",
      "authors": [
        "A Vandenberg",
        "C Vaughan",
        "M Stevens",
        "S Hastings",
        "J Powers",
        "A Markland"
      ],
      "year": 2017,
      "doi": "10.1093/intqhc/mzw129"
    },
    {
      "title": "Longitudinal study of user experiences of a CPOE system in a pediatric hospital",
      "authors": [
        "M Baysari",
        "R Hardie",
        "R Lake",
        "L Richardson",
        "C Mccullagh",
        "A Gardo"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2017.10.018"
    },
    {
      "title": "Redesign of computerized decision support to improve antimicrobial prescribing. A controlled before-and-after study",
      "authors": [
        "M Baysari",
        "J Del Gigante",
        "M Moran",
        "I Sandaradura",
        "L Li",
        "K Richardson"
      ],
      "year": 2017
    },
    {
      "title": "A systematic review of clinical decision support systems for antimicrobial management: are we failing to investigate these interventions appropriately?",
      "authors": [
        "T Rawson",
        "L Moore",
        "B Hernandez",
        "E Charani",
        "E Castro-Sanchez",
        "P Herrero"
      ],
      "year": 2017
    },
    {
      "title": "The influence of computerized decision support on prescribing during ward-rounds: are the decision-makers targeted?",
      "authors": [
        "M Baysari",
        "J Westbrook",
        "K Richardson",
        "R Day"
      ],
      "year": 2011
    },
    {
      "title": "Failure to utilize functions of an electronic prescribing system and the subsequent generation of' technically preventable' computerized alerts",
      "authors": [
        "M Baysari",
        "M Reckmann",
        "L Li",
        "R Day",
        "J Westbrook"
      ],
      "year": 2012
    },
    {
      "title": "Use of an innovative personality-mindset profiling tool to guide culture-change strategies among different healthcare worker groups",
      "authors": [
        "M Grayson",
        "N Macesic",
        "G Huang",
        "K Bond",
        "J Fletcher",
        "G Gilbert"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0140509"
    },
    {
      "title": "Measuring clinicians' expectations prior to EHR implementation",
      "authors": [
        "M Cantor",
        "B Raucher"
      ],
      "year": 2005
    },
    {
      "title": "What may help or hinder the implementation of computerized decision support systems (CDSSs): a focus group study with physicians",
      "authors": [
        "H Varonen",
        "T Kortteisto",
        "M Kaila",
        "Study Ebmeds",
        "Group"
      ],
      "year": 2008
    },
    {
      "title": "Improving medication-related clinical decision support",
      "authors": [
        "C Tolley",
        "S Slight",
        "A Husband",
        "N Watson",
        "D Bates"
      ],
      "year": 2018,
      "doi": "10.2146/ajhp160830"
    },
    {
      "title": "Effect of predefined order sets and usability problems on efficiency of computerized medication ordering",
      "authors": [
        "R Khajouei",
        "N Peek",
        "P Wierenga",
        "M Kersten",
        "M Jaspers"
      ],
      "year": 2010,
      "doi": "10.1016/j.ijmedinf.2010.08.001"
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008"
    },
    {
      "title": "Understanding doctors' perceptions of their prescribing competency and the value they ascribe to an electronic prescribing system",
      "authors": [
        "M Baysari",
        "J Westbrook",
        "R Day"
      ],
      "year": 2012
    },
    {
      "title": "Implementation of physician order entry: user satisfaction and self-reported usage patterns",
      "authors": [
        "F Lee",
        "J Teich",
        "C Spurr",
        "D Bates"
      ],
      "year": 1996,
      "doi": "10.1136/jamia.1996.96342648"
    }
  ],
  "num_references": 49,
  "original_doi": "https://doi.org/10.13039/501100000925"
}
