{
  "paper_id": "IS5UJPCQ",
  "title": "Stakeholders' Perceptions Regarding Digital Therapeutics Reimbursement in South Korea: Qualitative Study",
  "abstract": "Background: Digital therapeutics (DTx) are therapeutic interventions driven by software and directly provided to patients, allowing them to manage their health with ease in any setting. A growing interest in DTx has spurred a discussion concerning their reimbursement pathways. However, DTx are still at a premature stage, with insufficient evidence on effectiveness, efficiency, and safety. Currently, although industries desire to quickly enter the market, especially by getting their products reimbursed by the National Health Insurance (NHI) fund, the NHI is cautious about DTx due to their uncertainties. Thus, public discussion and social consensus are crucial in deciding whether to reimburse DTx by the NHI fund. Objective: This study examined multiple stakeholders' awareness and attitudes toward DTx and perceptions of regulatory pathways for adopting DTx. Methods: In-depth interviews were conducted with 11 stakeholders in South Korea (industry: n=4, health care: n=3, academia: n=2, and consumer: n=2) using semistructured guidelines. They were purposively sampled to identify individuals with expertise in DTx and NHI policies. The interviews were conducted either in person or via a videoconference for 45-70 minutes. Qualitative data were analyzed using directed content analysis, which uses interview guidelines as an analytical framework. Results: Findings were divided into three categories: (1) awareness and attitude toward DTx, (2) perception of whether DTx are worth entering the market and being reimbursed by the NHI fund, and (3) perception of how to enter the market and how to reimburse DTx by the NHI fund if they are worth it. Although consumer stakeholders were not familiar with the basic concept of DTx, the other stakeholders understood it thoroughly. However, all participants showed positive attitudes and acceptance of DTx. Most of them responded that DTx are worth entering the market, but they could not reach an agreement on the pathways for DTx to enter the market. Although participants were in favor of the reimbursement of DTx in principle, they responded that a conservative approach is required due to insufficient clinical evidence for DTx. Conclusions: We found that stakeholders in South Korea had positive attitudes toward DTx, perceived them as worth using, and agreed to allow them to enter the market. The main issue was not the problem of the technology itself but the difference in opinion as to the pathways for reimbursement. Therefore, this study concluded that the NHI fund, which is operated very conservatively, is insufficient to quickly adopt and implement DTx. Various reimbursement methods, including tax-based financing, raising innovation funds for new technologies, and pilot studies using the NHI fund, should be used to rapidly generate clinical evidence and reduce the uncertainties of DTx to secure a stable market.",
  "year": 2023,
  "date": "2023-01-06",
  "authors": [
    {
      "name": "Boram Sim"
    },
    {
      "name": "Jin Ju"
    },
    {
      "name": "Byungsoo Kim",
      "affiliation": {
        "organization": "Department of Drug Utilization Review (DUR)",
        "department": "Department of Drug Utilization Review (DUR)",
        "institution": "and Assessment Service (HIRA)",
        "address": "Wonju-Si, Republic of Korea"
      }
    },
    {
      "name": "Jin Lee",
      "affiliation": {
        "organization": "Department of Health Policy and Management",
        "department": "Department of Health Policy and Management",
        "institution": "Seoul National University College of Medicine",
        "address": "Seoul, Republic of Korea"
      }
    },
    {
      "affiliation": {
        "organization": "Health Insurance Review and Assessment Service (HIRA)",
        "department": "Health Insurance Review and Assessment Service (HIRA)",
        "institution": "HIRA Research Institute",
        "address": "Wonju-Si, Republic of Korea"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Health Policy and Management",
        "department": "Department of Health Policy and Management",
        "institution": "Seoul National University College of Medicine",
        "address": "101 Daehak-ro Jongno-gu, 03080, Seoul, Republic of Korea"
      }
    }
  ],
  "doi": "10.2196/47407",
  "md5": "873D8CFB1AE73BAE1644E83EBDF523CB",
  "publication": {
    "journal": "Yonsei Med J",
    "journal_inferred": true
  },
  "keywords": [
    "digital therapeutics",
    "digital technology",
    "mobile applications",
    "internet-based intervention",
    "reimbursement mechanism",
    "qualitative research",
    "perception",
    "reimbursement",
    "software",
    "intervention",
    "stakeholder",
    "implementation",
    "opinion",
    "reimbursement method"
  ],
  "funding": [
    "Acknowledgments We would like to thank all the study participants for their time and valuable insights."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Digital therapeutics (DTx) refer to software as a medical device that is independently operated from hardware. They are used to prevent, manage, and treat various illnesses  [1] . The most acclaimed DTx product is the reSET mobile app developed by Pear Therapeutics. Approved by the US Food and Drug Administration in 2017, the reSET mobile app provides cognitive behavioral therapy for patients with substance use disorder. It has garnered global attention as studies proved its efficacy to treat diseases, unlike several previously launched health care apps  [2] . Subsequently, DTx have gained momentum as a new treatment modality that may substitute or supplement conventional medical practices. Notably, as the COVID-19 pandemic prompted individuals to recognize the advantages of telemedicine, in which health care services could be provided remotely, the potential of DTx to deliver therapeutic interventions through software has gained significant attention  [3] . Considering this recent growing interest in DTx, their market has been expanding rapidly  [4, 5] .\n\nThe emergence of the DTx market has spurred discussions concerning reimbursement pathways, as securing them guarantees a stable market for DTx developers upon their release. In South Korea, where almost the majority of the population is included in the National Health Insurance (NHI), the fact of whether DTx is covered under the NHI has been directly linked to the future viability of DTx developers. However, the decision on whether medical technologies are eligible for reimbursement from the NHI requires careful consideration, given its implications on the population's health and limited available financial resources. Thus, the clinical and economic aspects of medical technology are evaluated through several rounds of assessments after obtaining approval from the Korean Ministry of Food and Drug Safety (MFDS), including the New Health Technology Assessment (nHTA) and NHI benefit coverage determination. Reaching a final decision regarding these processes requires time, which can cause advanced technologies with short market cycles to abandon research and development due to delayed market entry. Thus, in March 2019, the South Korean government introduced a new track for the nHTA called Innovative Health Technology Assessment (IHTA), which allows technologies to collect evidence after rapidly entering the market, provided that it has substantial potential value. Moreover, some technologies designated as IHTA subjects can be reimbursed by the NHI temporarily. In November 2021, the South Korean government announced that they would consider DTx to be reimbursed via this track  [6] .\n\nHowever, contrary to other innovative health technologies, DTx have not yet been launched in South Korea. Although 2 DTx for insomnia obtained approval from the MFDS in February and April 2023, they have not been released to the market yet. Furthermore, there are limited cases of development and use of DTx in overseas markets, which obscure their practicality. Moreover, it is challenging to ascertain whether physicians and patients will accept the novel technology. The therapeutic effectiveness of DTx hinges on sufficient patient engagement. Nevertheless, there is no guarantee that patients will consistently adhere to their treatment protocol  [7, 8] . Therefore, discussing DTx reimbursement currently constitutes a NHI fund investment with an uncertain future value. Hence, it is imperative to arrive at a consensus regarding how the principles of NHI reimbursement must be upheld and the opportunities that should be allocated to innovative health technologies. Nonetheless, most discussions are driven by only industry stakeholders, with no existing studies integrating diverse group opinions, including those of physicians and patients.\n\nTo our knowledge, the health care industry is urgently advocating for DTx reimbursement to secure a stable market after its development and establish a foothold for overseas expansion. Conversely, although the health care community acknowledges the potential of digital health technologies, there are increasing concerns that the value of DTx is currently overestimated  [9, 10] . Interestingly, in the academic community, some researchers are demanding appropriate regulatory reforms for these new technologies  [11, 12] . However, consumer perspectives are predominantly lacking in the existing body of literature. Therefore, this study aimed to examine diverse stakeholders' awareness and attitudes toward DTx and their perceptions of regulatory pathways for adopting them. To the best of our knowledge, this is the first study to comprehensively analyze the perceptions of various stakeholder groups regarding DTx reimbursement in South Korea."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "For this study, we conducted in-depth interviews to explore the stakeholders' perceptions about DTx reimbursement. In-depth interviews are a qualitative research methodology wherein focused interviews are conducted with participants for an extensive exploration of their perspectives on a specific topic  [13] . Thus, the interviews are conducted with a small sample size of participants, typically from 10 to 30  [13, 14] . Data collection using individual interviews was deemed to be appropriate for this study, as the participants may have had varying levels of understanding about DTx and the health insurance reimbursement decision process."
    },
    {
      "title": "Ethical Considerations",
      "text": "This study was approved by the institutional review board of the Health Insurance Review and Assessment Service (2021-116-003). All participants were contacted by email or phone and agreed to be interviewed. They were reimbursed with KRW 200,000 (approximately US $ 148) for their participation in this study."
    },
    {
      "title": "Recruitment",
      "text": "In all, 11 academic, health care, industry, and consumer experts were included as participants to explore various group opinions using purposive sampling. Individuals who are currently developing DTx, have participated in their development process, or are conducting relevant research were included. We collected news published on this topic over the past year and identified experts with opinions on both DTx and NHI policies. Individuals who have participated in the NHI reimbursement decision-making were selected for the consumer group, as only a limited number of people have had exposure to DTx. Representatives of a civic group and a consumer group belonging to the Health Insurance Policy Deliberation Committee were selected for this study."
    },
    {
      "title": "Development of Interview Guidelines",
      "text": "We developed the interview guidelines following the latest government policy announcements  [6] . Subsequently, these were finalized in collaboration with a qualitative research expert. The critical questions for the interview were about perception and attitude regarding DTx; whether it has high value to warrant market entry and reimbursement through the NHI fund; and if so, how they must be given market access (Table  1 ). • What benefits do you anticipate when DTx are adopted in health care?\n\n• Conversely, what concerns do you have?"
    },
    {
      "title": "Perceptions about the reimbursement of DTx",
      "text": "• Do you think that DTx should be covered by health insurance?"
    },
    {
      "title": "Perceptions about pathways to adopt DTx",
      "text": "• Given that there is inadequate clinical evidence for DTx, what do you think about permitting the release of DTx products to the market before a health insurance coverage decision is made?\n\n• In that case, what do you think about reimbursing it provisionally from the NHI b fund (selective benefit c , where the NHI reimburses 10%)?\n\n• What criteria should be used to assess products subject to the NHI reimbursement decision? Do you think it is appropriate to compare DTx with the standard of care that they are replacing or complementing?\n\n• In this case, do you think that DTx could still be accepted based on their other benefits even if their effectiveness falls short of that of the standard of care? a DTx: digital therapeutics. b NHI: National Health Insurance. c The selective benefit is a policy applying to medical services that do not have sufficient evidence yet, but the need for reimbursement is recognized. They are reimbursed by lowering the percentage paid by the National Health Insurance."
    },
    {
      "title": "Interview Procedures",
      "text": "The interviews were conducted either in person or via a videoconference from January 25 to February 15, 2022, by a female researcher (BS). Before the interview, the interviewer discussed the interview methods and contents with a qualitative research expert. The interview took place at a closed meeting room of Health Insurance Review and Assessment Service or at the participant's workplace. Aside from the interviews with the 2 industry participants, nobody else was present during the interview apart from the participants and researchers. The 2 industry participants were accompanied by observers from their companies. There was no prior relationship between the interviewer and the participants.\n\nThe interview was conducted using semistructured guidelines. The interview topics were sent to the participants beforehand for them to organize their thoughts and opinions. They were also informed on the background and goals of the study, excluding the characteristics of the interviewer that could lead to bias. For the consumer group, the participants were asked whether they knew about DTx during the screening process, and it was found that DTx awareness was deficient among the participants. Thus, a brief explanation of the concept and overseas cases of DTx were provided to them.\n\nThe interviews lasted for 45-70 minutes, and the entire interview was recorded and transcribed. The researchers also took field notes during the interviews. All interviews were conducted in Korean and were subsequently translated to English for this paper. Interviews were conducted until saturation was reached."
    },
    {
      "title": "Analysis",
      "text": "This study performed a qualitative data analysis called directed content analysis, which involves analyzing data via a structured process using existing theories or study frameworks  [15] , using interview guidelines as the analytical framework.\n\nFor accuracy, the first author (BS), who conducted the interview, along with another researcher independently reviewed the interview recordings. After reading the recordings thoroughly to get an overall impression, the reviewers repeatedly read the transcriptions to grasp its meaning and highlighted the relevant statements. Furthermore, they made notes to identify critical themes and categorized them into predefined categories based on the guidelines. Unclassifiable content that featured a shared concept or category was established as a new category. For example, the perception of the reimbursement of DTx was divided into the perception of market entry and that of reimbursement by the NHI fund.\n\nTo improve the reliability and validity of the data analysis, the critical themes were repeatedly verified by 2 reviewers. Subsequently, all researchers discussed the content and names of the critical themes and arrived at a consensus on the primary findings. Additionally, we sought feedback on the findings and interpretations from experts with practical experience in health insurance reimbursement decisions not involved in this study. Finally, quotes were selected to illustrate each theme."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant Characteristics",
      "text": "A total of 11 participants were included in this study (academia: n=2, industry: n=4, health care: n=2, and consumer: n=2). In all, 9 (82%) participants were male, and the participants were aged between their 30s to 60s (Table  2 ). The academia and health care groups were found to have experience and expertise on DTx. The industry group consisted of chief executive officers of companies that are in the progress of clinical trials approved by the MFDS. Thus, they had views and opinions on the adoption pathways of DTx. For the consumer group, even though they did not have experience related to DTx, they were well aware of the adoption pathways of new technologies in general. • Experience in DTx a policy development 2 Male 50s • Experience in developing DTx product Industry 3 Male 40s\n\n• CEO b of a DTx company • MFDS c -approved clinical trials in progress 4 Male 30s\n\n• CEO of a DTx company • MFDS-approved clinical trials in progress 5 Male 50s\n\n• CEO of a DTx company • MFDS-approved clinical trials in progress 6 Male 50s\n\n• CEO of a DTx company\n\n• MFDS-approved clinical trials in progress Health care 7 Male 60s • Psychiatrist • Experience in developing DTx product 8 Male 40s • Psychiatrist • Experience in developing DTx product 9 Male 50s • Psychiatrist • Experience in developing DTx product Consumer 10 Female 60s • Representative of a consumer organization • Experience on NHI's d benefit coverage determination 11 Female 50s • Representative of a civil society • Experience on NHI's benefit coverage determination a DTx: digital therapeutics. b CEO: chief executive officer. c MFDS: Ministry of Food and Drug Safety. d NHI: National Health Insurance."
    },
    {
      "title": "Overview",
      "text": "The findings were divided into three categories: (1) awareness and attitude toward DTx, (2) perception of whether DTx are worth entering the market and being reimbursed by the NHI fund, and (3) perception of how to enter the market and how to reimburse DTx by the NHI fund if they are worth it (Figure  1 )."
    },
    {
      "title": "Awareness and Attitudes Toward DTx"
    },
    {
      "title": "DTx Concept",
      "text": "It was found that all participants of the industrial, academic, and health care communities had a good understanding of the DTx concept as a \"medical software that provides evidencebased therapeutic interventions\" (Figure  2 ). However, the consumer group participants had limited knowledge of DTx.\n\nParticipants with DTx knowledge emphasized that it must be distinguished from wellness products that aim to prevent the occurrence of diseases or maintain the well-being of people who are healthy or at health risk. Nevertheless, there were variances in their perceptions about its details, such as whether a physician's prescription should be required, whether DTx include prevention before disease onset, and whether the places of product use should be differentiated (such as hospitals and patients' homes). Before, it was hard to come across information about DTx. So, I would say that my knowledge about DTx is just about the same as an average person's. I have heard some explanations from a company that wanted to expand its business of a wearable [device] a while ago, so I have some basic understanding about it.\n\nHowever, when it comes to present-day DTx, I do not really know much about it. [Consumer stakeholder, participant 10] This is my first time learning about DTx. So, I searched the news before coming here. [Consumer stakeholder, participant 11] Just like the level of evidence differs between prescription drugs and health functional foods, there is bound to be confusion between DTx and healthcare products. It is crucial to differentiate them, especially in the early stages. The key to this is to have therapeutic evidence (clinical trials) just like prescription drugs. [Academia stakeholder, participant 2] The definition provided by the Digital Therapeutics Alliance does not actually mention the need for approval from the Korean Food and Drug Administration or a prescription from a doctor. Therefore, some [can] argue that we should perceive the category of DTx more broadly. In fact, in other countries, there is already a distinction between Prescription DTx (PDT) and Non-PDT. [Health care stakeholder, participant 8] It does not make sense to call anything that can be used like a general application as DTx. I think we should limit the scope of DTx to things that are actually prescribed by physicians and actually benefit patients when they use it. [Health care stakeholder, participant 7] Although there is no set business model for the DTx currently being developed, it could be used in hospitals or homes. [Industry stakeholder, participant 6] I personally think that anything prescribed by a doctor or applied to a patient should be considered DTx. When there is a prescription from a doctor, it could be applied both to the patient and to those who are at risk of disease. I believe that DTx should remain applicable to people in the pre-hypertension stage who does not need medication yet. If we treat people in the pre-hypertension stage, it prevents them from progressing to hypertension. Therefore, the scope of DTx should include prevention and management, not just treatment. [Industry stakeholder, participant 5]"
    },
    {
      "title": "Expectations and Concerns Regarding DTx",
      "text": "The industry sector placed a high value on the fact that DTx can provide treatment that could not be adequately provided in the existing health care system. The industry experts specifically believed that DTx can reduce drug dependence by inducing behavioral changes and will ultimately reduce pharmaceutical spending and other societal costs eventually. Academic and health care experts emphasized that DTx help patients manage their condition in their daily lives and allows doctors to monitor the progression of treatment of their patients. Moreover, some expect DTx to create an opportunity for payers to pursue value-based care because they can collect treatment progress and outcome data through DTx. The consumer group participants also hoped that DTx would enable patients to assess and manage their conditions more objectively. As DTx provide a noninvasive therapeutic intervention, the participants expected the software to have few safety concerns.\n\nTo treat patients with insomnia properly, you need to use cognitive behavioral therapy, but it is underutilized in hospitals, right? DTx can fill this gap, providing proper treatment, reducing social costs, and improving the quality of life. It would have these kinds of benefits. [Industry stakeholder, participant 5] In the medical field, there are many gaps, especially in improving self-management and lifestyle habits to enhance health and overcome diseases in daily life. I think there could be a new paradigm shift in these areas. [Health care stakeholder, participant 8] Doctors also want to see patient data. I think DTx provides a reliable channel for doctors to access patient data, and through this, an agenda should be set on how the quality of care can be improved. [Academia stakeholder, participant 1] You know, we use several smartwatches these days. I think this is like a pre-DTx phase. This is why I think it is better from a consumer's perspective because it clearly shows my status in numbers. But first, I think the patient must be willing. [Consumer stakeholder, participant 11] The Ministry of Food and Drug Safety (MFDS) strictly manages clinical trials and examines whether DTx are effective or harmful. However, they do that because they are worried that some treatments are going to be claimed effective, although they are not, not because there are safety issues. [Health care stakeholder, participant 7]"
    },
    {
      "title": "Perception on Whether DTx Deserve to Enter the Market",
      "text": "Although most participants perceived that DTx are suitable to be allowed market entry, they had concerns regarding their effective use. Specifically, they raised concerns about the \"prescribing physicians' lack of knowledge on using DTx,\" \"possible low therapeutic benefits from the inherent limitations of DTx,\" and \"uncertainty surrounding patient engagement.\" Additionally, the consumer group participants expressed concerns regarding DTx use for commercial purposes.\n\nDTx is a field where the necessity itself is clear. From the perspective of chronic patient management, it is certain that we will go in this direction in the future.\n\nThere is no reason for not using it that has already been developed, and it can definitely be helpful in managing health. It would be great to introduce it quickly, but the problem is whether it has been validated and whether it really has that much effect. [Health care stakeholder, participant 7]"
    },
    {
      "title": "When DTx is introduced, the level of education of prescribing physicians is one of the crucial factors that needs to be considered. There are some concerns that physicians may not be able to distinguish between general digital health devices and DTx and may not know how to use them properly and say things like, \"How can I use this in treatment? How much do I need to use?\" [Health care stakeholder, participant 9]",
      "text": "Do older patients adapt well to DTx? Although companies developing and doctors prescribing these may be extremely enthusiastic, how actively will patients participate? Even after the pharmacist explains about a medicine thoroughly, the patients just decide not to follow the instruction the moment they turn away…I am also concerned that companies may push the product anyway despite predicting the side effects or results that fall short of expectations. [Consumer stakeholder, participant 10]"
    },
    {
      "title": "Perception on Whether DTx Deserve to Be Reimbursed",
      "text": "The participants responded that the reimbursement of DTx is necessary to improve patients' health and enhance the financial stability of the NHI fund. However, some participants were cautious about reimbursement due to uncertainties about DTx's effectiveness and acceptability. Nevertheless, the industry participants considered reimbursement important for securing a stable market and recognizing DTx to be distinct from general wellness products. Nonetheless, some industry participants state that they may choose different strategies that vary by product, because once a product gets reimbursed, its price will be controlled by the NHI, and it may be more advantageous as a noncovered item.\n\n't reimbursement be needed if its effectiveness is proven and it is believed to be helpful for patients' health? [Industry stakeholder, participant 6] Reimbursement from the NHI fund is necessary. I prefer HTA after its market release but if that's difficult in our country, then I think market release after HTA is also good. (Reimbursement is needed) for sound finances of the NHI. [Academia stakeholder, participant 1] If the DTx is prescribed by a doctor in a hospital and used on a patient, then having it reimbursed allows more patients access to it, so we have that model in mind for now. [Industry stakeholder, participant 5] Having our product reimbursed is a particularly important issue for us because it means that the government acknowledges its effectiveness and officially compensates for it. This will help people distinguish therapeutics that they really need to use from health functional products they can just buy at a market. [Industry stakeholder, participant 4] It would be nice to have DTx reimbursed, but in terms of practicality, how willingly will the patients accept it? [Consumer stakeholder, participant 11] I'm a little cautious about the reimbursement. Reimbursing it as an independent therapeutic should be decided with more deliberation. This is the national budget we are talking about here, and I believe that if there is a better option with more concrete effectiveness, then it is right to give more money to that option. [Health care stakeholder, participant 8] From the company's perspective, reimbursement is not necessarily all sunshine and rainbows because the price will be controlled by the NHI. It might be better to leave it as a non-covered item. So, I think I could say that companies do not necessarily want reimbursement of all DTx items they are developing. [Industry stakeholder, participant 3]"
    },
    {
      "title": "Perception on Adopting Pathways of DTx"
    },
    {
      "title": "Early Market Entry",
      "text": "Currently, DTx follow the IHTA track; hence, the products may be released in the market to accumulate clinical evidence before being subject to the nHTA  [6] . The participants positively viewed approving its early market entry, consider-ing the \"rapid development cycle of DTx,\" \"low risk,\" and \"easier data collection for assessment.\"\n\nis much easier to collect RWD (real-world data) from, and due to its digital nature, safety issues are of much less concern. This is why we are trying it on the field to collect data. [Academia stakeholder, participant 2] Considering the rapidly changing pace of technological development, we could keep falling behind if it takes too long to apply DTx to clinical settings. [Industry stakeholder, participant 5] Many companies are eager to enter the market early. The development is short, and the development cost is low, so even if they get MFDS approval, they are afraid that other companies will copy the form or algorithm before they are listed in the NHI. [Health care stakeholder, participant 9]\n\nProvisional Reimbursement From the NHI Fund\n\nIt was noted that the participants had conflicting opinions regarding the provisional reimbursement from the NHI fund for the DTx products with an early market entry. First, the industry group participants stated that provisional reimbursement is essential, considering that the NHI shares the risk taken by physicians and patients in trying a new treatment modality. The consumer group participants agreed to reimburse temporarily to alleviate patients' financial burden and help effectively adopt DTx in the health care system. The academia and health care group participants considered provisional reimbursement positive for supporting the development of innovative technologies; however, they emphasized that products with potential must be adequately screened. Conversely, some participants stated that DTx should be released in the market as a noncovered item at first to examine the market's reaction to this novel treatment modality.\n\nProvisional reimbursement means that the government is sharing the risk, even if it is only 10%. I agree with that way from the perspective that it grants doctors some comfort when prescribing a new treatment.\n\n[Industry stakeholder, participant 4]\n\nIf the purpose of the provisional reimbursement is to provide even the slightest support until they can show that the product is effective (I think it is needed), and of course, it would be great if all DTx products can be reimbursed, but if the financial resources do not allow it, then I think it would be right to apply it first to the products that have greater potential…Initiating reimbursement quickly may not be the best option. I hope a slower approach is taken so that both doctors and patients can experience the benefits of DTx through successful cases. [Health care stakeholder, participant 8]\n\nThe concept is still relatively new and unfamiliar, so it may be necessary for it to start as a non-covered item to assess how much it is used. This is often the reason why non-covered items exist. However, from my viewpoint, regardless of whether it is provisionally reimbursed, it is not a big issue as long as it can be used. [Health care stakeholder, participant 7]\n\nI think it would be more rational to allow innovative medical technologies to enter the market quickly but with the price competitiveness being determined within the functions of users and suppliers. If it is effective, and there is demand among patients, they would be willing to pay for it, right? [Industry stakeholder, participant 6]"
    },
    {
      "title": "Criteria for Reimbursement Decision of DTx",
      "text": "As the financial resources of the NHI are limited, new medical procedures, devices, or medicine are required to demonstrate their value through comparison with their alternatives. Most participants considered it to be suitable to compare the effectiveness of DTx with medical practices that they will substitute or complement, specifically in terms of the standard of care. However, there were conflicting opinions regarding the effectiveness level to be proven for DTx to be eligible for reimbursement. Some presented conservative opinions that suggested that DTx must have therapeutic benefits equivalent to an existing treatment to be eligible for NHI reimbursement. Others presented more modern perspectives, stating that even if DTx have lower therapeutic benefits than existing treatments, they should still be considered for reimbursement based on their unique benefits. The unique DTx benefits proposed were \"increased access to treatment,\" \"improved patient experience and convenience,\" \"reduced adverse drug reactions,\" and \"lower societal costs.\"\n\nthink there should be a convincing criterion for reimbursement decisions. Of course, there may be criticism that the standard of care is not an equivalent comparison, but I do not think we should just see it that way, as there may be no other alternatives… [Health care stakeholder, participant 8] I think the basic condition is that even if the effectiveness is lower than expected, it should at least be as effective as the care originally provided in the hospital. However, if the difference in effectiveness is clinically acceptable, and there are other advantages like saving patients' travel time, cost, and other social costs, we can consider reimbursement. [Consumer stakeholder, participant 11] If compared to treatment as usual (TAU), DTx would never be adopted. However, there are cases where DTx treatment is necessary, such as people who refuse to go to a mental health clinic, people who do not have time to go to a hospital, and so on, even if its effectiveness is somewhat lower. [Academia stakeholder, participant 1] I hope that DTx can be highly valued for its ability to provide treatments that are recommended in domestic and international clinical guidelines but are not actually available. [Industry stakeholder, participant 4] However, we should think about what level of effectiveness we are aiming for. There will surely be people who try to bring groundless things with absolutely no evidence for therapeutic potential and call it DTx. [Health care stakeholder, participant 9]"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "The development of DTx is currently at an early stage globally; hence, their effectiveness, safety, efficiency, and other aspects have not been adequately proven. Thus, sufficient societal discussion and consensus are required to decide whether DTx deserve to be reimbursed through the NHI fund. As per our knowledge, this is the first study to explore various stakeholders' opinions regarding the awareness and attitudes toward DTx and their perception on the regulatory pathways through which DTx should be adopted.\n\nWe found that the industry, academic, and health care experts possess a firm understanding of the fundamental concepts of DTx, whereas consumer experts have limited knowledge. Hence, it is highly probable that the general public remains entirely unfamiliar with DTx or has a limited understanding of them. This lack of awareness causes difficulty in accurately appraising the value of DTx  [16] . Therefore, the public must be informed regarding what are DTx and their advantages and disadvantages to foster informed societal discourse.\n\nIt was found that all participants displayed favorable and receptive attitudes toward DTx. Most perceived that the DTx technology deserves market access and agreed to the quick adoption of this novel technology to prevent it from becoming obsolete. However, some participants expressed doubts about its clinical effectiveness, the appropriate use of the technology by health care providers, and patient engagement. In other words, the participants were optimistic about the transition in the health care system that DTx can bring and simultaneously recognized the high level of uncertainty associated with them. These findings align with prior research that cautioned to avoid overestimating DTx value without sufficient evidence  [10, 17] . This perception was also apparent in the participants' attitudes toward the reimbursement of DTx. Notably, the industry experts sought reimbursement from the NHI fund to ensure a stable market, whereas the other stakeholders, despite recognizing the need for reimbursement, were cautious about the decision. Specifically, along with insufficient clinical evidence, a conservative approach is required rather than supporting lowering the financial burden of patients. Therefore, although several regulatory improvements to the market entry process were suggested, it is still crucial to ensure there is robust evidence to assess the eligibility of the technology for NHI coverage  [18] .\n\nNevertheless, the participants recognized the potential need for greater flexibility in the determination of reimbursement for DTx once the evidence of their effectiveness is established. This suggests that traditional criteria assessing clinical and economic value may not adequately capture the value of DTx. Notably, the participants of this study expected DTx to improve patient health and have wider benefits for the health care system, such as reducing unmet medical needs, lowering treatment and societal costs, and providing data on treatment progress and outcome. Therefore, going forward, the DTx value should be measured broadly and from multiple stakeholders' perspectives, including those of patients, physicians, and payers, and the reimbursement criteria must reflect this broader DTx value perspective  [19] .\n\nTaken together, this study highlights the necessity of an interim phase to address uncertainties regarding DTx, such as their therapeutic benefits and user acceptance, before DTx are covered by the NHI. Thus, it is reasonable to permit early market entry through the IHTA track but initially adopt DTx as a noncovered item to examine the market's response to the technology. However, the South Korean government has announced its commitment to promoting the digital health care industry as a future growth engine  [20] , captivating several developers to delve into DTx development. Given the advanced information and communications technology infrastructure and medical technologies in South Korea, the country may produce globally competitive DTx products. Thus, the government must increase market predictability for these companies to develop quality DTx products. Various measures that reduce the financial burden of patients will facilitate the rapid introduction and expansive adoption of DTx technology. Several countries worldwide are using government subsidies or separate funds when introducing innovative technologies  [21] , which may provide some options for the South Korean government. Nevertheless, if DTx should be reimbursed by the NHI fund (or if the NHI is the best option for the reimbursement of DTx), it is necessary to clarify the purpose of paying through the NHI fund: to manage the use of DTx so that they are incorporated properly into the health care system, to accumulate robust real-world evidence that is acceptable for all stakeholders, and to contribute to the soundness of the NHI fund in long-term perspectives."
    },
    {
      "title": "Strengths and Limitations",
      "text": "This is the first study to comprehensively analyze the perceptions of various stakeholder groups on DTx reimbursement in South Korea. We succeeded in including diverse stakeholders of DTx in academic, industry, health care, and consumer experts who work on the front line of DTx and NHI policies; therefore, the information we collected was rich in content. However, these findings cannot be generalized to all stakeholders. Particularly, considering that this is an early stage of DTx, the participants in this study were mostly directly or indirectly related to DTx and may have greater expectations than the general population; thus, the results may seem to be favorable to the DTx industry. Therefore, the perceptions of a larger population pertaining to the reimbursement for DTx should be quantitatively explored after its widespread awareness. Nevertheless, this study is notable as a developmental study that extensively explored the DTx reimbursement issue and can be the basis for social consensus."
    },
    {
      "title": "Conclusions",
      "text": "The most important concern among stakeholders in South Korea was contrasting opinions regarding the pathway to reimbursement, as opposed to problems with the technology itself. The conservative NHI fund may be insufficient to quickly adopt and use this novel technology. Thus, concurrently using various pathways such as government subsidies and innovative funds for reimbursement to accumulate clinical evidence rapidly and eliminate uncertainties may be required to ensure that the technology does not fall behind in the market."
    },
    {
      "text": "Figure 1. Framework of the study. DTx: digital therapeutics; NHI: National Health Insurance."
    },
    {
      "text": "Figure 2. Awareness and perceptions about DTx and its market release and reimbursement. DTx: digital therapeutics; NHI: National Health Insurance."
    },
    {
      "text": "Structure of the interview guidelines."
    },
    {
      "text": "Participant profile."
    },
    {
      "title": "Acknowledgments",
      "text": "We would like to thank all the study participants for their time and valuable insights."
    },
    {
      "title": "Conflicts of Interest",
      "text": "None declared."
    },
    {
      "title": "Abbreviations"
    }
  ],
  "references": [
    {
      "title": "Understanding DTX: what is a DTX? Digital Therapeutics Alliance",
      "year": 2023,
      "doi": "10.2139/ssrn.5158782",
      "raw": "10.2139/ssrn.5158782 \n\t\t \n\t\t Understanding DTX: what is a DTX? Digital Therapeutics Alliance \n\t\t \n\t\t\t 2023-01-06 \n\t\t \n\t \n\t Understanding DTX: what is a DTX? Digital Therapeutics Alliance. URL: https://dtxalliance.org/understanding-dtx/ what-is-a-dtx/#understand [Accessed 2023-01-06]"
    },
    {
      "title": "De novo classification request for reSET. US Food and Drug Administration",
      "year": 2016,
      "doi": "10.1037/e408952005-001",
      "raw": "De novo classification request for reSET. US Food and Drug Administration \n\t\t 10.1037/e408952005-001 \n\t\t \n\t\t \n\t\t\t May 2016. 2023-10-04 \n\t\t \n\t \n\t De novo classification request for reSET. US Food and Drug Administration. May 2016. URL: https://www.accessdata. fda.gov/cdrh_docs/reviews/DEN160018.pdf [Accessed 2023-10-04]"
    },
    {
      "title": "Digital therapeutics and clinical pharmacology",
      "authors": [
        "J Chung"
      ],
      "year": 2019,
      "doi": "10.12793/tcp.2019.27.1.6",
      "journal": "Transl Clin Pharmacol",
      "volume": "27",
      "issue": "1",
      "raw": "Digital therapeutics and clinical pharmacology \n\t\t \n\t\t\t J Y Chung \n\t\t \n\t\t 10.12793/tcp.2019.27.1.6 \n\t\t Medline: 32055575 \n\t \n\t \n\t\t Transl Clin Pharmacol \n\t\t \n\t\t\t 27 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2019 Mar \n\t\t \n\t \n\t Chung JY. Digital therapeutics and clinical pharmacology. Transl Clin Pharmacol. 2019 Mar;27(1):6-11. [doi: 10.12793/ tcp.2019.27.1.6] [Medline: 32055575]"
    },
    {
      "title": "The expanding role of digital therapeutics in the post-COVID-19 era",
      "authors": [
        "A Dang",
        "D Dang",
        "P Rane"
      ],
      "year": 2021,
      "doi": "10.2174/2666958702101010032",
      "journal": "The Open COVID Journal",
      "volume": "1",
      "issue": "1",
      "raw": "The expanding role of digital therapeutics in the post-COVID-19 era \n\t\t \n\t\t\t A Dang \n\t\t \n\t\t \n\t\t\t D Dang \n\t\t \n\t\t \n\t\t\t P Rane \n\t\t \n\t\t 10.2174/2666958702101010032 \n\t \n\t \n\t\t The Open COVID Journal \n\t\t \n\t\t\t 1 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2021 May 21 \n\t\t \n\t \n\t Dang A, Dang D, Rane P. The expanding role of digital therapeutics in the post-COVID-19 era. The Open COVID Journal. 2021 May 21;1(1):32-37. [doi: 10.2174/2666958702101010032]"
    },
    {
      "title": "Digital therapeutics market by application (prediabetes, nutrition, care, diabetes, CVD, CNS, CRD, MSD, GI, substance abuse, rehabilitation)",
      "year": 2022,
      "doi": "10.51843/measure.13.1.6",
      "raw": "10.51843/measure.13.1.6 \n\t\t \n\t\t Digital therapeutics market by application (prediabetes, nutrition, care, diabetes, CVD, CNS, CRD, MSD, GI, substance abuse, rehabilitation) \n\t\t \n\t\t\t Markets and Markets \n\t\t\t Oct 2022. 2023-01-06 \n\t\t \n\t \n\t sales channel (B2C (patient, caregiver), B2B (providers, payer, employer, pharma)) & regionglobal forecasts to 2027 \n\t Digital therapeutics market by application (prediabetes, nutrition, care, diabetes, CVD, CNS, CRD, MSD, GI, substance abuse, rehabilitation), sales channel (B2C (patient, caregiver), B2B (providers, payer, employer, pharma)) & region - global forecasts to 2027. Markets and Markets. Oct 2022. URL: https://www.marketsandmarkets.com/Market-Reports/ digital-therapeutics-market-51646724.html [Accessed 2023-01-06]"
    },
    {
      "title": "Health Insurance Policy Deliberation Committee meeting",
      "year": 2021,
      "doi": "10.35611/jkt.2021.25.5.39",
      "raw": "10.35611/jkt.2021.25.5.39 \n\t\t \n\t\t Health Insurance Policy Deliberation Committee meeting \n\t\t \n\t\t\t Korea Ministry of Health and Welfare \n\t\t\t 2021. November 25, 2021. 2023-10-04 \n\t\t \n\t \n\t 25th Article in Korean \n\t The 25th (2021) Health Insurance Policy Deliberation Committee meeting (11.25). Article in Korean. Korea Ministry of Health and Welfare. November 25, 2021. URL: https://www.korea.kr/briefing/pressReleaseView.do?newsId=156482847 [Accessed 2023-10-04]"
    },
    {
      "title": "The impact of digital therapeutics on current health technology assessment frameworks",
      "authors": [
        "K Yan",
        "C Balijepalli",
        "E Druyts"
      ],
      "year": 2021,
      "doi": "10.3389/fdgth.2021.667016",
      "journal": "Front Digit Health",
      "volume": "3",
      "pages": "667016",
      "raw": "The impact of digital therapeutics on current health technology assessment frameworks \n\t\t \n\t\t\t K Yan \n\t\t \n\t\t \n\t\t\t C Balijepalli \n\t\t \n\t\t \n\t\t\t E Druyts \n\t\t \n\t\t 10.3389/fdgth.2021.667016 \n\t\t Medline: 34713140 \n\t \n\t \n\t\t Front Digit Health \n\t\t \n\t\t\t 3 \n\t\t\t 667016 \n\t\t\t 2021 Jun 9 \n\t\t \n\t \n\t Yan K, Balijepalli C, Druyts E. The impact of digital therapeutics on current health technology assessment frameworks. Front Digit Health. 2021 Jun 9;3:667016. [doi: 10.3389/fdgth.2021.667016] [Medline: 34713140]"
    },
    {
      "title": "AMCP partnership forum: digital therapeutics-what are they and where do they fit in pharmacy and medical benefits",
      "year": 2020,
      "doi": "10.18553/jmcp.2020.19418",
      "journal": "J Manag Care Spec Pharm",
      "volume": "26",
      "issue": "5",
      "raw": "AMCP partnership forum: digital therapeutics-what are they and where do they fit in pharmacy and medical benefits \n\t\t 10.18553/jmcp.2020.19418 \n\t\t Medline: 32175784 \n\t \n\t \n\t\t J Manag Care Spec Pharm \n\t\t \n\t\t\t 26 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2020 May \n\t\t \n\t \n\t AMCP partnership forum: digital therapeutics-what are they and where do they fit in pharmacy and medical benefits. J Manag Care Spec Pharm. 2020 May;26(5):674-681. [doi: 10.18553/jmcp.2020.19418] [Medline: 32175784]"
    },
    {
      "title": "Can digital therapeutics open a new era of sleep medicine?",
      "authors": [
        "K Park",
        "S Lee",
        "E Lee"
      ],
      "year": 2021,
      "doi": "10.33069/cim.2021.0028",
      "journal": "Chronobiol Med",
      "volume": "3",
      "issue": "4",
      "raw": "Can digital therapeutics open a new era of sleep medicine? \n\t\t \n\t\t\t K M Park \n\t\t \n\t\t \n\t\t\t S Lee \n\t\t \n\t\t \n\t\t\t E Lee \n\t\t \n\t\t 10.33069/cim.2021.0028 \n\t \n\t \n\t\t Chronobiol Med \n\t\t \n\t\t\t 3 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2021 Dec \n\t\t \n\t \n\t Park KM, Lee S, Lee E. Can digital therapeutics open a new era of sleep medicine? Chronobiol Med. 2021 Dec;3(4):142-148. [doi: 10.33069/cim.2021.0028]"
    },
    {
      "title": "Apprehensions about excessive belief in digital therapeutics: points of concern excluding merits",
      "authors": [
        "H Kim"
      ],
      "year": 2020,
      "doi": "10.3346/jkms.2020.35.e373",
      "journal": "J Korean Med Sci",
      "volume": "35",
      "issue": "45",
      "pages": "e373",
      "raw": "Apprehensions about excessive belief in digital therapeutics: points of concern excluding merits \n\t\t \n\t\t\t H S Kim \n\t\t \n\t\t 10.3346/jkms.2020.35.e373 \n\t\t Medline: 33230984 \n\t \n\t \n\t\t J Korean Med Sci \n\t\t \n\t\t\t 35 \n\t\t\t 45 \n\t\t\t e373 \n\t\t\t 2020 Nov 23 \n\t\t \n\t \n\t Kim HS. Apprehensions about excessive belief in digital therapeutics: points of concern excluding merits. J Korean Med Sci. 2020 Nov 23;35(45):e373. [doi: 10.3346/jkms.2020.35.e373] [Medline: 33230984]"
    },
    {
      "title": "Current status and future direction of digital health in Korea",
      "authors": [
        "S Shin"
      ],
      "year": 2019,
      "doi": "10.4196/kjpp.2019.23.5.311",
      "journal": "Korean J Physiol Pharmacol",
      "volume": "23",
      "issue": "5",
      "raw": "Current status and future direction of digital health in Korea \n\t\t \n\t\t\t S Y Shin \n\t\t \n\t\t 10.4196/kjpp.2019.23.5.311 \n\t\t Medline: 31496868 \n\t \n\t \n\t\t Korean J Physiol Pharmacol \n\t\t \n\t\t\t 23 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2019 Sep \n\t\t \n\t \n\t Shin SY. Current status and future direction of digital health in Korea. Korean J Physiol Pharmacol. 2019 Sep;23(5):311-315. [doi: 10.4196/kjpp.2019.23.5.311] [Medline: 31496868]"
    },
    {
      "title": "Survey for government policies regarding strategies for the commercialization and globalization of digital therapeutics",
      "authors": [
        "S Kim",
        "J Moon",
        "J Shin",
        "J Sim",
        "M Kim",
        "J Jang"
      ],
      "year": 2022,
      "doi": "10.3349/ymj.2022.63.s56",
      "journal": "Yonsei Med J",
      "volume": "63",
      "raw": "Survey for government policies regarding strategies for the commercialization and globalization of digital therapeutics \n\t\t \n\t\t\t S Y Kim \n\t\t \n\t\t \n\t\t\t J Y Moon \n\t\t \n\t\t \n\t\t\t J Shin \n\t\t \n\t\t \n\t\t\t J Y Sim \n\t\t \n\t\t \n\t\t\t M Kim \n\t\t \n\t\t \n\t\t\t J Jang \n\t\t \n\t\t 10.3349/ymj.2022.63.s56 \n\t\t Medline: 35040606 \n\t \n\t \n\t\t Yonsei Med J \n\t\t \n\t\t\t 63 \n\t\t\t \n\t\t\t 2022 Jan \n\t\t \n\t \n\t Suppl \n\t Kim SY, Moon JY, Shin J, Sim JY, Kim M, Jang J. Survey for government policies regarding strategies for the commercialization and globalization of digital therapeutics. Yonsei Med J. 2022 Jan;63(Suppl):S56-S62. [doi: 10.3349/ ymj.2022.63.S56] [Medline: 35040606]"
    },
    {
      "title": "Conducting In-Depth Interviews: A Guide for Designing and Conducting In-Depth Interviews for Evaluation Input 2nd Ed",
      "authors": [
        "C Boyce"
      ],
      "year": 2006,
      "raw": "Conducting In-Depth Interviews: A Guide for Designing and Conducting In-Depth Interviews for Evaluation Input 2nd Ed \n\t\t \n\t\t\t C Boyce \n\t\t \n\t\t \n\t\t\t Neale P \n\t\t \n\t\t \n\t\t\t 2006 \n\t\t\t Pathfinder International \n\t\t \n\t \n\t Boyce C, Neale P. Conducting In-Depth Interviews: A Guide for Designing and Conducting In-Depth Interviews for Evaluation Input 2nd Ed. Pathfinder International; 2006."
    },
    {
      "title": "General practitioners' perspective on eHealth and lifestyle change: qualitative interview study",
      "authors": [
        "C Brandt",
        "G Søgaard",
        "J Clemensen",
        "J Sndergaard",
        "J Nielsen"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8988",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "6",
      "issue": "4",
      "pages": "88",
      "raw": "General practitioners' perspective on eHealth and lifestyle change: qualitative interview study \n\t\t \n\t\t\t C J Brandt \n\t\t \n\t\t \n\t\t\t G I Søgaard \n\t\t \n\t\t \n\t\t\t J Clemensen \n\t\t \n\t\t \n\t\t\t J Sndergaard \n\t\t \n\t\t \n\t\t\t J B Nielsen \n\t\t \n\t\t 10.2196/mhealth.8988 \n\t\t Medline: 29666045 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 6 \n\t\t\t 4 \n\t\t\t 88 \n\t\t\t 2018 Apr 17 \n\t\t \n\t \n\t Brandt CJ, Søgaard GI, Clemensen J, Sndergaard J, Nielsen JB. General practitioners' perspective on eHealth and lifestyle change: qualitative interview study. JMIR Mhealth Uhealth. 2018 Apr 17;6(4):e88. [doi: 10.2196/mhealth.8988] [Medline: 29666045]"
    },
    {
      "title": "Three approaches to qualitative content analysis",
      "authors": [
        "H Hsieh",
        "S Shannon"
      ],
      "year": 2005,
      "doi": "10.1177/1049732305276687",
      "journal": "Qual Health Res",
      "volume": "15",
      "issue": "9",
      "raw": "Three approaches to qualitative content analysis \n\t\t \n\t\t\t H F Hsieh \n\t\t \n\t\t \n\t\t\t S E Shannon \n\t\t \n\t\t 10.1177/1049732305276687 \n\t\t Medline: 16204405 \n\t \n\t \n\t\t Qual Health Res \n\t\t \n\t\t\t 15 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2005 Nov \n\t\t \n\t \n\t Hsieh HF, Shannon SE. Three approaches to qualitative content analysis. Qual Health Res. 2005 Nov;15(9):1277-1288. [doi: 10.1177/1049732305276687] [Medline: 16204405]"
    },
    {
      "title": "Understanding the acceptability of e-mental health-attitudes and expectations towards computerised self-help treatments for mental health problems",
      "authors": [
        "P Musiat",
        "P Goldstone",
        "N Tarrier"
      ],
      "year": 2014,
      "doi": "10.1186/1471-244x-14-109",
      "journal": "BMC Psychiatry",
      "volume": "14",
      "issue": "1",
      "pages": "109",
      "raw": "Understanding the acceptability of e-mental health-attitudes and expectations towards computerised self-help treatments for mental health problems \n\t\t \n\t\t\t P Musiat \n\t\t \n\t\t \n\t\t\t P Goldstone \n\t\t \n\t\t \n\t\t\t N Tarrier \n\t\t \n\t\t 10.1186/1471-244x-14-109 \n\t\t Medline: 24725765 \n\t \n\t \n\t\t BMC Psychiatry \n\t\t \n\t\t\t 14 \n\t\t\t 1 \n\t\t\t 109 \n\t\t\t 2014 Apr 11 \n\t\t \n\t \n\t Musiat P, Goldstone P, Tarrier N. Understanding the acceptability of e-mental health-attitudes and expectations towards computerised self-help treatments for mental health problems. BMC Psychiatry. 2014 Apr 11;14(1):109. [doi: 10.1186/ 1471-244X-14-109] [Medline: 24725765]"
    },
    {
      "title": "12th Korea Healthcare Congress 2021; 김치국부터 마시지 말라; the time for digital health is almost here",
      "authors": [
        "H Krumholz"
      ],
      "year": 2022,
      "doi": "10.3349/ymj.2022.63.5.493",
      "journal": "Yonsei Med J",
      "volume": "63",
      "issue": "5",
      "raw": "12th Korea Healthcare Congress 2021; 김치국부터 마시지 말라; the time for digital health is almost here \n\t\t \n\t\t\t H M Krumholz \n\t\t \n\t\t 10.3349/ymj.2022.63.5.493 \n\t\t Medline: 35512753 \n\t \n\t \n\t\t Yonsei Med J \n\t\t \n\t\t\t 63 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2022 May \n\t\t \n\t \n\t Krumholz HM. 12th Korea Healthcare Congress 2021; 김치국부터 마시지 말라; the time for digital health is almost here. Yonsei Med J. 2022 May;63(5):493-498. [doi: 10.3349/ymj.2022.63.5.493] [Medline: 35512753]"
    },
    {
      "title": "Present and future of digital health in diabetes and metabolic disease",
      "authors": [
        "S Rhee",
        "C Kim",
        "D Shin",
        "S Steinhubl"
      ],
      "year": 2020,
      "doi": "10.4093/dmj.2020.0088",
      "journal": "Diabetes Metab J",
      "volume": "44",
      "issue": "6",
      "raw": "Present and future of digital health in diabetes and metabolic disease \n\t\t \n\t\t\t S Y Rhee \n\t\t \n\t\t \n\t\t\t C Kim \n\t\t \n\t\t \n\t\t\t D W Shin \n\t\t \n\t\t \n\t\t\t S R Steinhubl \n\t\t \n\t\t 10.4093/dmj.2020.0088 \n\t\t Medline: 33389956 \n\t \n\t \n\t\t Diabetes Metab J \n\t\t \n\t\t\t 44 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2020 Dec \n\t\t \n\t \n\t Rhee SY, Kim C, Shin DW, Steinhubl SR. Present and future of digital health in diabetes and metabolic disease. Diabetes Metab J. 2020 Dec;44(6):819-827. [doi: 10.4093/dmj.2020.0088] [Medline: 33389956]"
    },
    {
      "title": "How to value digital health interventions? a systematic literature review",
      "authors": [
        "K Kolasa",
        "G Kozinski"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17062119",
      "journal": "Int J Environ Res Public Health",
      "volume": "17",
      "issue": "6",
      "pages": "2119",
      "raw": "How to value digital health interventions? a systematic literature review \n\t\t \n\t\t\t K Kolasa \n\t\t \n\t\t \n\t\t\t G Kozinski \n\t\t \n\t\t 10.3390/ijerph17062119 \n\t\t Medline: 32209988 \n\t \n\t \n\t\t Int J Environ Res Public Health \n\t\t \n\t\t\t 17 \n\t\t\t 6 \n\t\t\t 2119 \n\t\t\t 2020 Mar 23 \n\t\t \n\t \n\t Kolasa K, Kozinski G. How to value digital health interventions? a systematic literature review. Int J Environ Res Public Health. 2020 Mar 23;17(6):2119. [doi: 10.3390/ijerph17062119] [Medline: 32209988]"
    },
    {
      "title": "Fully support DTX as a future growth engine",
      "year": 2022,
      "doi": "10.21690/foge/2019.62.1f",
      "raw": "Fully support DTX as a future growth engine \n\t\t 10.21690/foge/2019.62.1f \n\t\t \n\t\t \n\t\t\t Feb 24, 2022. 2023-10-04 \n\t\t\t Korea Ministry of Trade, Industry, and Energy \n\t\t \n\t \n\t Article in Korean \n\t Fully support DTX as a future growth engine. Article in Korean. Korea Ministry of Trade, Industry, and Energy. Feb 24, 2022. URL: https://motie.go.kr/motie/ne/presse/press2/bbs/bbsView.do?bbs_cd_n=81&bbs_seq_n=165332&from_brf= brf&brf_code_v=13 [Accessed 2023-10-04]"
    },
    {
      "title": "Reimbursement of digital therapeutics: future perspectives in Korea",
      "authors": [
        "J Ju",
        "B Sim",
        "J Lee",
        "J Lee"
      ],
      "year": 2022,
      "doi": "10.4070/kcj.2022.0014",
      "journal": "Korean Circ J",
      "volume": "52",
      "issue": "4",
      "raw": "Reimbursement of digital therapeutics: future perspectives in Korea \n\t\t \n\t\t\t J H Ju \n\t\t \n\t\t \n\t\t\t B Sim \n\t\t \n\t\t \n\t\t\t J Lee \n\t\t \n\t\t \n\t\t\t J Y Lee \n\t\t \n\t\t 10.4070/kcj.2022.0014 \n\t\t Medline: 35388995 \n\t \n\t \n\t\t Korean Circ J \n\t\t \n\t\t\t 52 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2022 Apr \n\t\t \n\t \n\t Ju JH, Sim B, Lee J, Lee JY. Reimbursement of digital therapeutics: future perspectives in Korea. Korean Circ J. 2022 Apr;52(4):265-279. [doi: 10.4070/kcj.2022.0014] [Medline: 35388995]"
    }
  ],
  "num_references": 21,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Framework of the study. DTx: digital therapeutics; NHI: National Health Insurance."
    },
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Awareness and perceptions about DTx and its market release and reimbursement. DTx: digital therapeutics; NHI: National Health Insurance."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Structure of the interview guidelines."
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "Participant profile."
    }
  ],
  "num_figures": 4,
  "tables": [
    {
      "content": "Categories Perceptions about DTx a Questions • Do you know what DTx are? What do you think the scope of DTx is?"
    },
    {
      "content": "Group and participant number Academia 1 Sex Male Age group (y) 30s Experiences"
    }
  ],
  "num_tables": 2,
  "formulas": [
    {
      "text": "Wouldn"
    },
    {
      "text": "DTx"
    },
    {
      "text": "I"
    }
  ],
  "num_formulas": 3,
  "num_citations": 25,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b20",
    "b13",
    "b16",
    "b7",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b0",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 2  Department of Drug Utilization Review (DUR) , Health Insurance Review and Assessment Service (HIRA) , Wonju-Si , Republic of Korea",
    "[raw_affiliation] 3  Department of Health Policy and Management , Seoul National University College of Medicine , Seoul , Republic of Korea",
    "[raw_affiliation] 4  Public Healthcare Center , Seoul National University Hospital , Seoul , Republic of Korea",
    "[raw_affiliation] HIRA Research Institute , Health Insurance Review and Assessment Service (HIRA) , Wonju-Si , Republic of Korea",
    "[raw_affiliation] Department of Health Policy and Management Seoul National University College of Medicine 101 , Daehak-ro , Jongno-gu Seoul , 03080 Republic of Korea",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 2 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 3 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 4 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 5 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 6 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 7 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 8 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 9 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 10 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 11 (page number not for citation purposes)",
    "https://mhealth.jmir.org/2023/1/e47407 JMIR Mhealth Uhealth 2023 | vol. 11 | e47407 | p. 12 (page number not for citation purposes)",
    "[raw_reference] Understanding DTX: what is a DTX? Digital Therapeutics Alliance. URL: https://dtxalliance.org/understanding-dtx/ what-is-a-dtx/#understand [Accessed 2023-01-06]",
    "[raw_reference] De novo classification request for reSET. US Food and Drug Administration. May 2016. URL: https://www.accessdata. fda.gov/cdrh_docs/reviews/DEN160018.pdf [Accessed 2023-10-04]",
    "[raw_reference] Chung JY. Digital therapeutics and clinical pharmacology. Transl Clin Pharmacol. 2019 Mar;27(1):6-11. [doi: 10.12793/ tcp.2019.27.1.6] [Medline: 32055575]",
    "[raw_reference] Dang A, Dang D, Rane P. The expanding role of digital therapeutics in the post-COVID-19 era. The Open COVID Journal. 2021 May 21;1(1):32-37. [doi: 10.2174/2666958702101010032]",
    "sales channel (B2C (patient, caregiver), B2B (providers, payer, employer, pharma)) & regionglobal forecasts to 2027",
    "[raw_reference] Digital therapeutics market by application (prediabetes, nutrition, care, diabetes, CVD, CNS, CRD, MSD, GI, substance abuse, rehabilitation), sales channel (B2C (patient, caregiver), B2B (providers, payer, employer, pharma)) & region - global forecasts to 2027. Markets and Markets. Oct 2022. URL: https://www.marketsandmarkets.com/Market-Reports/ digital-therapeutics-market-51646724.html [Accessed 2023-01-06]",
    "25th Article in Korean",
    "[raw_reference] The 25th (2021) Health Insurance Policy Deliberation Committee meeting (11.25). Article in Korean. Korea Ministry of Health and Welfare. November 25, 2021. URL: https://www.korea.kr/briefing/pressReleaseView.do?newsId=156482847 [Accessed 2023-10-04]",
    "[raw_reference] Yan K, Balijepalli C, Druyts E. The impact of digital therapeutics on current health technology assessment frameworks. Front Digit Health. 2021 Jun 9;3:667016. [doi: 10.3389/fdgth.2021.667016] [Medline: 34713140]",
    "[raw_reference] AMCP partnership forum: digital therapeutics-what are they and where do they fit in pharmacy and medical benefits. J Manag Care Spec Pharm. 2020 May;26(5):674-681. [doi: 10.18553/jmcp.2020.19418] [Medline: 32175784]",
    "[raw_reference] Park KM, Lee S, Lee E. Can digital therapeutics open a new era of sleep medicine? Chronobiol Med. 2021 Dec;3(4):142-148. [doi: 10.33069/cim.2021.0028]",
    "[raw_reference] Kim HS. Apprehensions about excessive belief in digital therapeutics: points of concern excluding merits. J Korean Med Sci. 2020 Nov 23;35(45):e373. [doi: 10.3346/jkms.2020.35.e373] [Medline: 33230984]",
    "[raw_reference] Shin SY. Current status and future direction of digital health in Korea. Korean J Physiol Pharmacol. 2019 Sep;23(5):311-315. [doi: 10.4196/kjpp.2019.23.5.311] [Medline: 31496868]",
    "Suppl",
    "[raw_reference] Kim SY, Moon JY, Shin J, Sim JY, Kim M, Jang J. Survey for government policies regarding strategies for the commercialization and globalization of digital therapeutics. Yonsei Med J. 2022 Jan;63(Suppl):S56-S62. [doi: 10.3349/ ymj.2022.63.S56] [Medline: 35040606]",
    "[raw_reference] Boyce C, Neale P. Conducting In-Depth Interviews: A Guide for Designing and Conducting In-Depth Interviews for Evaluation Input 2nd Ed. Pathfinder International; 2006.",
    "[raw_reference] Brandt CJ, Søgaard GI, Clemensen J, Sndergaard J, Nielsen JB. General practitioners' perspective on eHealth and lifestyle change: qualitative interview study. JMIR Mhealth Uhealth. 2018 Apr 17;6(4):e88. [doi: 10.2196/mhealth.8988] [Medline: 29666045]",
    "[raw_reference] Hsieh HF, Shannon SE. Three approaches to qualitative content analysis. Qual Health Res. 2005 Nov;15(9):1277-1288. [doi: 10.1177/1049732305276687] [Medline: 16204405]",
    "[raw_reference] Musiat P, Goldstone P, Tarrier N. Understanding the acceptability of e-mental health-attitudes and expectations towards computerised self-help treatments for mental health problems. BMC Psychiatry. 2014 Apr 11;14(1):109. [doi: 10.1186/ 1471-244X-14-109] [Medline: 24725765]",
    "[raw_reference] Krumholz HM. 12th Korea Healthcare Congress 2021; 김치국부터 마시지 말라; the time for digital health is almost here. Yonsei Med J. 2022 May;63(5):493-498. [doi: 10.3349/ymj.2022.63.5.493] [Medline: 35512753]",
    "[raw_reference] Rhee SY, Kim C, Shin DW, Steinhubl SR. Present and future of digital health in diabetes and metabolic disease. Diabetes Metab J. 2020 Dec;44(6):819-827. [doi: 10.4093/dmj.2020.0088] [Medline: 33389956]",
    "[raw_reference] Kolasa K, Kozinski G. How to value digital health interventions? a systematic literature review. Int J Environ Res Public Health. 2020 Mar 23;17(6):2119. [doi: 10.3390/ijerph17062119] [Medline: 32209988]",
    "Article in Korean",
    "[raw_reference] Fully support DTX as a future growth engine. Article in Korean. Korea Ministry of Trade, Industry, and Energy. Feb 24, 2022. URL: https://motie.go.kr/motie/ne/presse/press2/bbs/bbsView.do?bbs_cd_n=81&bbs_seq_n=165332&from_brf= brf&brf_code_v=13 [Accessed 2023-10-04]",
    "[raw_reference] Ju JH, Sim B, Lee J, Lee JY. Reimbursement of digital therapeutics: future perspectives in Korea. Korean Circ J. 2022 Apr;52(4):265-279. [doi: 10.4070/kcj.2022.0014] [Medline: 35388995]"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "JMIR Mhealth and Uhealth",
  "volume": "11",
  "pages": "e47407-e47407",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.190649",
    "zotero_item_type": "journalArticle"
  }
}
