{
  "paper_id": "IZD26Z9G",
  "title": "Deep learning for healthcare: review, opportunities and challenges",
  "abstract": "Gaining knowledge and actionable insights from complex, high-dimensional and heterogeneous biomedical data remains a key challenge in transforming health care. Various types of data have been emerging in modern biomedical research, including electronic health records, imaging, -omics, sensor data and text, which are complex, heterogeneous, poorly annotated and generally unstructured. Traditional data mining and statistical learning approaches typically need to first perform feature engineering to obtain effective and more robust features from those data, and then build prediction or clustering models on top of them. There are lots of challenges on both steps in a scenario of complicated data and lacking of sufficient domain knowledge. The latest advances in deep learning technologies provide new effective paradigms to obtain end-toend learning models from complex data. In this article, we review the recent literature on applying deep learning technologies to advance the health care domain. Based on the analyzed work, we suggest that deep learning approaches could be the vehicle for translating big biomedical data into improved human health. However, we also note limitations and needs for improved methods development and applications, especially in terms of ease-of-understanding for domain experts and citizen scientists. We discuss such challenges and suggest developing holistic and meaningful interpretable architectures to bridge deep learning models and human interpretability.",
  "year": 2017,
  "date": "2017-05-06",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Riccardo",
      "surname": "Miotto",
      "name": "Riccardo Miotto"
    },
    {
      "forename": "Fei",
      "surname": "Wang",
      "name": "Fei Wang"
    },
    {
      "forename": "Shuang",
      "surname": "Wang",
      "name": "Shuang Wang"
    },
    {
      "forename": "Xiaoqian",
      "surname": "Jiang",
      "name": "Xiaoqian Jiang"
    },
    {
      "forename": "Joel",
      "surname": "Dudley",
      "name": "Joel Dudley"
    },
    {
      "affiliation": "Department of Healthcare Policy and Research , Weill Cornell Medicine at Cornell University , New York , NY , USA. \n\t\t\t\t\t\t\t\t Department of Healthcare Policy and Research \n\t\t\t\t\t\t\t\t Weill Cornell Medicine at Cornell University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Institute for Next Generation Healthcare , Department of Genetics and Genomic Sciences at the Icahn School of Medicine at Mount Sinai , New York , NY. \n\t\t\t\t\t\t\t\t Institute for Next Generation Healthcare \n\t\t\t\t\t\t\t\t Department of Genetics and Genomic Sciences \n\t\t\t\t\t\t\t\t Icahn School of Medicine \n\t\t\t\t\t\t\t\t at Mount Sinai \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "affiliation": "Division of Health Informatics , Department of Healthcare Policy and Research at Weill Cornell Medicine at Cornell University , New York , NY. \n\t\t\t\t\t\t\t\t Division of Health Informatics \n\t\t\t\t\t\t\t\t Department of Healthcare Policy and Research at Weill Cornell Medicine \n\t\t\t\t\t\t\t\t at Cornell University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "affiliation": "Department of Biomedical Informatics at the University of California San Diego , La Jolla , CA. \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t University of California San Diego \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t La Jolla \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "Department of Biomedical Informatics at the University of California San Diego , La Jolla , CA. \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t University of California San Diego \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t La Jolla \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "Department of Genetics and Genomic Sciences at the Icahn School of Medicine at Mount Sinai , New York , NY. \n\t\t\t\t\t\t\t\t Department of Genetics and Genomic Sciences \n\t\t\t\t\t\t\t\t Icahn School of Medicine \n\t\t\t\t\t\t\t\t at Mount Sinai \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "",
  "arxiv": "arXiv:1604.08880",
  "keywords": [
    "deep learning",
    "health care",
    "biomedical informatics",
    "translational bioinformatics",
    "genomics",
    "electronic health records"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Health care is coming to a new era where the abundant biomedical data are playing more and more important roles. In this context, for example, precision medicine attempts to 'ensure that the right treatment is delivered to the right patient at the right time' by taking into account several aspects of patient's data, including variability in molecular traits, environment, electronic health records (EHRs) and lifestyle  [1] [2] [3] .\n\nThe large availability of biomedical data brings tremendous opportunities and challenges to health care research. In particular, exploring the associations among all the different pieces of information in these data sets is a fundamental problem to develop reliable medical tools based on data-driven approaches and machine learning. To this aim, previous works tried to link multiple data sources to build joint knowledge bases that could be used for predictive analysis and discovery  [4] [5] [6] . Although existing models demonstrate great promises (e.g. [7] [8] [9] [10] [11] ), predictive tools based on machine learning techniques have not been widely applied in medicine  [12] . In fact, there remain many challenges in making full use of the biomedical data, owing to their high-dimensionality, heterogeneity, temporal dependency, sparsity and irregularity  [13] [14] [15] . These challenges are further complicated by various medical ontologies used to generalize the data (e.g. Systematized Nomenclature of Medicine-Clinical Terms (SNOMED-CT)  [16] , Unified Medical Language System (UMLS)  [17] , International Classification of Disease-9th version (ICD-9)  [18] ), which often contain conflicts and inconsistency  [19] . Sometimes, the same clinical phenotype is also expressed in different ways across the data. As an example, in the EHRs, a patient diagnosed with 'type 2 diabetes mellitus' can be identified by laboratory values of hemoglobin A1C >7.0, presence of 250.00 ICD-9 code, 'type 2 diabetes mellitus' mentioned in the freetext clinical notes and so on. Consequently, it is nontrivial to harmonize all these medical concepts to build a higher-level semantic structure and understand their correlations  [6, 20] .\n\nA common approach in biomedical research is to have a domain expert to specify the phenotypes to use in an ad hoc manner. However, supervised definition of the feature space scales poorly and misses the opportunities to discover novel patterns. Alternatively, representation learning methods allow to automatically discover the representations needed for prediction from the raw data  [21, 22] . Deep learning methods are representation-learning algorithms with multiple levels of representation, obtained by composing simple but nonlinear modules that each transform the representation at one level (starting with the raw input) into a representation at a higher, slightly more abstract level  [23] . Deep learning models demonstrated great performance and potential in computer vision, speech recognition and natural language processing tasks  [24] [25] [26] [27] .\n\nGiven its demonstrated performance in different domains and the rapid progresses of methodological improvements, deep learning paradigms introduce exciting new opportunities for biomedical informatics. Efforts to apply deep learning methods to health care are already planned or underway. For example, Google DeepMind has announced plans to apply its expertise to health care  [28]  and Enlitic is using deep learning intelligence to spot health problems on X-rays and Computed Tomography (CT) scans  [29] .\n\nHowever, deep learning approaches have not been extensively evaluated for a broad range of medical problems that could benefit from its capabilities. There are many aspects of deep learning that could be helpful in health care, such as its superior performance, end-to-end learning scheme with integrated feature learning, capability of handling complex and multi-modality data and so on. To accelerate these efforts, the deep learning research field as a whole must address several challenges relating to the characteristics of health care data (i.e. sparse, noisy, heterogeneous, time-dependent) as need for improved methods and tools that enable deep learning to interface with health care information workflows and clinical decision support.\n\nIn this article, we discuss recent and forthcoming applications of deep learning in medicine, highlighting the key aspects to significantly impact health care. We do not aim to provide a comprehensive background on technical details (see e.g. [21, [30] [31] [32] ) or general application of deep learning (see e.g. [23] ). Instead, we focus on biomedical data only, in particular those originated from clinical imaging, EHRs, genomes and wearable devices. While additional sources of information, such as metabolome, antibodyome and other omics information are expected to be valuable for health monitoring, at this point deep learning has not been significantly used in these domains. Thus, in the following, we briefly introduce the general deep learning framework, we review some of its applications in the medical domain and we discuss the opportunities, challenges and applications related to these methods when used in the context of precision medicine and next-generation health care."
    },
    {
      "title": "Deep learning framework",
      "text": "Machine learning is a general-purpose method of artificial intelligence that can learn relationships from the data without the need to define them a priori  [33] . The major appeal is the ability to derive predictive models without a need for strong assumptions about the underlying mechanisms, which are usually unknown or insufficiently defined  [34] . The typical machine learning workflow involves four steps: data harmonization, representation learning, model fitting and evaluation  [35] . For decades, constructing a machine learning system required careful engineering and domain expertise to transform the raw data into a suitable internal representation from which the learning subsystem, often a classifier, could detect patterns in the data set. Conventional techniques are composed of a single, often linear, transformation of the input space and are limited in their ability to process natural data in their raw form  [21] .\n\nDeep learning is different from traditional machine learning in how representations are learned from the raw data. In fact, deep learning allows computational models that are composed of multiple processing layers based on neural networks to learn representations of data with multiple levels of abstraction  [23] . The major differences between deep learning and traditional artificial neural networks (ANNs) are the number of hidden layers, their connections and the capability to learn meaningful abstractions of the inputs. In fact, traditional ANNs are usually limited to three layers and are trained to obtain supervised representations that are optimized only for the specific task and are usually not generalizable  [36] . Differently, every layer of a deep learning system produces a representation of the observed patterns based on the data it receives as inputs from the layer below, by optimizing a local unsupervised criterion  [37] . The key aspect of deep learning is that these layers of features are not designed by human engineers, but they are learned from data using a generalpurpose learning procedure. Figure  1  illustrates such differences at a high level: deep neural networks process the inputs in a layer-wise nonlinear manner to pre-train (initialize) the nodes in subsequent hidden layers to learn 'deep structures' and representations that are generalizable. These representations are then fed into a supervised layer to fine-tune the whole network using the backpropagation algorithm toward representations that are optimized for the specific end-to-end task.\n\nThe unsupervised pre-training breakthrough  [23, 38] , new methods to prevent overfitting  [39] , the use of general-purpose graphic processing units to speedup computations and the development of high-level modules to easily build neural networks (e.g. Theano  [40] , Caffe  [41] , TensorFlow  [42] ) allowed deep models to establish as state-of-the-art solutions for several tasks. In fact, deep learning turned out to be good at discovering intricate structures in high-dimensional data and obtained remarkable performances for object detection in images  [43, 44] , speech recognition  [45]  and natural language understanding  [46]  and translation  [47] . Relevant clinical-ready successes have been obtained in health care as well (e.g. detection of diabetic retinopathy in retinal fundus photographs  [48] , classification of skin cancer  [49] , predicting of the sequence specificities of DNA-and RNA-binding proteins  [50] ), initiating the way toward a potential new generation of intelligent toolsbased deep learning for real-world medical care."
    },
    {
      "title": "Literature review",
      "text": "The use of deep learning for medicine is recent and not thoroughly explored. In the next sections, we will review some of the main recent literature (i.e. 32 papers) related to applications of deep models to clinical imaging, EHRs, genomics and wearable device data.\n\nTable  1  summarizes all the papers mentioned in this literature review, in particular highlighting the type of networks and the medical data considered. To the best of our knowledge, there are no studies using deep learning to combine neither all these data sources, nor a part of them (e.g. only EHRs and clinical images, only EHRs and genomics) in a joint representation for medical analysis and prediction. A few preliminary studies evaluated the combined use of EHRs and genomics (e.g. see  [9, 80] ), without applying deep learning though; for this reason, they were not considered relevant to this review. The deep architectures applied to the health care domain have been mostly based on convolutional neural networks (CNNs)  [81] , recurrent neural networks (RNNs)  [82] , Restricted Boltzmann Machines (RBMs)  [83]  and Autoencoders (AEs)  [84] . Table  2  briefly reviews these models and provides the main ideas behind their structures."
    },
    {
      "title": "Clinical imaging",
      "text": "Following the success in computer vision, the first applications of deep learning to clinical data were on image processing, especially on the analysis of brain Magnetic Resonance Imaging (MRI) scans to predict Alzheimer disease and its variations  [51, 52] . In other medical domains, CNNs were used to infer a hierarchical representation of low-field knee MRI scans to automatically segment cartilage and predict the risk of osteoarthritis  [53] . Despite using 2D images, this approach obtained better results than a state-of-theart method using manually selected 3D multi-scale features. Deep learning was also applied to segment multiple sclerosis lesions in multi-channel 3D MRI  [54]  and for the differential diagnosis of benign and malignant breast nodules from ultrasound images  [55] . More recently, Gulshan et al.  [48]  used CNNs to identify diabetic retinopathy in retinal fundus photographs, obtaining high sensitivity and specificity over about 10 000 test images with respect to certified ophthalmologist annotations. CNNs also obtained performances on par with 21 board-certified dermatologists on classifying biopsy-proven clinical images of different types of skin cancer (keratinocyte carcinomas versus benign seborrheic keratoses and malignant melanomas versus benign nevi) over a large data set of 130 000 images (1942 biopsy-labeled test images)  [49] ."
    },
    {
      "title": "Electronic health records",
      "text": "More recently deep learning has been applied to process aggregated EHRs, including both structured (e.g. diagnosis, medications, laboratory tests) and unstructured (e.g. free-text clinical notes) data. The greatest part of this literature processed the EHRs of a health care system with a deep architecture for a specific, usually supervised, predictive clinical task. In particular, a common approach is to show that deep learning obtains better results than conventional machine learning models with respect to certain metrics, such as Area Under the Receiver Operating Characteristic Curve, accuracy and F-score  [91] . In this scenario, while most papers present end-to-end supervised networks, some works also propose unsupervised models to derive latent patient representations, which are then evaluated using shallow classifiers (e.g. random forests, logistic regression).\n\nSeveral works applied deep learning to predict diseases from the patient clinical status. Liu et al.  [56]  used a four-layer CNN to predict congestive heart failure and chronic obstructive pulmonary disease and showed significant advantages over the baselines. RNNs with long short-term memory (LSTM) hidden units, pooling and word embedding were used in DeepCare  [58] , an end-to-end deep dynamic network that infers current illness states and predicts future medical outcomes. The authors also proposed to moderate the LSTM unit with a decay effect to handle irregular timed events (which are typical in longitudinal EHRs). Moreover, they incorporated medical interventions in the model to dynamically shape the predictions. DeepCare was evaluated for disease progression modeling, intervention recommendation and future risk prediction on diabetes and mental health patient cohorts. RNNs with gated recurrent unit (GRU) were used by Choi et al.  [65]  to develop Doctor AI, an end-to-end model that uses patient history to predict diagnoses and medications for subsequent encounters. The evaluation showed significantly higher recall than shallow baselines and good generalizability by adapting the resulting model from one institution to another without losing substantial accuracy. Differently, Miotto et al.  [59]  proposed to learn deep patient representations from the EHRs using a three-layer Stacked Denoising Autoencoder (SDA). They applied this novel representation on disease risk prediction using random forest as classifiers. The evaluation was performed on 76 214 patients comprising 78 diseases from diverse clinical domains and  temporal windows (up to a 1 year). The results showed that the deep representation leads to significantly better predictions than using raw EHRs or conventional representation learning algorithms (e.g. Principal Component Analysis (PCA), k-means). Moreover, they also showed that results significantly improve when adding a logistic regression layer on top of the last AE to fine-tune the entire supervised network  [60] . Similarly, Liang et al.  [61]  used RBMs to learn representations from EHRs that revealed novel concepts and demonstrated better prediction accuracy on a number of diseases.\n\nDeep learning was also applied to model continuous time signals, such as laboratory results, toward the automatic identification of specific phenotypes. For example, Lipton et al.  [57]  used RNNs with LSTM to recognize patterns in multivariate time series of clinical measurements. Specifically, they trained a model to classify 128 diagnoses from 13 frequently but irregularly sampled clinical measurements from patients in pediatric intensive unit care. The results showed significant improvements with respect to several strong baselines, including multilayer perceptron trained on hand-engineered features. Che et al.  [63]  used SDAs regularized with a prior knowledge based on ICD-9s for detecting characteristic patterns of physiology in clinical time series. Lasko et al.  [64]  used a two-layer stacked AE (without regularization) to model longitudinal sequences of serum uric acid measurements to distinguish the uric-acid signatures of gout and acute leukemia. Razavian et al.  [67]  evaluated CNNs and RNNs with LSTM units to predict disease onset from laboratory test measures alone, showing better performances than logistic regression with hand-engineered, clinically relevant features.\n\nNeural language deep models were also applied to EHRs, in particular to learn embedded representations of medical concepts, such as diseases, medications and laboratory tests, that could be used for analysis and prediction  [92] . As an example, Tran et al.  [62]  used RBMs to learn abstractions of ICD-10 codes on a cohort of 7578 mental health patients to predict suicide risk. A deep architecture based on RNNs also obtained promising results in removing protected health information from clinical notes to leverage the automatic de-identification of free-text patient summaries  [68] .\n\nThe prediction of unplanned patient readmissions after discharge recently received attention as well. In this domain, Nguyen et al.  [66]  proposed Deepr, an end-to-end architecture based on CNNs, which detects and combines clinical motifs in the longitudinal patient EHRs to stratify medical risks. Deepr performed well in predicting readmission within 6 months and was able to detect meaningful and interpretable clinical patterns."
    },
    {
      "title": "Genomics",
      "text": "Deep learning in high-throughput biology is used to capture the internal structure of increasingly larger and high-dimensional data sets (e.g. DNA sequencing, RNA measurements). Deep models enable the discovery of high-level features, improving performances over traditional models, increasing interpretability and providing additional understanding about the structure of the biological data. Different works have been proposed in the literature. Here we review the general ideas and refer the reader to  [93] [94] [95] [96]  for more comprehensive reviews.\n\nThe first applications of neural networks in genomics replaced conventional machine learning with deep architectures, without changing the input features. For example, Xiong et al.  [97]  used a fully connected feed-forward neural network to predict the splicing activity of individual exons. The model was trained using >1000 predefined features extracted from the candidate exon and adjacent introns. This method obtained higher prediction accuracy of splicing activity compared with simpler approaches, and was able to identify rare mutations implicated in splicing misregulation.\n\nMore recent works apply CNNs directly on the raw DNA sequence, without the need to define features a priori (e.g. Table  2 . Review of the neural networks shaping the deep learning architectures applied to the health care domain in the literature Architecture Description CNN CNNs are inspired by the organization of cat's visual cortex  [85] . CNNs rely on local connections and tied weights across the units followed by feature pooling (subsampling) to obtain translation invariant descriptors  [52] . The basic CNN architecture consists of one convolutional and pooling layer, optionally followed by a fully connected layer for supervised prediction. In practice, CNNs are composed by > 10 convolutional and pooling layers to better model the input space. The most successful applications of CNNs were obtained in computer vision  [43, 44] . CNNs usually require a large data set of labeled documents to be properly trained."
    },
    {
      "title": "RNN",
      "text": "RNNs are useful to process streams of data  [53] . They are composed by one network performing the same task for every element of a sequence, with each output value dependent on the previous computations. In the original formulation, RNNs were limited to look back only a few steps owing to vanishing and exploding gradient problems. LSTM  [86]  and GRU  [87]  networks addressed this problem by modeling the hidden state with cells that decide what to keep in (and what to erase from) memory given the previous state, the current memory and the input value. These variants are efficient at capturing long-term dependencies and led to excellent results in Natural Language Processing applications  [46, 47] ."
    },
    {
      "title": "RBM",
      "text": "A RBM is a generative stochastic model that learns a probability distribution over the input space  [54] . RBMs are a variant of Boltzmann machines, with the restriction that their neurons must form a bipartite graph. Pairs of nodes from each of the two groups (i.e. visible and hidden units) can have a symmetric connection between them, but there are no connections between nodes within a group. This restriction allows for more efficient training algorithms than the general class of Boltzmann machines, which allows connections between hidden units. RBMs had success in dimensionality reduction  [55]  and collaborative filtering  [88] . Deep learning systems obtained by stacking RBMs are called Deep Belief Networks  [89] ."
    },
    {
      "title": "AE",
      "text": "An AE is an unsupervised learning model where the target value is equal to the input  [55] . AEs are composed by a decoder, which transforms the input to a latent representation, and by a decoder, which reconstructs the input from this representation. AEs are trained to minimize the reconstruction error. By constraining the dimension of the latent representation to be different from input (and consequently from the output), it is possible to discover relevant patterns in the data. AEs are mostly used for representation learning  [21]  and are often regularized by adding noise to the original data (i.e. denoising AEs  [90] ).\n\n[  50, 69, 70] ). CNNs use less parameters than a fully connected network by computing convolution on small regions of the input space and by sharing parameters between regions. This allowed training the models on larger sequence windows of DNAs, improving the detection of the relevant patterns. For example, Alipanahi et al.  [50]  proposed DeepBind, a deep architecture based on CNNs that predicts specificities of DNA-and RNA-binding proteins. In the reported experiment, DeepBind was able to recover known and novel sequence of motifs, quantify the effect of sequence alterations and identify functional single nucleotide variations (SNVs). Zhou and Troyanskaya  [69]  used CNNs to predict chromatin marks from DNA sequence. Similarly, Kelley et al.  [70]  developed Basset, an open-source framework to predict DNase I hypersensitivity across multiple cell types and to quantify the effect of SNVs on chromatin accessibility. CNNs were also used by Angermueller et al.  [71]  to predict DNA methylation states in single-cell bisulfite sequencing studies and, more recently, by Koh et al.  [72]  to denoise genome-wide chromatin immunoprecipitation followed by sequencing data to obtain a more accurate prevalence estimate for different chromatin marks. While CNNs are the most widely used architectures to extract features from fixed-size DNA sequence windows, other deep architectures have been proposed as well. For example, sparse AEs were applied to classify cancer cases from gene expression profiles or to predict protein backbones  [74] . Deep neural networks also enabled researchers to significantly improve the state-of-the-art drug discovery pipeline for genomic medicine  [98] ."
    },
    {
      "title": "Mobile",
      "text": "Sensor-equipped smartphones and wearables are transforming a variety of mobile apps, including health monitoring  [99] . As the difference between consumer health wearables and medical devices begins to soften, it is now possible for a single wearable device to monitor a range of medical risk factors. Potentially, these devices could give patients direct access to personal analytics that can contribute to their health, facilitate preventive care and aid in the management of ongoing illness  [100] . Deep learning is considered to be a key element in analyzing this new type of data. However, only a few recent works used deep models within the health care sensing domain, mostly owing to hardware limitations. In fact, running an efficient and reliable deep architecture on a mobile device to process noisy and complex sensor data is still a challenging task that is likely to drain the device resources  [101] . Several studies investigated solutions to overcome such hardware limitations. As an example, Lane and Georgiev [102] proposed a low-power deep neural network inference engine that exploited both Central Processing Unit (CPU) and Digital Signal Processor (DSP) of the mobile device, without leading to any major overburden of the hardware. They also proposed DeepX, a software accelerator capable of lowering the device resources required by deep learning that currently act as a severe bottleneck to mobile adoption. This architecture enabled large-scale deep learning to execute efficiently on mobile devices and significantly outperformed cloud-based off-loading solutions  [103] .\n\nWe did not find any relevant study applying deep learning on commercial wearable devices for health monitoring. However, a few works processed data from phones and medical monitor devices. In particular, relevant studies based on deep learning were done on Human Activity Recognition (HAR). While not directly exploring a medical application, many studies argue that the accurate predictions obtained by deep models on HAR can leverage clinical applications as well. In the health care domain, Hammerla et al.  [75]  evaluated CNNs and RNNs with LSTM to predict the freezing of gait in Parkinson disease (PD) patients. Freezing is a common motor complication in PD, where affected individuals struggle to initiate movements such as walking. Results based on accelerometer data from above the ankle, above the knee and on the trunk of 10 patients showed that RNNs obtained the best results, with a significantly large improvement over the other models, including CNNs. While the size of this data set was small, this study highlights the potential of deep learning in processing activity recognition measures for clinical use. Zhu et al.  [76]  obtained promising results in predicting Energy Expenditure (EE) from triaxial accelerometer and heart rate sensor data during ambulatory activities. EE is considered important in tracking personal activity and preventing chronic diseases such as obesity, diabetes and cardiovascular diseases. They used CNNs and significantly improved performances over regression and a shallow neural network.\n\nIn other clinical domains, deep learning, in particular CNNs and RBMs, improved over conventional machine learning in analyzing portable neurophysiological signals such as Electroencephalogram, Local Field Potentials and Photoplethysmography  [77, 78] . Differently, Sathyanarayana et al.  [79]  applied deep learning to predict poor or good sleep using actigraphy measurements of the physical activity of patients during awake time. In particular, by using a data set of 92 adolescents and one full week of monitored data, they showed that CNNs were able to obtain the highest specificity and sensitivity, with results 46% better than logistic regression."
    },
    {
      "title": "Challenges and opportunities",
      "text": "Despite the promising results obtained using deep architectures, there remain several unsolved challenges facing the clinical application of deep learning to health care. In particular, we highlight the following key issues:\n\n• Data volume: Deep learning refers to a set of highly intensive computational models. One typical example is fully connected multi-layer neural networks, where tons of network parameters need to be estimated properly. The basis to achieve this goal is the availability of huge amount of data. In fact, while there are no hard guidelines about the minimum number of training documents, a general rule of thumb is to have at least about 10Â the number of samples as parameters in the network. This is also one of the reasons why deep learning is so successful in domains where huge amount of data can be easily collected (e.g. computer vision, speech, natural language). However, health care is a different domain; in fact, we only have approximately 7.5 billion people all over the world (as per September 2016), with a great part not having access to primary health care. Consequently, we cannot get as many patients as we want to train a comprehensive deep learning model. Moreover, understanding diseases and their variability is much more complicated than other tasks, such as image or speech recognition. Consequently, from a big data perspective, the amount of medical data that is needed to train an effective and robust deep learning model would be much more comparing with other media.\n\n• Data quality: Unlike other domains where the data are clean and well-structured, health care data are highly heterogeneous, ambiguous, noisy and incomplete. Training a good deep learning model with such massive and variegate data sets is challenging and needs to consider several issues, such as data sparsity, redundancy and missing values.\n\n• Temporality: The diseases are always progressing and changing over time in a nondeterministic way. However, many existing deep learning models, including those already proposed in the medical domain, assume static vector-based inputs, which cannot handle the time factor in a natural way. Designing deep learning approaches that can handle temporal health care data is an important aspect that will require the development of novel solutions.\n\n• Domain complexity: Different from other application domains (e.g. image and speech analysis), the problems in biomedicine and health care are more complicated. The diseases are highly heterogeneous and for most of the diseases there is still no complete knowledge on their causes and how they progress. Moreover, the number of patients is usually limited in a practical clinical scenario and we cannot ask for as many patients as we want.\n\n• Interpretability: Although deep learning models have been successful in quite a few application domains, they are often treated as black boxes. While this might not be a problem in other more deterministic domains such as image annotation (because the end user can objectively validate the tags assigned to the images), in health care, not only the quantitative algorithmic performance is important, but also the reason why the algorithms works is relevant. In fact, such model interpretability (i.e. providing which phenotypes are driving the predictions) is crucial for convincing the medical professionals about the actions recommended from the predictive system (e.g. prescription of a specific medication, potential high risk of developing a certain disease).\n\nAll these challenges introduce several opportunities and future research possibilities to improve the field. Therefore, with all of them in mind, we point out the following directions, which we believe would be promising for the future of deep learning in health care.\n\n• Feature enrichment: Because of the limited amount of patients in the world, we should capture as many features as possible to characterize each patient and find novel methods to jointly process them. The data sources for generating those features need to include, but not to be limited to, EHRs, social media (e.g. there are prior research leveraging patient-reported information on social media for pharmacovigilance [104, 105]), wearable devices, environments, surveys, online communities, genome profiles, omics data such as proteome and so on. The effective integration of such highly heterogeneous data and how to use them in a deep learning model would be an important and challenging research topic. In fact, to the best of our knowledge, the literature does not provide any study that attempts to combine different types of medical data sources using deep learning. A potential solution in this domain could exploit the hierarchical nature of deep learning and process separately every data source with the appropriate deep model, and stack the resulting representations in a joint model toward a holistic abstraction of the patient data (e.g. using layers of AEs or deep Bayesian networks).\n\n• Federated inference: Each clinical institution possesses its own patient population. Building a deep learning model by leveraging the patients from different sites without leaking their sensitive information becomes a crucial problem in this setting. Consequently learning deep model in this federated setting in a secure way will be another important research topic, which will interface with other mathematical domains, such as cryptography (e.g. homomorphic encryption [106] and secure multiparty computation [107]).\n\n• Model privacy: Privacy is an important concern in scaling up deep learning (e.g. through cloud computing services). In fact, a recent work by Trame `r et al.\n\n[108] has demonstrated the vulnerability of Machine Learning (ML)-as-a-service (i.e. 'predictive analytics') on a set of common models including deep neural networks. The attack abides all authentication or access-control mechanisms but infers parameters or training data through exposed Application Program Interface (APIs), which breaks the model and personal privacy. This issue is well known to the privacy community, and researchers have developed a principled framework called 'differential privacy  ' [109, 110]  to ensure the indistinguishability of individual samples in training data through their functional outputs  [111] . However, naive approaches might render outputs useless or cannot provide sufficient protection  [22] , which makes the development of practically useful differential privacy solutions nontrivial. For example,  Chaudhuri et al. [112]  developed differential private methods to protect the parameters trained for the logistic regression model. Preserving the privacy of deep learning models is even more challenging, as there are more parameters to be safeguarded and several recent works have pushed the fronts in this area  [113] [114] [115] . Yet, considering all the personal information likely to be processed by deep models in clinical applications, the deployment of intelligent tools for next-generation health care needs to consider these risks and attempt to implement a differential privacy standard.\n\n• Incorporating expert knowledge: The existing expert knowledge for medical problems is invaluable for health care problems.\n\nBecause of the limited amount of medical data and their various quality problems, incorporating the expert knowledge into the deep learning process to guide it toward the right direction is an important research topic. For example, online medical encyclopedia and PubMed abstracts should be mined to extract reliable content that can be included in the deep architecture to leverage the overall performances of the systems. Also semi-supervised learning, an effective scheme to learn from large amount of unlabeled samples with only a few labeled samples, would be of great potential because of its capability of leveraging both labeled (which encodes the knowledge) and unlabeled samples [105].\n\n• Temporal modeling: Considering that the time factor is important in all kinds of health care-related problems, in particular in those involving EHRs and monitoring devices, training a time-sensitive deep learning model is critical for a better understanding of the patient condition and for providing timely clinical decision support. Thus, temporal deep learning is crucial for solving health care problems (as already shown in some of the early studies reported in the literature review). To this aim, we expect that RNNs as well as architectures coupled with memory (e.g. [86] ) and attention mechanisms (e.g. [116]) will play a more significant role toward better clinical deep architectures.\n\n• Interpretable modeling: Model performance and interpretability are equally important for health care problems. Clinicians are unlikely to adopt a system they cannot understand. Deep learning models are popular because of their superior performance. Yet, how to explain the results obtained by these models and how to make them more understandable is of key importance toward the development of trustable and reliable systems. In our opinion, research directions will include both algorithms to explain the deep models (i.e. what drives the hidden units of the networks to turn on/off along the process-see e.g. [117]) as well as methods to support the networks with existing tools that explain the predictions of data-driven systems (e.g. see  [118] )."
    },
    {
      "title": "Applications",
      "text": "Deep learning methods are powerful tools that complement traditional machine learning and allow computers to learn from the data, so that they can come up with ways to create smarter applications. These approaches have already been used in a number of applications, especially for computer vision and natural language processing. All the results available in the literature illustrate the capabilities of deep learning for health care data analysis as well. In fact, processing medical data with multi-layer neural networks increased the predictive power for several specific applications in different clinical domains. Additionally, because of their hierarchical learning structure, deep architectures have the potential to integrate diverse data sets across heterogeneous data types and provide greater generalization given the focus on representation learning and not simply on classification accuracy.\n\nConsequently, we believe that deep learning can open the way toward the next generation of predictive health care systems that can (i) scale to include many millions to billions of patient records and (ii) use a single, distributed patient representation to effectively support clinicians in their daily activities-rather than multiple systems working with different patient representations and data. Ideally, this representation would join all the different data sources, including EHRs, genomics, environment, wearables, social activities and so on, toward a holistic and comprehensive description of an individual status. In this scenario, the deep learning framework would be deployed into a health care platform (e.g. a hospital EHR system) and the models would be constantly updated to follow the changes in the patient population.\n\nSuch deep representations can then be used to leverage clinician activities in different domains and applications, such as disease risk prediction, personalized prescriptions, treatment recommendations, clinical trial recruitment as well as research and data analysis. As an example, Wang et al. recently won the Parkinson's Progression Marker's Initiative data challenge on subtyping Parkinson's disease using a temporal deep learning approach  [119] . In fact, because Parkinson's disease is highly progressive, the traditional vector or matrix-based approach may not be optimal, as it is unable to accurately capture the disease progression patterns, as the entries in those vectors/matrices are typically aggregated over time. Consequently, the authors used the LSTM RNN model and identified three interesting subtypes for Parkinson's disease, wherein each subtype demonstrates common disease progression trends. We believe that this work shows the great potential of deep learning models in real-world health care problems and how it could lead to more reliable and robust automatic systems in the near future.\n\nLast, more broadly, deep learning can serve as a guiding principle to organize both hypothesis-driven research and exploratory investigation in clinical domains (e.g. clustering, visualization of patient cohorts, stratification of disease populations). For this potential to be realized, statistical and medical tasks must be integrated at all levels, including study design, experiment planning, model building and refinement and data interpretation."
    },
    {
      "title": "Key Points",
      "text": "• The fastest growing types of data in biomedical research, such as EHRs, imaging, -omics profiles and monitor data, are complex, heterogeneous, poorly annotated and generally unstructured.\n\n• Early applications of deep learning to biomedical data showed effective opportunities to model, represent and learn from such complex and heterogeneous sources.\n\n• State-of-the-art deep learning approaches need to be improved in terms of data integration, interpretability, security and temporal modeling to be effectively applied to the clinical domain.\n\n• Deep learning can open the way toward the next generation of predictive health care systems, which can scale to include billions of patient records and rely on a single holistic patient representation to effectively support clinicians in their daily activities.\n\n• Deep learning can serve as a guiding principle to organize both hypothesis-driven research and exploratory investigation in clinical domains based on different sources of data."
    },
    {
      "text": "Figure 1. Comparison between ANNs and deep architectures. While ANNs are usually composed by three layers and one transformation toward the final outputs, deep learning architectures are constituted by several layers of neural networks. Layer-wise unsupervised pre-training allows deep networks to be tuned efficiently and toextract deep structure from inputs to serve as higher-level features that are used to obtain better predictions."
    },
    {
      "text": "Summary of the articles described in the literature review with highlighted the deep learning architecture applied and the medical domain considered"
    }
  ],
  "references": [
    {
      "title": "Biomarker tests for molecularly targeted therapies -the key to unlocking precision medicine",
      "authors": [
        "G Lyman",
        "H Moses"
      ],
      "year": 2016
    },
    {
      "title": "A new initiative on precision medicine",
      "authors": [
        "F Collins",
        "H Varmus"
      ],
      "year": 2015
    },
    {
      "title": "dRiskKB: a large-scale disease-disease risk relationship knowledge base constructed from biomedical text",
      "authors": [
        "R Xu",
        "L Li",
        "Q Wang"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2105-15-105"
    },
    {
      "title": "Phenome-driven disease genetics prediction toward drug discovery",
      "authors": [
        "Y Chen",
        "L Li",
        "G-Q Zhang"
      ],
      "year": 2015
    },
    {
      "title": "Similarity network fusion for aggregating data types on a genomic scale",
      "authors": [
        "B Wang",
        "A Mezlini",
        "F Demir"
      ],
      "year": 2014
    },
    {
      "title": "Data-driven prediction of drug effects and interactions",
      "authors": [
        "N Tatonetti",
        "P Ye",
        "R Daneshjou"
      ],
      "year": 2012
    },
    {
      "title": "Case-based reasoning using electronic health records efficiently identifies eligible patients for clinical trials",
      "authors": [
        "R Miotto",
        "C Weng"
      ],
      "year": 2015,
      "doi": "10.1093/jamia/ocu050"
    },
    {
      "title": "Identification of type 2 diabetes subgroups through topological analysis of patient similarity",
      "authors": [
        "L Li",
        "W-Y Cheng",
        "B Glicksberg"
      ],
      "year": 2015,
      "doi": "10.1126/scitranslmed.aaa9364"
    },
    {
      "title": "Machine learning applications in genetics and genomics",
      "authors": [
        "M Libbrecht",
        "W Noble"
      ],
      "year": 2015
    },
    {
      "title": "Clinical risk prediction by exploring high-order feature correlations",
      "authors": [
        "F Wang",
        "P Zhang",
        "X Wang"
      ],
      "year": 2014
    },
    {
      "title": "Predictive data mining in clinical medicine: current issues and guidelines",
      "authors": [
        "R Bellazzi",
        "B Zupan"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2006.11.006"
    },
    {
      "title": "Next-generation phenotyping of electronic health records",
      "authors": [
        "G Hripcsak",
        "D Albers"
      ],
      "year": 2013
    },
    {
      "title": "Mining electronic health records: towards better research applications and clinical care",
      "authors": [
        "P Jensen",
        "L Jensen",
        "S Brunak"
      ],
      "year": 2012,
      "doi": "10.1038/nrg3208"
    },
    {
      "title": "Big data application in biomedical research and health care: a literature review",
      "authors": [
        "J Luo",
        "M Wu",
        "D Gopukumar"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Snomed Ct"
      ],
      "year": 2016
    },
    {
      "title": "Unified Medical Language System (UMLS)",
      "year": 2016,
      "doi": "10.1081/e-elis3-120043969"
    },
    {
      "title": "ICD-9 Code",
      "year": 2016
    },
    {
      "title": "Detection of conflicts and inconsistencies in taxonomy-based authorization policies",
      "authors": [
        "A Mohan",
        "D Blough",
        "T Kurc"
      ],
      "year": 2011
    },
    {
      "title": "A method for inferring medical diagnoses from patient similarities",
      "authors": [
        "A Gottlieb",
        "G Stein",
        "E Ruppin"
      ],
      "year": 2013,
      "doi": "10.1186/1741-7015-11-194"
    },
    {
      "title": "Representation learning: a review and new perspectives",
      "authors": [
        "Y Bengio",
        "A Courville",
        "P Vincent"
      ],
      "year": 2013
    },
    {
      "title": "A predictive model for medical events based on contextual embedding of temporal sequences",
      "authors": [
        "W Farhan",
        "Z Wang",
        "Y Huang"
      ],
      "year": 2016,
      "doi": "10.2196/medinform.5977"
    },
    {
      "title": "Deep learning",
      "authors": [
        "Y Lecun",
        "Y Bengio",
        "G Hinton"
      ],
      "year": 2015
    },
    {
      "title": "Convolutional neural networks for speech recognition",
      "authors": [
        "Mohamed A-R Jiang"
      ],
      "year": 2014
    },
    {
      "title": "Machine learning paradigms for speech recognition: an overview",
      "authors": [
        "L Deng",
        "X Li"
      ],
      "year": 2013,
      "doi": "10.1109/tasl.2013.2244083"
    },
    {
      "title": "Describing multimedia content using attention-based encoder-decoder networks",
      "authors": [
        "K Cho",
        "A Courville",
        "Y Bengio"
      ]
    },
    {
      "title": "Deep speech: scaling up end-to-end speech recognition",
      "authors": [
        "A Hannun",
        "C Case",
        "J Casper"
      ]
    },
    {
      "title": "Google's DeepMind forms health unit to build medical software",
      "year": 2016
    },
    {
      "title": "Enlitic uses deep learning to make doctors faster and more accurate",
      "year": 2016,
      "doi": "10.1108/rr.2001.15.2.53.120"
    },
    {
      "title": "Greedy layer-wise training of deep networks",
      "authors": [
        "Y Bengio",
        "P Lamblin",
        "D Popovici"
      ],
      "year": 2007
    },
    {
      "title": "Practical recommendations for gradient-based training of deep architectures",
      "authors": [
        "Y Bengio"
      ],
      "year": 2012,
      "doi": "10.1007/978-3-642-35289-8_26"
    },
    {
      "title": "Deep learning in neural networks: an overview",
      "authors": [
        "J Schmidhuber"
      ],
      "year": 2015,
      "doi": "10.1016/j.neunet.2014.09.003"
    },
    {
      "title": "Machine learning: a probabilistic perspective",
      "authors": [
        "Murphy Kevin"
      ],
      "year": 2012
    },
    {
      "title": "Pattern Recognition and Machine Learning (Information Science and Statistics)",
      "authors": [
        "C Bishop"
      ],
      "year": 2007
    },
    {
      "title": "Machine learning: trends, perspectives, and prospects",
      "authors": [
        "M Jordan",
        "T Mitchell"
      ],
      "year": 2015
    },
    {
      "title": "Learning representations by back-propagating errors",
      "authors": [
        "D Rumelhart",
        "G Hinton",
        "R Williams"
      ],
      "year": 1986
    },
    {
      "title": "Learning deep architectures for AI",
      "authors": [
        "Y Bengio"
      ],
      "year": 2009,
      "doi": "10.1561/2200000006"
    },
    {
      "title": "Why does unsupervised pre-training help deep learning?",
      "authors": [
        "D Erhan",
        "Y Bengio",
        "A Courville"
      ],
      "year": 2010
    },
    {
      "title": "Dropout: a simple way to prevent neural networks from overfitting",
      "authors": [
        "N Srivastava",
        "G Hinton",
        "A Krizhevsky"
      ],
      "year": 2014
    },
    {
      "title": "Theano: new features and speed improvements",
      "authors": [
        "F Bastien",
        "P Lamblin",
        "R Pascanu"
      ]
    },
    {
      "title": "Caffe: convolutional architecture for fast feature embedding",
      "authors": [
        "Y Jia",
        "E Shelhamer",
        "J Donahue"
      ],
      "year": 2014
    },
    {
      "title": "TensorFlow: large-scale machine learning on heterogeneous distributed systems",
      "authors": [
        "M Abadi",
        "A Agarwal",
        "P Barham"
      ]
    },
    {
      "title": "ImageNet classification with deep convolutional neural networks",
      "authors": [
        "A Krizhevsky",
        "I Sutskever",
        "G Hinton"
      ],
      "year": 2012
    },
    {
      "title": "Going deeper with convolutions",
      "authors": [
        "C Szegedy",
        "W Liu",
        "Y Jia"
      ],
      "doi": "10.1109/cvpr.2015.7298594"
    },
    {
      "title": "Deep neural networks for acoustic modeling in speech recognition",
      "authors": [
        "G Hinton",
        "L Deng",
        "D Yu"
      ],
      "year": 2012,
      "doi": "10.1109/msp.2012.2205597"
    },
    {
      "title": "Natural language processing (almost) from scratch",
      "authors": [
        "R Collobert",
        "J Weston",
        "L Bottou"
      ],
      "year": 2011
    },
    {
      "title": "Sequence to sequence learning with neural networks",
      "authors": [
        "I Sutskever",
        "O Vinyals",
        "Q Le"
      ],
      "year": 2014
    },
    {
      "title": "Development and validation of a deep learning algorithm for detection of diabetic retinopathy in retinal fundus photographs",
      "authors": [
        "V Gulshan",
        "L Peng",
        "M Coram"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.17216"
    },
    {
      "title": "Dermatologist-level classification of skin cancer with deep neural networks",
      "authors": [
        "A Esteva",
        "B Kuprel",
        "R Novoa"
      ],
      "year": 2017
    },
    {
      "title": "Predicting the sequence specificities of DNA-and RNA-binding proteins by deep learning",
      "authors": [
        "B Alipanahi",
        "A Delong",
        "M Weirauch"
      ],
      "year": 2015,
      "doi": "10.1038/nbt.3300"
    },
    {
      "title": "Early diagnosis of Alzheimer's disease with deep learning",
      "authors": [
        "S Liu",
        "S Liu",
        "W Cai"
      ],
      "year": 2014
    },
    {
      "title": "Manifold learning of brain MRIs by deep learning",
      "authors": [
        "T Brosch",
        "R Tam"
      ],
      "year": 2013
    },
    {
      "title": "Deep feature learning for knee cartilage segmentation using a triplanar convolutional neural network",
      "authors": [
        "A Prasoon",
        "K Petersen",
        "C Igel"
      ],
      "year": 2013
    },
    {
      "title": "Deep learning of image features from unlabeled data for multiple sclerosis lesion segmentation",
      "authors": [
        "Y Yoo",
        "T Brosch",
        "A Traboulsee"
      ],
      "year": 2014,
      "doi": "10.1007/978-3-319-10581-9_15"
    },
    {
      "title": "Computer-aided diagnosis with deep learning architecture: applications to breast lesions in US images and pulmonary nodules in CT scans",
      "authors": [
        "J-Z Cheng",
        "D Ni",
        "Y-H Chou"
      ],
      "year": 2016
    },
    {
      "title": "Risk prediction with electronic health records: a deep learning approach",
      "authors": [
        "C Liu",
        "F Wang",
        "J Hu"
      ],
      "year": 2015
    },
    {
      "title": "Learning to diagnose with LSTM recurrent neural networks",
      "authors": [
        "Z Lipton",
        "D Kale",
        "C Elkan"
      ],
      "year": 2015
    },
    {
      "title": "DeepCare: a deep dynamic memory model for predictive medicine",
      "authors": [
        "T Pham",
        "T Tran",
        "D Phung"
      ]
    },
    {
      "title": "Deep patient: an unsupervised representation to predict the future of patients from the electronic health records",
      "authors": [
        "R Miotto",
        "L Li",
        "B Kidd"
      ],
      "year": 2016,
      "doi": "10.1038/srep26094"
    },
    {
      "title": "Deep learning to predict patient future diseases from the electronic health records",
      "authors": [
        "R Miotto",
        "L Li",
        "J Dudley"
      ],
      "year": 2016,
      "doi": "10.1007/978-3-319-30671-1_66"
    },
    {
      "title": "Deep learning for healthcare decision making with EMRs",
      "authors": [
        "Z Liang",
        "G Zhang",
        "J Huang"
      ],
      "year": 2014
    },
    {
      "title": "Learning vector representation of medical objects via EMR-driven nonnegative restricted Boltzmann machines (eNRBM)",
      "authors": [
        "T Tran",
        "T Nguyen",
        "D Phung"
      ],
      "year": 2015
    },
    {
      "title": "Deep computational phenotyping",
      "authors": [
        "Z Che",
        "D Kale",
        "W Li"
      ],
      "year": 2015
    },
    {
      "title": "Computational phenotype discovery using unsupervised feature learning over noisy, sparse, and irregular clinical data",
      "authors": [
        "T Lasko",
        "J Denny",
        "M Levy"
      ],
      "year": 2013
    },
    {
      "title": "Doctor AI: predicting clinical events via recurrent neural networks",
      "authors": [
        "E Choi",
        "M Bahadori",
        "A Schuetz"
      ]
    },
    {
      "title": "Deepr: a Convolutional Net for Medical Records",
      "authors": [
        "P Nguyen",
        "T Tran",
        "N Wickramasinghe"
      ],
      "year": 2017,
      "doi": "10.1109/jbhi.2016.2633963"
    },
    {
      "title": "Multi-task prediction of disease onsets from longitudinal laboratory tests",
      "authors": [
        "N Razavian",
        "J Marcus",
        "D Sontag"
      ],
      "year": 2016
    },
    {
      "title": "De-identification of patient notes with recurrent neural networks",
      "authors": [
        "F Dernoncourt",
        "J Lee",
        "O Uzuner"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocw156"
    },
    {
      "title": "Predicting effects of noncoding variants with deep learning-based sequence model",
      "authors": [
        "J Zhou",
        "O Troyanskaya"
      ],
      "year": 2015,
      "doi": "10.1038/nmeth.3547"
    },
    {
      "title": "Basset: learning the regulatory code of the accessible genome with deep convolutional neural networks",
      "authors": [
        "D Kelley",
        "J Snoek",
        "J Rinn"
      ],
      "year": 2016,
      "doi": "10.1101/gr.200535.115"
    },
    {
      "title": "Accurate prediction of single-cell DNA methylation states using deep learning",
      "authors": [
        "C Angermueller",
        "H Lee",
        "W Reik"
      ],
      "year": 2016,
      "doi": "10.1101/055715"
    },
    {
      "title": "Denoising genome-wide histone ChIP-seq with convolutional neural networks",
      "authors": [
        "P Koh",
        "E Pierson",
        "A Kundaje"
      ],
      "year": 2016,
      "doi": "10.1101/052118"
    },
    {
      "title": "Using deep learning to enhance cancer diagnosis and classification",
      "authors": [
        "R Fakoor",
        "F Ladhak",
        "A Nazi"
      ],
      "year": 2013
    },
    {
      "title": "Predicting backbone Ca angles and dihedrals from protein sequences by stacked sparse auto-encoder deep neural network",
      "authors": [
        "J Lyons",
        "A Dehzangi",
        "R Heffernan"
      ],
      "year": 2014
    },
    {
      "title": "Deep, convolutional, and recurrent models for human activity recognition using wearables",
      "authors": [
        "N Hammerla",
        "S Halloran",
        "T Ploetz"
      ]
    },
    {
      "title": "Using deep learning for energy expenditure estimation with wearable sensors",
      "authors": [
        "J Zhu",
        "A Pande",
        "P Mohapatra"
      ],
      "year": 2015
    },
    {
      "title": "An adaptive deep learning approach for PPG-based identification",
      "authors": [
        "V Jindal",
        "J Birjandtalab",
        "M Pouyan"
      ],
      "year": 2016
    },
    {
      "title": "Decoding EEG and LFP signals using deep learning: heading TrueNorth",
      "authors": [
        "E Nurse",
        "B Mashford",
        "A Yepes"
      ],
      "year": 2016,
      "doi": "10.1145/2903150.2903159"
    },
    {
      "title": "Correction of: sleep quality prediction from wearable data using deep learning",
      "authors": [
        "A Sathyanarayana",
        "S Joty",
        "L Fernandez-Luque"
      ],
      "year": 2016
    },
    {
      "title": "Precision oncology for acute myeloid leukemia using a knowledge bank approach",
      "authors": [
        "M Gerstung",
        "E Papaemmanuil",
        "I Martincorena"
      ],
      "year": 2017
    },
    {
      "title": "Gradient-based learning applied to document recognition",
      "authors": [
        "Y Lecun",
        "L Bottou",
        "Y Bengio"
      ],
      "year": 1998
    },
    {
      "title": "A learning algorithm for continually running fully recurrent neural networks",
      "authors": [
        "R Williams",
        "D Zipser"
      ],
      "year": 1989
    },
    {
      "title": "Information processing in dynamical systems: Foundations of harmony theory",
      "authors": [
        "P Smolensky"
      ],
      "year": 1986
    },
    {
      "title": "Reducing the dimensionality of data with neural networks",
      "authors": [
        "G Hinton",
        "R Salakhutdinov"
      ],
      "year": 2006
    },
    {
      "title": "Receptive fields and functional architecture of monkey striate cortex",
      "authors": [
        "D Hubel",
        "T Wiesel"
      ],
      "year": 1968,
      "doi": "10.1113/jphysiol.1968.sp008455"
    },
    {
      "title": "Long short-term memory",
      "authors": [
        "S Hochreiter",
        "J Schmidhuber"
      ],
      "year": 1997,
      "doi": "10.1162/neco.1997.9.8.1735"
    },
    {
      "title": "On the properties of neural machine translation: encoder-decoder approaches",
      "authors": [
        "K Cho",
        "B Van Merrienboer",
        "D Bahdanau"
      ]
    },
    {
      "title": "Restricted Boltzmann machines for collaborative filtering",
      "authors": [
        "R Salakhutdinov",
        "A Mnih",
        "G Hinton"
      ],
      "year": 2007,
      "doi": "10.1145/1273496.1273596"
    },
    {
      "title": "A fast learning algorithm for deep belief nets",
      "authors": [
        "G Hinton",
        "S Osindero",
        "Y-W Teh"
      ],
      "year": 2006,
      "doi": "10.1162/neco.2006.18.7.1527"
    },
    {
      "title": "Stacked denoising autoencoders: learning useful representations in a deep network with a local denoising criterion",
      "authors": [
        "P Vincent",
        "H Larochelle",
        "I Lajoie"
      ],
      "year": 2010,
      "doi": "10.5194/npg-2018-39-rc2"
    },
    {
      "title": "Introduction to information retrieval",
      "authors": [
        "C Manning",
        "P Raghavan",
        "Schu ¨tze H"
      ],
      "year": 2008
    },
    {
      "title": "Learning low-dimensional representations of medical concepts",
      "authors": [
        "Y Choi",
        "Cy-Ic Ms",
        "D Sontag"
      ],
      "year": 2016,
      "doi": "10.1002/9781119085362.fmatter"
    },
    {
      "title": "Applications of deep learning in biomedicine",
      "authors": [
        "P Mamoshina",
        "A Vieira",
        "E Putin"
      ],
      "year": 2016,
      "doi": "10.1021/acs.molpharmaceut.5b00982"
    },
    {
      "title": "Deep learning for computational biology",
      "authors": [
        "C Angermueller",
        "L Parts"
      ],
      "year": 2016,
      "doi": "10.15252/msb.20156651"
    },
    {
      "title": "Deep learning for regulatory genomics",
      "authors": [
        "Y Park",
        "M Kellis"
      ],
      "year": 2015
    },
    {
      "title": "Machine learning in genomic medicine: a review of computational problems and data sets",
      "authors": [
        "Mkk Leung",
        "A Delong",
        "B Alipanahi"
      ],
      "year": 2016,
      "doi": "10.1109/jproc.2015.2494198"
    },
    {
      "title": "The human splicing code reveals new insights into the genetic determinants of disease",
      "authors": [
        "H Xiong",
        "B Alipanahi",
        "L Lee"
      ],
      "year": 2015,
      "doi": "10.1126/science.1254806"
    },
    {
      "title": "Deep neural nets as a method for quantitative structure -activity relationships",
      "authors": [
        "J Ma",
        "R Sheridan",
        "A Liaw"
      ],
      "year": 2015,
      "doi": "10.1021/ci500747n"
    },
    {
      "title": "Translational bioinformatics in the era of real-time biomedical, healthcare and wellness data streams",
      "authors": [
        "K Shameer",
        "M Badgeley",
        "R Miotto"
      ],
      "year": 2017,
      "doi": "10.1093/bib/bbv118"
    },
    {
      "title": "The rise of consumer health wearables: promises and barriers",
      "authors": [
        "L Piwek",
        "D Ellis",
        "S Andrews"
      ],
      "year": 2016
    },
    {
      "title": "A deep learning approach to onnode sensor data analytics for mobile or wearable devices",
      "authors": [
        "D Ravi",
        "C Wong",
        "B Lo"
      ],
      "year": 2017
    },
    {
      "title": "Can deep learning revolutionize mobile sensing",
      "authors": [
        "N Lane",
        "P Georgiev"
      ],
      "year": 2015,
      "doi": "10.1145/2699343.2699349"
    },
    {
      "title": "DeepX: a software accelerator for low-power deep learning inference on mobile devices",
      "authors": [
        "N Lane",
        "S Bhattacharya",
        "P Georgiev"
      ],
      "year": 2016,
      "doi": "10.1109/ipsn.2016.7460664"
    },
    {
      "title": "Monitoring potential drug interactions and reactions via network analysis of instagram user timelines",
      "authors": [
        "R Correia",
        "L Li",
        "L Rocha"
      ],
      "year": 2016,
      "doi": "10.1142/9789814749411_0045"
    },
    {
      "title": "Pharmacovigilance from social media: mining adverse drug reaction mentions using sequence labeling with word embedding cluster features",
      "authors": [
        "A Nikfarjam",
        "A Sarker",
        "O' Connor"
      ],
      "year": 2015
    },
    {
      "title": "CryptoNets: applying neural networks to encrypted data with high throughput and accuracy",
      "authors": [
        "R Gilad-Bachrach",
        "N Dowlin",
        "K Laine"
      ],
      "year": 2016
    },
    {
      "title": "Protocols for secure computations",
      "authors": [
        "A Yao"
      ],
      "year": 1982,
      "doi": "10.1109/sfcs.1982.38"
    },
    {
      "title": "Stealing machine learning models via prediction apis",
      "authors": [
        "Trame `r F",
        "F Zhang",
        "A Juels"
      ],
      "year": 2011
    },
    {
      "title": "Non-interactive differential privacy: a survey",
      "authors": [
        "D Leoni"
      ],
      "year": 2012
    },
    {
      "title": "Mechanism design via differential privacy",
      "authors": [
        "F Mcsherry",
        "K Talwar"
      ],
      "year": 2007
    },
    {
      "title": "Differentially private empirical risk minimization",
      "authors": [
        "K Chaudhuri",
        "C Monteleoni",
        "A Sarwate"
      ],
      "year": 2011
    },
    {
      "title": "Deep learning with differential privacy",
      "authors": [
        "M Abadi",
        "A Chu",
        "I Goodfellow"
      ],
      "year": 2016,
      "doi": "10.1145/2976749.2978318"
    },
    {
      "title": "Differential privacy preservation for deep auto-encoders: an application of human behavior prediction",
      "authors": [
        "N Phan",
        "Y Wang",
        "X Wu"
      ],
      "year": 2016,
      "doi": "10.1609/aaai.v30i1.10165"
    },
    {
      "title": "Privacy-preserving deep learning",
      "authors": [
        "R Shokri",
        "V Shmatikov"
      ],
      "year": 2015
    },
    {
      "title": "Teaching machines to read and comprehend",
      "authors": [
        "K Hermann",
        "T Kocisky",
        "E Grefenstette"
      ],
      "year": 2015
    },
    {
      "title": "Rationalizing neural predictions",
      "authors": [
        "T Lei",
        "R Barzilay",
        "T Jaakkola"
      ]
    },
    {
      "title": "Why should I trust you? Explaining the predictions of any classifier",
      "authors": [
        "M Ribeiro",
        "S Singh",
        "C Guestrin"
      ],
      "year": 2016,
      "doi": "10.1145/2939672.2939778"
    },
    {
      "title": "Fox Foundation for Parkinson's Research: subtyping Parkinson's disease with deep learning models",
      "authors": [
        "The Michael"
      ],
      "year": 2016
    }
  ],
  "num_references": 117,
  "original_doi": "https://doi.org/10.13039/100000054"
}
