{
  "paper_id": "IZH9895F",
  "title": "Digital health",
  "abstract": "Rheumatoid arthritis (RA) treatments abound in 2020, but delivering high-quality care continues to be a challenge. Patients with RA often find it hard to access rheumatic disease specialists, and even once they find a clinician, matching treatments to their disease activity to achieve remission is difficult. Patients have disease flares between visits that go unnoticed by clinicians and often describe feeling that their disease controls them and not the reverse. Access to reliable information, knowledgeable providers and effective medications are major problems for many patients with RA and patients with other rheumatological diseases. Digital health technologies (DHTs) have the potential to address these issues and improve the quality of RA care. Digital health encompasses a broad array of technologies that are growing quickly, with a variety of interesting current and possible future applications in rheumatology. In this Review article, we describe the digital health landscape in general and its application to RA, the classic example in rheumatology. DHTs include the electronic health record (EHR), virtual visits, mobile health, wearable technology, digital therapeutics, and artificial intelligence and machine learning (AI/ML). Many challenges limit the rapid development of effective DHTs in general and in rheumatology in particular, so in this Review we also describe some of these key barriers and opportunities to accelerate the development and adoption of DHTs to support rheumatology care. We focus on RA because it is a common rheumatic disease for which there are well-developed treatment regimens (for example, the treat-to-target strategy is a widely accepted paradigm for the management of RA) allowing measurable benchmarks.",
  "year": 2014,
  "date": "2014",
  "journal": "Rand Health Q",
  "publication": "Rand Health Q",
  "authors": [
    {
      "forename": "Daniel",
      "surname": "Solomon",
      "name": "Daniel Solomon",
      "affiliation": "1  Brigham and Women's Hospital , Harvard Medical School , Boston , MA , USA. \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "dsolomon@bwh.harvard.edu"
    },
    {
      "forename": "Robert",
      "surname": "Rudin",
      "name": "Robert Rudin",
      "affiliation": "2  RAND Corporation , Boston , MA , USA. \n\t\t\t\t\t\t\t\t RAND Corporation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Application of DHTs in rheumatology",
      "text": "The landscape of DHTs is broad, interdependent and developing rapidly (Fig.  1 ). In this section, we describe six major types of DHT: the EHR, virtual visits, mobile health applications (apps), wearable technologies, digital therapeutics and AI/ML. Electronic health record. The EHR, also known as the electronic medical record, is a familiar form of DHT for most clinicians and patients in 2020. It has the ability to interface with virtually all other DHTs. Suboptimal design characteristics in many EHRs contribute to substantial clinician frustration  1, 2  , but the EHR has tremendous potential for helping to manage chronic diseases such as RA.\n\nMany EHR variants are in use around the globe. Basic components of an EHR include a problem list, a medication list, visit notes and laboratory files  3  . Other features often augment these basic components, such as electronic prescribing, order entry, billing functions, clinical decision support (for example, alerts of drug-drug interactions or reminders about tests or treatments), secure and private communication between providers and between patients and providers, as well as access to radiology reports and/or images.\n\nEHRs have become standard practice for clinical record keeping, but can also have a central role in the digital health landscape of a health-care organization. First, EHRs can be used as a tool in clinical decision support, a process that employs logic to recognize patterns of clinical information and triggering recommendations for patient management  4  . In some EHRs, clinical decision support comes in the form of best practice alerts. Patient data (such as demographics, clinical information and laboratory results) provoke a message displayed in the EHR reminding clinicians that a patient needs a test, treatment or follow-up procedure.\n\nResearchers from the USA developed a clinical decision support rule to use a best practice alert to alert clinicians that a patient should receive an influenza vaccine if the patient is using an immunosuppressive drug and visits the practice during influenza season; this best practice alert increased influenza vaccination rates in this population from 47% to 65%  5  . Clinical decision support tools have been built for many other applications, such as reminding clinicians to test for tuberculosis before TNF antagonist use  6  . However, concerns exist that too many alerts built into EHRs cause a problem known as alert fatigue  7  , with clinicians becoming less likely to accept alerts as they receive more of them.\n\nSecond, EHRs can be used to organize and integrate information from other digital sources, including wearables and apps, as is discussed below. Although integration of data from multiple sources might seem straightforward, it presents numerous challenges, including the sharing of different technical formats and meanings across software applications, privacy concerns and governance issues. Technical formats for some types of clinical and administrative data have been standardized by an organization called Health Level Seven (HL7)  8  . In the past 5-8 years, a new standard called Fast Healthcare interoperability Resources (FHIR) has been developed by HL7 and is expected to greatly facilitate data exchange between health-care applications by making the exchange simpler and more flexible for developers  9  . These standards will enable EHRs to more easily exchange information between a range of DHTs and will likely facilitate increased DHT development and dissemination.\n\nPrivacy and governance issues pose major barriers to integrating DHTs data into EHRs. In the USA, the Health insurance Portability and Accountability Act sets out rules in the USA governing the use of health data collected by 'covered entities' , which include health-care providers  10  , but not data collected by 'non-covered entities' , such as many digital health apps and wearables. In the EU (European Union), the new General Data Protection Rule that came into effect in May 2018 provides protection for health data regardless of the entity  11  . Health systems in the USA are developing governance structures to make decisions about which third party apps are allowed access to their EHRs and how to ensure compliance with the privacy laws  12  . However, until clear precedents are set, much time and energy is spent debating with lawyers regarding such issues.\n\nThird, EHRs make it easier for patients to view their own data via patient portals. Typical patient portals enable patients to view their medical records, schedule appointments and send messages to their provider. These features can help keep patients engaged in their care and have become popular, with some health systems boasting adoption rates of up to 79%  13  . Allowing patients to view their provider notes has been shown to help them feel more in control of their care and is associated with improved medication adherence  14  .\n\nFinally, the EHR can provide important opportunities to collect a more systematic and more easily coded set of data at typical clinical visits. For example, recording the joint examination on a homunculus within an EHR and/or the use of standardized disease activity scores (for example, the Routine Assessment of Patient Index Data 3 (RAPID3), the Disease Activity Score (DAS) and the Clinical Disease Activity Index (CDAI)) within the visit notes. Many practices have developed systems for collecting these data and integrating them within EHRs, some using apps to collect patient-reported outcomes (PROs) while patients are at home or in the waiting room  15  ."
    },
    {
      "title": "Key points",
      "text": "• Digital health technology (DHt) offers enormous potential to improve rheumatology care but this potential has so far been largely unrealized. • the electronic health record, virtual visits, mobile health, wearable technology, digital therapeutics, artificial intelligence and machine learning could all have a role individually and in combination to reshape rheumatology practice. • Increased use of user-centred design in the development of digital rheumatology tools is needed and will facilitate electronic patient-reported outcomes becoming a cornerstone of rheumatology. • As rheumatology patients often have difficulties using their hands, voice-enabled technology might be particularly critical in this field. • A more concerted effort on the part of rheumatology professionals to participate in shaping the development and implementation of DHTs could make the benefits realized sooner and more effectively.\n\nArtificial intelligence and machine learning\n\n). Artificial intelligence is the broader concept of machines (computers or other) being able to carry out tasks in a way that we would consider 'smart' . Machine learning is a current application of artificial intelligence based around the idea that machines with access to data can learn for themselves."
    },
    {
      "title": "Clinical decision support",
      "text": "A support system used in health information technology designed to provide clinicians with decision support around clinical issues. it usually involves accessing information in an electronic health record (for example, laboratory tests, diagnoses, medications, allergies and vaccination record) and uses logic based on medical guidelines."
    },
    {
      "title": "Best practice alerts",
      "text": "A type of clinical decision support used in many electronic health records, where the results of the clinical decision support are displayed as alerts to clinicians."
    },
    {
      "title": "Health Level Seven",
      "text": "(HL7). HL7 refers to standards for the transfer of data between software applications used by various health-care providers. The standards are most applicable to the software application level, which is described as 'layer 7' .\n\nSome of these standardized scales are being extracted from EHRs for research or reporting purposes, with two examples related to rheumatology that are worth mentioning. The American College of Rheumatology Informatics System for Effectiveness (RISE) registry is one system that shows potential for research and reporting purposes  16  . RISE has been used by providers to report standardized information to health insurers  16  and has also been used to conduct large population-based studies  17  . RISE is not an app or an EHR; rather, it is an organized protocol for extracting data from electronic sources and creating reports that can be used for health insurance, quality improvement and research. In the UK, the Remote Monitoring of RA (REMORA) smartphone app has integrated data into the EHR for collecting PROs for research purposes, as is described below  18  . Although structured data are preferable, unstructured data can also be useful through text-mining methods. Creating standardized core datasets would also enhance interoperability.\n\nVirtual visits. Virtual visits have grown across healthcare systems in many countries, with patients accessing care virtually through several access points. These visits can be conducted with or without video assistance and sometimes include ancillary data, such as from a mobile health app or wearable. Perhaps the greatest growth has occurred via direct-to-consumer visits via phone or video  19  . In these cases, a patient seeks care from a provider who they typically have not previously interacted with, and the provider does not necessarily have access to their medical history. These types of service are used to treat common, low-acuity ailments such as upper respiratory infections  20  . More complex and chronic clinical needs are referred to regular providers. One major concern of such visits is that while they can increase access to care, they can also induce increased health-care utilization and spending because of their convenience. One study found that 88% of direct-to-consumer virtual visits represented new utilization rather than visits that would have gone to other providers  21  . Some health-care systems offer similar virtual services to their regular patients, which has the added advantage that the virtual provider has access to the patient's medical history  22  . Many health-care systems and third-party vendors now offer electronic visits, in which the patient completes structured questionnaires and a clinician reviews the patient's responses and develops a treatment plan; the virtual visits often occur asynchronously within 12-48 hours  23  . Messages sent via patient portals (essentially secure e-mail systems embedded in EHRs) between patients and their regular clinicians serve as another form of virtual care and can substitute for in-person visits to some extent.\n\nRegions with low populations in the USA have been shown to have few or no practising rheumatologists, meaning that patients have limited access to rheumatology care  24  . Possibly as a result of these access issues, virtual visits in rheumatology have grown quickly, perhaps faster than other forms of DHT  25  . However, virtual visits are still far from widespread, and research into their effectiveness compared with in-person visits is lacking. In 2017, a systematic literature review analysed data from 20 studies that used telemedicine for the diagnosis and/or management of inflammatory and/or autoimmune rheumatic disease -one randomized controlled trial and 19 observational studies; the studies came primarily from the USA and Europe  25  . Most reports described video teleconference technologies, and some described telephone consultations. The authors concluded that not enough outcomes information was available to draw strong conclusions about the effectiveness of virtual visits  25  .\n\nMost rheumatologists provide some form of virtual care, either through telephone medicine or e-mails. Additional types of virtual care such as structured questionnaires and wearable activity trackers could have a greater role in patient care in the future. Joint examinations are difficult (or impossible) to conduct virtually, but might be effective for follow-up care in stable patients. Although some scheduled in-person visits can probably be conducted virtually, health systems and clinicians have difficulty integrating virtual visits into their workflows in any specialty. Moreover, some clinicians view in-person visits as a method for assuring compliance with laboratory monitoring and medication adherence. While not specific to virtual visits, the ability to share information gleaned in virtual visits by different providers using different EHR systems is a challenge that health-care systems must overcome.\n\nDigital health technologies as they relate to rheumatoid arthritis Artificial intelligence and machine learning • Predictive models for risk stratification • Automated data charting and summarization Electronic health record • Decision support (e.g. disease activity measures) • Charting tools (e.g. recording joint activity on a homunculus) Wearable monitor • Activity trackers • Sleep monitors • Joint temperature gauges Mobile health apps • Patient-reported outcomes monitoring • Medication diary • Diet and lifestyle tracker • Disease information Digital therapeutics • Improving outcomes • Improving adherence • Timely medication adjustments Virtual visit • Telephonic only • Video assisted • With or without wearables and apps Fig. 1 | Overview of digital health technologies as they relate to rheumatoid arthritis. The potential implications of each technology for rheumatoid arthritis are listed as bullet points."
    },
    {
      "title": "Health Insurance Portability and Accountability Act",
      "text": "An act signed into law by the US government in 1996 that was created to specify the appropriate flow of health-care information. it specifically stipulates how personally identifiable information should be maintained and protected from fraud and theft.\n\nMobile health. The widespread of adoption of internet-connected mobile devices in the past decade is widely viewed as having profound implications on the future of health-care delivery. Smartphone adoption has reached 81% of the US population and is still increasing  26  , with strong adoption among all ages and ethnic subgroups, even among homeless populations  27  . Hundreds of thousands of mobile health apps currently exist and, more become available every day  28  . Many are easy to download and relatively easy to use, but few have been rigorously evaluated for their impact on clinical outcomes, and few provide interfaces between patients and clinicians. Although many mobile health apps have been developed for RA, a review article found that most apps related to rheumatic and musculoskeletal diseases had inadequate development processes not involving patients or providers  29  . Another concern is that mobile health apps will exacerbate disparities in care by helping only more technologically savvy patients  30  . However, such concerns have not been proven, and apps might in fact reduce disparities by helping to provide services to patients who would otherwise avoid care  31  . Even with the widespread adoption of smartphones, patients with low health literacy or numeracy might not benefit much from the functionalities of mobile health apps. Therefore, attention to design aspects of apps is critically important to improve usability, adherence and, ultimately, clinical outcomes. Mobile health apps have been used to enable patients to track their own health data, learn more about their conditions and detect potential health issues based on geographical location (for example, influenza outbreaks) and usage patterns (for example, evening usage and insomnia). Mobile health apps can sometimes integrate with various wearable (or in-home monitoring) devices and have other functionalities such as giving patients feedback about their heart rate or sleep patterns. The standards for mobile health apps are evolving, with initial guidelines developed by Xcertia, a non-profit industry association launched by the American Medical Association  32  . These guidelines cover a number of critical areas for mobile health apps, including privacy, security, content and usability  (Box 1) .\n\nTwo systematic reviews of mobile health apps for RA found about 20 such apps that offered symptom tracking (not always with validated instruments), educational information and links to online communities  33, 34  . Selected features of some popular RA apps are shown in TABLe  1 . Both systematic reviews concluded that there is substantial room for improvement: in RA and more broadly, patient-facing apps that are clinically integrated with patient care are lacking, which suggests an opportunity for future work. Additionally, few rigorous tests of these apps have been performed, but we anticipate seeing more trials published in the future."
    },
    {
      "title": "Wearable technology.",
      "text": "Wearable technologies include a vast array of devices, including step counters, sleep monitors and ActiGraph monitors, which can be embedded in smartphones, smartwatches and other independent devices. Such technology has received little attention in RA even though it might have substantial potential. The first wearable technology was the Holter monitor, developed in the 1960s  35  and still used today for remote monitoring of the electrocardiogram. Most wearable technologies are now designed to be simple for patients to use in everyday situations and often use wireless technology to transmit information to a device such as a smartphone. Data from many wearable technologies can be integrated into the medical record to facilitate use of the information as part of clinical decision-making  36  . However, a major challenge is distilling this information into something that is meaningful and relevant to clinical decisions. Many clinicians and health-care systems are experimenting with the information to motivate changes in behaviours such as physical activity and sleep patterns  37  .\n\nAlthough the experience with wearable technologies focused on RA is minimal, data do exist regarding wearable technologies and weight loss, a key part of managing many forms of lower extremity arthritis  38  . Some trials of wearable devices that monitor physical activity in overweight and obese individuals have resulted in enhanced weight loss, but other studies did not find this result  [38] [39] [40]  . The variability in findings suggests that simple monitoring with wearable technologies does not universally change health behaviours.\n\nWe are unaware of RA-specific wearable technologies (for example, a joint temperature gauge), but the application of physical activity monitors might be useful to complement a clinician's attempt to motivate patients to increase physical activity  41  . A creative use of wearable technologies demonstrates their potential in RA. In a study conducted in France among patients with RA and axial spondyloarthritis, patients used a wearable device that assessed physical activity using a step counter  42  . Flares were self-assessed weekly, and data on physical activity and flares were analysed using machine learning (ML) algorithms. The model generated by ML accurately predicted flares (mean sensitivity 96% and mean specificity 97%), which suggests that a simple wearable"
    },
    {
      "title": "Box 1 | Topics covered by mobile health app guidelines",
      "text": "App operability refers to whether a mobile health app installs, loads and runs in a manner that provides a good user experience.\n\nApp privacy refers to the protection to a user's information employed by a mobile health app, such as protected health information; assesses whether the app is in full compliance with applicable rules, regulations and laws."
    },
    {
      "title": "App security",
      "text": "Refers to the ability of the app to protect user information from external threats, including threats to data integrity, confidentiality and system resilience."
    },
    {
      "title": "App content",
      "text": "Refers to the accuracy and recency of the app's content; includes whether the app's performance has been studied in formal outcomes research, whether reliable data sources have been used to populate the app and whether content is kept up to date."
    },
    {
      "title": "App usability",
      "text": "Refers to the safety and ease of use of the app; five key qualities of the app should be assessed: learnability, efficiency, memorability, error prevention and user satisfaction.\n\ndevice such as a step counter has the potential to contribute information about disease activity that is useful for patients, providers and researchers. Further development and experimentation is needed to develop best practices for implementing these technologies into care in ways that improve outcomes without overburdening health professionals.\n\nDigital therapeutics. Digital therapeutics are a new form of DHT and include evidence-based digital products that deliver software-generated therapeutic interventions directly to patients. They could be used to focus on prevention, management or treatment of diseases (for example, RA) or conditions (for example, pain). Digital therapeutics can be in the form of an app or can be a wearable device that transmits information to a patient's provider. Information transmitted by digital therapeutic products is not exclusively focused on medication adherence, diagnostics or telehealth, but might be able to include information on a patient's symptoms or laboratory results, enabling patients and clinicians to more effectively manage treatments. These products must incorporate high-level clinical validation, usability testing and data security; some products are stand-alone (monotherapy) and others directly support a concurrent treatment.\n\nThe FDA in the USA must approve digital therapeutics and has developed a regulatory structure through its Center for Devices and Radiological Health (CDRH; see Related links). CDRH has participated in promulgating guidance on Software as a Medical Device (SaMD)  43  , which serves as the foundational document for how the FDA considers digital therapeutics. The systems for approval and oversight continue to evolve. Key elements include the following: a pre-certification level for digital health developers that demonstrate a culture of quality and excellence; application of SaMD risk criteria to the digital therapeutic; submission of pre-market data through the 510(k) programme and, finally, review by the FDA  43  .\n\nIn late 2018, the FDA approved the first wave of digital therapeutic products, one of which is reSET-O, an app designed to treat opioid use disorder  44  . The developer of this app conducted a randomized clinical trial involving 170 patients seeking treatment for opioid use disorder. Patients were randomized to usual care or usual care plus the digital therapeutic app (reSET-O)  45  . The app tracked patient adherence with opioid treatment. Compared with the usual care group, fewer patients receiving reSET-O dropped out of treatment but no differences were seen between groups in clinical outcomes; adverse effects were similar in the two arms of the study. Based on this information, reSET-O was approved for its intended use (to reduce dropout in substance abuse disorder treatment), but its clinical efficacy in reducing dependence on opioids has yet to be proved. reSET-O is being marketed by a pharmaceutical company, and the prescribing physician sends prescriptions to the app's patient service centre. Several other FDA-approved digital therapeutic apps include one for diabetes that enables patients to link their smartphone with a continuous glucose monitoring device  46  , and another device that has built-in sensors that determine when inhalers are used for chronic obstructive pulmonary disease and/or asthma  47  . The inhaler sensing device sends information to an app, enabling patients to track their use of inhalers.\n\nSeveral digital therapeutics companies are investigating technologies for pain management  48  , but we are not aware of any current trials of digital therapeutic products for RA. One might imagine that a digital therapeutic in RA (or other rheumatic diseases) could help to enhance medication adherence through a mixture of reminders, education and PROs.\n\nArtificial intelligence and machine learning. Artificial intelligence (AI) is a sub-field of computer science in which machines demonstrate capabilities similar to human intelligence. Despite several decades of attempts to apply AI capabilities within health care, its impact on\n\nTable 1 | Selected mobile health applications for rheumatoid arthritis Name Apple or Android? Year available Reviews a Goal of app For providers or patients? ePROs EHR integration Published evaluation myVectra Both 2012 110 Helps patients track their disease and symptoms Both Joint count No No ArthritisPower Both 2014 48 Helps patients track their disease and symptoms Both Pain, RAPID3, patient global assessment No No TRACK+ REACT3 Both 2012 131 Helps patients track their disease, activities and symptoms Both Pain No No cliexa-RA Both 2017 31 Helps patients track their disease, medication adherence and symptoms Both RAPID3 No No RheumaHelper Both 2012 311 Disease activity calculators Providers only No No No myRAteam Both 2015 87 Social network and support for patients Patients only No No No ePRO, electronic patient-reported outcome; EHR, electronic health record. a Shows the numbers of reviews listed in Apple and Android app 'stores' as of 1 November 2019."
    },
    {
      "title": "Software as a Medical Device",
      "text": "(SaMD). Software intended to be used for medical purposes that performs its functions without being part of a hardware medical device."
    },
    {
      "title": "510(k)",
      "text": "A premarket submission made to the FDA to demonstrate that a medical device (or digital health technology) to be marketed is at least as safe and substantially equivalent to a legally marketed device that is not subject to premarket approval.\n\nthe practice of health-care delivery has been modest. Enthusiasm has grown in recent years in part because ML, a type of AI in which a software program learns from data rather than being programmed using rules, has been shown to have potential in several clinical applications, such as identifying diabetic retinopathy from retinal images  49  . AI/ML is currently an active area of research and development with applications including diagnosis, disease prediction, risk stratification, monitoring, identifying relevant data from EHRs or other sources, and automation of care such as with health-care chat bots  50  . Despite the extensive effort, to date AI/ML has been described as being \"high on promise and relatively low on data and proof \" because of the lack of real-world evaluations  51, 52  . A challenge to implementing AI/ML in the real world of health care is that regulations surrounding health products were not designed with AI/ML in mind. The FDA is exploring new models of regulation for AI/ML as SaMD and has recently issued a discussion paper outlining a framework to serve as a possible approach  43  . In 2017, the European Medicines Agency released recommendations to make best use of big data  53  .\n\nAI/ML has the potential to be used in many aspects of rheumatology and has been applied in several studies  54  . One study used consensus clustering to identify sub groups of patients with different gene expression subtypes of RA with the aim of generating an algorithm for the scoring of histological features to predict high, low and mixed inflammatory subtypes  55  . Another study applied AI/ML to predict mortality of patients with RA based on demographic and clinical variables obtained during the first 2 years after disease diagnosis; specificity was 80% but sensitivity was much lower  56  . A third study showed promising performance of a model that used structured EHR data to predict RA disease activity at the patient's next rheumatological clinical visit at two institutions  57  . These types of tools are currently rudimentary, but have the potential to inform therapeutic options. We are not aware of any real-world studies of AI/ML being used in typical clinical rheumatology practice; currently these modalities are used in research settings. A 2019 review found that AI/ML studies in rheumatology used a range of data sources including clinical, biological and radiological data, and that the most common AI method used to analyse the data was artificial neural networks  58  . Guidelines for AI/ML studies for rheumatology applications have been proposed  59  . One universal challenge with AI/ML applications is that they are limited by the quality of the data upon which they are developed and used. Current EHR data are of variable quality  60  . We think that efforts to improve EHR user interfaces to facilitate higher quality data might be the most effective way to improve performance of AI/ML."
    },
    {
      "title": "Applications of DHTs outside RA",
      "text": "Smartphone apps are being developed for patients with systemic lupus erythematosus (SLE)  61  . The apps are primarily focused on patients (for example, for symptom tracking) and not on enhancing communication between patients and clinicians. However, no trials of these apps have yet been published. A broad review across apps for SLE found few of high quality and none that had been rigorously tested  62  . Across rheumatology, few apps have been rigorously tested  34  .\n\nOne study investigated an EHR-supported effort to improve gout care  63  . The intervention provided clinicians, pharmacists and dietitians access to the same EHR information regarding medications, laboratory findings and visit notes  63  . In the small proof-of-concept study, 72% of patients achieved a target serum urate level; however, no control group was included in the study which limits interpretation of this finding  63  . At least one digital health platform has been developed in osteoarthritis, incorporating activity monitoring with symptom measurement and functional scales  64  . However, no formal testing has been published yet."
    },
    {
      "title": "Overcoming barriers to DHTs",
      "text": "One might wonder why many DHTs have not been adopted more quickly in health care. The regulatory barriers surrounding digital therapeutics mentioned earlier pose major obstacles, but reimbursement barriers also exist -will insurers pay for DHTs that have the potential to improve outcomes? Some insurers and employers do pay for DHTs in the area of diabetes, and value-based payment arrangements pushed by Centers for Medicare and Medicaid Services are intended to create incentives for providers to adopt any technologies that would increase measurable quality and reduce costs  65  . However, even with such incentives, four key barriers -poor technology design, lack of clinical integration, privacy concerns and non-adherence -could substantially delay the adoption of DHTs in rheumatology. Potential ways to address these barriers include smart design, use of electronic PROs (ePROs), changes in data sharing laws and use of voice-enabled technologies (TABLe  2 )."
    },
    {
      "title": "Smart design.",
      "text": "Unlike pharmaceuticals and other health-related technology, DHT develops through a continuous process of tweaking and iterative development. The first versions of most types of software tend to be proof-of-concept prototypes rather than user-friendly products. For example, early consumer software products required the use of command prompts and were difficult to navigate  66  . Over time, software developers adopted principles of user-centred design, which involves soliciting input from end users at every step of the design process  67  . User-centred design involves an iterative process of analysing the underlying problems experienced by users, developing mock-ups of a solution, testing solutions and evaluating the product in terms of how well it addresses users' needs  68  . Today, user-centred design is part of most consumer software development practices  69  .\n\nIn digital health, however, a gap still exists between developers and users  70  , and a lot of the software developed for patients and clinicians involved minimal input from these users. As a result, many physicians are dissatisfied with their EHRs 1 . Studies have demonstrated that many EHR vendors do not follow basic usability principles  71  , and evaluations of mobile health apps show poor usability  72  . Furthermore, optimally leveraging DHTs in clinical care, as in other fields, often requires changing workflows rather than automating paper-based workflows.\n\nAs with other conditions, rheumatology care will probably only be improved with digital technology if developers partner closely with patients and providers, and employ user-centred design principles. A 2019 European League Against Rheumatism (EULAR) article made several recommendations to guide the design of apps in support of user-centred design, and stated that \"the design, development and validation of self-management apps should involve people with RMDs [rheumatic and musculoskeletal diseases] and relevant healthcare providers\"  73  . Rheumatology patients have unique needs -both physical and cognitive -that can only be taken into account with focused research. Similarly, rheumatologists have practice patterns that are distinct from other specialists. The most innovative and useful solutions will arise from technologies designed with the input of both patients and providers. Some studies have investigated digital rheumatology tools (for example, a mobile health app designed to track RA symptoms) developed using user-centred design principles and usability evaluations  74  . However, relatively little information is available about the design process used for most digital rheumatology tools and so lessons learned during the design may not be documented, and the degree to which rigorous design has occurred is unknown  73  . Failure to properly design DHTs and DHT-based interventions will likely result in non-adoption or early abandonment of the technology."
    },
    {
      "title": "Electronic patient-reported outcomes.",
      "text": "PROs have a central role in rheumatological care. PROs serve as components of standardized disease activity scores such as the RAPID3 (ReF.  75  ) and the CDAI  76  . The Health Assessment Questionnaire is also as an important measure of self-reported functional status  77  . Disease activity measures that rely solely on patient report, such as the RAPID3, only correlate moderately with a gold-standard measure, such as the DAS  75  . However, the ability to regularly obtain disease activity information without a face-to-face visit through electronic means makes ePROs a very attractive tool to incorporate into DHTs.\n\nMoreover, ePROs can be integrated into the clinical workflow through the EHR, helping integrate DHTs into clinical care.\n\nSeveral studies have demonstrated that patients are willing to track disease activity data electronically. A series of focus groups conducted at an academic medical centre in the USA demonstrated patients' willingness to use a mobile health app for ePRO reporting  78  . In our study investigating patient adherence to a smartphone app for disease monitoring in RA, we found that although adherence to the daily questionnaires in the smartphone app was high (median 81.6% over the 6-month study, with highest adherence in the first month)  79  , the patients wanted these data integrated into the clinical workflow. Most ePRO apps have been developed externally to a health-care system (for example, by app developers), so are not well integrated into the clinical workflow. Incorporating ePROs into clinical workflows is a major barrier to delivering patient-centred care for patients with RA. Although a risk does exist that patients will lose interest in the app over time, we found that an intervention informed by user-centred design with patients results in high adherence when the benefits to patients (for example, helping them decide when to contact their provider, being more aware of their symptoms and feeling more connected to their provider) are worth the burden of completing the questionnaires  80  .\n\nThe REMORA study investigated a mobile health smartphone app developed in the UK that collects ePRO data and transmits it into the EHR  18  . The REMORA app was developed by rheumatologists within the National Health Service in partnership with rheumatology patients. REMORA has been pilot tested in 20 patients, and adherence with daily ePRO reporting over 3 months was over 90%. This initial testing in clinical care suggests that it can be integrated into clinical care. Patients also felt better able to participate in consultations when their rheumatologist had access to the ePRO data."
    },
    {
      "title": "Data sharing laws and regulations.",
      "text": "The value of DHTs to patients is limited if the technologies do not incorporate health data, such as those stored in EHRs. Yet, patients currently have difficulty in getting access to their EHR\n\nTable 2 | Overcoming challenges in digital health technologies Key concept Description Barriers to success Smart design Understanding the needs of the end-user (for example, patients and providers); developing DHT with input from end user; iterative design process Developers, providers and/or health-care system falsely believing that they know best Voice enablement Integration of voice into DHT; examples might include voice-enabled apps so that patients and/or providers can use speech; voice-enabled assistants (for example, Siri or Alexa) can help patients use DHT Privacy issues (e.g. Health Insurance Portability and Accountability Act); medical terminology challenges voice interactions ePROs ePROs serve as components of most disease activity scores in rheumatology; the ability to regularly obtain this information without a face-to-face visit through electronic means through an ePRO makes it a very attractive tool ePROs not being well integrated into the health record DHT, digital health technology; ePROs, electronic patient-reported outcomes.\n\nNAture revIewS | RHEumATOlOGY from their providers in digital form. Rules in the USA require that providers and EHR vendors make it easier for patients to download their data onto an app  81  .\n\nIn the EU, the General Data Protection Regulation has strengthened patients' right of access to their data  82, 83  . However, whether these legal and regulatory changes will be enough to catalyse the use of digital health tools by health-care providers is not yet clear. Additional laws might be needed to balance the goals of enabling patients to access their health data while protecting these data from unauthorized or unwanted access.\n\nVoice enablement. Voice-enabled technologies are growing rapidly and have the potential to improve adherence with DHTs, such as smartphone apps. We can now talk to our cars, refrigerators, heating systems and televisions. Voice-enabled DHTs are also on the rise. Voice dictation systems have long been used by physicians, but voice-enabled scribe systems can now transcribe parts of the face-to-face patient visit, enabling physicians to more accurately and easily create a written record of the patient encounter. Systems such as Suki (see Related links) and HelloRache (see Related links) promise to use AI to help distil a physician's conversation with a patient into their medical record and even their treatment plan. Treatment plans devised in this way might be based on a clinician's known preferences or even practice guidelines.\n\nVoice enablement might be most useful for patients using DHTs such as mobile health apps. Virtual assistants, such as Siri and Alexa and the like, could serve as voice-enablement tools for patients to more easily interact with a mobile health app  84  . Proponents of voice enablement believe that patients more easily and more freely interact with digital technologies when using voice than when using a touchscreen requiring typing  85  . The digital voice interaction can be made more similar to typical human interaction, enabling patients to interact comfortably with a DHT; at least this is the theory, with some evidence from outside rheumatology (for example, health and fitness) suggesting it might be the case  86  . One popular example of voice enablement is the Mayo Clinic First Aid app (see Related links) that enables patients to use their voice to interact with the app as an easy tool to obtain information on first aid.\n\nAs mentioned earlier, we investigated adherence to a non-voice-enabled app for disease monitoring in RA originally developed by investigators at Brigham and Women's Hospital using a hospital-endorsed mobile health platform  79  . The app focused on ePROs and was found useful by patients and providers, with a high degree of patient adherence  79  . In exit interviews and focus groups with the patients with RA who used the app, many with substantial hand disease asked for voice enablement in order to reduce the barriers to using a mobile health app on a touch screen (D.H.S., unpublished work). Many patients wanted voice interaction to report information about their disease and admitted that they were likely to be more honest with the app than with their clinician (D.H.S., unpublished work).\n\nVoice-enabled DHT has another potential benefit: use of the patient's voice as a biomarker. Data from neurodegenerative diseases suggest that short recordings of patients' voices using voice-enabled DHT enables relatively accurate diagnoses of Alzheimer disease  87  , Parkinson disease  88  and possibly even depression  89  . Although depression is common in patients with RA  90  , we are not aware of any attempts to use voice as a biomarker in RA.\n\nVoice enablement is happening in DHTs, but challenges abound. First, not all patients have access to a voice assistant in their home or on their smartphone. Second, privacy advocates have raised many concerns regarding voice assistants  91  ; once personal health information is fed into these devices, the privacy concerns magnify and questions abound. Who is listening to these interactions? Are conversations being recorded and used in unintended ways? Are the devices secure? Finally, some patients with access to devices with voice enablement are unwilling to use them for anything more than to obtain a weather report or listen to the radio  92  .\n\nPeering into a possible future How will DHTs impact the future of rheumatology in health-care delivery? What will be the experience of patients with RA and their clinicians in the coming decades? As symptoms are so critical to the management of rheumatological disease, we foresee a day when the standard of care will involve patients using a mobile health app to keep track of their day-to-day or week-to-week symptoms, including those of pain, function and fatigue. We anticipate that these ePRO data will be available to clinicians through the EHR, and that AI/ML algorithms will process these data and identify problematic patterns, such as worsening pain trends on ePROs. ActiGraphs or step counters embedded in smartphones (or wearable devices) could help to identify when patients are probably flaring. This information could be used to determine when a virtual or face-to-face visit is needed. Based on ePRO data, laboratory results and physical examination findings, AI/ML could help clinicians to determine when patients reach their treatment target and recommend specific medication changes based on data from thousands or millions of other patients. We also think that a digital therapeutic might be developed to help patients know when they reach target disease activity.\n\nMany barriers slow down the widespread adoption of DHTs in medicine. Designing these technologies is difficult, and how to make them useful for consumers, clinicians and the health-care system is an enormous challenge  84  . The purpose of these DHTs needs to be clear, and user-centred design principles must be employed. Voice enablement is likely to be part of many DHTs to improve their usefulness and subsequent adherence. The regulatory structure for the development of DHTs is still evolving. Consumers have expressed an interest in many of these technologies and value-based care payment models are increasing, but the reimbursement model is not yet determined. Answers to these questions will facilitate DHT development.\n\nDHTs might be useful in a number of different patient scenarios. Patients with problems adhering to medications could be assisted by reminders through text messages or smartphone apps. Moreover, pharmacy records could be searched using AI/ML algorithms that alert clinicians about non-adherence. Another scenario that might be assisted by DHT is one in patients with undiagnosed symptoms. The availability of virtual visits might assist in providing access to rheumatic disease specialists to determine the likelihood of a systemic rheumatic disease requiring immediate attention versus degenerative arthritis requiring less urgent care. The portal would ask a few questions to determine whether a visit with a rheumatologist might be useful. Using AI-based algorithms, the portal might recommend a virtual visit with a video link, enabling a clinician to conduct a history and observe physical examination tests for range of motion and joint swelling. If the clinician observes limitations, disability and/or concerning symptoms during the virtual visit, a decision aid informed by AI could help determine whether a referral to a rheumatologist is necessary."
    },
    {
      "title": "Conclusions",
      "text": "Integrating DHTs will probably become increasingly feasible in the future as the technology improves (Fig.  2 ), and such integration will enable new clinical practice models. However, at present, best practices for implementing these technologies do not exist. Efforts to incorporate DHTs for rheumatology into clinical care are occurring in a few research groups but such efforts lack a larger structure and have limited funding opportunities. We are unaware of a concerted effort by rheumatologists to improve EHR user interfaces that would facilitate data capture, thereby providing better data for AI/ML applications. Rheumatologists should collaboratively consider, develop and test how such technologies could evolve their practice to improve care. Major barriers, including security concerns, currently obstruct successful implementation of DHTs. User-centred design, incorporating voice when possible and application of AI/ML when appropriate could enhance the uptake of DHTs and help advance rheumatology care far beyond its capabilities today. Forming a consortium specifically dedicated to advancing best practices is warranted as is increasing research funding for the development of useful tools and DHT-based interventions. Without major involvement from rheumatology professionals, the promising advances in DHT are likely to continue to have minimal effect on patient care in the field. Patients will use smartphone apps with or without voice-enabling capacity to report symptoms to their clinicians. Their symptoms may be reported as electronic patient-reported outcomes (ePROs) through the electronic health record (EHR). The information from the EHR and other data sources will be integrated in a centralized and secure server environment. Machine learning and artificial intelligence algorithms will be running against the data to assist clinicians with diagnosis, prognosis, treatment selection and monitoring."
    },
    {
      "title": "Published online 24 July 2020"
    },
    {
      "text": "Fig.2| Integrated system of digital health technologies in a possible future rheumatology clinic. Patients will use smartphone apps with or without voice-enabling capacity to report symptoms to their clinicians. Their symptoms may be reported as electronic patient-reported outcomes (ePROs) through the electronic health record (EHR). The information from the EHR and other data sources will be integrated in a centralized and secure server environment. Machine learning and artificial intelligence algorithms will be running against the data to assist clinicians with diagnosis, prognosis, treatment selection and monitoring."
    }
  ],
  "references": [
    {
      "title": "Factors affecting physician professional satisfaction and their implications for patient care, health systems, and health policy",
      "authors": [
        "M Friedberg"
      ],
      "year": 2014
    },
    {
      "title": "Tethered to the EHR: primary care physician workload assessment using EHR event log data and time-motion observations",
      "authors": [
        "B Arndt"
      ],
      "year": 2017
    },
    {
      "title": "Electronic health record components and the quality of care",
      "authors": [
        "S Keyhani"
      ],
      "year": 2008
    },
    {
      "title": "A pragmatic approach to implementing best practices for clinical decision support systems in computerized provider order entry systems",
      "authors": [
        "P Gross",
        "D Bates"
      ],
      "year": 2007,
      "doi": "10.1197/jamia.m2173"
    },
    {
      "title": "Improved influenza and pneumococcal vaccination in rheumatology patients taking immunosuppressants using an electronic health record best practice alert",
      "authors": [
        "L Ledwich",
        "T Harrington",
        "W Ayoub",
        "J Sartorius",
        "E Newman"
      ],
      "year": 2009,
      "doi": "10.1002/art.24873"
    },
    {
      "title": "Leveraging the electronic health record to improve quality and safety in rheumatology",
      "authors": [
        "G Schmajuk",
        "J Yazdany"
      ],
      "year": 2017
    },
    {
      "title": "Effects of workload, work complexity, and repeated alerts on alert fatigue in a clinical decision support system",
      "authors": [
        "J Ancker"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0430-8"
    },
    {
      "title": "HL7 ontology and mobile agents for interoperability in heterogeneous medical information systems",
      "authors": [
        "B Orgun",
        "J Vu"
      ],
      "year": 2006
    },
    {
      "title": "Temporal phenome analysis of a large electronic health record cohort enables identification of hospital-acquired complications",
      "authors": [
        "J Warner"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2013-001861"
    },
    {
      "title": "Reforming the HIPAA privacy rule: safeguarding privacy and promoting research",
      "authors": [
        "L Gostin",
        "S Nass"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.424"
    },
    {
      "title": "Rethinking patient data privacy in the era of digital health",
      "authors": [
        "L Bari",
        "D O'neill"
      ],
      "year": 2019,
      "doi": "10.1377/hblog20191210.216658/full/"
    },
    {
      "title": "Impact of electronic health record systems on information integrity: quality and safety implications",
      "authors": [
        "S Bowman"
      ],
      "year": 2013
    },
    {
      "title": "Technology-enabled consumer engagement: promising practices at four health care delivery organizations",
      "authors": [
        "M Tai-Seale"
      ],
      "year": 2019
    },
    {
      "title": "Inviting patients to read their doctors' notes: a quasi-experimental study and a look ahead",
      "authors": [
        "T Delbanco"
      ],
      "year": 2012
    },
    {
      "title": "Measure once, cut twice-adding patient-reported outcome measures to the electronic health record for comparative effectiveness research",
      "authors": [
        "A Wu",
        "H Kharrazi",
        "L Boulware",
        "C Snyder"
      ],
      "year": 2013
    },
    {
      "title": "Rheumatology informatics system for effectiveness: a national informatics-enabled registry for quality improvement",
      "authors": [
        "J Yazdany"
      ],
      "year": 2016
    },
    {
      "title": "A new era of quality measurement in rheumatology: electronic clinical quality measures and national registries",
      "authors": [
        "C Tonner",
        "G Schmajuk",
        "J Yazdany"
      ],
      "year": 2017,
      "doi": "10.1097/bor.0000000000000364"
    },
    {
      "title": "Providing 'the bigger picture': benefits and feasibility of integrating remote monitoring from smartphones into the electronic health record",
      "authors": [
        "L Austin"
      ],
      "year": 2020,
      "doi": "10.1093/rheumatology/kez207"
    },
    {
      "title": "Prescriptions on demand: the growth of direct-to-consumer telemedicine companies",
      "authors": [
        "T Jain",
        "R Lu",
        "A Mehrotra"
      ],
      "year": 2019
    },
    {
      "title": "Virtual visits for upper respiratory tract infections in adults associated with positive outcome in a Cox model",
      "authors": [
        "L Tan",
        "N Mason",
        "W Gonzaga"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0018"
    },
    {
      "title": "Direct-to-consumer telehealth may increase access to care but does not decrease spending",
      "authors": [
        "J Ashwood",
        "A Mehrotra",
        "D Cowling",
        "L Uscher-Pines"
      ],
      "year": 2017
    },
    {
      "title": "A randomized trial of virtual visits in a general medicine practice",
      "authors": [
        "R Dixon",
        "J Stahl"
      ],
      "year": 2009,
      "doi": "10.1258/jtt.2009.003003"
    },
    {
      "title": "A comparison of care at e-visits and physician office visits for sinusitis and urinary tract infection",
      "authors": [
        "A Mehrotra",
        "S Paone",
        "G Martich",
        "S Albert",
        "G Shevchik"
      ],
      "year": 2013
    },
    {
      "title": "Regional distribution of adult rheumatologists",
      "year": 2013,
      "doi": "10.1002/art.38167"
    },
    {
      "title": "Telerheumatology: a systematic review",
      "authors": [
        "J Mcdougall",
        "E Ferucci",
        "J Glover",
        "L Fraenkel"
      ],
      "year": 2017
    },
    {
      "title": "Smartphone ownership is growing rapidly around the world, but not always equally",
      "authors": [
        "L Silver"
      ],
      "year": 2019
    },
    {
      "title": "No digital divide? Technology use among homeless adults",
      "authors": [
        "H Rhoades",
        "S Wenzel",
        "E Rice",
        "H Winetrobe",
        "B Henwood"
      ],
      "year": 2017
    },
    {
      "title": "Many mobile health apps target high-need, high-cost populations, but gaps remain",
      "authors": [
        "K Singh"
      ],
      "year": 2016
    },
    {
      "title": "Mobile health apps for self-management of rheumatic and musculoskeletal diseases: systematic literature review",
      "authors": [
        "A Najm"
      ],
      "year": 2019,
      "doi": "10.2196/14730"
    },
    {
      "title": "Good intentions are not enough: how informatics interventions can worsen inequality",
      "authors": [
        "T Veinot",
        "H Mitchell",
        "J Ancker"
      ],
      "year": 2018
    },
    {
      "title": "Smartphone ownership and perspectives on health apps among a vulnerable population in East Harlem",
      "authors": [
        "N Vangeepuram"
      ],
      "year": 2018
    },
    {
      "title": "Xcertia. mHealth App Guidelines",
      "year": 2019
    },
    {
      "title": "Mobile apps for individuals with rheumatoid arthritis: a systematic review",
      "authors": [
        "D Luo"
      ],
      "year": 2019
    },
    {
      "title": "Apps for people with rheumatoid arthritis to monitor their disease activity: a review of apps for best practice and quality",
      "authors": [
        "R Grainger",
        "H Townsley",
        "B White",
        "T Langlotz",
        "W Taylor"
      ],
      "year": 2017
    },
    {
      "title": "The history of clinical Holter monitoring",
      "authors": [
        "B Del Mar"
      ],
      "year": 2005
    },
    {
      "title": "Wearable health technology and electronic health record integration: scoping review and future directions",
      "authors": [
        "C Dinh-Le",
        "R Chuang",
        "S Chokshi",
        "D Mann"
      ],
      "year": 2019
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015
    },
    {
      "title": "Effect of wearable technology combined with a lifestyle intervention on long-term weight loss: the IDEA randomized clinical trial",
      "authors": [
        "J Jakicic"
      ],
      "year": 2016
    },
    {
      "title": "Electronic feedback in a diet-and physical activity-based lifestyle intervention for weight loss: a randomized controlled trial",
      "authors": [
        "S Shuger"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-41"
    },
    {
      "title": "Aerobic exercise alone results in clinically significant weight loss for men and women: Midwest exercise trial 2",
      "authors": [
        "J Donnelly"
      ],
      "year": 2013
    },
    {
      "title": "A cluster-randomised controlled trial to promote physical activity in adolescents: the Raising Awareness of Physical Activity (RAW-PA) study",
      "authors": [
        "N Ridgers"
      ],
      "year": 2017
    },
    {
      "title": "Detection of flares by decrease in physical activity, collected using wearable activity trackers in rheumatoid arthritis or axial spondyloarthritis: an application of machine learning analyses in rheumatology",
      "authors": [
        "L Gossec"
      ],
      "year": 2019
    },
    {
      "title": "Proposed Regulatory Framework for Modifications to Artificial Intelligence/ Machine Learning (AI/ML)-Based Software as a Medical Device (SaMD) -Discussion Paper and Request for Feedback",
      "year": 2019,
      "doi": "10.31032/ijbpas/2025/14.8.9309"
    },
    {
      "title": "Pear approval signals FDA readiness for digital treatments",
      "authors": [
        "E Waltz"
      ],
      "year": 2018
    },
    {
      "title": "Adding an internet-delivered treatment to an efficacious treatment package for opioid dependence",
      "authors": [
        "D Christensen"
      ],
      "year": 2014,
      "doi": "10.1037/a0037496"
    },
    {
      "title": "Change in glycemic control with use of a digital therapeutic in adults with type 2 diabetes: cohort study",
      "authors": [
        "M Berman"
      ],
      "year": 2018
    },
    {
      "title": "Digital technologies and adherence in respiratory diseases: the road ahead",
      "authors": [
        "J Blakey"
      ],
      "year": 2018,
      "doi": "10.1183/13993003.01147-2018"
    },
    {
      "title": "Handbook of Pain and Palliative Care",
      "authors": [
        "B Rogozinski",
        "W Greenleaf",
        "J Sackman",
        "A Cahana"
      ],
      "year": 2018
    },
    {
      "title": "Pivotal trial of an autonomous AI-based diagnostic system for detection of diabetic retinopathy in primary care offices",
      "authors": [
        "M Abramoff",
        "P Lavin",
        "M Birch",
        "N Shah",
        "J Folk"
      ],
      "year": 2018
    },
    {
      "title": "The practical implementation of artificial intelligence technologies in medicine",
      "authors": [
        "J He"
      ],
      "year": 2019
    },
    {
      "title": "High-performance medicine: the convergence of human and artificial intelligence",
      "authors": [
        "E Topol"
      ],
      "year": 2019
    },
    {
      "title": "Machine learning in medicine",
      "authors": [
        "A Rajkomar",
        "J Dean",
        "I Kohane"
      ],
      "year": 2019
    },
    {
      "title": "Big data",
      "year": 2019
    },
    {
      "title": "Application of machine learning in rheumatic disease research",
      "authors": [
        "K Kim",
        "I Tagkopoulos"
      ],
      "year": 2019
    },
    {
      "title": "Identification of three rheumatoid arthritis disease subtypes by machine learning integration of synovial histologic features and RNA sequencing data",
      "authors": [
        "D Orange"
      ],
      "year": 2018
    },
    {
      "title": "Development and validation of a multivariate predictive model for rheumatoid arthritis mortality using a machine learning approach",
      "authors": [
        "J Lezcano-Valverde"
      ],
      "year": 2017,
      "doi": "10.1038/s41598-017-10558-w"
    },
    {
      "title": "Assessment of a deep learning model based on electronic health record data to forecast clinical outcomes in patients with rheumatoid arthritis",
      "authors": [
        "B Norgeot"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.0606"
    },
    {
      "title": "Current status of use of big data and artificial intelligence in RMDs: a systematic literature review informing EULAR recommendations",
      "authors": [
        "J Kedra"
      ],
      "year": 2019,
      "doi": "10.1136/rmdopen-2019-001004"
    },
    {
      "title": "EULAR points to consider for the use of big data in rheumatic and musculoskeletal diseases",
      "authors": [
        "L Gossec"
      ],
      "year": 2020
    },
    {
      "title": "Methods and dimensions of electronic health record data quality assessment: enabling reuse for clinical research",
      "authors": [
        "N Weiskopf",
        "C Weng"
      ],
      "year": 2013
    },
    {
      "title": "Development of a smartphone app for adolescents with lupus: a collaborative meeting-based methodology inclusive of a wide range of stakeholders",
      "authors": [
        "J Herschman"
      ],
      "year": 2014
    },
    {
      "title": "Mobile health technologies for the management of systemic lupus erythematosus: a systematic review",
      "authors": [
        "L Dantas"
      ],
      "year": 2020,
      "doi": "10.1177/0961203319897139"
    },
    {
      "title": "eHealth-supported decentralized multi-disciplinary care for gout involving rheumatology, pharmacy, and dietetics: proof-of-concept study",
      "authors": [
        "A Howren"
      ],
      "year": 2019,
      "doi": "10.1007/s10067-019-04809-6"
    },
    {
      "title": "Incorporating novel mobile health technologies into management of knee osteoarthritis in patients treated with intra-articular hyaluronic acid: rationale and protocol of a randomized controlled trial",
      "authors": [
        "D Jones",
        "N Skrepnik",
        "R Toselli",
        "B Leroy"
      ],
      "year": 2016
    },
    {
      "title": "Measuring success in health care value-based purchasing programs: findings from an environmental scan, literature review, and expert panel discussions",
      "authors": [
        "C Damberg"
      ],
      "year": 2014
    },
    {
      "title": "Adapting information search tools for use by health consumers: challenges and lessons for software designers",
      "authors": [
        "M Hernández",
        "J Sharit",
        "P Pirolli",
        "S Czaja"
      ],
      "year": 2018
    },
    {
      "title": "Designing the user interface: strategies for effective human-computer interaction",
      "authors": [
        "B Shneiderman"
      ],
      "year": 1997
    },
    {
      "title": "A user-centered model for designing consumer mobile health (mHealth) applications (apps)",
      "authors": [
        "R Schnall"
      ],
      "year": 2016
    },
    {
      "title": "mHealth consumer apps: the case for user-centered design",
      "authors": [
        "T Mccurdie"
      ],
      "year": 2012,
      "doi": "10.2345/0899-8205-46.s2.49"
    },
    {
      "title": "Accelerating innovation in health IT",
      "authors": [
        "R Rudin",
        "D Bates",
        "C Macrae"
      ],
      "year": 2016,
      "doi": "10.1056/nejmp1606884"
    },
    {
      "title": "Electronic health record vendor adherence to usability certification requirements and testing standards",
      "authors": [
        "R Ratwani",
        "N Benda",
        "A Hettinger",
        "R Fairbanks"
      ],
      "year": 2015
    },
    {
      "title": "Usability of commercially available mobile applications for diverse patients",
      "authors": [
        "U Sarkar"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3771-6"
    },
    {
      "title": "EULAR points to consider for the development, evaluation and implementation of mobile health applications aiding self-management in people living with rheumatic and musculoskeletal diseases",
      "authors": [
        "A Najm"
      ],
      "year": 2019
    },
    {
      "title": "High level architecture and evaluation of patient linkages for READY -an electronic measurement tool for rheumatoid arthritis",
      "authors": [
        "P Mathur"
      ],
      "year": 2015
    },
    {
      "title": "RAPID3 (Routine Assessment of Patient Index Data 3) severity categories and response criteria: similar results to DAS28 (Disease Activity Score) and CDAI (Clinical Disease Activity Index) in the RAPID 1 (Rheumatoid Arthritis Prevention of Structural Damage) clinical trial of certolizumab pegol",
      "authors": [
        "T Pincus"
      ],
      "year": 2011
    },
    {
      "title": "The simplified disease activity index (SDAI) and clinical disease activity index (CDAI) to monitor patients in standard clinical care",
      "authors": [
        "D Aletaha",
        "J Smolen"
      ],
      "year": 2007
    },
    {
      "title": "Assessment of patient satisfaction in activities of daily living using a modified Stanford Health Assessment Questionnaire",
      "authors": [
        "T Pincus",
        "J Summey",
        "S Soraci",
        "Jr",
        "K Wallston",
        "N Hummon"
      ],
      "year": 1983
    },
    {
      "title": "Perspectives of rheumatoid arthritis patients on electronic communication and patient-reported outcome data collection: a qualitative study",
      "authors": [
        "I Navarro-Millan"
      ],
      "year": 2019,
      "doi": "10.1002/acr.23580"
    },
    {
      "title": "Patient adherence with a smartphone app for disease monitoring in rheumatoid arthritis [abstract THU0155",
      "authors": [
        "D Solomon"
      ],
      "year": 2019,
      "doi": "10.1136/annrheumdis-2019-eular.4868"
    },
    {
      "title": "A clinically integrated mhealth app and practice model for collecting patient-reported outcomes between visits for asthma patients: implementation and feasibility",
      "authors": [
        "R Rudin"
      ],
      "year": 2019
    },
    {
      "title": "Consumerfacing data, information, and tools: self-management of health in the digital age",
      "authors": [
        "K Singh",
        "S Meyer",
        "J Westfall"
      ],
      "year": 2019,
      "doi": "10.1377/hlthaff.2018.05404"
    },
    {
      "title": "The policy effect of the General Data Protection Regulation (GDPR) on the digital public health sector in the European Union: an empirical investigation",
      "authors": [
        "B Yuan",
        "J Li"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16061070"
    },
    {
      "title": "Rheumatology 4.0: big data, wearables and diagnosis by computer",
      "authors": [
        "G Burmester"
      ],
      "year": 2018,
      "doi": "10.1136/annrheumdis-2017-212888"
    },
    {
      "title": "Feasibility of a voice-enabled automated platform for medical data collection: CardioCube",
      "authors": [
        "T Jadczyk"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.07.001"
    },
    {
      "title": "Health and fitness apps for hands-free voice-activated assistants: content analysis",
      "authors": [
        "A Chung",
        "A Griffin",
        "D Selezneva",
        "D Gotz"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9705"
    },
    {
      "title": "Automatic speech analysis for the assessment of patients with predementia and Alzheimer's disease",
      "authors": [
        "A Konig"
      ],
      "year": 2015,
      "doi": "10.1016/j.dadm.2014.11.012"
    },
    {
      "title": "Analyzing the effectiveness of vocal features in early telediagnosis of Parkinson's disease",
      "authors": [
        "B Erdogdu Sakar",
        "G Serbes",
        "C Sakar"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0182428"
    },
    {
      "title": "Automated depression analysis using convolutional neural networks from speech",
      "authors": [
        "L He",
        "C Cao"
      ],
      "year": 2018,
      "doi": "10.1016/j.jbi.2018.05.007"
    },
    {
      "title": "The prevalence of depression in rheumatoid arthritis: a systematic review and meta-analysis: reply",
      "authors": [
        "F Matcham",
        "L Rayner",
        "S Steer",
        "M Hotopf"
      ],
      "year": 2014,
      "doi": "10.1093/rheumatology/ket439"
    },
    {
      "title": "Hackers can use lasers to 'speak' to your Amazon Echo or Google Home",
      "authors": [
        "A Greenberg"
      ],
      "year": 2019
    },
    {
      "title": "we're still trying to figure out what to do with you",
      "authors": [
        "D Wakabayashi",
        "N Wingfield",
        "Alexa"
      ],
      "year": 2018
    }
  ],
  "num_references": 91,
  "original_doi": "https://doi.org/10.13039/100004319"
}
