{
  "paper_id": "J2N3K4JW",
  "title": "Medication Use Leading to Hospital Readmission in Frail Elders",
  "abstract": "Frail multimorbid elders are at high risk for hospital readmission and can benefit from dedicated care transitions programs. Nonetheless, some patients remain at disproportionately heightened risk. In this retrospective study of 717 frail multimorbid community-dwelling elders (mean age ¼ 83 years) enrolled in a care transitions program, we assessed the effect of specific medications and postdischarge medication changes on 30-day readmission. Patients treated with opioids, anticholinergic agents, or antihistamines and those requiring 4 medication changes after hospital discharge were at a significantly greater risk. This knowledge provides nurse practitioners an opportunity to individualize and improve the care of this vulnerable population.",
  "year": 2012,
  "date": "2012",
  "journal": "Ann Pharmacother",
  "publication": "Ann Pharmacother",
  "authors": [
    {
      "forename": "Joshua",
      "surname": "Shapiro",
      "name": "Joshua Shapiro"
    },
    {
      "forename": "Rozalina",
      "surname": "Mccoy",
      "name": "Rozalina Mccoy"
    },
    {
      "forename": "Paul",
      "surname": "Takahashi",
      "name": "Paul Takahashi"
    },
    {
      "forename": "Bjorg",
      "surname": "Thorsteinsdottir",
      "name": "Bjorg Thorsteinsdottir"
    },
    {
      "forename": "Stephanie",
      "surname": "Peterson",
      "name": "Stephanie Peterson"
    },
    {
      "forename": "James",
      "surname": "Naessens",
      "name": "James Naessens"
    },
    {
      "forename": "Parvez",
      "surname": "Rahman",
      "name": "Parvez Rahman"
    },
    {
      "forename": "Anupam",
      "surname": "Chandra",
      "name": "Anupam Chandra"
    },
    {
      "forename": "Gregory",
      "surname": "Hanson",
      "name": "Gregory Hanson"
    },
    {
      "forename": "Rachel",
      "surname": "Havyer",
      "name": "Rachel Havyer"
    },
    {
      "forename": "Christina",
      "surname": "Chen",
      "name": "Christina Chen"
    },
    {
      "forename": "Lynn",
      "surname": "Borkenhagen",
      "name": "Lynn Borkenhagen"
    }
  ],
  "doi": "10.1067/mem.2001.119456",
  "keywords": [
    "frail elderly",
    "home visits",
    "medication reconciliation",
    "opioids",
    "patient discharge"
  ],
  "sections": [
    {
      "text": "M edication-related events are a potential cause of morbidity and death  1  and incur > $21 billion in health care costs annually in the United States.  2  Geriatric patients with multiple chronic conditions are at increased risk for such events,  [3] [4] [5]  including sedation, falls, hypotension, bleeding, hyperglycemia, and hypoglycemia.  3 edication-related events account for 12% of all reasons for medical admissions among elderly patients  4  and 11% of emergency department visits.  3 ospitalizations and readmissions account for a large portion of health care costs,  6, 7  with an average cost of hospitalization in Minnesota in 2015 estimated around $14,000.  8, 9 The American Geriatric Society Beers Criteria 10 identify high-risk medication classes to be used with caution among the elderly, including anticholinergic agents, sedatives/hypnotics, muscle relaxants, anticoagulants, and certain hypoglycemic drugs,  11, 12  although their use is sometimes unavoidable in clinical practice. Previous studies have looked at medication-related events among older patients but are heterogeneous because of different definitions and diagnostic detection of events.  13, 14 ore recently, because hospital readmission rates have become an increasingly important quality metric, some studies have sought to identify specifically which medications increase readmission risk in older patients.  15, 16 atients are at particularly high risk for medication-related events after hospitalization because of process issues such as medication discrepancies, nonadherence, and inadequate reconciliation in handoffs during admission, transfer, and discharge,  17, 18  as well as posthospitalization syndrome that makes patients more vulnerable to adverse health events because of changes in nutrition, sleep, and activity levels.  19 A number of hospital discharge programs have been developed to address potential medication-related problems and have shown reductions in hospital readmission rates,  17, [20] [21] [22]  unplanned emergency department visits,  17, 23  and postdischarge adverse events.  24 The programs have been used in various patient populations and have been largely successful in geriatric cohorts.  21, 22, 25 any discharge programs now include medication reconciliation as a core clinical process.  17 lthough medication reconciliation is a core component of discharge programs, it remains unclear whether more specific medication factors, such as medication classes or medication use issues, correlate with 30-day rehospitalization of elders in care transition programs; as such patients are among the most vulnerable of the geriatric population. Hence, we sought to look at the association of specific medications or the extent of medication changes made with the risk of 30-day hospital readmission among frail elders enrolled in the clinic care transitions (CCT) program.  25"
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study Design and Setting",
      "text": "We performed a retrospective cohort study of patients enrolled in the CCT program within employee and community health (ECH). ECH is an integrated, multispecialty primary care group practice that includes family medicine and internal medicine for the adult practice located in 4 diverse care sites. We conducted the study using the principles outlined in the Declaration of Helsinki. We sought and received approval from the institutional review board. Patients provided written consent for electronic health record (EHR) review."
    },
    {
      "title": "CCT",
      "text": "The CCT program was launched in 2011 to improve care after hospitalization for high-risk elders released from the hospital to the community and has been previously described.  25 High-risk hospitalized patients were identified for potential CCT enrollment, and a registered nurse evaluated each patient while in the hospital. Those enrolled were visited in their home by a nurse practitioner (NP) within 1 to 5 business days after discharge. The NP reviewed the patient's medications and the hospital discharge summary. During this review, the NP inspected the medications and administration system and made and recorded medication changes. A follow-up NP home visit was completed the following week, and visits continued as needed for at least 1 month. A registered nurse case manager performed weekly phone calls to assess changes in the patient's clinical status."
    },
    {
      "title": "Participants",
      "text": "The study population included all communitydwelling adults enrolled in the CCT between January 1, 2011, and March 31, 2015. Participants had an assigned primary care provider within ECH, were age 60 years at program entry, and had an Elders Risk Assessment (ERA) score 16.  26  The ERA measures age, previous hospital utilization, and medical comorbidity from administrative EHR data. High ERA scores have been validated in our patient population to predict a 2-year risk of hospitalization and emergency department use.  26 The score is used clinically for all patients to determine eligibility for case management. Patients meeting CCT criteria were approached for potential enrollment in the program. By special exception, patients can be accepted into CCT without meeting the criteria.\n\nExclusion criteria included patients admitted to a nursing home for a long-term stay, those who received a diagnosis of terminal illness or dementia, and those enrolled in hospice care. Patients who did not have an initial CCT encounter within 30 days of discharge were also excluded. In addition, exclusion criteria included the absence of consent for EHR review. Minnesota allows patients to opt out of retrospect health record review.  27"
    },
    {
      "title": "Independent Variables",
      "text": "For each participant, data on age, sex, and comorbid health conditions were obtained from the EHR. Individual medications and medication classes at the time of CCT enrollment were administratively abstracted from the EHR on the basis of active medication orders at 1 day before the first home visit. Medications were classified using the National Drug File Reference Terminology criteria,  28  with the exception of aspirin, acetaminophen, and warfarin, which were listed individually because of their prevalence and potential adverse event profile (Table  1 ). Three study investigators independently reviewed and validated the medical classification of the medications and made adjustments by consensus when clinically indicated. In areas of disagreement, the senior geriatrician served as the final arbiter for medication class ascertainment. The total number of individual medications per patient ( 8, 9-14, and 15 medications) was calculated, as was the number of medication changes that occurred at the first CCT home visit (ascertained by the number of medication changes apparent in the EHR within 7 days after the initial visit). Medication changes were classified as additions, subtractions, or dose adjustments.\n\nA modified Charlson comorbidity index score was calculated for all patients on the basis of diagnoses present in administrative claims during the 12 months before the initial CCT visit. The index is a commonly used weighting scheme for multiple chronic conditions  29  that has been validated previously in our patient population to predict the risk of hospitalization.  30"
    },
    {
      "title": "Primary Outcome",
      "text": "The primary outcome was unplanned hospital readmission within 30 days of hospital discharge. Hospital inpatient and outpatient observation admissions were included. Outpatient observation admissions were those stays in the hospital without inpatient billed admission. Planned versus unplanned admissions were determined with the hospital-wide readmission measure criteria.  31"
    },
    {
      "title": "Statistical Methods",
      "text": "The association between medication use and medication changes with the risk of 30-day hospital readmission was analyzed using time-to-event analysis with Cox proportional hazards modeling to account for time, as well as the outcome of hospitalization for each predictor. Patient data were censored if the patient had died (n ¼ 10) or was lost to follow-up without a hospital readmission and within 30 days of the initial hospital discharge (n ¼ 1). The impact of each medication class was assessed through univariable analysis. We subsequently developed Cox proportional hazards models adjusting for age (> 80 years), sex (male), marital status (married), and Charlson comorbidity index (score 6) as covariates. The sample size was dictated by the total number of patients who fit the entry criteria, such that power analysis was not performed a priori."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Demographic Characteristics and Medications",
      "text": "Between January\n\n1, 2011, and March 31, 2015, a total of 717 patients were included in the CCT cohort. Their baseline characteristics are shown in Table 2. The mean (standard deviation) age was 83 (8.3) years, and 17.6% of the patients had a Charlson comorbidity index score 6. Patients were taking a mean (standard deviation) number of 14.1 (5.1) different medications. The most commonly used medications were antihypertensive drugs (88.6%). More than one half of the participants took at least 1 of the following medication categories: nutritional supplements, acetaminophen, aspirin, statins, and topical medications. Antibiotics, antidepressants, bronchodilators, glucose-lowering drugs, opioids, proton pump inhibitors, and warfarin were each used by more than 25% of patients (Table 1). Importantly, 32% of patients were found to have a discrepancy in their medications that required a change after hospital discharge. Overall, 75% of patients had 1 medication change at the first CCT home visit versus 30% who had 4 medication changes. 30-day Hospital Readmission Overall, 17.0% of patients had an unplanned 30-day readmission. Having 4 medication changes doubled the odds for readmission (hazard ratio [HR] ¼ 2.05; 95% confidence interval [CI], 1.44-2.94; P < .001). Opioid use also nearly doubled the odds of hospital readmission (HR ¼ 1.98; 95% CI, 1.38-2.82; P < .001). Similarly, anticholinergic and antihistamine agents increased the odds by more than 50% (HR ¼ 1.60; 95% CI, 1.02-2.51; P ¼ .04). Other medication classes were not associated with 30-day hospital readmission (Table  1 ). No results were significantly altered when analyses were adjusted for patient age, sex, marital status, and Charlson comorbidity score 6."
    },
    {
      "title": "DISCUSSION",
      "text": "Elderly, multimorbid patients undergoing care transitions are uniformly frail and, as such, are at high risk for hospital readmission. The identification of additional medication factors influencing return to hospital provides NPs an opportunity to individualize and improve care for this vulnerable and high-risk subset of the geriatric population. In this retrospective cohort study of high-risk elders enrolled in a posthospitalization CCT program, needing to make 4 medication changes in the immediate posthospitalization setting increased the risk of 30-day hospital readmission by 2-fold compared with patients requiring fewer medication changes. Multiple changes to patients' medications often occur after an acute hospitalization.  10 These changes may be caused by insufficient patient education, documentation, follow-up, or continuity of care or with unexplained variance in medication protocols.  18, [32] [33] 3] [34]  The medication changes may reflect the correction of potentially inappropriate medication prescribing, poor adherence, discrepancies between prescribed and actual regimens, and interim development of adverse events.  18, [32] [33] 3] [34]  Such outcomes may potentiate the risk for hospital readmission of geriatric patients. Importantly, medication changes may also reflect a change in medical status or the development of a new health complication, which cannot be assessed in a retrospective analysis. Our study reflects a highrisk population and shows that older patients who undergo multiple medication changes are at high risk for 30-day hospital readmission. This risk remains even in a care transitions population who underwent careful medicine reconciliation and surveillance.\n\nOpioid use was associated with a 2-fold increased risk of 30-day hospital readmission and was the medication class with the strongest link to readmission. Considering an average cost of $14,000 per hospitalization (2015 data for the state of Minnesota), eliminating the opioid-attributable risk may have resulted in 26 fewer hospitalizations or a savings of as much as $364,000.  8, 9 Opioids have been associated with adverse medication reactions in older patients.  35, 36 Prior studies have shown that older patients receiving long-term opioid therapy have an increased risk for hospital readmission and death, even after controlling for major comorbidities and disease-specific factors.  37 In our cohort, careful attention was paid to medication-related problems, including an NP performing complete medicine reconciliation, a physical inspection of all home medications, and assessment for adverse drug reactions and nonadherence, followed by weekly phone calls from a registered nurse. Yet, this cohort still had an increased rate of readmission when prescribed an opioid.\n\nPatients taking anticholinergic agents or antihistamines had a 60% increased risk of 30-day hospital readmission compared with patients who did not take these medications. Anticholinergic medications have numerous documented adverse effects, including cognitive changes, urinary retention, and constipation.  38 The American Geriatrics Society has listed anticholinergic medications and antihistamines on their list of potentially inappropriate medications for older adults, 39 yet these drugs account for 2 of the top 5 potentially inappropriate medications in a national sample of emergency department patients.  40 n a similar manner, anticholinergic medications and antihistamines have been listed as part of the Screening Tool of Older Person's Prescriptions criteria.  41 In a frail geriatric population, treatment with opioids, anticholinergics, and antihistamines may increase the risk for falls, delirium, and functional decline or may be indicators of frailty and multimorbidity that are not otherwise captured by our analysis. However, our findings reinforce the important association of opioid, anticholinergic, and antihistamine medications with 30-day readmission among elders in care transitions.\n\nOur study should be considered with limitations in mind. Medications were obtained from the EHR and could not capture nonadherence. Concurrent use of home health services may have occurred in this setting but was not captured in this study. Although we could only capture readmissions occurring within our integrated health care delivery system, the patient population served by the CCT has established care within our institution and is unlikely to seek care in the 1 other hospital in our region. Moreover, such readmissions would have been captured during posthospital weekly contact with the patients (and there were none). Our sample size was relatively small, such that our study was underpowered to detect small differences in medication use effect. We also could not capture and, as such, could not assess the impact of other known risk factors for hospital readmission in the geriatric population, including advancing disease, falls, and social determinants of health.\n\nThis study makes important contributions to the field of posthospital management of frail older adults. Patients treated with high-risk medications, specifically opioids, anticholinergic agents, and antihistamines, as well as patients who require extensive medication changes shortly after hospital discharge are at higher risk for readmission despite the close monitoring and care that they receive as part of a CCT program. These findings have general application for NPs in all settings as a prompt to consider their prescribing and medication management practices for elders returning home. NPs should use their clinical judgment to identify alternatives and consider tapering and discontinuing opioids, antihistamines, or anticholinergic medications, if possible. In situations in which these medications are needed and these or other medication changes are required, recognizing their potential impact on readmissions offers NPs an opportunity to allocate resources to the patients who need them most. Medication classes and patterns of use are only 1 page in the complex story of elderly patients and families coping with declining health. Still, a better understanding of patient complexity and risk offer NPs an opportunity to proactively manage high-risk patients, to tailor monitoring and treatment plans to better suit their needs, and to improve the care of community-dwelling elders."
    },
    {
      "title": "CONCLUSIONS",
      "text": "In this study of 717 frail elders enrolled in the CCT program, we found that patients treated with opioids, anticholinergic agents, or antihistamines, as well as patients requiring 4 medication changes after hospital discharge were at greater risk for 30-day hospital readmission. Such patients may benefit from even closer monitoring and proactive management than afforded by many CCT programs. Acknowledging there are many factors associated with advancing disease that impact hospital returns in this group, the findings support these medications and patterns of use play a role in readmissions. These findings need to be confirmed with larger studies and a greater number of outcomes."
    },
    {
      "text": "Medication Profile and Risk of 30-day Hospital Readmission"
    },
    {
      "text": "Demographic Characteristics and Comorbid Health Concerns of 717 Patients Enrolled in the Care Transitions Program"
    },
    {
      "text": "(continued )Prescribed medications are those prescribed not later than 1 day before the first home visit.The study contained 129 readmissions, of which 6 were planned.The planned hospital readmissions were not counted.Planned readmissions have the following Charlson comorbidity index score diagnosis categories: cardiac catheterization with coronary angiography; cholecystectomy and common duct exploration with biliary; insertion, revision, replacement, and removal of cardiac pacemaker or cardiac defibrillator with dysrhythmia; inguinal and femoral hernia repair with abdominal hernia; laminectomy; excision intervertebral disc with back problem; or chemotherapy.bThe overall Kaplan-Meier 30-day hospitalization rate (SE) for the 717 patients was 0.173 (0.014)."
    }
  ],
  "references": [
    {
      "title": "Adverse drug reaction deaths reported in United States vital statistics, 1999-2006",
      "authors": [
        "G Shepherd",
        "P Mohorn",
        "K Yacoub",
        "D May"
      ],
      "year": 2012
    },
    {
      "title": "National burden of preventable adverse drug events associated with inpatient injectable medications: healthcare and medical professional liability costs",
      "authors": [
        "B Lahue",
        "B Pyenson",
        "K Iwasaki",
        "H Blumen",
        "S Forray",
        "J Rothschild"
      ],
      "year": 2012
    },
    {
      "title": "Polypharmacy, adverse drugrelated events, and potential adverse drug interactions in elderly patients presenting to an emergency department",
      "authors": [
        "C Hohl",
        "J Dankoff",
        "A Colacone",
        "M Afilalo"
      ],
      "year": 2001,
      "doi": "10.1067/mem.2001.119456"
    },
    {
      "title": "Contribution of adverse drug reactions to hospital admission of older patients",
      "authors": [
        "C Mannesse",
        "F Derkx",
        "M De Ridder",
        "Man In 't Veld",
        "Van Der Cammen"
      ],
      "year": 2000,
      "doi": "10.1093/ageing/29.1.35"
    },
    {
      "title": "Adverse drug reactions in elderly patients",
      "authors": [
        "P Routledge",
        "O' Mahony",
        "M Woodhouse"
      ],
      "year": 2004,
      "doi": "10.1046/j.1365-2125.2003.01875.x"
    },
    {
      "title": "Acute hospital care is the chief driver of regional spending variation in Medicare patients with advanced cancer",
      "authors": [
        "G Brooks",
        "L Li",
        "H Uno",
        "M Hassett",
        "B Landon",
        "D Schrag"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2014.0280"
    },
    {
      "title": "Reduced acute inpatient care was largest savings component of Geisinger Health System's patient-centered medical home",
      "authors": [
        "D Maeng",
        "N Khan",
        "J Tomcavage",
        "T Graf",
        "D Davis",
        "G Steele"
      ],
      "year": 2015,
      "doi": "10.1377/hlthaff.2014.0855"
    },
    {
      "title": "Hospital adjusted expenses per inpatient day by ownership",
      "year": 2017,
      "doi": "10.1016/j.jval.2019.04.720"
    },
    {
      "title": "Average length of stay in community hospitals by state, 2013-2014",
      "authors": [
        "Trendwatch Chartbook"
      ],
      "year": 2016
    },
    {
      "title": "Influence of hospitalization on drug therapy in the elderly",
      "authors": [
        "M Beers",
        "J Dang",
        "J Hasegawa",
        "I Tamai"
      ],
      "year": 1989,
      "doi": "10.1111/j.1532-5415.1989.tb02227.x"
    },
    {
      "title": "Combined use of warfarin and oral P2Y12 inhibitors in patients with atrial fibrillation and acute coronary syndrome",
      "authors": [
        "W Jones",
        "X Mi",
        "M Patel",
        "R Mills",
        "A Hernandez",
        "L Curtis"
      ],
      "year": 2014,
      "doi": "10.1002/clc.22231"
    },
    {
      "title": "Intensification of diabetes medication and risk for 30-day readmission",
      "authors": [
        "N Wei",
        "D Wexler",
        "D Nathan",
        "R Grant"
      ],
      "year": 2013,
      "doi": "10.1111/dme.12061"
    },
    {
      "title": "Drug related hospital admissions: the role of definitions and intensity of data collection, and the possibility of prevention",
      "authors": [
        "J Hallas",
        "B Harvald",
        "L Gram"
      ],
      "year": 1990
    },
    {
      "title": "A method for estimating the probability of adverse drug reactions",
      "authors": [
        "C Naranjo",
        "U Busto",
        "E Sellers"
      ],
      "year": 1981,
      "doi": "10.1038/clpt.1981.154"
    },
    {
      "title": "A tool for prediction of risk of rehospitalisation and mortality in the hospitalised elderly: secondary analysis of clinical trial data",
      "authors": [
        "A Alassaad",
        "H Melhus",
        "M Hammarlund-Udenaes",
        "M Bertilsson",
        "U Gillespie",
        "J Sundstrom"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2014-007259"
    },
    {
      "title": "Drug-related readmissions to medical units of older adults discharged from acute geriatric units: results of the Optimization of Medication in AGEd multicenter randomized controlled trial",
      "authors": [
        "D Bonnet-Zamponi",
        "L Arailh",
        "C Konrat"
      ],
      "year": 2013,
      "doi": "10.1111/jgs.12037"
    },
    {
      "title": "A reengineered hospital discharge program to decrease rehospitalization: a randomized trial",
      "authors": [
        "B Jack",
        "V Chetty",
        "D Anthony"
      ],
      "year": 2009
    },
    {
      "title": "Standardization as a mechanism to improve safety in health care",
      "authors": [
        "J Rozich",
        "R Howard",
        "J Justeson",
        "P Macken",
        "M Lindsay",
        "R Resar"
      ],
      "year": 2004,
      "doi": "10.1016/s1549-3741(04)30001-8"
    },
    {
      "title": "Post-hospital syndrome-an acquired, transient condition of generalized risk",
      "authors": [
        "H Krumholz"
      ],
      "year": 2013,
      "doi": "10.1056/nejmp1212324"
    },
    {
      "title": "Benefits of comprehensive inpatient education and discharge planning combined with outpatient support in elderly patients with congestive heart failure",
      "authors": [
        "C Anderson",
        "B Deepak",
        "Y Amoateng-Adjepong",
        "S Zarich"
      ],
      "year": 2005
    },
    {
      "title": "The care transitions intervention: results of a randomized controlled trial",
      "authors": [
        "E Coleman",
        "C Parry",
        "S Chalmers",
        "S Min"
      ],
      "year": 2006
    },
    {
      "title": "Comprehensive discharge planning and home follow-up of hospitalized elders: a randomized clinical trial",
      "authors": [
        "M Naylor",
        "D Brooten",
        "R Campbell"
      ],
      "year": 1999,
      "doi": "10.1001/jama.281.7.613"
    },
    {
      "title": "The impact of follow-up telephone calls to patients after hospitalization",
      "authors": [
        "V Dudas",
        "T Bookwalter",
        "K Kerr",
        "S Pantilat"
      ],
      "year": 2001
    },
    {
      "title": "Role of pharmacist counseling in preventing adverse drug events after hospitalization",
      "authors": [
        "J Schnipper",
        "J Kirwin",
        "M Cotugno"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.5.565"
    },
    {
      "title": "Short-term and long-term effectiveness of a post-hospital care transitions program in an older, medically complex population",
      "authors": [
        "P Takahashi",
        "J Naessens",
        "S Peterson"
      ],
      "year": 2016,
      "doi": "10.1016/j.hjdsi.2015.06.006"
    },
    {
      "title": "Use of an electronic administrative database to identify older community dwelling adults at high-risk for hospitalization or emergency department visits: the elders risk assessment index",
      "authors": [
        "S Crane",
        "E Tung",
        "G Hanson",
        "S Cha",
        "R Chaudhry",
        "P Takahashi"
      ],
      "year": 2010,
      "doi": "10.1186/1472-6963-10-338"
    },
    {
      "title": "History of the Rochester Epidemiology Project: half a century of medical records linkage in a US population",
      "authors": [
        "W Rocca",
        "B Yawn",
        "St Sauver",
        "J Grossardt",
        "B Melton"
      ],
      "year": 2012,
      "doi": "10.1016/j.mayocp.2012.08.012"
    },
    {
      "title": "Analyzing categorical information in two publicly available drug terminologies: RxNorm and NDF-RT",
      "authors": [
        "J Pathak",
        "C Chute"
      ],
      "year": 2010
    },
    {
      "title": "A new method of classifying prognostic comorbidity in longitudinal studies: development and validation",
      "authors": [
        "M Charlson",
        "P Pompei",
        "K Ales",
        "C Mackenzie"
      ],
      "year": 1987,
      "doi": "10.1016/0021-9681(87)90171-8"
    },
    {
      "title": "Risk-stratification methods for identifying patients for care coordination",
      "authors": [
        "L Haas",
        "P Takahashi",
        "N Shah"
      ],
      "year": 2013,
      "doi": "10.37765/ajmc.2022.88867"
    },
    {
      "title": "Development and validation of an algorithm to identify planned readmissions from claims data",
      "authors": [
        "L Horwitz",
        "J Grady",
        "D Cohen"
      ],
      "year": 2015,
      "doi": "10.1002/jhm.2416"
    },
    {
      "title": "Changes in drug treatment after discharge from hospital in geriatric patients",
      "authors": [
        "R Cochrane",
        "A Mandal",
        "M Ledger-Scott",
        "R Walker"
      ],
      "year": 1992
    },
    {
      "title": "Unintended medication discrepancies at the time of hospital admission",
      "authors": [
        "P Cornish",
        "S Knowles",
        "R Marchesano"
      ],
      "year": 2005
    },
    {
      "title": "The adverse effects of hospitalization on drug regimens",
      "authors": [
        "D Omori",
        "R Potyk",
        "K Kroenke"
      ],
      "year": 1991,
      "doi": "10.1001/archinte.1991.00400080064011"
    },
    {
      "title": "Opioids for chronic noncancer pain: a meta-analysis of effectiveness and side effects",
      "authors": [
        "A Furlan",
        "J Sandoval",
        "A Mailis-Gagnon",
        "E Tunks"
      ],
      "year": 2006
    },
    {
      "title": "Polypharmacy and the geriatric patient",
      "authors": [
        "B Hayes",
        "W Klein-Schwartz",
        "F Barrueto"
      ],
      "year": 2007
    },
    {
      "title": "Prevalence and characteristics of hospitalized adults on chronic opioid therapy",
      "authors": [
        "H Mosher",
        "L Jiang",
        "Vaughan Sarrazin"
      ],
      "year": 2014,
      "doi": "10.1002/jhm.2113"
    },
    {
      "title": "Inappropriate medications for elderly patients",
      "authors": [
        "D Chutka",
        "P Takahashi",
        "R Hoel"
      ],
      "year": 2004,
      "doi": "10.4065/79.1.122"
    },
    {
      "title": "American Geriatrics Society updated Beers Criteria for potentially inappropriate medication use in older adults",
      "year": 2012
    },
    {
      "title": "Potentially inappropriate medication utilization in the emergency department visits by older adults: analysis from a nationally representative sample",
      "authors": [
        "W Meurer",
        "T Potti",
        "K Kerber"
      ],
      "year": 2010,
      "doi": "10.1111/j.1553-2712.2010.00667.x"
    },
    {
      "title": "STOPP (Screening Tool of Older Person's Prescriptions) and START (Screening Tool to Alert doctors to Right Treatment). Consensus validation",
      "authors": [
        "P Gallagher",
        "C Ryan",
        "S Byrne",
        "J Kennedy",
        "O' Mahony"
      ],
      "year": 2008,
      "doi": "10.5414/cpp46072"
    },
    {
      "title": "is a clinical assistant professor at University of Wisconsin School of Medicine and Public Health in Madison, WI",
      "authors": [
        "Joshua Shapiro"
      ],
      "doi": "10.5152/tud.2019.19049"
    },
    {
      "title": "MD, is a professor of medicine",
      "authors": [
        "G Rozalina",
        "M Mccoy",
        "Y Paul",
        "Takahashi"
      ]
    },
    {
      "title": "is a professor of health services research",
      "authors": [
        "James Naessens",
        "Scd"
      ],
      "doi": "10.1093/ww/9780199540884.013.283353"
    },
    {
      "title": "MHI, is a health services analyst",
      "authors": [
        "A Parvez",
        "Rahman"
      ]
    }
  ],
  "num_references": 45
}
