{
  "paper_id": "J4A5QJYB",
  "title": "Disparities in the Prevalence of Diagnosed Diabetes -United States, 1999-2002 and 2011-2014",
  "abstract": "Background: Early detection of diabetic foot ulcers can improve outcomes. However, patients do not always monitor their feet or seek medical attention when ulcers worsen. New approaches for diabetic-foot surveillance are needed. The goal of this study was to determine if patients would be willing and able to regularly photograph their feet; evaluate different foot-imaging approaches; and determine clinical adequacy of the resulting pictures. Methods: We recruited adults with diabetes and assigned them to Self Photo (SP), Assistive Device (AD), or Other Party (OP) groups. The SP group photographed their own feet, while the AD group used a selfie stick; the OP group required another adult to photograph the patient's foot. For 8 weeks, we texted all patients requesting that they text us a photo of each foot. The collected images were evaluated for clinical adequacy. Numbers of (i) submitted and (ii) clinically useful images were compared among groups using generalized linear models and generalized linear mixed models. Results: A total of 96 patients consented and 88 participated. There were 30 patients in SP, 29 in AD, and 29 in OP. The completion rate was 77%, with no significant differences among groups. However, 74.1% of photographs in SC, 83.7% in AD, 92.6% in OP were determined to be clinically adequate, and these differed statistically significantly. Conclusions: Patients with diabetes are willing and able to take photographs of their feet, but using selfie sticks or having another adult take the photographs increases the clinical adequacy of the photographs.",
  "year": 2016,
  "date": "2016",
  "journal": "MMWR Morb Mortal Wkly Rep",
  "publication": "MMWR Morb Mortal Wkly Rep",
  "authors": [
    {
      "forename": "Chris",
      "surname": "Anthony",
      "name": "Chris Anthony",
      "affiliation": "1  Department of Orthopaedic Surgery University of Iowa , Iowa City , IA \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    },
    {
      "forename": "John",
      "surname": "Femino",
      "name": "John Femino",
      "affiliation": "2  Department of Orthopedics and Rehabilitation \n\t\t\t\t\t\t\t\t Department of Orthopedics and Rehabilitation"
    },
    {
      "forename": "Aaron",
      "surname": "Miller",
      "name": "Aaron Miller",
      "affiliation": "3  Department of Epidemiology \n\t\t\t\t\t\t\t\t Department of Epidemiology"
    },
    {
      "forename": "Linnea",
      "surname": "Polgreen",
      "name": "Linnea Polgreen",
      "affiliation": "4  Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science"
    },
    {
      "forename": "Edward",
      "surname": "Rojas",
      "name": "Edward Rojas",
      "affiliation": "5  Carver College of Medicine \n\t\t\t\t\t\t\t\t Carver College of Medicine"
    },
    {
      "forename": "Shelby",
      "surname": "Francis",
      "name": "Shelby Francis",
      "affiliation": "6  Department of Internal Medicine \n\t\t\t\t\t\t\t\t Department of Internal Medicine"
    },
    {
      "forename": "Alberto",
      "surname": "Segre",
      "name": "Alberto Segre",
      "affiliation": "7  Department of Computer Science \n\t\t\t\t\t\t\t\t Department of Computer Science"
    },
    {
      "forename": "Philip",
      "surname": "Polgreen",
      "name": "Philip Polgreen",
      "affiliation": "3  Department of Epidemiology \n\t\t\t\t\t\t\t\t Department of Epidemiology",
      "email": "philip-polgreen@uiowa.edu"
    },
    {
      "affiliation": "University of Pennsylvania , Philadelphia , PA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "",
  "keywords": [
    "photograph",
    "foot ulcer",
    "m-health",
    "texting",
    "SMS",
    "remote monitoring"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "In the United States, approximately 29 million people have diabetes, and the prevalence of the disease is expected to increase.  1  People with diabetes suffer from many different complications of the disease, but diabetic foot ulcers are a major case of morbidity.  2 In the United States the majority of atraumatic lower extremity amputations are attributable to diabetes, and most are preceded by a diabetic foot ulcer.  3 Diabetic foot ulcers also contribute to substantial excess healthcare costs: one third of the direct healthcare costs generated by diabetes are associated with the treatment of diabetic foot ulcers.  [3] [4] ] [5]  Patients with diabetes have an estimated life-time risk up to 25% of developing a diabetic foot ulcer,  6  and the risk may now be higher.  2 Among people who develop a diabetic foot ulcer, 40% will have a recurrence within a year of the initial ulcer healing.  2  Yet diabetic foot ulcers are largely preventable.  7 Furthermore, early detection of diabetic foot ulcers can help lead to more effective and conservative treatment including debridement and casting.  [7] [8] 8] [9]  Unfortunately, patients do not always engage in effective foot monitoring and self-care or seek medical attention when ulcers progress. Accordingly, there is a critical need for developing new, more effective approaches to routine foot surveillance, tracking ulcer progression, and detecting pre-ulcerous lesions.\n\nTo detect diabetic ulcers sooner, investigators have proposed various home or telehealth assessment approaches to identify foot lesions from photographs.  10, 11 rior work has validated the diagnosis of various softtissue wounds using photographs and proposed software algorithms that allow for the identification of wounds.  [12] [13] [14]"
    },
    {
      "title": "DIABETIC FOOT SURVEILLANCE USING MOBILE PHONES AND AUTOMATED SOFTWARE MESSAGING, A RANDOMIZED OBSERVATIONAL TRIAL",
      "text": "However, for remote, photo-based, diabetic-foot-ulcersurveillance approaches to work, patients with diabetes need to be willing and able to take clinically useful photographs of their feet in the home environment.\n\nThe purpose of this study was to: (1) determine if patients with diabetes would be willing and able to photograph (using a mobile phone) their feet on a weekly basis; (2) evaluate different approaches for patients to take photographs of their feet; (3) determine the potential clinical utility of foot photographs taken at home; and (4) investigate patient satisfaction with mobile phoneassisted diabetic-foot monitoring."
    },
    {
      "title": "METHODS",
      "text": "This study was a randomized observational trial approved by our Institutional Review Board. We recruited adults over 21 years of age diagnosed with Type 1 or Type 2 diabetes from our institution's internal medicine clinic. Participants were required to (i) have a mobile phone capable of both taking and texting front-facing \"selfie\" photographs, and (ii) have another adult living with them who could help take photographs. Patients were excluded if they had (i) a cognitive impairment documented in the medical record, (ii) lack of fluency in speaking or understanding English, or (iii) were pregnant. To inform how patients should take photographs of their feet, patients were randomly assigned to one of three groups: Self Photo (SP), Assistive Device (AD), or Other Party (OP). The SP group required patients to capture an image of their own feet, while the AD group were instructed to use a selfie stick that we provided to facilitate the process; the OP group required another adult to photograph the patient's foot (hence the qualifying criteria of living with another adult). A set of 100 random 3-digit numbers were generated without replacement. Each new participant was given the next number on the list. If the number was divisible by three, they were placed in the SP group. If there was a remainder of one when the number was divided by three, they would were placed in the AD group, and if the number had a remainder of two when divided by three, they were placed in the OP group. Patients were recruited, consented, enrolled and trained by research assistants."
    },
    {
      "title": "Patient and Public Involvement",
      "text": "Patients and the public were first involved in this study at recruitment. The research questions and outcome measures were developed by the research team, which consists of experts in orthopedics, infectious diseases, and epidemiology, all of whom have extensive experience working with patients with diabetic foot ulcers. Patients and the public were not involved in the design or conduct of the study, and they were not involved in the dissemination of study results. However, they were asked about the burden of the research. Patients were asked if the process was difficult and if they would be willing to continue to send photos if required."
    },
    {
      "title": "Procedures",
      "text": "All patients were told to rest their leg on a surface that was no higher than hip height. Patients in the SP group were told to take a picture of the bottom of their foot with a front facing camera such that the heel aligned with the bottom of the captured image (Figure  1A ). Patients in the AD group were told to place their phone in the provided selfie stick such that the front-facing camera/screen of phone was perpendicular to the stick and pointing in the direction of the patient's foot. The patient was told to align their foot and camera in order to capture the entire bottom of the foot in the image with the heel at the bottom of the image (Figure  1B ). Patients in the OP group were told to have the patient dorsiflex their foot so that the toes point up towards the ceiling. The other party should then take a picture with their rear facing camera such that the heel aligns with bottom of image (Figure  1C ). All patients practiced taking pictures of their feet, and they were told to check their photographs for clarity and to make sure that they captured their whole foot in the photo. Patients were also told that the photos would not be used for any clinical decisions or care.\n\nOnce a week for eight weeks, we prompted patients with an SMS (short message service) text message to send a photograph (via return MMS, the multimedia extension of SMS) of their left foot and a photograph of their right foot. We did not send reminders to patients who did not respond. Thus, patients should have submitted 16 photographs (eight right, eight left). After eight weeks, subjects received a text message thanking them for their participation in the study. We then conducted exit interviews for each participant via telephone.\n\nOur software application is implemented in Python using the Django web framework. Text messages are sent by the server via a commercial web-to-SMS gateway"
    },
    {
      "title": "A",
      "text": "[ www.twilio.com ]; responses (and photographs) are routed back to the server the same way. Patient responses are time-stamped upon receipt and automatically inserted into a database.  15 Patients indicated a desired time to receive their weekly SMS text prompts. At the designated time, the system would send the patient a message reminding them to photograph their foot. If a patient responded with a photograph, our software application would subsequently extract the photograph, insert it into a secure database, and send the participant a follow-up message requesting a photograph of the contralateral foot.\n\nThe response rate was defined as the percent of the 16 total potential photographs each patient provided. Photographs were individually assessed by two separate reviewers (CAA, PMP) in blinded fashion across a number of categories that were determined by a previous consensus meeting including capture of the forefoot & midfoot, capture of toes, capture of heel, picture angle, image focus, and appropriate lighting. Additionally, a photograph was deemed \"adequate\" if it was felt in the opinion of the reviewer that the photograph could be used for clinical decision making. For those photographs that exhibited disagreement between raters in terms of overall adequacy, a \"tie-breaker\" was performed by an independent rater. The percentage of photographs that were deemed adequate were compared across our three groups. We also evaluated patient satisfaction with the software through a post-study questionnaire (see Table  1 ) administered by phone after completion of the study."
    },
    {
      "title": "Statistical Analysis",
      "text": "Response rates and photograph accuracy were compared across the three study populations. We used a generalized linear model (GLM) to estimate the likelihood that a participant would comply or send an \"adequate\" photograph each week based on the study method. Specifically, we modeled each week as a binary outcome (e.g., comply or not, adequate photograph or not) as a function of the study group. We used a binomial distribution and logit link. For the model of photograph accuracy, we also controlled for the corresponding foot side for the photo. Because of the longitudinal nature of our study, we also considered a generalized linear mixed model (GLMM) with a subject-specific-random intercept and a subject-specific-random slope for foot side (to control for within-subject clustering and possible subject handedness).\n\nTo analyze the factors associated with satisfactory photographs, we first performed an inter-rater reliability analysis. For each of the seven dimensions for which photographs were reviewed, we compared the degree of agreement between our two reviewers using Cohen's kappa. Second, we used a regression analysis to determine the photograph dimensions most predictive of an adequate photo. Specifically, we estimated the overall photograph score, across reviewers, as a function of the other six individual scoring items. Variable importance was assessed using the absolute value of the coefficient test statistic, and values are scaled relative to the coefficient with the greatest t-statistic.\n\nFinally, we analyzed subject satisfaction by comparing responses to the post-study questionnaire among study groups. First, we compared the perceived difficulty in capturing and submitting photos among the groups (difficulty scores were assigned on a 5-point scale, with 1=easy; 5=hard). We compared difficulty scores between groups using a one-way ANOVA analysis. Second, we compared subjects' reported preferences for frequency of photograph submission. Submission frequency was binned into daily, three or more times per week, twice per week, once per week, or other. We used a chi-squared goodness of fit test to compare differences in preferred frequency across study groups. Preferred frequency was also segmented based on whether patients had a foot ulcer."
    },
    {
      "title": "RESULTS",
      "text": "A total of 96 patients were consented to participate in the study; seven participants subsequently elected not to participate, yielding a final study population of 88 subjects. Table 2. Participant Characteristics Based on Group (n = 88) Overall (n = 88) Self Photo (n = 30) Assistive Device (n = 29) Other Party (n = 29) Variable Mean (SD) (Min, Max) Mean (SD) (Min, Max) Mean (SD) (Min, Max) Mean (SD) (Min, Max) Age (years) 45.2 (15.3) (19.0, 76.0) 44.8 (15.2) (19.0, 69.0) 46.3 (14.3) (23.0, 75.0) 44.4 (16.7) (21.0, 76.0) Height (cm) 172.9 (10.4) (149.9, 190.5) 170.6 (10.4) (149.9, 186.7) 176.4 (9.3) (153.7, 188.0) 171.6 (10.8) (157.0, 190.5) Weight (kg) 95.3 (23.4) (55.6, 180.6) 87.1 (16.9) (61.6, 125.3) 106.3 (29.30) (60.6, 180.6) 92.7 (19.0) (55.6, 137.8) N (%) N (%) N (%) N (%) Sex Male 44 (50.0%) 13 (43.3%) 18 (62.1%) 13 (44.8%) Female 44 (50.0%) 17 (56.7%) 11 (37.9%) 16 (55.2%) Race Caucasian 82 (93.2%) 30 (100.0%) 26 (89.7%) 26 (89.7%) Other 6 (6.8%) 0 (0.0%) 3 (10.3%) 3 (10.3%) Marital Status Divorced 2 (2.3%) 0 (0.0%) 1 (3.4%) 1 (3.4%) Married 54 (61.3%) 19 (63.3%) 19 (65.5%) 16 (55.2%) Single 22 (25.0%) 5 (16.7%) 8 (27.6%) 9 (31.0%) Widowed 2 (2.3%) 2 (6.7%) 0 (0.0%) 0 (0.0%) No Info 8 (9.1%) 4 (13.3%) 1 (3.4%) 3 (10.3%) Foot Ulcer 3 (3.4%) 1 (3.3%) 0 (0.0%) 2 (6.9%)\n\nTable 3: Summary Statistics for Photograph Compliance and Photograph Accuracy Across Individuals in Each Study Group: Self Photo (SP), Selfie Stick (AD) and Other Party (OP) SP AD OP Mean (SD) Median (Range) Mean (SD) Median (Range) Mean (SD) Median (Range) Compliance Total photos sent 13.4 (4.10) 15 (2-16) 11.9 (4.09) 14 (4-16) 12 (4.59) 14 (2-16) Percent of possible photos sent 83.5 (25.6) 93.8 (12.5-100) 74.4 (25.4) 87.5 (25-100) 75 (28.7) 87.5 (12.5-100) Total fully compliant weeks (both L & R foot) 6.47 (2.11) 7 (1-8) 5.66 (2.13) 6 (1-8) 5.90 (2.32) 7 (1-8) Percent of weeks fully compliant (both L & R foot) 80.8 (26.4) 87.5 (12.5-100) 70.7 (26.6) 75 (12.5-100) 73.7 (29.0) 87.5 (12.5-100) Photo Accuracy Total satisfactory photos 9.9 (5.16) 11.5 (0-16) 9.93 (4.15) 10 (2-16) 11.1 (4.64) 12 (2-16) Percent of photos that were satisfactory 74.1 (29.2) 90.2 (0-100) 83.7 (18.4) 87.5 (42.9-100) 92.6 (13.1) 100 (57.1-100)   2 . The completion rate was 77% across all participants and study groups. There were no significant differences in completion rates among individual groups (83.5% SP, 74.4% AD, 75.0% OP). Table  3  summarizes individual response rates and compliance by group. In addition, Table  3  presents the results of the longitudinal regression analysis of daily compliance. None of these analyses found a statistically significant difference in participation among study groups.\n\n82.8% of photographs submitted were deemed adequate for clinical care (74.1% in SP, 83.7% in AD, 92.6% in OP). Table  3  summarizes the total number of adequate photographs, and the percentage of adequate photographs by group. Table  4  summarizes the results of the longitudinal regression analysis predicting individual photograph accuracy. In the GLM model, photograph accuracy was better in the AD group compared to the SP group, odds ratio 1.77 (1.24-2.55), and accuracy in the OP group was greater than both the SP group, odds ratio 4.18 (2.70-6.68), and the AD group, odds ratio 2.36 (1.47-3.88). However, in the GLMM model, after controlling for within-subject correlation, the OP group was more likely to return adequate photographs compared to the AD group, odds ratio 3.54 (1.05-13.10), and the SP group, odds ratio 7.58 (2.32-25.60), but the difference between the SP and AD groups was not significant. We found no evidence that left or right photographs were more likely to be adequate.\n\nAmong reviewers of the adequacy of the photographs, inter-rater reliability (IRR) was excellent (0.92, p-value <0.001). There were 25 (2.29%) discrepancies that needed to be assessed by an independent reviewer (PS). Likewise, excellent reliability existed when analyzing agreement for all individual image factors (0.82 -0.98, all p-values <0.001). The two strongest predictors of a photograph adequacy were lighting and focus.\n\nSeventy-two out of 88 subjects (81.8%) completed the final questionnaire. Across all subjects the average reported overall difficulty of capturing photographs was 2.04, on a scale from 1 to 5 with 1 being the easiest, with 70.8% of subjects providing a response of 1 or 2. There was also little difficulty reported with sending pictures by text messages with an average response of 1.19. There was no significant difference in reported difficulty among groups in capturing or sending photos. Ninety-six percent of patients reported the text messaging software helped them remember to send pictures. Fifty-five percent of participants using the selfie stick reported it made it easier for them to take pictures of their feet. Patient preference for frequency of sending photographs of their feet to their healthcare provider was \"daily\" (50.0%) if patients had an ulcer and \"once per week\" (51.4%) if they did not have an ulcer. There was no significant difference among groups in terms of preferred frequency. Subjects were also allowed to provide general comments on their experience with our communication platform (Table  5 ).\n\nSubjects were asked \"What suggestions do you have about the process of taking pictures of your feet and texting them to your healthcare provider?\". Positive experiences were reflected in statements such as \"the reminders were beneficial,\" it was \"a very easy process,\" and they \"liked that there was no time deadline for sending in the photos.\" Negative experiences were reflected in statements such as \"lighting was hard to get.\" Suggestions included \"maybe put a time limit so people remember to send pictures, or add an incentive for sending the pictures in on time\" and \"getting a second reminder text would be helpful.\"\n\nPeople in the SP group said that \"taking photos of your own feet was very difficult. It would probably be hard for older people to get in the pose,\" \"need longer arms,\" and it was \"hard to hold camera and do by myself.\" The AD group provided comments such as \"easy enough to do\" and \"very satisfied with the selfie stick.\" The negative experiences reported by this group mostly centered on the use of the selfie stick itself, with comments such as \"didn't like the selfie stick at all,\" \"the other options for the study would have been easier,\" and \"it was hard not getting your face in the picture.\" Suggestions for improvement included \"needed a longer selfie stick.\" The OP group report that the process was \"convenient,\" and they \"liked having someone else do it.\" The negative comments consisted of \"timing was hard to get someone to take the photos,\" \"didn't always have someone there,\" and \"didn't want to rely on others to take the picture.\""
    },
    {
      "title": "DISCUSSION",
      "text": "Our results showed that a cohort of patients with diabetes were willing and able to, first, effectively take weekly photographs of their feet in their home environment using their own mobile phones, and second, transmit these photographs from their mobile phones to our research team via texting. The vast majority of photographs captured the entire plantar aspect of the foot and 82.8% were judged by our research team members to be adequate for clinical-surveillance purposes. Most patients were consistently able to take adequate photographs of their own feet. However, the proportion of adequate photographs was greater for subjects who used selfie sticks and was greater still for subjects who had another adult take the photographs.\n\nThe majority of diabetic foot ulcers are preventable 7 and increased monitoring along with applying therapeutic footwear can help prevent recurrent diabetic foot"
    },
    {
      "title": "Positive",
      "text": "• Loved getting feedback! Angles were difficult to position, hard finding a comfortable way to do it. • None, easy enough to do. • Nothing, reminder was beneficial.\n\n• Went very well.\n\n• Liked having someone else take photographs. Texting was easy. Would like for there to be follow-up from provider on pictures. • None, very easy • No, very straight forward • Convenient • Very satisfied with the selfie stick.\n\n• Pretty easy • Pretty easy, concerned with ability to see calluses and dry skin • Very easy process. Like that there was no time deadline for sending in the photographs/ • No, very easy process • This is awesome! Was better than going in for a visit. Easier to take them by yourself. • None, very simple • None, very easy. Could be hard for older or less healthy people with bad knees • None, worked out pretty well."
    },
    {
      "title": "Neutral",
      "text": "• Maybe put a time limit so remembers to send the pictures. Add an incentive for sending the pictures in on time. • Taking the photographs by yourself would be hard. Also hard to find someone to take the photographs for you. Quite easy. Reminder was great. • Reminders if you forgot to send the photograph later that day (every 4 hours). Would be unable to do for anyone with a disability or arthritis. • More reminders would be helpful.\n\n• Every week is a lot. Very easy to do."
    },
    {
      "title": "Negative",
      "text": "• Taking photographs of your own feet was difficult. Would probably be hard for older people to get in the pose. • More feedback, volume button is easier to use when taking pictures • Difficult with work schedule • Timing was hard to get someone to take a photograph when the text arrived, wanted a reminder • Would have liked to use the selfie stick so would not have to rely on others to take the picture"
    },
    {
      "title": "Negative (continued)",
      "text": "• Finding someone and explaining how to do it was the most difficult. • Didn't like the selfie stick at all. • Lighting was hard to get.\n\n• Getting a second reminder text would be helpful; hard to take photographs on the dominant foot. • Very inconvenient schedule • Need longer arms.\n\n• Would rather take photographs by self, the process was relatively easy, always had a hard time finding someone to take the pictures, would rather have the reminder text say \" send us a picture of each of your feet\" instead of one at a time. • 3rd party would be easiest. Lighting and keeping face out of the picture was difficult. • Didn't always have someone there.\n\n• Lighting was difficult to do, hard keeping face out of picture.\n\n• Different method of taking the pictures, had a hard time manipulating the camera and not getting face in the photo.\n\n• Very difficult, hard to hold camera and to do by self. • More detail on what is helpful from a picture. Would have liked information about lighting/angle/distance from foot etc. • Longer selfie stick • Did not like selfie stick. Other options for the study would have been easier. Hard not getting face in the picture, difficult with bad vision. Got an iPhone 7 during the study. • Huge pain, hard to position, wanted to do the other options. • Selfie stick was not long enough, would just take a picture and hoped for the best -could not really see what I was doing while using the selfie stick. • Difficult to find someone to take pictures when traveling for business. • Tough for fat guys to do it; hard to look around and see it. • Keeping face out of the photo • Hard to hold phone far enough away. \"Ran out of arm\" • Texts came while doing something -would've liked more reminders. • Use email, iMessage, something other than text • Remembering to take the pictures when with other person • Lighting and getting whole foot in picture was challenging, otherwise overall pretty easy. • Wasn't sure if sending pictures to the right place\n\nTable 5. Patient Reported Comments of Mobile Imaging Communication Platform ulcers.  16 While interventions to prevent recurrent ulcers may initially be effective, over longer periods of time, the effectiveness of these interventions may decline. Given the increasing ubiquity of mobile phones and text messaging, our approach may provide an effective approach for reminding patients to take photographs of their feet and to transmit them to a clinical service for review. Several prior studies have shown that patients are comfortable using text messaging and that text messaging is an effective approach to remind patients to transmit information to healthcare providers.  15, [17] [18] 8] [19]  Also, a previous study found that patients are willing to send providers photographs of their wounds.  20, 21 Our study only lasted for eight weeks but a majority of subjects indicated that they would be willing to continue interacting with our surveillance system, or a similar one, on a weekly basis as part of their usual care. In addition, more than 70% of subjects reported a willingness to send images more frequently (i.e., more frequent than once per week) if they had an active diabetic foot ulcer.\n\nOther investigators have proposed effective patientdirected home-monitoring approaches for diabetic foot ulcers, but some of these approaches require additional equipment.  22, 23 In contrast, photographs taken with a phone are easy to take in the home environment and require no special equipment. Because our approach relies on texting, the subject does not need to download an app that needs to be updated or customized for different mobile-operating systems. Only a mobile phone with a camera and a phone plan that supports texting with media is needed. Another advantage to our approach is that it is asynchronous. Patients and healthcare providers, unlike in traditional telehealth approaches, do not have to interact in real time. Patients can take photographs of their feet at times and locations convenient to them and similarly healthcare providers can review the photographs at convenient times.\n\nMost photographs submitted were adequate for clinical use, a result consistent with previous studies that found that most photographs of skin lesions and chronic venous ulcers taken by patients with mobile phones were satisfactory for clinical use.  [24] [25] 5] [26]  In our study, photographs judged to be inadequate typically had problems with either lighting or focus. These barriers to high image quality may be resolved with better patient education for image capture or possibly by the use of adjunct lighting modalities. After transmission of the photograph, our approach requires a member of the healthcare team to review the photograph. Given recent advances in classifying images, it may be possible to build systems for evaluating not only the adequacy of the photographs for ulcer monitoring but also the existence of ulcers or even calluses at risk for transforming into ulcers. Indeed other groups have demonstrated classifications capable of identifying skin cancers.  [27] [28] 8] [29] [30]  However, even without a system for reviewing photographs, having patients take serial photographs of their own feet may help encourage patients with diabetes to inspect their feet on a regular basis, a goal of diabetes-care guidelines. We found that having another person take the photographs increased the adequacy of the submitted photographs, and involving caregivers and family members to help with diabetic foot monitoring may increase the sustainability of our approach. Indeed, there are benefits of involving caregivers in management plans, and in future work we could send reminders to caregivers or family members as well as patients themselves. However, if patients do not have someone to take photographs, our results suggest that a selfie stick may be almost as useful. Also, based on our survey responses, we may be able to increase response rates with follow-up reminders for patients who forget to send photographs after the initial request.\n\nOur work has limitations. First, the results of our single center study may not be generalizable to other populations. Second, although we recorded which foot was being photographed, we did not record the handedness of the patients. Especially for self-taken photographs, handedness may have an effect on photograph quality. There may have been some left-handed patients in the study, confounding the handedness results. Third, some patients in the AD group complained that the selfie stick was not long enough for tall or overweight patients. Thus, the selfie stick might have been more effective if longer selfie sticks were available. Fourth, cameras in smartphones have varying resolution, and we did not consider the resolution of the camera in our analysis. In general, forward-facing cameras have lower resolution than backward-facing cameras. Thus, photos in the OP group could have had better results, in part, due to the backward-facing camera used. Nevertheless, the forward-facing cameras did deliver photos of adequate clinical quality in the majority of cases, despite their lower resolution. Fifth, we did not provide any instruction regarding lighting conditions. If we had, the number of quality photographs may have increased. Finally, we did not ask patients if they previously examined their feet on a regular basis: patients who volunteered for this study may be more likely to examine their feet in general.\n\nDespite our limitations, we show that patients with diabetes are capable of taking clinically adequate photographs of their feet. Future work will need to determine the long-term sustainability of texting reminders to assist the home surveillance of diabetic foot ulcers using photographs and the potential importance of involving a trusted individual in the general foot care of the patient. In addition, future work should examine the long-term health impact of this intervention."
    },
    {
      "text": "Figure 1. Examples of positions required to take photos for the SP group (A), the AD group (B), and the OP group (C)."
    },
    {
      "text": "The first patient was enrolled on October 4, 2016. The last patient was enrolled on January 20, 2017. The last text message was sent on March 21, 2017, and the last exit survey was conducted on March 26, 2017. The number"
    },
    {
      "text": "participants per group was 30 in SP, 29 in AD, and 29 in OP. Participant characteristics for each group are given in Table"
    }
  ],
  "references": [
    {
      "title": "Disparities in the Prevalence of Diagnosed Diabetes -United States, 1999-2002 and 2011-2014",
      "authors": [
        "G Beckles",
        "C Chou"
      ],
      "year": 2016,
      "doi": "10.15585/mmwr.mm6545a4"
    },
    {
      "title": "Diabetic Foot Ulcers and Their Recurrence",
      "authors": [
        "D Armstrong",
        "Ajm Boulton",
        "S Bus"
      ],
      "year": 2017,
      "doi": "10.1056/nejmra1615439"
    },
    {
      "title": "Burden of Infected Diabetic Foot Ulcers on Hospital Admissions and Costs",
      "authors": [
        "C Hicks",
        "S Selvarajah",
        "N Mathioudakis"
      ],
      "year": 2016,
      "doi": "10.1016/j.avsg.2015.11.025"
    },
    {
      "title": "The costs of diabetic foot: the economic case for the limb salvage team",
      "authors": [
        "V Driver",
        "M Fabbi",
        "L Lavery",
        "G Gibbons"
      ],
      "year": 2010,
      "doi": "10.1016/j.jvs.2010.06.003"
    },
    {
      "title": "Economic costs of diabetes in the U.S. in 2012",
      "year": 2013,
      "doi": "10.2337/dc12-2625"
    },
    {
      "title": "Preventing foot ulcers in patients with diabetes",
      "authors": [
        "N Singh",
        "D Armstrong",
        "B Lipsky"
      ],
      "year": 2005,
      "doi": "10.1001/jama.293.2.217"
    },
    {
      "title": "A shift in priority in diabetic foot care and research: 75% of foot ulcers are preventable",
      "authors": [
        "S Bus",
        "J Van Netten"
      ],
      "year": 2016,
      "doi": "10.1002/dmrr.2738"
    },
    {
      "title": "Diabetic foot",
      "authors": [
        "S Mishra",
        "K Chhatbar",
        "A Kashikar",
        "A Mehndiratta"
      ],
      "year": 2017
    },
    {
      "title": "Diabetic foot ulcers: Part I. Pathophysiology and prevention",
      "authors": [
        "A Alavi",
        "R Sibbald",
        "D Mayer"
      ],
      "year": 2014,
      "doi": "10.1016/j.jaad.2013.06.055"
    },
    {
      "title": "Area of the diabetic ulcers estimated applying a foot scanner-based home telecare system and three reference methods",
      "authors": [
        "P Ladyzynski",
        "P Foltynski",
        "M Molik"
      ],
      "year": 2011,
      "doi": "10.1089/dia.2011.0082"
    },
    {
      "title": "An Automatic Assessment System of Diabetic Foot Ulcers Based on Wound Area Determination, Color Segmentation, and Healing Score Evaluation",
      "authors": [
        "L Wang",
        "P Pedersen",
        "D Strong"
      ],
      "year": 2015,
      "doi": "10.1177/1932296815599004"
    },
    {
      "title": "The validity and reliability of diagnosing foot ulcers and pre-ulcerative lesions in diabetes using advanced digital photography",
      "authors": [
        "C Hazenberg",
        "J Van Baal",
        "E Manning",
        "A Bril",
        "S Bus"
      ],
      "year": 2010,
      "doi": "10.1089/dia.2010.0088"
    },
    {
      "title": "Binary tissue classification on wound images with neural networks and bayesian classifiers",
      "authors": [
        "F Veredas",
        "H Mesa",
        "L Morente"
      ],
      "year": 2010,
      "doi": "10.1109/tmi.2009.2033595"
    },
    {
      "title": "Computer Vision Algorithms in the Detection of Diabetic Foot Ulceration: A New Paradigm for Diabetic Foot Care?",
      "authors": [
        "M Yap",
        "C Ng",
        "K Chatwin"
      ],
      "year": 2015,
      "doi": "10.1177/1932296815611425"
    },
    {
      "title": "Outpatient blood pressure monitoring using bi-directional text messaging",
      "authors": [
        "C Anthony",
        "L Polgreen",
        "J Chounramany"
      ],
      "year": 2015,
      "doi": "10.1016/j.jash.2015.01.008"
    },
    {
      "title": "Manufactured shoes in the prevention of diabetic foot ulcers",
      "authors": [
        "L Uccioli",
        "E Faglia",
        "G Monticone"
      ],
      "year": 1995,
      "doi": "10.2337/diacare.18.10.1376"
    },
    {
      "title": "Use of an Automated Mobile Phone Messaging Robot in Postoperative Patient Monitoring",
      "authors": [
        "C Anthony",
        "E Lawler",
        "C Ward",
        "I Lin",
        "A Shah"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0055"
    },
    {
      "title": "Increasing Perioperative Communication With Automated Mobile Phone Messaging in Total Joint Arthroplasty",
      "authors": [
        "M Day",
        "C Anthony",
        "N Bedard"
      ],
      "year": 2018,
      "doi": "10.1016/j.arth.2017.08.046"
    },
    {
      "title": "The role of mobile devices in doctor-patient communication: A systematic review and meta-analysis",
      "authors": [
        "A Kashgary",
        "R Alsolaimani",
        "M Mosli",
        "S Faraj"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16661604"
    },
    {
      "title": "Conceptualizing smartphone use in outpatient wound assessment: patients' and caregivers' willingness to use technology",
      "authors": [
        "J Wiseman",
        "S Fernandes-Taylor",
        "M Barnes",
        "A Tomsejova",
        "R Saunders",
        "K Kent"
      ],
      "year": 2015,
      "doi": "10.1016/j.jss.2015.05.011"
    },
    {
      "title": "Feasibility of Implementing a Patient-Centered Postoperative Wound Monitoring Program Using Smartphone Images: A Pilot Protocol",
      "authors": [
        "S Fernandes-Taylor",
        "R Gunter",
        "K Bennett"
      ],
      "year": 2017,
      "doi": "10.2196/resprot.6819"
    },
    {
      "title": "Infrared skin thermometry: an underutilized cost-effective tool for routine wound care practice and patient high-risk diabetic foot self-monitoring",
      "authors": [
        "R Sibbald",
        "A Mufti",
        "D Armstrong"
      ],
      "year": 2015,
      "doi": "10.1097/01.asw.0000458991.58947.6b"
    },
    {
      "title": "A new imaging and data transmitting device for telemonitoring of diabetic foot syndrome patients",
      "authors": [
        "P Foltynski",
        "P Ladyzynski",
        "K Migalska-Musial",
        "S Sabalinska",
        "A Ciechanowska",
        "J Wojcicki"
      ],
      "year": 2011,
      "doi": "10.1089/dia.2011.0004"
    },
    {
      "title": "Get the Picture: A Pilot Feasibility Study of Telemedical Wound Assessment Using a Mobile Phone in Cardiology Patients",
      "authors": [
        "J De Heide",
        "C Vroegh",
        "Szili Torok"
      ],
      "year": 2017,
      "doi": "10.1097/jcn.0000000000000377"
    },
    {
      "title": "Diagnostic Accuracy of Pediatric Teledermatology Using Parent-Submitted Photographs: A Randomized Clinical Trial",
      "authors": [
        "D O'connor",
        "O Jew",
        "M Perman",
        "L Castelo-Soccio",
        "F Winston",
        "P Mcmahon"
      ],
      "year": 2017,
      "doi": "10.1001/jamadermatol.2017.4280"
    },
    {
      "title": "Visualization of Patients' Skin Lesions on Their Smartphones: A New Step During Dermatology Visits",
      "authors": [
        "T Hubiche",
        "L Valerio",
        "F Boralevi"
      ],
      "year": 2016
    },
    {
      "title": "Digital imaging biomarkers feed machine learning for melanoma screening",
      "authors": [
        "D Gareau",
        "Correa Da Rosa",
        "J Yagerman"
      ],
      "year": 2017,
      "doi": "10.1111/exd.13250"
    },
    {
      "title": "Skin Lesion Analysis towards Melanoma Detection Using Deep Learning Network",
      "authors": [
        "Y Li",
        "L Shen"
      ],
      "year": 2018,
      "doi": "10.3390/s18020556"
    },
    {
      "title": "Melanoma Recognition in Dermoscopy Images via Aggregated Deep Convolutional Features",
      "authors": [
        "Z Yu",
        "X Jiang",
        "F Zhou"
      ],
      "year": 2018,
      "doi": "10.1109/tbme.2018.2866166"
    },
    {
      "title": "Classification of the Clinical Images for Benign and Malignant Cutaneous Tumors Using a Deep Learning Algorithm",
      "authors": [
        "S Han",
        "M Kim",
        "W Lim",
        "G Park",
        "I Park",
        "S Chang"
      ],
      "year": 2018,
      "doi": "10.1016/j.jid.2018.01.028"
    }
  ],
  "num_references": 30,
  "original_doi": "https://doi.org/10.13039/100000002"
}
