{
  "paper_id": "JH9RPA2J",
  "title": "A Behavior Model for Persuasive Design",
  "abstract": "This paper presents a new model for understanding human behavior. In this model (FBM), behavior is a product of three factors: motivation, ability, and triggers, each of which has subcomponents. The FBM asserts that for a person to perform a target behavior, he or she must (1) be sufficiently motivated, (2) have the ability to perform the behavior, and (3) be triggered to perform the behavior. These three factors must occur at the same moment, else the behavior will not happen. The FBM is useful in analysis and design of persuasive technologies. The FBM also helps teams work together efficiently because this model gives people a shared way of thinking about behavior change.",
  "authors": [
    {
      "name": "B Fogg",
      "email": "bjfogg@stanford.edu",
      "affiliation": {
        "organization": "Persuasive Technology Lab",
        "department": "Persuasive Technology Lab",
        "institution": "Stanford University"
      }
    }
  ],
  "doi": "10.7717/peerj.13674/table-2",
  "md5": "5F78903EC6110D81C59EF5F3AE5AA09A",
  "keywords": [
    "Design",
    "Measurement",
    "Experimentation",
    "Human Factors Persuasion",
    "behavior change",
    "simplicity",
    "motivation",
    "persuasive technology",
    "captology",
    "triggers",
    "persuasive design"
  ],
  "sections": [
    {
      "title": "The Need to Understand Behavior Change",
      "text": "The tools for creating persuasive products are getting easier to use, with innovations in online video, social networks, and metrics, among others. As a result, more individuals and organizations can design experiences they hope will influence people's behaviors via technology channels. However, many attempts at persuasive design fail because people don't understand what factors lead to behavior change.\n\nThis paper shares a new way to understand the drivers of human behavior, a model referred to in this document as the Fogg Behavior Model, or \"FBM\" for brevity. This psychological model identifies and defines three factors that control whether a behavior is performed. (Note: In this paper and in this model, \"persuasion\" refers to attempts to influence people's behaviors, not attitudes.)\n\nThe FBM can give insight to behavior-change professionals in many domains, from health to education to sales. This framework has special relevance to those of us who study and design persuasive technology. As I see it, persuasive technology is fundamentally about learning to automate behavior change. To effectively encode experiences that change behaviors, we need a rich yet practical understanding of human psychology, specifically insights into the factors that drive human behavior. Without this understanding, designers of persuasive experiences are mostly guessing at a solution (or imitating techniques that work without understanding why those techniques work). The FBM provides designers and researchers with a systematic way to think about the factors underlying behavior change.\n\nBecause the FBM is new, insights continue to emerge. This paper is an early way to share these ideas and seek feedback. Certainly, a static document like this paper is not well suited for conveying emerging content and related work. I encourage readers to see  www.BehaviorModel.org for the most current explanation of the FBM, as well as citations to and discussions of related theories and models. That website also solicits feedback on the FBM."
    },
    {
      "title": "Three Factors in the Behavior Model",
      "text": "The FBM has three principal factors that I refer to as motivation, ability, and triggers. In brief, the model asserts that for a target behavior to happen, a person must have sufficient motivation, sufficient ability, and an effective trigger. All three factors must be present at the same instant for the behavior to occur. In the sections that follow I explain more about how these factors work together. I then define the subcomponents of each factor, followed by description of how the FBM is useful in research and design."
    },
    {
      "title": "Visualizing the Behavior Model",
      "text": "Figure  1  shows one way to visualize the FBM. The paragraphs below describe the figure.\n\nAs the Figure  1  shows, the FBM has two axes. The vertical axis is for motivation. A person who is low on motivation to perform the target behavior would register low on the vertical axis. High on the axis means high motivation. There are no units on this axis, as the framework is conceptual, showing relationships of the components rather than precise values for each.\n\nThe second axis is horizontal, as shown in Figure  1 . This axis is for ability. A person who has low ability to perform a target behavior would be marked toward the left side of the axis. The right side is for high ability.\n\nThese two axes define a plane. In the upper right hand corner is a star that represents the target behavior. The placement of this star is symbolic, meant to suggest that high motivation and high ability are typically necessary for a target behavior to occur. To emphasize this relationship between motivation, ability and target behavior, Figure  1  also has an arrow that extends diagonally across the plane, from the bottom left corner to the upper right. This arrow, as the words on the figure say, indicates that as a person has increased motivation and increased ability, the more likely it is that he or she will perform the target behavior. Also on Figure  1  is a factor I call \"triggers.\" The placement of this word is close to the target behavior star to imply that the trigger must be present for the target behavior to occur. While the axes are fixed, one can imagine that the star, representing the target behavior, as well as the related trigger, could be placed anywhere inside the plane defined by the axes.\n\nThe visualization in Figure  1  is not the only way to represent the core concepts in the FBM. However, this form seems the most natural and practical."
    },
    {
      "title": "Motivation & Ability Can Trade Off",
      "text": "The previous section might seem complicated because of the detailed wording, but the FBM is conceptually easy to understand. Below I'll use an example to show the relationship between motivation and ability. Suppose a web site creator wants to persuade site visitors to sign up for a newsletter by entering their email address. That behavior -typing in an email address -is the target behavior. In the FBM this target behavior is represented by a star. The target behavior is simple for most people to do. So if we generalize about users on this task, we can place the star toward the right side of the frame: Users have high ability to do the behavior, because it's easy to type in an email address.\n\nBut when it comes to motivation, the story is varied. Many users will have no motivation to type in their email address. For those users the star would be located in the lower right part of the framework. This placement means that ability is high and motivation is low. Other users, however, might really want the free newsletter from the web site, so their motivation level would be high. This would place the star high, in the upper right hand corner of Figure  1 .\n\nThe users who land in the lower right of the grid are unlikely to type their email addresses onto the web form. In contrast, the users in the upper right corner -those with both high motivation and ability -are much better candidates for typing their addresses. With the proper trigger, those with high ability and motivation are likely to perform the target behavior. (More on triggers in the next section.) Now I will change the scenario to show a situation where users have low ability. Suppose that the web site creator has decided to include a math puzzle on the entry form for email addresses. In order for users to submit an email address, they must also solve the puzzle. In this scenario, some users may have difficulty completing the task. So even if someone wants to submit his or her email address, their ability is low: They can't figure out the math puzzle. In this case, the star representing the target behavior would be in the upper left part of Figure  1 : high motivation and low ability.\n\nIn this scenario with the hard math puzzle, note that even if the web site creator increases the motivation level, the behavior is still not likely to occur. The FBM makes clear that motivation aloneno matter how high -may not get people to perform a behavior if they don't have the ability.\n\nIn order for behavior to be occur, people must have some non-zero level of both motivation and ability. The implication for designers is clear: Increasing motivation is not always the solution. Often increasing ability (making the behavior simpler) is the path for increasing behavior performance.\n\nThe FBM implies that motivation and ability are trade-offs of a sort. People with low motivation may perform a behavior if the behavior is simple enough (meaning, high on ability). For example, right now I have very low motivation to buy a new car. But if someone offered me a new car for $1, I would buy it. My ability to pay $1 is high, so I would buy the car despite my low level of motivation.\n\nThe inverse scenario also applies. For this example, I'll return to the math puzzle from above. Suppose my friend Scott is on the web page, hoping to submit his email address. But Scott is terrible in math. So he's low on ability to perform the behavior. However, if the webmaster were to offer $10,000 for submitting an email address, then Scott might find a new way to increase his ability. Scott might phone his math-whiz neighbor to come over to help him solve the puzzle. With his neighbor's help, Scott gains the ability to perform the behavior. My point here is this: If motivation is high enough, people might do extraordinary thingseven difficult things -to perform the behavior. Consider this additional example: If your computer crashes and you fear losing your precious family photos (high motivation!), even if you have low ability with computers, you will work hard with your limited ability to recover the photos.\n\nIn most cases of persuasion, people are not on the extremes. Generally, people have at least a modest level of motivation and ability -and these levels can be manipulated. Effective persuasive technologies will boost either motivation or ability (usually by making something simpler, like 1-click purchasing) or both. But that's not all: The behavior must be triggered. This third factor is often the missing piece."
    },
    {
      "title": "Triggers & Timing",
      "text": "The third factor in the FBM is a trigger. Without an appropriate trigger, behavior will not occur even if both motivation and ability are high. An example from my own life might help show why triggers matter.\n\nOne of my goals is to practice the ukulele each day. This little instrument is great fun, but some days I don't practice. Why not? Let me explain. I like practicing the ukulele, and it's easy to do. I have sufficient motivation and ability. What's missing is a welltimed trigger. I lack something that says, \"Hey, right now is a great time to play the ukulele!\" Without this trigger in my life, I don't do this target behavior each day.\n\nMany other target behaviors in my life don't happen because I don't get a trigger at the right moment.\n\nA trigger can take many forms -an alarm that sounds, a text message, an announcement that a sale is ending, a growling stomach, and so on. Whatever the form, successful triggers have three characteristics: First, we notice the trigger. Second, we associate the trigger with a target behavior. Third, the trigger happens when we are both motivated and able to perform the behavior.\n\nThis last issue -timing -is often the missing element in behavior change. In fact, this element is so important the ancient Greeks had a name for it: kairos -the opportune moment to persuade. As I see it, the opportune moment for behavior performance is any time motivation and ability put people above the behavior activation threshold.\n\nAlthough not illustrated on Figure  1 , the FBM includes the concept of a behavior activation threshold. When the combination of motivation and ability places a person above the behavior activation threshold, then a trigger will cause that person to perform the target behavior. If a person is underneath this threshold, then a trigger will not lead to the target behavior. The activation threshold could be illustrated as a curved line sweeping across Figure  1 , from the upper left corner to the bottom right.\n\nComputer systems often do a frustrating job of triggering behavior. Spam, pop-ups ads, and other annoying artifacts are actually triggers. But they rarely convert to behavior because we have low motivation to do what they say. Instead, the constant barrage of high-tech triggers -beeps, email alerts, bouncing icons -can be a nuisance.\n\nIf we want to perform a behavior, a well-timed trigger is welcome. But when our motivation is low for that behavior, a trigger is distracting. Conversely, when we want to perform the behavior being triggered but lack ability, we feel frustrated.\n\nThe FBM gives insight into the failure of poorly-timed triggers, the annoyance of this distraction, and the frustration that results. This framework helps explain why some behaviors happen on cue, while other attempts to change our behavior lead only to negative emotions.\n\nIn developing the FBM in some depth, I've learned that three types of triggers exist. I will return to these types after explaining more about the subcomponents in motivation and ability."
    },
    {
      "title": "Insight from the Behavior Model",
      "text": "The FBM asserts that when people are persuaded to perform a behavior, then three factors have come together at once: motivation, ability, and trigger. As one studies successful persuasive technology systems, the FBM gives insight into the user experience.\n\nConsider, for example, how Facebook motivates new users to upload profile pictures. This feature of Facebook, like many other features, has persuaded millions of people to take action. That means millions of people have all had sufficient motivation and ability, and then Facebook has triggered these people to perform this behavior. This type of analysis could be the basis for a longer paper, but my main point is this: As researchers and designers we can learn much about the techniques of persuasive technology by viewing successful examples through the FBM lens. We can parse out how the experience is motivating people, giving them the ability to take action, and triggering their behavior. As one analyzes examples with the FBM, patterns emerge.\n\nIn a similar way, if a design team finds that website visitors are not performing a behavior designers intend, they can use the FBM to figure out what's missing. For simplicity, I will again use the example of signing up for a newsletter by entering an email address. Suppose the designers of website find that only a few people are signing up, perhaps just one out of 200 visitors. With the FBM they can then start examining what is not working: Are users lacking motivation? Is the behavior too difficult? Is the web site not triggering appropriately? Sometimes intuition will serve to answer the questions above. Other times, designers will need to do primary research with target users. Once designers find the weakness, they can start testing ways to improve this deficient factor.\n\nIn persuasive technology we often look at behavior as something we cause to occur; behavior activation is usually the goal. But there's another side to behavior change: preventing a target behavior from happening.\n\nThe FBM also gives insight into prevention. Specifically, one can stop a behavior by taking away one of the three factors: Is there a way to reduce motivation? To take away ability? Is there a way to remove triggers? If an interventionist can do any of these things successfully, then the behavior will not occur -at least not in the same pattern. (Designing technology systems to prevent behaviors is generally more difficult than making behaviors happen. Despite this challenge, the FBM at least helps to parse out the relevant issues.) Taken together, the three factors in the FBM become focal areas for persuasive technology. In general, persuasive design focuses on increasing motivation, increasing ability (simplicity), and triggering behavior. To facilitate design for each of these, the next section goes into more depth about the elements of motivation, ability (simplicity), and triggers. Figure  2  summarizes these elements."
    },
    {
      "title": "Elements of Motivation",
      "text": "The goal in designing for motivation is, conceptually, to move a user to a higher position in the FBM landscape. In other words, the users who have high ability but low motivation need to have motivation increased so they cross the behavior activation threshold.\n\nMotivation is a term that's used widely across various fields. To make this term clear in the FBM, I've created a framework for motivation that has three core motivators, each with two sides."
    },
    {
      "title": "Motivator #1: Pleasure / Pain",
      "text": "The first core motivator in the FBM is a dimension that has two sides: pleasure and pain. What differentiates this motivator from those that follow is that the result of this motivator is immediate, or nearly so. There's little thinking or anticipating. People are responding to what's happening in the moment. I believe pleasure/pain is a primitive response, and it functions adaptively in hunger, sex, and other activities related to self-preservation and propagation of our genes.\n\nPleasure and pain are powerful motivators. When designers are seeking to boost levels of motivation, they can look at how pleasure and pain can be embodied. This motivator type may not be the ideal approach, especially pain, but a thorough review of motivation means at least acknowledging these options."
    },
    {
      "title": "Motivator #2: Hope / Fear",
      "text": "The second core motivator in the FBM is a dimension that has two sides: hope and fear. This dimension is characterized by anticipation of an outcome. Hope is the anticipation of something good happening. Fear is the anticipation of something bad, often the anticipation of loss. This dimension is at times more powerful than pleasure/pain, as is evidenced in everyday behavior. For example, in some situations, people will accept pain (a flu shot) in order to overcome fear (anticipation of getting the flu). But hope/fear is not always more motivating than pleasure/pain. The FBM does not rank the power of the core motivators. Instead, designer and researchers should consider each core motivator and apply it to their work as appropriate.\n\nHope and fear have long been powerful motivators in persuasive technology. For example, people are motivated by hope when then joining a dating web site. They are motivated by fear when they update settings in virus software. In my view, hope is probably the most ethical and empowering motivator in the FBM."
    },
    {
      "title": "Motivator #3: Social Acceptance / Rejection",
      "text": "The third core motivator in the FBM is a social dimension that has two sides: social acceptance and social rejection. This dimension controls much of our social behavior, from the clothes we wear to the language we use. It's clear that people are motivated to do things that win them social acceptance. Perhaps even more dramatically, people are motivated to avoid being socially rejected. The power of social motivation is likely hardwired into us and perhaps all other creatures that historically depended on living in groups to survive. As fables and folktales show, being banished from a community was a severe punishment for humans. For other creatures, being ostracized from a pack may have meant certain death. Regardless of the origin of the social motivator, the power over us is undeniable.\n\nToday, with social technologies a reality, the methods for motivating people through social acceptance or social rejection have blossomed. In fact, Facebook gains its power to motivate and ultimately influence users mostly because of this motivator. From posting profile pictures to writing on The Wall, people on Facebook are driven significantly by their desire to be socially accepted.\n\nThe three core motivators I explained previously seem to account quite well for what motivates human behavior. Other models exist. Many people in psychology, marketing, and related fields have proposed different ways to view motivation (for references, see  www.BehaviorModel.org ). But for the purposes of persuasive design, I find my three-element approach to be the most useful."
    },
    {
      "title": "Elements of Simplicity (Ability)",
      "text": "The next major factor in the FBM is ability. Optimizing this factor can move users across the behavior activation threshold. But what's the best way to increase ability?\n\nIn real-world design, increasing ability is not about teaching people to do new things or training them for improvement. People are generally resistant to teaching and training because it requires effort. This clashes with the natural wiring of human adults: We are fundamentally lazy. As a result, products that require people to learn new things routinely fail. Instead, to increase a user's ability, designers of persuasive experiences must make the behavior easier to do. In other words, persuasive design relies heavily on the power of simplicity. A common example is the 1-click shopping at Amazon. Because it's easy to buy things, people buy more. Simplicity changes behaviors.\n\nIn my work to define simplicity, I developed a framework that includes six elements and an understanding of how these elements work together. As I see it, simplicity has six parts. These six parts relate to each other like links in a chain: If any single link breaks, then the chain fails. In this case, simplicity is lost."
    },
    {
      "title": "Time",
      "text": "The first element of simplicity is time. If a target behavior requires time and we don't have time available, then the behavior is not simple. For example, if I need to fill out an online form that has 100 fields in it, that behavior is not simple for me because I usually have other demands on my time."
    },
    {
      "title": "Money",
      "text": "The next element of simplicity is money. For people with limited financial resources, a target behavior that costs money is not simple. That link in the simplicity chain will break easily. For wealthy people, this link in the chain rarely breaks. In fact, some people will simplify their lives by using money to save time. It's a trade off. They hire gardeners and house cleaners.\n\nNotice that what simplicity means for a typical 9-year-old is different than simplicity for the 55-year-old, because they have different resources in terms of time and money. In creating persuasive technologies, designers should remember that what's simple for one person is not always simple for another."
    },
    {
      "title": "Physical Effort",
      "text": "The third element of simplicity is physical effort. Behaviors that require physical effort may not be simple. For example if I want to visit Las Vegas and must walk all the way from Stanford, that behavior would not be simple. But if I take a plane, that's simpler because I don't need to exert much physical effort."
    },
    {
      "title": "Brain Cycles",
      "text": "The next factor in simplicity is what I call \"brain cycles.\" If performing a target behavior causes us to think hard, that might not be simple. This is especially true if our minds are consumed with other issues. In contrast, some people are very good at thinking, so this link in their simplicity chain will rarely break. But for the most part, we overestimate how much everyday people want to think. Thinking deeply or thinking in new ways can be difficult."
    },
    {
      "title": "Social Deviance",
      "text": "The fifth element of simplicity is less obvious than the others. I call it \"social deviance.\" What I mean by social deviance is going against the norm, breaking the rules of society. If a target behavior requires me to be socially deviant, then that behavior is no longer simple. For example, wearing pajamas to a city council meeting might require the least effort, but there's a social price I'd pay, which creates complications for that behavior."
    },
    {
      "title": "Non-Routine",
      "text": "Finally, the sixth element of simplicity is what I call \"nonroutine.\" People tend to find behaviors simple if they are routine, activities they do over and over again. When people face a behavior that is not routine, then they may not find it simple. In seeking simplicity, people will often stick to their routine, like buying gas at the same station, even if it costs more money or time than other options."
    },
    {
      "title": "Key Points about Simplicity",
      "text": "Each person has a different simplicity profile. Some people have more time, some people have more money, and some people can invest brain cycles, while others cannot. These factors vary by the individual, but they also vary by the context. For example, if I have forgotten my wallet at home, behaviors that require money at the marketplace may no longer be simple for me to perform.\n\nIn studying simplicity, I've found this to be important: Simplicity is a function of a person's scarcest resource. Even more accurate is this statement: Simplicity is a function of a person's scarcest resource at the moment a behavior is triggered.\n\nAs researchers and designers of behavior change, we should seek to find what resource is scarcest for our audience: Is it time? Is it the ability to think? Is it money? Whatever the scarcest resource happens to be, once we account for the six factors of simplicity, we can reduce the barriers for performing a target behavior. In general, persuasive design succeeds faster when we focus on making the behavior simpler instead of trying to pile on motivation. Why? People often resist attempts at motivation, but we humans naturally love simplicity."
    },
    {
      "title": "Three Types of Triggers",
      "text": "The third factor in the FBM is Triggers. The general concept of triggers goes by many names: prompts, cues, calls to action, and so on. The idea is similar: A trigger is something that tells people to perform a behavior now.\n\nOften overlooked (or taken for granted), triggers are a vital aspect of designing persuasive products. In fact, for behaviors where people are already above the activation threshold -meaning they have sufficient motivation and ability -a trigger is all that's required. (I'll come back to this point.) Not all triggers function in the same way. Below I describe three types of triggers: sparks, facilitators, and signals. A spark is a trigger that motivates behavior. A facilitator makes behavior easier. And a signal indicates or reminds. The following text explains each trigger in more depth."
    },
    {
      "title": "Spark as Trigger",
      "text": "When a person lacks motivation to perform a target behavior, a trigger should be designed in tandem with a motivational element. I call this type of trigger a \"spark.\" Examples of sparks can range from text that highlights fear to videos that inspire hope. In creating sparks for persuasive experiences, designers can review the three core motivators I've explained above. Sparks can leverage any of these motivational elements.\n\nSparks and other trigger types can come in various forms; the channel or embodiment doesn't matter as long as the trigger is recognized, is associated with a target behavior, and is presented to users at a moment when they can take action."
    },
    {
      "title": "Facilitator as Trigger",
      "text": "The second trigger type is what I call a \"facilitator.\" This type of trigger is appropriate for users that have high motivation but lack ability. The goal of a facilitator is to trigger the behavior while also making the behavior easier to do. Like sparks, a facilitator can be embodied in text, video, graphics, and more.\n\nAn effective facilitator tells users that the target behavior is easy to do, that it won't require a resource he or she does not have at that moment. For example software updates often use facilitators to gain compliance by implying that one click can get the job done. Recently, many social networking sites have grown quickly by offering users an \"address book uploader,\" which requires just a few clicks to connect with many friends."
    },
    {
      "title": "Signal as Trigger",
      "text": "The third and final type of trigger is what I call a \"signal.\" This trigger type works best when people have both the ability and the motivation to perform the target behavior. The signal doesn't seek to motivate people or simplify the task. It just serves as a reminder. Consider how a signal works in my previous example about playing the ukulele each day. Because I have both motivation and ability, all I need to practice daily is a well-timed reminder. I don't need a spark or a facilitator. Those types of triggers would either be annoying or condescending.\n\nAn ordinary example of a signal is a traffic light that turns red or green. The traffic light is not trying to motivate me.; it simply indicates when a behavior is appropriate."
    },
    {
      "title": "Triggers are more important than ever before",
      "text": "Since the advent of persuasive technology, the role of triggers has grown in importance. Today, many of the most desirable target behaviors are done when using computers --donate money, share this with a friend, buy this new product. When we use interactive technology, we can receive a trigger and perform the target behavior immediately. With traditional media like TV or newspapers, immediate response wasn't usually possible. We might encounter a trigger in a magazine ad or hear something on the radio, but then we would have to change our context to perform the behavior, such as driving to the store to make a purchase. However, today we can take action immediately with and through computers.\n\nTriggers can cause us to act on impulse. For example, when Facebook sends me an email notification that someone has tagged me in a photo, I can immediately click on a link in that email to view the image. This kind of trigger-behavior coupling has never before been so strong.\n\nAs mobile phones become more context aware, the triggerbehavior coupling will go beyond the desktop into our active lives. The mobile phone will be a channel for triggering many behaviors. As recipients, we'll be most tolerant of triggers when they are signals or facilitators. Sparks may annoy us because they will seek to motivate us to do something we didn't intend to do."
    },
    {
      "title": "Thinking Clearly about Behavior",
      "text": "The purpose of the FBM is to help us, as researchers and designers, think more clearly about behavior. By using this framework we can look at our own persuasive designs, either in research or commercial settings, and see new potentials for persuading users. We can also use the FBM to identify the problems in persuasive systems that fail to achieve the intended outcomes. In these situations, the FBM helps people think systematically about the elements of motivation, elements of simplicity, and the strategies used for triggering behavior.\n\nNext, as we study examples of successful persuasive technology products, the FBM can help us see beyond the surface to the underlying psychology. Again, we can understand how motivation, ability, and triggers are working together to produce the target behavior.\n\nIn addition, as we create new persuasive technology systems, the FBM can help us channel our creative energies more efficiently. For example, if we realize that motivation is lacking, we can focus on that aspect of our design, exploring different ways to convey any one of the core motivators presented in this paper.\n\nAnother benefit of using the FBM is creating a shared frame of reference for people on project teams, both in academics and industry. When everyone on a team is thinking about behavior change in a similar way, the project goes forward more efficiently. Part of this efficiency comes from having a common vocabulary, which helps teams discuss concepts more clearly. I've seen how insights from this model are useful in industry projects and academic research. But perhaps more intriguing to me is how the concepts in FBM have changed how I view my life outside of work. Whether shopping at the grocery store or talking with a family member, we live in a world full of persuasion. We are surrounded by attempts to change our behaviors. Using the FBM as a lens on life, I can see our world of influence more clearly. By having a structured way to think about behavior change, each day I learn about more about persuasion -what works and what doesn't -simply by being observant."
    },
    {
      "text": "Figure 1: The Fogg Behavior Model has three factors: motivation, ability, and triggers."
    },
    {
      "text": "Figure 2: All three factors in the Fogg Behavior Model have subcomponents."
    }
  ],
  "references": [
    {
      "title": "For a growing resource of references, examples, and insights related to the FBM",
      "doi": "10.7717/peerj.13674/table-2",
      "raw": "10.7717/peerj.13674/table-2 \n\t\t \n\t\t For a growing resource of references, examples, and insights related to the FBM \n\t\t \n\t \n\t For a growing resource of references, examples, and insights related to the FBM, see www.BehaviorModel.org."
    }
  ],
  "num_references": 1,
  "figures": [
    {
      "caption": "Figure 1 :",
      "description": "Figure 1: The Fogg Behavior Model has three factors: motivation, ability, and triggers."
    },
    {
      "caption": "Figure 2 :",
      "description": "Figure 2: All three factors in the Fogg Behavior Model have subcomponents."
    }
  ],
  "num_figures": 2,
  "notes": [
    "[raw_affiliation] Persuasive Technology Lab Stanford University",
    "[raw_reference] For a growing resource of references, examples, and insights related to the FBM, see www.BehaviorModel.org."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "year": "2009",
  "pages": "1-7",
  "zotero_recovery": {
    "fields_recovered": [
      "year"
    ],
    "timestamp": "2025-09-01T11:08:21.862360",
    "zotero_item_type": "conferencePaper"
  }
}
