{
  "paper_id": "JSGDHR3W",
  "title": "An Adaptive, Algorithm-based Text Message Intervention to Promote Health Behavior Adherence in Type 2 Diabetes: Treatment Development and Proof-of-Concept Trial",
  "abstract": "Background: Most individuals with type 2 diabetes (T2D) struggle to adhere to one or more health behaviors. Text message interventions (TMIs) have the potential to improve adherence but have had mixed effects on diet and activity in T2D. We developed an eight-week, adaptive, algorithm-driven TMI to promote physical activity, diet, self-care, and wellbeing. Then, in a single-arm trial, we assessed its feasibility, acceptability, and preliminary efficacy in 15 individuals with T2D and suboptimal adherence. Methods: Participants received daily text messages and were asked to rate the utility of each message (0=not helpful, 10=very helpful). These ratings were used by an algorithm to select subsequent messages based on each participant's prior ratings. We assessed intervention feasibility by rates of message transmission/response and acceptability through ratings of message utility and burden. Finally, we examined pre-post changes in diabetes self-care, diet, physical activity, and psychological outcomes and calculated effect sizes (Cohen's d). Results: All text messages were delivered, and participants provided ratings for 79% of messages, above our a priori thresholds for feasibility. Participants rated the individual messages and overall TMI as subjectively useful (utility: 8.1 [SD=2.1] and 7.8 [SD=2.0], respectively) and not burdensome (burden: 0.8 [SD=1.8]). The intervention led to significant, medium-to large-sized improvements in self-care (d=0.77), diet (d=0.99), and activity (d=0.61) but minimal change in psychological outcomes. \n Conclusions: The TMI was feasible and well-accepted, and it led to promising improvements in adherence-related outcomes. These findings should be confirmed in a larger randomized controlled trial.",
  "year": 2018,
  "date": "2018",
  "journal": "BMJ",
  "publication": "BMJ",
  "authors": [
    {
      "forename": "Christopher",
      "surname": "Celano",
      "name": "Christopher Celano",
      "affiliation": "1  Department of Psychiatry , Harvard Medical School , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "ccelano@mgh.harvard.edu"
    },
    {
      "forename": "Christina",
      "surname": "Massey",
      "name": "Christina Massey",
      "affiliation": "1  Department of Psychiatry , Harvard Medical School , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jessica",
      "surname": "Long",
      "name": "Jessica Long",
      "affiliation": "3  Maad , Ouakam Cité Batrain , Dakar , Senegal \n\t\t\t\t\t\t\t\t Maad \n\t\t\t\t\t\t\t\t Ouakam Cité Batrain \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dakar \n\t\t\t\t\t\t\t\t\t Senegal"
    },
    {
      "forename": "Sonia",
      "surname": "Kim",
      "name": "Sonia Kim",
      "affiliation": "2  Department of Psychiatry , Massachusetts General Hospital , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Olivia",
      "surname": "Velasquez",
      "name": "Olivia Velasquez",
      "affiliation": "2  Department of Psychiatry , Massachusetts General Hospital , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Brian",
      "surname": "Healy",
      "name": "Brian Healy",
      "affiliation": "6  Department of Neurology , Brigham and Women's Hospital , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t Brigham and Women's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Deborah",
      "surname": "Wexler",
      "name": "Deborah Wexler",
      "affiliation": "8  Department of Medicine (Endocrinology) , Harvard Medical School , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Medicine (Endocrinology) \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Elizabeth",
      "surname": "Madva",
      "name": "Elizabeth Madva",
      "affiliation": "1  Department of Psychiatry , Harvard Medical School , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jeff",
      "surname": "Huffman",
      "name": "Jeff Huffman",
      "affiliation": "1  Department of Psychiatry , Harvard Medical School , Boston , MA , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Psychiatry , Massachusetts General Hospital , 125 Nashua Street , Suite 324 , Boston , MA 02114 , USA. \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 125 Nashua Street Suite 324 \n\t\t\t\t\t\t\t\t\t 02114 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "",
  "keywords": [
    "diet",
    "physical activity",
    "positive psychology",
    "self-care",
    "text message intervention",
    "type 2 diabetes"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Among the 27 million Americans with type 2 diabetes (T2D),  1  adherence to self-care behaviors, including medications, physical activity, a healthy diet, and blood glucose monitoring, is associated with improved glycemic control and a reduced risk of diabetes complications.  [2] [3] 3] [4] [5] [6] [7]  However, most people with T2D fail to adhere to one or more of these behaviors,  3, 8, 9  most frequently diet or exercise.  8 Although effective multicomponent interventions to reduce risk factors for diabetes and its complications have been developed,  [10] [11] [12]  they are resource intensive, are not universally available, have limited ability to adapt to individual patients,  13  and do not target psychological factors that are associated with adherence and health outcomes.  14 ext message interventions (TMIs) may address many of these limitations. Text messages are inexpensive to deliver, and 96% of Americans have access to a phone that is capable of receiving text messages.  15 They can be delivered at a time of an individual's choosing, which may enhance their impact. Furthermore, TMIs can deliver content to promote psychological well-being, in addition to targeted health behavior content. Well-being constructs, such as positive affect, optimism, and self-efficacy, are associated with health behavior adherence, improved glycemic control, and reduced rates of complications among individuals with T2D.  14, [16] [17] 7] [18] [19] [20]  Finally, using algorithms that choose messages based on individual-specific factors, TMIs can adapt over time to create a tailored experience to meet individuals' changing preferences and needs, which may increase efficacy.  21 on-adaptive TMIs to promote health behavior adherence have been studied in many populations and have modest effects on health behavior adherence (Cohen's d=0. 24-0.33).  21, 22 Among patients with T2D, TMIs have been used to provide education about the importance of self-management, encourage engagement in health behaviors, and enhance motivation for behavior change.  [23] [24] 4] [25]  In this group, TMIs lead to significant reductions in hemoglobin A1c  24  and improvements in self-management behaviors.  23 However, the effects of TMIs on physical activity and dietary modification in T2D are more mixed, with fewer than half of studies demonstrating significant improvements in these outcomes.  23, 25 Although there is little information about the characteristics of effective TMIs in T2D,  23, 25  studies of TMIs in related populations suggest that tailored messages, frequent text message delivery, and longer duration enhance the efficacy of these interventions.  26 A TMI that targets multiple health behaviors, delivers messages to promote psychological wellbeing, and adapts to topics felt to be most useful to participants has the potential to improve adherence, wellbeing, and health outcomes.\n\nAccordingly, we created an adaptive TMI that delivers messages to promote well-being and health behavior adherence in individuals with T2D. This intervention combines messages to promote well-being-based on positive psychology  27  -with health behavior text messages and utilizes an adaptive algorithm that incorporates daily participant feedback to deliver messages that are most likely to be found useful by participants. In this article, we report the results of a proof-of-concept trial (N=15) of the intervention to assess its feasibility, acceptability, and preliminary efficacy."
    },
    {
      "title": "Methods",
      "text": "This was a single-arm, proof-of-concept trial of an eightweek, adaptive TMI to promote well-being and health behavior adherence in T2D. Recruitment occurred between June and July 2020. All participants provided full, informed consent, and all study procedures were approved by the Mass General Brigham Institutional Review Board (IRB)."
    },
    {
      "title": "Participants",
      "text": "Individuals were eligible to participate in the study if they met current American Diabetes Association criteria for T2D (ie, hemoglobin A1C≥6.5% or fasting glucose≥126 mg/ dL)  28  and had suboptimal adherence to physical activity, diet, and/or medications. T2D diagnosis was made via chart review, and adherence to physical activity/diet/medications was measured using the Medical Outcomes Study Specific Adherence Scale 29 items for those behaviors (range=0-18), with a score of <15 required for inclusion. Patients were excluded due to cognitive impairment,  30  conditions limiting physical activity, lack of a telephone capable of receiving text messages, inability to communicate in English, and current participation in similar programs."
    },
    {
      "title": "Procedures",
      "text": "Participants were identified using an IRB-approved process that involved focused medical record review to determine eligibility, mailing of letters to describe the study and provide an opportunity to opt-out of contact, and phone calls to describe the study. Interested individuals were screened for eligibility and, if eligible, were mailed an information sheet about the study. Those who remained interested and eligible provided informed consent.\n\nFollowing the consent process, participants provided information about sociodemographic and medical characteristics and completed baseline outcome measures related to well-being, health behavior adherence, and functional status. Then, they were introduced to the eight-week TMI."
    },
    {
      "title": "Text Message Intervention",
      "text": "The TMI drew on our team's experience creating interventions to deliver psychological and health behavior text messages to individuals with heart disease or seen in primary care settings.  31, 32 Text messages were derived from these trials, positive psychology interventions,  33, 34  and health behavior programs for patients with T2D or heart disease,  11, 35, 36  with a total of 380 messages included in the intervention (see Table  1 ). Messages were assigned one or more attributes based on their content (well-being, physical activity, diet, and diabetes self-care), and they additionally were labeled as being directive (if they instructed participants to perform a specific activity) and/or social (if they encouraged activities that involved another person). The intervention was tailored to individuals with T2D through the inclusion of messages that targeted psychological constructs associated with improved health in T2D, promoted reduction of high-sugar food consumption, highlighted the benefits of health behavior adherence on glycemic control and reduced cardiovascular risk, and discussed the importance of diabetes self-care behaviors (eg, foot care, blood glucose monitoring). Messages and their attributes were stored on a secure DynamoDB database  37  hosted on Amazon Web Services (AWS),  38  and message delivery was performed by Twilio.  39"
    },
    {
      "title": "Text Message Delivery",
      "text": "At baseline, participants identified a priority health behavior on which to focus during the program and rated the utility of 16 representative text messages. This information was entered into a database to allow the algorithm to determine the types of messages that each participant would find most useful. Text messages were then sent to participants each day for eight weeks (for 56 total messages) at a time of their choosing, and participants rated the utility of each text message on a scale of 0 to 10 (0=not helpful; 10=very helpful; see Figure  1 ) via text message. Messages were chosen by the selection algorithm and then delivered by Twilio to participants. Participant responses were recorded, and overall ratings for each attribute were updated based on the rating of that day's text message. The next day, the algorithm reviewed all unsent messages and chose a message for delivery. Message selection was influenced by all prior attribute ratings, with more recent ratings weighted more heavily, as well as an element of chance, to ensure a degree of message variety."
    },
    {
      "title": "Outcomes",
      "text": "Feasibility. Feasibility was measured by the percentage of messages successfully transmitted to participants and rates of participant response to text messages. A priori, we defined feasibility as successful text message delivery to ≥90% of participants and a text message response rate of ≥55%.\n\nAcceptability. Participants rated the utility of daily text messages on a scale of 0 to 10 (0=not helpful; 10=very helpful), and text message utility was defined as a mean utility rating of >7.0/10. Following intervention completion, participants were asked to rate the burden and utility of the overall program on similar 0 to 10 scales; we hypothesized that participants would find the intervention to be helpful (>7/10) and not burdensome (<4/10), based on our prior studies.  31, 33, 34 alth behavior outcomes. We included measures of physical activity, diet, and self-care. Self-reported physical activity was measured with the International Physical Activity Questionnaire (IPAQ),  40  a validated self-report measure of physical activity.  40, 41 Diabetes self-care was assessed with the Summary of Diabetes Self-care Activities (SDSCA).  42 In addition, we examined the impact of the intervention on the specific physical activity, diet, blood glucose monitoring, and foot care subscales of the SDSCA.\n\nPsychological and functional outcomes. Positive affect was measured using the Positive and Negative Affect Schedule (PANAS; α=0.80),  17, 34, 43  while dispositional optimism was examined using the Life Orientation Test-Revised (LOT-R; α=0.65).  44, 45, 46 The depression and anxiety subscales of the Hospital Anxiety and Depression Scale (HADS-D and HADS-A) were used to assess depression and anxiety, respectively (HADS-D: α=0.69; HADS-A: α=0.84).  47 Selfefficacy was measured with the General Self-efficacy Scale (GSES; α=0.75).  48, 49 Finally, physical function was assessed by the Patient-Reported Outcomes Measurement Information System (PROMIS) 20-item Physical Function Scale (PF-20; α=0.87).  50 it interviews. We performed structured, qualitative exit interviews with participants during the eight-week follow-up session. These interviews focused on which text message types were most helpful, whether messages led to a specific action, and opinions about the frequency of text messages and duration of the intervention. Interviews were performed by a research coordinator and recorded using a digital recorder and then transcribed. Two team members (C.C., O.V.) coded all interviews independently, with discrepancies resolved through discussion and adjudication by a supervisor (J.H.) if needed."
    },
    {
      "title": "Statistical Analysis",
      "text": "Baseline sociodemographic and medical characteristics, rates of text message transmission, and measures of intervention burden and utility were summarized using descriptive statistics. To assess the response rates and utility ratings of messages, differences in rates of response and utility ratings between messages with different attributes, and the impact of message order on utility ratings, we created generalized estimating equation models with exchangeable correlation matrices and robust standard errors. Finally, changes in psychological and health behavior outcomes from baseline to follow-up were assessed using paired t-tests or Wilcoxon signed rank tests. Effect sizes (Cohen's d) were calculated by dividing the change in the score from baseline to follow-up by the standard deviation of the change score. Significance was set at a twotailed α=0.05. Given the exploratory nature of these analyses, corrections for multiple comparisons were not performed."
    },
    {
      "title": "Results",
      "text": "Of the potential participants approached, 15 provided informed consent and began the TMI (see Figure  2 ). All 15 of these individuals provided feasibility data, 14 (93%) completed the eight-week follow-up phone session, and 13 (87%) completed the 16-week follow-up phone session. Participants were 68.7 years old (SD=8.7) on average. Most (87%) were women, and 53% were non-Hispanic white. Their mean duration of T2D was 9.0 years (SD=7.5), most had other cardiovascular risk factors, and few had complications of T2D (see Table  2 )."
    },
    {
      "title": "Feasibility",
      "text": "All text messages were successfully transmitted, and participants provided ratings for 661 of 840 (79%) transmitted messages, exceeding the a priori thresholds for feasibility. Of the different message categories, messages related to diabetes self-care were significantly more likely to receive a response from participants than well-being messages (86.1% vs 71.6%, z=2.93, P=.003); participants responded to all other   Between-group differences in response rates and utility were calculated using generalized estimating equation models, with exchangeable correlation matrices and robust standard errors. Abbreviation: PP, positive psychology.\n\nmessage types with similar frequency as the well-being messages (see Table  3 )."
    },
    {
      "title": "Acceptability",
      "text": "Participants found both the overall intervention and individual text messages to be useful. Participants rated the TMI as subjectively useful (utility=7.8 [SD=2.0]) and not burdensome (burden=0.8 [SD=1.8]), and daily message utility ratings averaged 8.1/10 (SD=2.1). Utility ratings of individual messages ranged from 7.7 to 9.4 (see Table  3 ). Compared to well-being messages (mean=7.9/10; reference category), messages that focused on diet and activity (mean=8.9, P=.002), self-care and activity (mean=9.4, P<.001), and selfcare and diet (mean=8.4, P=.013) were rated more highly (see Table  3 ). In addition, participants preferred non-directive messages over directive ones (non-directive: mean=8.6; directive: mean=8.0; B=0.61, 95% CI, -1.01, -0.21, P=.003) and non-social messages over social ones (non-social: mean=8.4; social: mean=7.9; B=-0.59, 95% CI, -0.88, -0.29, P<.001). Finally, utility ratings increased over the course of the program (B=0.01, 95% CI=0.001, 0.02, P=.021)."
    },
    {
      "title": "Preliminary Efficacy",
      "text": "The intervention led to medium-to large-sized increases in health behavior adherence over time (\n\nTable 4). Following the intervention, participants reported greater adherence to diabetes self-care activities (d=0.77, P=.017). This was driven most strongly by increases in dietary adherence (d=0.99, P=.004), though participants also reported medium-sized, non-significant improvements in exercise (SDSCA exercise items: d=0.54, P=.06) and foot care (d=0.49, P=.09). Participants reported increases in self-reported physical activity (IPAQ: d=0.61, P=.048) immediately post-intervention. These changes in health behavior adherence were largely sustained at 16 weeks, with large-sized improvements in diabetes self-care (d=0.82, P=.012) and diet (d=0.86, P=.009), and medium-to large-sized increases in physical activity (IPAQ: d=0.88, P=.01; SDSCA exercise items: d=0.55, P=.07).\n\nIn contrast, the intervention had very little impact on positive affect, optimism, anxiety, depression, and self-efficacy. Positive affect, optimism, and self-efficacy increased a small amount post-intervention and changed variably at the 16-week time point. Depression and anxiety increased slightly over the course of the intervention and further at the 16-week time point."
    },
    {
      "title": "Qualitative Feedback",
      "text": "Fourteen participants provided qualitative feedback on the intervention. Twelve found the intervention to be helpful, with the remaining two reporting both helpful and bothersome aspects of the intervention. Participants found that the text messages served as a reminder to engage in healthy behaviors, reinforced healthy habits, gave them a \"push\" to initiate healthy behaviors, made them more mindful of diet or exercise, prompted them to think about positive events and people in their lives, and encouraged them to engage positively with others. Two participants reported feeling bothered when they were unable to respond to the messages immediately or could not perform the recommended activity (eg, spend time with another person).\n\nRegarding specific message types, participants appreciated a wide range of messages, including those related to well-being (six mentions), physical activity (six mentions), diet (nine mentions), and self-care (two mentions). Three did not like the social messages, as they were unable to engage in those activities due to either living alone or due to COVID guidelines. Text messages often translated into behavior change, with ten participants performing a specific activity in response to a text message. These included performing kind acts, expressing gratitude to others, exercising, tracking food intake, and making healthier food choices. Thirteen felt that receiving messages once a day was optimal for them, while one would have preferred to have weekends off. Finally, eight participants felt that the duration of the intervention was optimal, and five felt it could have been longer."
    },
    {
      "title": "Discussion",
      "text": "In this proof-of-concept trial, the eight-week, adaptive health behavior-targeted TMI was feasible and associated with medium-to large-sized pre-post improvements in physical activity, diet, and other diabetes self-care behaviors. Furthermore, the learning algorithm appeared to be effective at choosing messages preferred by participants. Finally, the intervention was well-accepted by participants. This is consistent with one-and two-way TMIs in T2D,  24  both of which are well-accepted in this population. These findings suggest that an adaptive TMI could be successfully implemented and accepted by participants in future larger trials.\n\nTwo findings related to the utility of specific text message types are worth noting. First, while participants rated all text message types above our threshold for acceptability, messages focusing on diabetes self-care or multiple health behaviors were felt to be more useful by participants than messages focusing solely on enhancing well-being. One potential explanation for this is that the initial description of the study focused primarily on promoting health behavior adherence. As a result, participants may have felt that the messages focused on diet, physical activity, or self-care were more directly relevant to the reason they agreed to participate. In addition, many of the well-being messages recommended activities that required additional time and effort (eg, performing an act of kindness). Future interventions may benefit from a greater introduction to the rationale for sending these messages or to initial phone sessions that help individuals learn how to use well-being-related skills. Indeed, TMIs that involve text messages plus additional delivery components appear to be more effective than text messages only.  22 econd, the study suggests that tailoring messages to participants based on utility ratings may be a useful way to promote acceptability and efficacy of TMIs. Participants rated text messages as progressively more useful over the course of the intervention, as they became more tailored based on reported preference. Furthermore, in exit interviews, participants expressed preferences for different message types, with each message type being preferred by at least one participant. Therefore, a TMI that gathers feedback from participants in an ongoing manner to determine what type of message they will receive next may be a promising method to deliver interventions. Although the evidence of the benefits of tailoring of TMIs for health behavior promotion is mixed,  21, 22  a recent systematic review of tailored TMIs for T2D self-management found that these interventions led to medium-sized (Hedge's g=0.54) reductions in hemoglobin A1c.  25  Our findings that the adaptive TMI led to medium-to large-sized improvements in physical activity, diet, and diabetes self-care behaviors extend those of the literature. Two prior systematic reviews and meta-analyses that focused on TMIs to promote health behavior adherence found that these interventions lead to small-sized (d=0.24-0.33) improvements in health behavior adherence,  21, 22  and a recent meta-analysis found that TMIs lead to similar effects on physical activity (d=0.38).  51 Although larger, randomized trials are needed to confirm these findings, the current evidence of the positive impact on health behavior adherence is promising. The intervention's lack of impact on psychological constructs was surprising, given that formal positive psychology interventions are consistently associated with improvements in well-being and reductions in depression.  52 However, several factors-including a limited focus of the intervention on well-being, lack of introduction to the well-being-focused messages, additional time/effort required to perform the well-being activities, and external stressors (eg, COVID-19, US presidential election)  53  -may have contributed to this. Future interventions may benefit from additional education about the purpose of the well-being messages and problemsolving of ways to complete well-being-related activities.\n\nThis study has several limitations, including its small sample size, lack of a control group, largely female sample with fairly well-controlled diabetes, and self-report outcome measures. Furthermore, the COVID-19 pandemic may have influenced participant preferences for message types, particularly those that involved a social component, and also may have had an effect on psychological constructs.  53 These limitations should be addressed in a larger, randomized, controlled trial with a clinically and demographically diverse sample and objective measures of adherence."
    },
    {
      "title": "Conclusions",
      "text": "This project demonstrates the feasibility and acceptability of an adaptive, algorithm-driven TMI to promote health behavior adherence and psychological well-being and identifies areas for improvement prior to efficacy testing. If efficacious, such an intervention has the potential to improve both adherence and health outcomes in the high-risk population of patients with T2D."
    },
    {
      "text": "Figure 1. Text message delivery procedures."
    },
    {
      "text": "Figure 2. Participant recruitment and follow-up."
    },
    {
      "text": "Sample Text Messages With Attributes.Feeling happier has been linked to healthy behaviors. Today, think of one positive thing that has happened and how it made you feel."
    },
    {
      "text": "Baseline Characteristics."
    },
    {
      "text": "Rates of Message Receipt and Response and Utility Ratings of Text Message Types."
    },
    {
      "text": "Changes in Psychological Outcomes and Health Behavior Adherence.Positive and Negative Affect Schedule; LOT-R, Life Orientation Test-Revised; HADS-A, Hospital Anxiety and Depression Scale, Anxiety subscale; HADS-D, Hospital Anxiety and Depression Scale, Depression subscale; GSE, General Self-efficacy Scale; SDSCA, Summary of Diabetes Self-care Activities; IPAQ, International Physical Activity Questionnaire. calculated by dividing the mean change score by the standard deviation of the change score. b Aside from depression and anxiety, higher scores (and increases in scores over time) are desirable for all outcomes."
    }
  ],
  "references": [
    {
      "title": "Prevalence of diagnosed type 1 and type 2 diabetes among US adults in 2016 and 2017: population based study",
      "authors": [
        "G Xu",
        "B Liu",
        "Y Sun",
        "Y Du"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k1497"
    },
    {
      "title": "Effect of diet on type 2 diabetes mellitus: a review",
      "authors": [
        "Y Khazrai",
        "G Defeudis",
        "P Pozzilli"
      ],
      "year": 2014,
      "doi": "10.1002/dmrr.2515"
    },
    {
      "title": "Diet and exercise among adults with type 2 diabetes: findings from the third national health and nutrition examination survey (NHANES III)",
      "authors": [
        "K Nelson",
        "G Reiber",
        "E Boyko",
        "Iii Nhanes"
      ],
      "year": 2002
    },
    {
      "title": "Physical activity, a key factor to quality of life in type 2 diabetic patients",
      "authors": [
        "S Zanuso",
        "S Balducci",
        "A Jimenez"
      ],
      "year": 2009,
      "doi": "10.1002/dmrr.984"
    },
    {
      "title": "Drug nonadherence in type 2 diabetes mellitus; predictors and associations",
      "authors": [
        "N Shams",
        "S Amjad",
        "N Kumar",
        "W Ahmed",
        "F Saleem"
      ],
      "year": 2016
    },
    {
      "title": "Determination of factors affecting medication adherence in type 2 diabetes mellitus patients using a nationwide claim-based database in Japan",
      "authors": [
        "T Horii",
        "K Momo",
        "T Yasu",
        "Y Kabeya",
        "K Atsuda"
      ],
      "year": 2019
    },
    {
      "title": "Medication adherence affects risk of new diabetes complications: a cohort study",
      "authors": [
        "S Simpson",
        "M Lin",
        "D Eurich"
      ],
      "year": 2016
    },
    {
      "title": "Treatment adherence and its associated factors in patients with type 2 diabetes: results from the Rio de Janeiro type 2 diabetes cohort study",
      "authors": [
        "F Marinho",
        "Cbm Moram",
        "P Rodrigues",
        "N Leite",
        "G Salles",
        "Crl Cardoso"
      ],
      "year": 2018
    },
    {
      "title": "Adherence to eye examination guidelines among individuals with diabetes: an analysis of linked health data",
      "authors": [
        "A Gibson",
        "J Humphries",
        "M Gillies",
        "N Nassar",
        "S Colagiuri"
      ],
      "year": 2020,
      "doi": "10.1111/ceo.13830"
    },
    {
      "title": "Cardiovascular effects of intensive lifestyle intervention in type 2 diabetes",
      "authors": [
        "Look Ahead",
        "Research Group",
        "R Wing",
        "P Bolin"
      ],
      "year": 2013
    },
    {
      "title": "The Diabetes Prevention Program (DPP): description of lifestyle intervention",
      "year": 2002
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "W Knowler",
        "E Barrett-Connor",
        "S Fowler"
      ],
      "year": 2002,
      "doi": "10.1056/nejmoa012512"
    },
    {
      "title": "A meta-analysis of web-delivered tailored health behavior change interventions",
      "authors": [
        "M Lustria",
        "S Noar",
        "Cortese Van Stee",
        "S Glueckauf",
        "R Lee"
      ],
      "year": 2013
    },
    {
      "title": "Psychological well-being and type 2 diabetes",
      "authors": [
        "C Massey",
        "E Feig",
        "L Duque-Serrano",
        "J Huffman"
      ],
      "year": 2017,
      "doi": "10.1016/j.diabres.2018.11.014"
    },
    {
      "title": "Mobile fact sheet: internet and technology",
      "doi": "10.3133/fs04600"
    },
    {
      "title": "Exploring the relationship between resilience and diabetes outcomes in African Americans",
      "authors": [
        "S Denisco"
      ],
      "year": 2011,
      "doi": "10.1111/j.1745-7599.2011.00648.x"
    },
    {
      "title": "Positive affect uniquely predicts lower risk of mortality in people with diabetes",
      "authors": [
        "J Moskowitz",
        "E Epel",
        "M Acree"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.1.s73"
    },
    {
      "title": "Socioeconomic status and psychological well-being predict cross-time change in glycosylated hemoglobin in older women without diabetes",
      "authors": [
        "V Tsenkova",
        "G Love",
        "B Singer",
        "C Ryff"
      ],
      "year": 2007
    },
    {
      "title": "Diabetes self-efficacy strongly influences actual control of diabetes in patients attending a tertiary hospital in India",
      "authors": [
        "K Venkataraman",
        "A Kannan",
        "O Kalra"
      ],
      "year": 2012
    },
    {
      "title": "Positive psychological characteristics in diabetes: a review",
      "authors": [
        "C Celano",
        "E Beale",
        "S Moore",
        "D Wexler",
        "J Huffman"
      ],
      "year": 2013,
      "doi": "10.1007/s11892-013-0430-8"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: a meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "Grant Harrington"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2013.08.003"
    },
    {
      "title": "Preventive health behavior change text message interventions: a meta-analysis",
      "authors": [
        "A Armanasco",
        "Y Miller",
        "B Fjeldsoe",
        "A Marshall"
      ],
      "year": 2017
    },
    {
      "title": "An umbrella review of text message programs for adults with type 2 diabetes",
      "authors": [
        "R Whittemore",
        "L Siverly",
        "D Wischik",
        "C Whitehouse"
      ],
      "year": 2020
    },
    {
      "title": "The impact of automated brief messages promoting lifestyle changes delivered via mobile devices to people with type 2 diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola",
        "I Ricci-Cabello",
        "P Manikavasagam",
        "N Roberts",
        "D French",
        "A Farmer"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5425"
    },
    {
      "title": "The effectiveness of text message-based self-management interventions for poorly-controlled diabetes: a systematic review",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Pfaeffli Dale",
        "L Maddison"
      ],
      "year": 2017,
      "doi": "10.1177/2055207617740315"
    },
    {
      "title": "The effectiveness of text message delivered interventions for weight loss in developing countries: a systematic review and meta-analysis",
      "authors": [
        "T Alamnia",
        "W Tesfaye",
        "M Kelly"
      ],
      "year": 2022
    },
    {
      "title": "Positive psychology progress: empirical validation of interventions",
      "authors": [
        "M Seligman",
        "T Steen",
        "N Park",
        "C Peterson"
      ],
      "year": 2005
    },
    {
      "title": "Classification and diagnosis of diabetes: standards of medical care in diabetes-2019",
      "authors": [
        "American Diabetes"
      ],
      "year": 2019,
      "doi": "10.2337/dc19-s002"
    },
    {
      "title": "Adherence to cancer regimens: implications for treating the older patient",
      "authors": [
        "M Dimatteo",
        "R Hays",
        "C Sherbourne"
      ],
      "year": 1992,
      "doi": "10.1037//1040-3590.5.1.102"
    },
    {
      "title": "Six-item screener to identify cognitive impairment among potential subjects for clinical research",
      "authors": [
        "C Callahan",
        "F Unverzagt",
        "S Hui",
        "A Perkins",
        "H Hendrie"
      ],
      "year": 2002
    },
    {
      "title": "Use of text messages to increase positive affect and promote physical activity in patients with heart disease: the Promoting Activity in Cardiac Patients via Text Messages (PACT) pilot study",
      "authors": [
        "S Legler",
        "C Celano",
        "E Beale",
        "B Hoeppner",
        "J Huffman"
      ],
      "year": 2020
    },
    {
      "title": "Development and theoretical approach to an adaptive text message program to promote well-being and health behaviors in primary care patients",
      "authors": [
        "S Legler",
        "C Celano",
        "A Amador",
        "A Novis",
        "S Ebrahim",
        "J Huffman"
      ],
      "year": 2018,
      "doi": "10.4088/pcc.18br02353"
    },
    {
      "title": "Optimizing a positive psychology intervention to promote health behaviors following an acute coronary syndrome: the Positive Emotions After Acute Coronary Events III (PEACE-III) randomized factorial trial",
      "authors": [
        "C Celano",
        "A Albanese",
        "R Millstein"
      ],
      "year": 2018
    },
    {
      "title": "A positive psychology-motivational interviewing intervention to promote positive affect and physical activity in type 2 diabetes: the BEHOLD-8 controlled clinical trial",
      "authors": [
        "J Huffman",
        "J Golden",
        "C Massey"
      ],
      "year": 2020,
      "doi": "10.1097/psy.0000000000000840"
    },
    {
      "title": "The look AHEAD study: a description of the lifestyle intervention and the evidence supporting it",
      "authors": [
        "Arg Look",
        "T Wadden",
        "D West"
      ],
      "year": 2006
    },
    {
      "title": "Effect of lifestylefocused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Amazon DynamoDB features",
      "year": 2021
    },
    {
      "title": "AWS for Health"
    },
    {
      "title": "Programmable SMS built for developers",
      "year": 2021,
      "doi": "10.1007/978-1-4842-7074-5_1"
    },
    {
      "title": "Validity of the International Physical Activity Questionnaire Short Form (IPAQ-SF): a systematic review",
      "authors": [
        "P Lee",
        "D Macfarlane",
        "T Lam",
        "S Stewart"
      ],
      "year": 2011
    },
    {
      "title": "International physical activity questionnaire: 12-country reliability and validity",
      "authors": [
        "M Booth",
        "B Ainsworth",
        "M Pratt"
      ],
      "year": 2003
    },
    {
      "title": "The summary of diabetes self-care activities measure: results from 7 studies and a revised scale",
      "authors": [
        "D Toobert",
        "S Hampson",
        "R Glasgow"
      ],
      "year": 2000,
      "doi": "10.2337/diacare.23.7.943"
    },
    {
      "title": "Development and validation of brief measures of positive and negative affect: the PANAS scales",
      "authors": [
        "D Watson",
        "L Clark",
        "A Tellegen"
      ],
      "year": 1988,
      "doi": "10.1037//0022-3514.54.6.1063"
    },
    {
      "title": "Distinguishing optimism from neuroticism (and trait anxiety, self-mastery, and self-esteem): a reevaluation of the Life Orientation Test",
      "authors": [
        "M Scheier",
        "C Carver",
        "M Bridges"
      ],
      "year": 1994,
      "doi": "10.1037//0022-3514.67.6.1063"
    },
    {
      "title": "Association of optimism with cardiovascular events and all-cause mortality: a systematic review and meta-analysis",
      "authors": [
        "A Rozanski",
        "C Bavishi",
        "L Kubzansky",
        "R Cohen"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.12200"
    },
    {
      "title": "Dispositional optimism and health behaviour in community-dwelling older people: associations with healthy ageing",
      "authors": [
        "A Steptoe",
        "C Wright",
        "S Kunz-Ebrecht",
        "S Iliffe"
      ],
      "year": 2006
    },
    {
      "title": "The validity of the Hospital Anxiety and Depression Scale: an updated literature review",
      "authors": [
        "I Bjelland",
        "A Dahl",
        "T Haug",
        "D Neckelmann"
      ],
      "year": 2002,
      "doi": "10.1016/s0022-3999(01)00296-3"
    },
    {
      "title": "Is general self-efficacy a universal construct? Psychometric findings from 25 countries",
      "authors": [
        "U Scholz",
        "Gutierrez Dona",
        "B Sud",
        "S Schwarzer"
      ],
      "year": 2002
    },
    {
      "title": "Measures in Health Psychology: A User's Portfolio. Causal and Control Beliefs",
      "authors": [
        "R Schwarzer",
        "M Jerusalem"
      ],
      "year": 1995,
      "doi": "10.1037/t00393-000"
    },
    {
      "title": "Responsiveness and minimally important difference for the Patient-Reported Outcomes Measurement Information System (PROMIS) 20-item physical functioning short form in a prospective observational study of rheumatoid arthritis",
      "authors": [
        "R Hays",
        "K Spritzer",
        "J Fries",
        "E Krishnan"
      ],
      "year": 2015,
      "doi": "10.1136/annrheumdis-2013-204053"
    },
    {
      "title": "Text message interventions for physical activity: a systematic review and meta-analysis",
      "authors": [
        "D Smith",
        "L Duque",
        "J Huffman",
        "B Healy",
        "C Celano"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2019.08.014"
    },
    {
      "title": "Enhancing well-being and alleviating depressive symptoms with positive psychology interventions: a practice-friendly meta-analysis",
      "authors": [
        "N Sin",
        "S Lyubomirsky"
      ],
      "year": 2009,
      "doi": "10.1002/jclp.20593"
    },
    {
      "title": "Impact of COVID-19 pandemic on mental health in the general population: a systematic review",
      "authors": [
        "J Xiong",
        "O Lipsitz",
        "F Nasri"
      ],
      "year": 2020,
      "doi": "10.1016/j.jad.2020.08.001"
    }
  ],
  "num_references": 53,
  "original_doi": "https://doi.org/10.13039/100000002"
}
