{
  "paper_id": "JXJQVCRH",
  "title": "The application of artificial intelligence in health communication development: A scoping review",
  "abstract": "This scoping review explores the integration of Artificial Intelligence (AI) with communication, behavioral, and social theories to enhance health behavior interventions. A systematic search of articles published through February 2024, following PRISMA guidelines, identified 28 relevant studies from 13,723 screened. These studies, conducted across various countries, addressed health issues such as smoking cessation, musculoskeletal injuries, diabetes, chronic diseases and mental health using AI-driven tools like chatbots and apps. Despite AI's potential, a gap exists in aligning technical advancements with theoretical frameworks. The proposed AI Impact Communications Model (AI-ICM) aims to bridge this gap, offering a road map for future research and practice.",
  "year": 2024,
  "date": "2024-11-18",
  "journal": "E3S Web of Conferences",
  "publication": "E3S Web of Conferences",
  "authors": [
    {
      "forename": "Sam",
      "surname": "Weingott",
      "name": "Sam Weingott",
      "email": "samantha.weingott@myacu.edu.au"
    },
    {
      "forename": "Joy",
      "surname": "Parkinson",
      "name": "Joy Parkinson",
      "affiliation": "b  Business School , Australian Catholic University , Brisbane , QLD , Australia; \n\t\t\t\t\t\t\t\t Business School \n\t\t\t\t\t\t\t\t Australian Catholic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Peter",
      "surname": "Faber",
      "name": "Peter Faber"
    },
    {
      "affiliation": "Faculty of Law and Business , Australian Catholic University , Brisbane , QLD , Australia \n\t\t\t\t\t\t\t\t Faculty of Law and Business \n\t\t\t\t\t\t\t\t Australian Catholic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Business School , Australian Catholic University , Brisbane , QLD , Australia. \n\t\t\t\t\t\t\t\t Business School \n\t\t\t\t\t\t\t\t Australian Catholic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1080/07359683.2024.2422206",
  "keywords": [
    "Artificial intelligence",
    "behavioral change",
    "chatbots",
    "communication theories",
    "health communications",
    "health marketing",
    "impact",
    "impact communications",
    "integrated health strategies",
    "machine learning",
    "natural language processing",
    "predictive analytics"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Health communication is used in health initiatives to deliver targeted and tailored messages and to facilitate environments that support individuals and communities to make positive health behavior changes. Health marketing, a discipline leveraging traditional marketing techniques and research-driven strategies to protect and promote the health of individuals, communities, and populations  (Parkinson & Davey, 2023) , frequently draws on health communication to assist initiatives in achieving their objectives. Health marketing involves designing, communicating, and distributing health information and initiatives using consumer-centered and evidence-informed strategies to protect and promote the health of various populations  (Bernhardt, 2006) . In health marketing, the integration of cutting-edge technology and strategic communication has prompted a transformative shift in how health initiatives are designed, implemented, and evaluated. Artificial Intelligence (AI) technologies, including Machine Learning (ML), Natural Language Processing (NLP), and advanced data analytics, have emerged as powerful tools reshaping the design and delivery of health communication  (Li, 2019) . With their capacity to process vast amounts of data and generate actionable insights in a short period of time, AI technologies offer unprecedented opportunities for personalised and targeted health interventions  (Deng et al., 2019) . ML algorithms enable predictive analytics that anticipate individual needs and preferences  (Giga, 2017; Juhn & Liu, 2020) , while NLP capabilities facilitate nuanced and contextually relevant communication  (Jiang et al., 2017; Miner et al., 2019; Zhou et al., 2022) . This synergy between AI and health marketing marks a new era of dynamic and adaptive strategies aimed at improving health outcomes and fostering behavior change  (Moriuchi, 2021) . Understanding the potential of AI in health marketing is vital for leveraging its transformative impact on public health and well-being.\n\nHealth communication efforts span from public awareness campaigns to integrated engagement initiatives, each possessing unique potential to influence  (Dance & Larson, 1976; Littlejohn & Foss, 2008; Stein et al., 2023) . With the evolution of health behaviors, technologies, and society, the strategies used to promote and support good health and well-being must also evolve  (Hammedi et al., 2024; Parkinson & Davey, 2023) . Thus, going beyond mere information dissemination necessitates engaging individuals as active agents in their own health and fostering sustained behavior change  (Degefa, 2023) . Achieving this transformation through health marketing requires an interdisciplinary approach that integrates theoretical frameworks with practical insights to significantly change individuals' beliefs and actions  (Briscoe & Aboud, 2012) .\n\nIncorporating theories into the development of health communication and behavior change initiatives is essential for maximising their effectiveness and impact  (Davis et al., 2015; Fishbein & Yzer, 2003; Hagger & Weed, 2019; Kreuter & Skinner, 2000) . Theories provide a framework for understanding the underlying mechanisms driving human behavior and communication processes, allowing health marketers to design interventions that are evidence-based and targeted  (Noar et al., 2007) . There are numerous behavior change theories that can be applied to health behavior change initiatives (see  Davis et al., 2015  for a review) to enable health marketers to identify key determinants of behavior change and develop initiatives that address barriers and facilitators to change. When coupled with innovative technologies like AI, incorporating theories into health communication interventions becomes even more crucial, as it ensures that interventions are grounded in established principles while leveraging the capabilities of AI to personalise messages and optimise engagement. It is imperative that such initiatives are underpinned by theories with welldefined mechanisms of change  (Davis et al., 2015) . Ultimately, by incorporating theories into health communication and behavior change interventions, practitioners can enhance the effectiveness, relevance, and sustainability of their efforts in promoting health and well-being.\n\nAs established, there are a range of established theories for health communication and health behavior change; however, these do not take into consideration the application or potential for new technologies including AI. Increasingly, techniques such as immersive engagement, such as narrative transportation, are being used in communications, including those used for behavior change  (Messingschlager & Appel, 2024) . Narrative transportation fosters cognitive, emotional, and behavioral change, particularly in health contexts  (Green & Brock, 2000) . The extended transportationimagery model (ETIM) elucidates how narrative content elements contribute to transformative experiences  (Van Laer et al., 2014) . Furthermore,  Pera and Viglia (2016)  argue that enriching ETIM with social constructs to acknowledge the societal influences on personal choices also emphasises the need for social considerations in communications.\n\nSocial constructs significantly influence health decisions through the dynamics of group behavior and societal norms  (Bernays, 1928; Le Bon, 1910; LaMarre & Landreville, 2009; Parkinson, 2013; Thomas Craig et al., 2021) . These influences are felt across various facets of life, including work and educational settings, shaping overall well-being. Incorporating social constructs into health communications highlights the importance of upholding societal norms, encouraging continuous dialogue, and engaging audiences through transmedia storytelling  (Valdez & Brennan, 2015; Wang & Singhal, 2016) . This strategy suggests that successful communications must be congruent with both the psychological and social settings of its recipients, an area where the adaptive algorithms of AI through ML excel by analyaing and customiaing responses to individual signals  (Akavova et al., 2023) .\n\nBuilding on this, the identification and integration of these constructs known to influence behavior and engagement enable the development of a framework to assess AI communications. Table  1  outlines each of the specific constructs identified for analysis, including both lead and lag constructs. These constructs serve as a framework for evaluating the impact of AI health communications. Lead constructs guide strategic decision-making and message design, ensuring that communications are tailored and persuasive, drawing on interdisciplinary research. These lead constructs enable customisation of strategies to align with target demographics, considering variables such as health literacy, cultural backgrounds, and social contexts to ensure relevance and efficacy  (Ishikawa & Kiuchi, 2010; Kreuter &   Integrated marketing  (Schultz, 1993; Schultz et al., 1995)  PR and propaganda  (Bernays, 1928)  Lead Targeted messagingdemographic Information intended to reach one specific person, based on characteristics unique to that person, related to the outcome of interests, and derived from an individual assessment. Content should be tailored to resonate with the target demographic, enhancing authenticity and forging a deep connection with the audience. Messaging that connects emotionally can have a lasting influence.\n\nTailored communications theory  (Kreuter & McClure, 2004; Kreuter & Wray, 2003)  Extended transportation imagery model  (Van Laer et al., 2014)  Lead Targeted messaginghealth behaviors Appropriating targeting health messaging for the specific demographic.\n\nTailored communications theory  (Kreuter & McClure, 2004; Kreuter & Wray, 2003 ) Extended transportation imagery model (Van Laer et al., 2014) Lead Storytelling A compelling story can significantly influence audience engagement and subsequently impact health behaviors. The selection of an appropriate genre for content can drive engagement and conversations. Employing non-scientific, non-factual, non-commercial repetitive messaging tailored to the target demographic enhances impact levels. Extended transportation imagery model (Van Laer et al., 2014) Transportation (Green & Brock, 2000) (Murphy et al., 2015) (LaMarre & Landreville, 2009)"
    },
    {
      "title": "Lead",
      "text": "Identifiable characters Characters who are relatable and speak the language of the target audience is crucial. These characters help bridge the program to the audience, allowing them to envision alternate narratives to their own lives.\n\nExtended transportation imagery model  (Van Laer et al., 2014)  Transportation  (Green & Brock, 2000)  Lead and lag Transmedia including cyclical conversations Utilizing narratives and supporting cyclical conversations across various platforms support sustained engagement and builds community connections, leveraging opportunities for repetition and world-building.\n\nTransmedia storytelling  (Jenkins, 2006; Singhal et al., 2013; Wang & Singhal, 2016)"
    },
    {
      "title": "Lag"
    },
    {
      "title": "Social factors",
      "text": "Acknowledging the influence of social dynamics, including everyday conversations and shared language, is essential for the effectiveness of health programs.\n\n(  LaMarre & Landreville, 2009; Parkinson, 2013; Thomas Craig et al., 2021)  Lag"
    },
    {
      "title": "Repetition",
      "text": "Repeating content specific to the target demographic can strengthen messages and improve self-efficacy, enhancing the program's effectiveness.\n\nIntegrated marketing  (Schultz, 1993; Schultz et al., 1995)  PR and propaganda  (Bernays, 1928)  Transportation  (Green & Brock, 2000)  Lead and lag Distribution management A targeted distribution approach and adopting a multimodal, multidimensional strategy enhances engagement.\n\nIntegrated Marketing  (Schultz, 1993; Schultz et al., 1995)  PR and propaganda  (Bernays, 1928)  McClure  , 2004; Penn & Watermeyer, 2018) . They support the use of AI to create personalised communications that promote healthier behaviors, considering the psychosocial context of patients  (Epstein et al., 2005; Graham et al., 2021 Graham et al., , 2022)) . On the other hand, lag constructs evaluate engagement by examining audience reception, interpretation, and actions following message delivery. This includes measuring reach and influence on health behaviors and outcomes. Tools such as feedback mechanisms and behavioral indicators are vital for assessing resonance and adapting strategies to meet changing population needs  (Ray et al., 2020) . Matching lead and lag constructs can fine-tune health communications for maximal impact. This synergy enables a dynamic and engaging approach, ensuring that interventions are tailored to meet audience needs.\n\nTo address the identified gaps, this scoping review aims to answer the following research question: How can the identified guiding constructs and AI be effectively integrated to enhance health communications? Emphasising the need to integrate AI-driven interventions with communication constructs, human behavior, and societal factors, this review explores how such integration can enable engagement and ultimately impact health outcomes. The review identifies the health conditions and communication interventions studied and the AI technologies utilised. By analysing the findings, the review addresses the gap between AI advancements and theoretical applications and proposes the AI Impact Communications Model (AI-ICM). Insights are summarised and future directions for research and practice in integrating AI with health communication theories are suggested."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search strategy",
      "text": "In February 2024, a comprehensive search was conducted to identify relevant literature. This process involved the following steps. First, a detailed review of PubMed's Medical Subject Headings (MeSH) and Embase's Emtree subject headings was carried out to identify appropriate search terms. Second, specific keywords were developed to create an exhaustive search strategy focused on three core themes: \"artificial intelligence,\" \"communications and content,\" and \"health behaviors and outcomes.\" Details of the search terms and strategies are available in Multimedia Appendix 1. Third, the search was conducted across the following electronic databases: PubMed (MEDLINE), PsycINFO, Health Management Database via ProQuest, Scopus, Web of Science, Cochrane, and Embase. Each database was queried using the developed search strings and keywords to retrieve relevant articles. The entire search process was guided by the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, which helped refine and structure the search methodology to ensure a systematic and comprehensive review of the literature  (Arya et al., 2021; Moher et al., 2009) ."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Inclusion criteria applied to select articles were: included studies must have utilised AI in designing, creating, or distributing communications; applied these AI communications techniques to enable health outcomes; and provided empirical evidence of AI's influence on health behaviors and outcomes. Articles had to be in English and published through February 2024 to be considered. Exclusion criteria included studies that did not explicitly involve AI in health communications, focused solely on clinical decision support systems without a communications component, or were not available in English."
    },
    {
      "title": "Process",
      "text": "Covidence, a review data management software, was used to manage the process including the removal of duplicates, title and abstract screening, full-text screening, reason for exclusion, and data extraction  (Kellermeyer et al., 2018) . Discrepancies during screening were resolved through consensus discussions between reviewers. Extracted data was exported to Excel for data coding and analysis. Data extraction focused on capturing information about study design; health focus; health objectives; AI element; behavior change theory; communications theory and strategy; and individual identification of use of the identified lead and lag constructs, platforms used, and results. The analysis focused on communication and behavioral theories applied, the identified lead and lag communication constructs, types of AI used, and distribution platforms."
    },
    {
      "title": "Search results",
      "text": "The initial search yielded 13,723 records across the selected academic databases. After duplicates were removed, 13,067 records were screened by title and abstract, which resulted in 208 articles being reviewed in full text. Based on inclusion and exclusion criteria, 180 studies were excluded; thus, 28 studies were selected for detailed data extraction and analysis (Figure  1 ).\n\nAs shown in Figure  1 , a significant number of excluded articles focused primarily on technological aspects of AI rather than communications or health outcomes. Many articles were excluded because they analysed AI technologies without detailing how these technologies enabled health communications or health outcomes. Further, research centered on clinical decision-making systems without a communications component aimed at engaging the public was excluded. Additionally, studies utilising AI in health contexts for results analysis or medical records management were not considered if they did not involve strategies to communicate with the public or change health behaviors. These studies, which did not address the role of AI-enabled communications in influencing health behaviors or improving health outcomes, were deemed to be outside the scope of this review. The screening process is documented in a PRISMA flowchart presented in Figure  1 ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study characteristics"
    },
    {
      "title": "Geographical distribution",
      "text": "Our review includes studies from 13 countries-including the United States with 11, multisite collaborations with 5, Japan with 3, and India with 3highlighting their emerging roles in integrating AI technologies in health communications. The remaining studies were from Korea (n ¼ 2), Switzerland (n ¼ 1), Canada (n ¼ 1), Argentina (n ¼ 1), and China (n ¼ 1). Notably, two multisite studies utilised an app across international borders, without specifying the countries involved. This geographical diversity highlights the universal appeal of AI technologies and signals the potential for cross-cultural collaborations to tackle global health challenges."
    },
    {
      "title": "Demographics and participant characteristics",
      "text": "The participant demographics across the studies showcase a wide spectrum, with ages ranging from children to adults. The number of participants in these studies varies significantly, from a focused feasibility study by  Issom et al. (2020)  involving 19 participants to large-scale engagements such as that by  Hazra-Ganju et al. (2023) , which reached more than 10 million users and demonstrated a massive scale of implementation. This extensive study provided detailed engagement metrics, including more than 25,000 app downloads and monthly engagements exceeding 873,000 users, reflecting high user acceptance and interaction. Another significant study, by  Wang et al. (2022)  in India, engaged a substantial cohort of 135,263 participants, highlighting the potential and interest in AI-driven health solutions within large and diverse populations. Similarly, the study by  Auster-Gussman et al. (2022)  targeting older adults with obesity shows that welldefined demographic targeting-older individuals with a specific health risk-can result in effective engagement and significant health outcomes. Moreover, the demographic-specific targeting and repeated cycles of interaction noted in almost all studies suggest a strong trend toward creating engaging, personalszed AI health communication strategies that resonate with and meet the unique needs of diverse user groups. This strategic targeting is likely contributing to the outcomes reported across the studies, supporting the notion that AI-driven health interventions are more effective when meticulously aligned with the targeted demographics' characteristics and health concerns detailed in Table  2 ."
    },
    {
      "title": "Study design and type",
      "text": "The included studies reveal a diverse array of research methodologies employed in the field. Randomised controlled trials (RCTs) account for 10 (35.71%) of the studies, highlighting the importance of methodologically rigorous designs in establishing causal relationships. Three single-arm studies constitute 10.71% of the research, demonstrating the field's exploratory nature and its readiness to assess preliminary outcomes and feasibility. Observational studies, encompassing longitudinal, prospective, and retrospective designs, make up 10 (35.71%) of the included studies, showcasing the reliance on real-world data to inform AI's practical applications in healthcare. Additionally, the inclusion of 5 case and mixed-method studies, representing 17.86% of the research, illustrates the importance of detailed, (continued)"
    },
    {
      "title": "Lead and lag",
      "text": "Engagement noted but no significant differences in parenting outcomes.\n\n(continued) context-specific inquiry and the combination of qualitative and quantitative analyses (see Table  2 ). Despite the presence of RCTs and single-arm studies, there is a notable deficiency in the use of control groups. The low prevalence of control groups highlights the need for an enhanced commitment to rigor in establishing causal relationships between AI interventions and health outcomes. This is essential for delineating the attribution and contribution of AI-informed communication strategies to behavior change."
    },
    {
      "title": "Health conditions and focus areas",
      "text": "As shown in Table  2 , the studies span a wide array of health domains, showcasing AI's versatility and adaptability. Notably, weight management, incorporating strategies for tackling diabetes and obesity, was a focus in 7 studies  (Auster-Gussman et al., 2022; Bickmore et al., 2013; Eguchi et al., 2023; Everett et al., 2018; Graham et al., 2022; Kim et al., 2021; Okaniwa & Yoshida, 2022) . Smoking cessation was the focus in 3 studies  (Brown et al., 2023; Chen et al., 2021; Sadasivam et al., 2016) . Additionally, mental health, including depression and anxiety, were the focus in 2 studies  (Inkster et al., 2023; Sinha et al., 2023) . This variety of health communication research contexts emphasises AI's capacity to address a broad range of health challenges."
    },
    {
      "title": "AI technologies identified",
      "text": "The integration of AI within health communications represents an important shift in how communications are generated and delivered. Through the application of NLP and ML, AI technologies such as chatbots, conversational AI, and mobile health (mHealth) platforms are revolutionising the health communications process. An overview of these technologies is provided in Table  1 . These AI technologies are crafting increasingly tailored communications and conversations that meet individual needs, fostering social and repetitive content that resonates on a personal level  (Brown et al., 2023; Schm€ alzle & Wilcox, 2022; Wang et al., 2022) .\n\nNLP is an important connection between AI systems and target audiences, facilitating the generation of context-aware dialogues that engage users on a personal level  (Meheli et al., 2022; Wang et al., 2020) . The capacity of NLP to mirror human empathy and understanding, as demonstrated by  Brown et al. (2023) , significantly enhances user engagement and readiness for behavioral change, providing a nuanced understanding of the therapeutic potential of AI in fostering supportive environments conducive to health and wellness. Moreover, NLP's adaptability in creating educational materials tailored to specific health issues, demonstrated by  Mondal et al. (2023) , highlights AI's capacity to deliver clear, engaging, and relevant health information across diverse populations.\n\nML is critical in health data analysis, predictive modeling, and customising interventions, forming a foundation for the analytical and predictive facets within health communications  (Cho et al., 2020; Graham et al., 2022; Hazra-Ganju et al., 2023) . ML enhances the ability to interpret complex datasets and prognostic modelling, enabling a more sophisticated personalisation of health content. Through the analysis of extensive health data to identify patterns, ML facilitates the prediction of health outcomes with greater precision, allowing for the development of finely tailored intervention strategies that meet the specific needs of individual users  (Cho et al., 2020; Graham et al., 2022) . The implementation of ML in creating a smoking cessation chatbot highlights its capability to provide personalised support, thereby increasing the effectiveness of health interventions through personalised communications  (Brown et al., 2023) . In managing mood disorders, the application of ML in predictive analytics demonstrates how wearable technology can preemptively address mental health challenges, leveraging the predictive power of analytics  (Cho et al., 2020) . Hazra-Ganju et al. (  2023 ) illustrate how ML enhances health communications, improving health knowledge and behaviors among a user base of more than 10 million. Furthermore,  Kowatsch et al. (2021)  explore the use of ML in the context of experiential learning and behavior change techniques to advance asthma management, highlighting ML's essential role in enhancing and optimising health communications. These studies collectively affirm the critical function of ML in analysing health data, predicting outcomes, and targeting interventions to individual health requirements, thereby affirming the transformative influence of ML in the realm of health communications.\n\nAI-driven content delivery mechanisms significantly influence health communications effectiveness. Chatbots and conversational AI technologies are the most prevalent platforms and play a central role in facilitating personalised health motivation, coaching, and tailored communications across various health domains  (Anan et al., 2021; Auster-Gussman et al., 2022; Bickmore et al., 2013; Brown et al., 2023; Chen et al., 2021; Cho et al., 2020; Eguchi et al., 2023; Entenberg et al., 2023; Kowatsch et al., 2021; Meheli et al., 2022; Monteiro et al., 2023; Okaniwa & Yoshida, 2022; Rughani et al., 2023; Sadasivam et al., 2016; Schm€ alzle & Wilcox, 2022; Sinha et al., 2023; Stephens et al., 2019; Wang et al., 2022) . AI-driven mHealth applications have notably advanced lifestyle modifications and disease self-management, facilitating significant health achievements such as weight loss, chronic pain self-management, and enhanced mental health support. The research on the Wysa app and the SelfBack app underlines AI's capability for personalizs ation and real-time feedback, which are linked to improved health outcomes and user engagement  (Auster-Gussman et al., 2022; Inkster et al., 2023; Rughani et al., 2023; Sinha et al., 2023) .\n\nDespite the significant advancements and potential of AI in health communications, challenges remain to optimise their effectiveness and accessibility. Variability in user engagement highlights the need for more adaptable and user-friendly interfaces to accommodate diverse user preferences and needs  (Cho et al., 2020) . Moreover, there is a potential overreliance on technology, which may lead to diminished human interaction, a critical component for understanding  (Hazra-Ganju et al., 2023) . Accessibility barriers, such as socioeconomic factors and digital literacy, further complicate widespread adoption, indicating the need for inclusive design and outreach strategies  (Hazra-Ganju et al., 2023) . For instance, research on digital phenotypes, as explored by  Kim et al. (2021) , suggests that while AI can significantly enhance health interventions, understanding and integrating user behavior and preferences remain essential to truly personalising health communications . Additionally, ethical considerations around data accuracy, privacy, and algorithm transparency call for rigorous standards and open dialogues to ensure trust and equity in AI-driven health communications  (Monteiro et al., 2023) . These challenges highlight the complex interplay among technology, user needs, and ethical standards, necessitating ongoing research and dialogue to harness AI's full potential responsibly."
    },
    {
      "title": "Behavioral change theories use and impact",
      "text": "While integrating behavior change theories into AI health communications is recommended to improve effectiveness, the degree of theory integration into the AI development of health communications shows considerable variation across studies. Many studies have elucidated the significance of embedding psychological constructs, such as C ognitive Behavioral Therapy (CBT) and Motivational Interviewing (MI), into AI systems to potentiate health-related behavioral modifications  (Brown et al., 2023; Cho et al., 2020) . However, there was little evidence of application found for this in the included studies. Additionally, there was only a cursory integration of the foundational principles of behavioral change into the architecture of AI tools despite acknowledgement of the importance of their inclusion. However, interventions by  Hassoon et al. (2021) and Hazra-Ganju et al. (2023)  highlight the potential benefits of blending persuasive design with behavioral change theories to enhance digital health interventions. These strategies, based on principles of personalisation and dialogue support, aim to reinforce user engagement by tapping into motivation, capability, and behavioral prompts  (Fogg, 2002) . Wang et al. (2022)  integrated the Gibson theory of affordances within an AI chatbot, manifesting the practical efficacy of tailored health communication strategies that consider user-environment interactions. However, research by  Anan et al. (2021)  and  Auster-Gussman et al. (2022)  implied the utilisation of behavior change principles such as regular prompts and goal-setting without explicitly detailing their AI implementation mechanisms. Similarly,  Bickmore et al. (2013)  referenced the transtheoretical model and social cognitive theory, yet the study's outcomes indicated a disconnect between theory and the tailored AI content, implying an implementation gap.\n\nStudies applying Just-In-Time Adaptive Interventions (JITAI) and positive reinforcement strategies demonstrate the potential of AI to deliver personalised and contextually relevant health interventions  (Entenberg et al., 2023; Everett et al., 2018) . Graham et al. (2022)  and  Wang et al. (2020)  advocated for the role of personalised AI communications in promoting self-efficacy and informed decision-making, crucial for enhancing health literacy and subsequent behaviors. Many studies reported only a limited exploration of theories in content development, indicating a gap in application analysis  (Cho et al., 2020) . For instance, the engagement disparity reported by  Hassoon et al. (2021)  emphasises the role of persuasive design elements, such as bidirectional communication, potentially aligned with Fogg's behavior model  (Fogg, 2002) . Yet, the explicit connection between these theoretical applications and health outcomes was not examined in the studies.\n\nDespite the scarcity of direct theory-practice links, the broad element of engagement emerges as important for success. Kim et al. (2021)  found that heightened app engagement correlated with significant weight loss, suggesting a direct relationship between user interaction and intervention effectiveness. Cho et al. (2020)  and  Brown et al. (2023)  illustrated how aligning AI functionalities with engagement strategies could enhance readiness for behavioral change. This emphasis on engagement highlights the inherent potential of AI to significantly impact health behaviors, yet it also highlights the need for a more structured approach to integrating theoretical underpinnings within AI interventions."
    },
    {
      "title": "Guiding constructs"
    },
    {
      "title": "Integrated communication strategies",
      "text": "The application of integrated communications strategies in AI-enabled health interventions demonstrates significant potential for impact. However, while the use of AI in health communications is on the rise, the deliberate acknowledgment and integration of communication strategies and theories remain limited. Few studies were found to thoroughly ground their AI interventions in established communication theories  (Wang et al., 2022) . For instance,  Wang et al. (2022)  employ a comprehensive transmedia strategy with the SnehAI chatbot, showcasing AI's ability to extend beyond traditional communication avenues. This innovative integration signifies a shift in health communication strategies, highlighting AI's unique potential to foster profound, meaningful engagement.\n\nContent development across studies was diverse. For example,  Meheli et al. (2022)  and  Sinha et al. (2023)  highlight AI's role in content generation, using predictive models and user data analytics to tailor interventions. In contrast, studies by  Kim et al. (2021)  and  Kowatsch et al. (2021)  present a broader perspective on content development, focusing on AI's functionalities and user outcomes rather than examining into the details of content generation processes. This observed gap highlights the need for more detailed exploration into AI-driven content creation  (Anan et al., 2021; Brown et al., 2023; Eguchi et al., 2023; Hazra-Ganju et al., 2023; Wang et al., 2020) ."
    },
    {
      "title": "Targeted messaging: Demographic and health behaviors",
      "text": "Targeted messaging includes content that is both demographic-and health condition-specific. Ensuring that health communications address both health behaviors and individual specificity outside of the health condition significantly enhances the relevance and impact of health interventions  (Auster-Gussman et al., 2022; Chen et al., 2021) . Although all studies target content with specific health behavior messaging, there is a notable lack of targeting when it comes to adjusting the content for different demographic groups, such as youth versus adults. Emphasising the target demographic's specificity, as illustrated by  Oh et al. (2021)  and Schm€ alzle and Wilcox (2022), highlights the importance of tailoring messages to the audience's cultural and social contexts. Incorporating local cultural nuances within digital health interventions highlights the value of customized messaging for engaging and retaining users, where AI's predictive modeling plays a pivotal role  (Hazra-Ganju et al., 2023) .\n\nThe efficacy of health communications is improved by AI's capability to tailor messages, addressing individual needs and preferences through the analysis of extensive datasets  (Issom et al., 2020; Rughani et al., 2023) . ML algorithms can process demographic data, health records, and behavioral information to identify the characteristics and needs of different population segments  (Jiang et al., 2017) . For example, AI can segment audiences based on age, gender, socioeconomic status, and health conditions, enabling health communicators to craft messages that resonate with each group. This precision targeting can increase the efficacy of health campaigns by ensuring that the right messages reach the right people at the right time  (Davenport & Kalakota, 2019) . Additionally, AI-driven tools can continuously monitor and adapt to changes in demographic behaviors and preferences, allowing for dynamic and responsive health communication strategies  (Chen et al., 2021) . By leveraging AI, health communicators can create more personalised, culturally sensitive, and effective interventions that address the specific needs of diverse populations, ultimately leading to improved public health outcomes. For instance, studies such as those by  Hazra-Ganju et al. (2023)  on the Saathealth family health interventions and Chen et al. (  2021 ) on smoking cessation highlight AI's role in delivering personalised health content and motivational messages. These interventions leverage AI's predictive modeling and ML algorithms to customize content, significantly improving user engagement and health-seeking behaviors  (Chen et al., 2021; Hazra-Ganju et al., 2023) .\n\nThe application of conversational AI in chronic condition management was found to provide a beneficial correlation between customised messaging and enhanced self-management, highlighting AI's capacity in creating personalised educational and motivational content  (Brown et al., 2023; Issom et al., 2020) . Moreover, the employment of NLP and ontology by AI highlights its ability for precision in health recommendations  (Wang et al., 2020) , demonstrating the potential expansive scope of AI's role in health communications, from managing chronic diseases to supporting lifestyle changes.\n\nThe findings highlight that at the core of AI's application in health communications lies its ability for dynamic content customisation, drawing from users' social, cultural, and historical data. This personalised approach not only delivers tailored advice but also enhances user engagement, setting a higher standard for interaction quality. Through NLP, chatbots can comprehend and emulate human conversation, thereby enriching user engagement with personalised, contextually relevant dialogues. ML can transform health communications by leveraging predictive analytics to personalise messages, thereby optimising resource allocation and operational efficiency in healthcare settings. Concurrently, NLP acts as a bridge between AI systems and users, facilitating meaningful and contextually relevant communication  (Ashok, 2023; John et al., 2022; Purushotham et al., 2023) . This development enables equitable access to sophisticated health information, thereby enhancing health literacy  (Glauner, 2021; Wen et al., 2022) . Beyond its technological competence, AI can integrate seamlessly with communication, behavioral science, and social marketing to enhance the effectiveness of health interventions  (Zhou et al., 2022) . Additionally, ethical considerations concerning the impact of robots on decision-making were found to be important, emphasising the necessity to protect human autonomy and well-being  (Lemaignan et al., 2017; Wen et al., 2022) ."
    },
    {
      "title": "Social factors",
      "text": "Consideration of the social and cultural contexts of target audiences is key in improving the effectiveness of health messages and interventions to achieve desired outcomes. Social dynamics, such as cultural norms and interpersonal interactions, enhanced the relevance and impact of health interventions in the studies. Brown et al. (2023)  report that AI-generated communications were often perceived as empathetic and supportive by users, leading to high levels of satisfaction. Cho et al. (2020)  and Auster-Gussman et al. (  2022 ) highlight that acknowledging social interactions and cultural contexts can significantly improve the impact of health messages, such as in interventions tailored to the social settings of older adults, which were shown to increase engagement levels, challenging stereotypes about digital health adoption within this older demographic. Kowatsch et al. (2021)  emphasise the importance of family involvement in managing chronic conditions like asthma, including tasks and reminders for family members in a child's asthma care plan, illustrating the value of social support for children aged 10 to 15 years. Research by  Entenberg et al. (2023)  and  Eguchi et al. (2023)  demonstrates the advantages of integrating social constructs into digital health interventions. An AI-based chatbot designed to enhance parenting skills, for example, employs social integration techniques to address contemporary parenting challenges, suggesting that social relevance is crucial for user engagement and the success of interventions. Moreover,  Anan et al. (2021)  show that workplace interventions that consider the collective social environment of employees can lead to better adherence and more effective health promotion initiatives. These findings indicate that the effective inclusion of social constructs into digital health platforms can significantly improve the impact of interventions, largely through increased social relevance and engagement."
    },
    {
      "title": "Storytelling (including genre and transmedia storytelling)",
      "text": "Storytelling is a powerful tool that can significantly influence engagement and ultimately behaviors. However, this engagement is dependent upon several narrative constructs, including the use of genre and identifiable characters  (Green & Brock, 2000; Green et al., 2008; Van Laer et al., 2014) .\n\nAmong the 28 studies reviewed, only 2 incorporate identifiable characters. Kowatsch et al. (2021)  use \"MAX,\" a character that can be personalized based on the patient's gender, to improve engagement in asthma management. Similarly,  Wang et al. (2022)  use identifiable characters to personaliSe sexual and reproductive health education. These examples demonstrate the potential impact of identifiable characters in enhancing engagement, yet they remain underutilised. Moreover, genre is notably absent across the studies, with only Wang incorporating content into a broader transmedia storytelling program.\n\nThe concept of transmedia storytelling, as evidenced by  Wang et al. (2022) , highlights the potential of extending health communications across multiple platforms to enhance the reach and engagement of health interventions. Transmedia storytelling involves content expansion across various platforms, enabling branching narratives to facilitate more profound stories and engagement  (Jenkins, 2003; Wang & Singhal, 2016) . This approach leverages an ecosystem of elements, often referred to as transmedia storytelling  (Jenkins, 2006) , to extend the reach and depth of interventions. The use of these techniques ensures that messages are disseminated across a variety of platforms for maximum impact  (Wang et al., 2022) . The integration of transmedia storytelling with AI's capabilities was found to secure content relevance and engagement, significantly improving health outcomes by creating a strong connection with the audience (Schm€ alzle & Wilcox, 2022;  Wang et al., 2022) ."
    },
    {
      "title": "Cyclic conversations",
      "text": "At its core, transmedia enables engagement through active participation by facilitating multi-directional, cyclical digital conversations rather than one-way content distribution  (Wang & Singhal, 2016) . These conversations enable the creation of a shared language and a sense of community, allowing audiences to be active participants rather than passive observers.\n\nThe effectiveness of cyclical conversations in AI health communications is rooted in their ability to maintain user engagement through personalised feedback, goal-setting, and progress tracking. By establishing a loop of communication, these interventions create a dynamic and supportive environment that can adapt to individual user needs and preferences, thereby enhancing the overall impact of the health intervention. Despite the limited application of full transmedia theory across the studies, cyclical conversations emerge as a key construct, underscoring their importance in maintaining user engagement and fostering continuous dialogue.\n\nVoice-assisted AI, for instance, has been shown to elevate physical activity levels among cancer survivors through continual dialogues. Similarly,  Auster-Gussman et al. (2022)  find that AI-driven weight loss interventions for older adults are greatly enhanced by cyclical feedback mechanisms, which encourage interaction with the platform and are associated with positive health outcomes.\n\nMoreover,  Entenberg et al. (2023)  found that AI-based micro-interventions in parenting, where cyclical conversations are utilised, effectively impart and reinforce essential skills. These studies highlight the effectiveness of cyclical conversations in health communications through their capacity to engage users with personalized feedback, goal-setting, and progress tracking. The establishment of a feedback loop within these interventions develops a dynamic, supportive ecosystem, with the capability to adapt to the distinct needs and preferences of each user, thus optimising the efficacy of the health intervention."
    },
    {
      "title": "Repetition",
      "text": "Repetition is an important element in AI health communications, a theme consistently observed across various studies. Auster-Gussman et al. (2022)  and  Bickmore et al. (2013)  highlight the role of consistent engagement with health platforms and automated messaging in fostering improved health behaviors, such as escalated physical activity and healthier dietary habits. Kim et al. (2022)  identify that early and continual engagement with health applications is predictive of successful weight loss, accentuating the role of regular use in enduring behavioral change. Eguchi et al. (2023)  concur, demonstrating that persistent engagement with health-tracking behaviors via apps leads to notable health improvements.\n\nFurther, research by  Entenberg et al. (2023)  and  Issom et al. (2020)  highlights the significance of repetition in both learning and health management, indicating that frequent interactions with digital tools are crucial for reinforcing key skills and consolidating knowledge. Kowatsch et al. (2021)  note that AI technologies, informed by user feedback, have the capability to refine their understanding of an individual's preferences and requirements, thus enabling dynamic content adaptation. The consistency of user engagement is therefore acknowledged as critical for promoting effective learning and managing chronic conditions effectively. Collectively, these findings demonstrate the fundamental importance of repetition of communications and messaging in digital health interventions, establishing its efficacy in boosting learning, engagement, and ultimately, health outcomes."
    },
    {
      "title": "Distribution management",
      "text": "The strategic selection of distribution channels was found to be important and significantly influenced by the target audience's media habits and cultural contexts  (Sinha et al., 2023; Wang et al., 2020) . The choice of platforms, aligned with audience preferences and digital accessibility, highlights the necessity to tailor health communication strategies to suit diverse media habits and cultural settings. Mobile applications, like Noom  (Kim et al., 2022)  and Wysa  (Inkster et al., 2023) , tap into the ubiquity of smartphones to offer accessible health interventions. Social media and messaging applications also play a crucial role, as demonstrated by the SnehAI chatbot  (Wang et al., 2022) , instrumental in engaging Indian youth. SMS was found to be important, particularly for interventions like Sweetch  (Everett et al., 2018) , which can reach users directly, an essential feature in areas with limited internet connectivity. Web-based interfaces offer a flexible medium for accessing health communications, accommodating a wide range of devices and user preferences, thus broadening the reach and inclusivity of interventions. Behavioral prompts and reminders are integral in motivating users toward health-enhancing behaviors, with apps like Sweetch  (Everett et al., 2018)  leveraging just-in-time notifications to prompt immediate action. Additionally, some interventions enrich user engagement by incorporating interactive content such as quizzes, games, or storytelling elements. Additionally, the Hazra-Ganju et al. (2023), on Saathealth family health interventions, and Wang et al. (  2022 ) use an omnichannel approach to health communications, dovetailing with the principles of IMC  (Schultz, 1993; Schultz et al., 1995)  and PR and propaganda  (Bernays, 1928) . These studies highlight how strategic and integrated methods can significantly augment the creation and distribution of health communications.\n\nAdditionally, leveraging multi-platforms, from social media to more conventional media, allows health interventions to connect with audiences in the most influential way  (Everett et al., 2018; Hazra-Ganju et al., 2023; Wang et al., 2022) . Such an approach recognises the varied media consumption patterns and accessibility across different target groups, aiming to tailor the delivery of health interventions to users' preferred engagement mediums. The success of the omnichannel distribution approach adopted by  Hazra-Ganju et al. (2023)  in the Saathealth family health programs illustrates this strategy. By embracing a holistic digital strategy that includes both applications and social media, the intervention achieved extensive reach and engagement across India, demonstrating the capacity of varied distribution channels to expand the impact of health interventions. Furthermore, the development of SnehAI by  Wang et al. (2022)  emphasises the necessity of utilising multiple platforms to disseminate educational and engagement content. The strategic use of various digital mediums was instrumental in ensuring the intervention's accessibility and relevance to its target group. Although often overlooked, the emphasis on specificity in distribution channels is essential to ensure that health messages are effectively conveyed to the intended audiences. Studies that incorporate targeted distribution strategies highlight the importance of aligning health communications with the audience's preferences and accessibilities, thereby improving the efficacy of health interventions."
    },
    {
      "title": "Discussion",
      "text": "This scoping review presents a comprehensive overview of the use of AI in the development of health communications to support health behavior change initiatives. The emphasis on engagement was a consistent theme across studies, with higher levels of user engagement correlating with better health outcomes. The findings highlight the use of just-in-time adaptive interventions and positive reinforcement strategies, emphasising the potential of AI to deliver personalised and contextually relevant health communications  (Entenberg et al., 2023)  that enhance user engagement  (Issom et al., 2020) . However, despite the recognition of the importance of integration of behavioral change theories into interventions aiming to change health behaviors, there is a significant gap between theory and practice in AI health communications.\n\nWhile many studies acknowledge the foundational principles of behavioural change, such as the interventions by  Hassoon et al. (2021) and Hazra-Ganju et al. (2023)  highlighting the potential benefits of blending persuasive design with behavioural change theories, there was a consistent trend toward superficial integration of these principles. With a consistent with calls for increased use of theory in the design and implementation of behavior change interventions  (Michie et al., 2005) . For example, while theories such as CBT and MI are frequently cited, their integration into AI architectures and content development processes remains limited. This highlights the need for comprehensive investigation and documentation to establish a clear link between theoretical frameworks and practical outcomes. While there is a scarcity of direct theorypractice links, the emphasis on engagement emerges as crucial for success, with heightened app engagement correlating with significant health outcomes  (Kim et al., 2022) .\n\nEngagement was identified as a critical success factor in health communication interventions, yet a systematic framework for enhancing engagement is lacking  (Everett et al., 2018) . Variability in engagement outcomes across different demographic groups indicates the need for tailored strategies. For example, older adults showed high engagement with digital health programs, challenging assumptions about digital health barriers  (Auster-Gussman et al., 2022) . In contrast, some interventions, such as the SmartText arm, experienced declining engagement, highlighting the necessity of customised approaches  (Hassoon et al., 2021) .\n\nHigh engagement and positive feedback were reported in various studies, especially with conversational interfaces. Bidirectional communication, as seen in MyCoach, maintained high activity levels compared to unidirectional approaches like SmartText  (Hassoon et al., 2021) . This underscores the importance of social, repetition, and cyclic conversations constructs. Targeted messaging and personalised feedback were critical for achieving positive outcomes. Similarly, studies without interactive or personalis ed features often struggled to maintain user engagement  (Rughani et al., 2023) . AI engagement through conversations and weigh-ins correlated with greater weight loss  (Auster-Gussman et al., 2022; Graham et al., 2021) . The importance of hybrid AI-human interventions was also noted, enhancing engagement and satisfaction  (Everett et al., 2018; Inkster et al., 2023; Okaniwa & Yoshida, 2022) .\n\nThe study findings highlight the importance of an interdisciplinary approach in harnessing the potential of AI in health communication. While there are practical benefits of AI use in health communications, there are also persistent challenges such as enhancing user engagement and ensuring content accuracy. However, there is a discernible gap in effectively integrating communication, behavioral, and social theories with AI capabilities. This suggests that there may be an overemphasis on technological advancements at the expense of theoretical underpinnings. Moving forward, efforts should be made to bridge this gap and ensure a balanced integration of both technological advancements and theoretical foundations  (Hazra-Ganju et al., 2023; Wang et al., 2022) .\n\nThe review highlights the importance of integrated communication strategies that merge AI's technical ability with an in-depth understanding of communication, behavioral sciences, and social theories. Studies by  Hazra-Ganju et al. (2023)  and  Wang et al. (2022)  exemplify how strategic and integrated methods can significantly augment the creation and distribution of health communications. However, there is a need for more consistent citation and explicit acknowledgment of integrated strategies in the literature.\n\nThe application of genre as a mechanism to facilitate narrative transportation remains underutilised within current health communication strategies. The findings suggest that content is predominantly factual, focusing heavily on scientific accuracy and data dissemination. This approach aligns with the broader scientific communication framework, which often prioritises factual integrity over engagement or narrative depth  (Green & Brock, 2000) . The limitation here is that while factual content is informative, it does not necessarily translate to increased relevancy or engagement for the public. This misalignment may result in reduced effectiveness in communication campaigns, as factual and scientific content alone may not sufficiently capture the audience's interest or foster a deep understanding  (Jamieson et al., 2017) .\n\nThe tailoring of messages to address individual needs and preferences, as well as demographic and health condition specificity, was found to be an important driver of success  (Issom et al., 2020; Rughani et al., 2023) . However, there is a notable lack of targeting in adjusting content for different demographic and priority groups in many studies. Tailoring content for specific demographic and behavioral characteristics can enhance relevance and impact, making it an important area for improvement in future health communication efforts. Additionally, efforts should be made to incorporate local cultural nuances within digital health interventions to further enhance engagement and retention.\n\nCyclic conversations are fundamental to fostering ongoing interaction and repetition and maintaining engagement for behavioral impact. This construct enables digital platforms to be leveraged to not only to disseminate content but also to facilitate dynamic interactions among audience members and between audiences and characters (real or fictional). The ability of AI technologies to personalise and enable cyclic conversations that mimic human interactions places it at the heart of AI-driven communication strategies. In more than half of the studies reviewed, it became evident that targeted messages and the establishment of a cyclic feedback loop played important roles in the execution of health communication initiatives, potentially impacting engagement levels. These studies highlight the effectiveness of transmedia storytelling cyclical conversations in health communications. By providing personalised feedback, setting goals, and tracking progress, these interventions created a dynamic and supportive environment tailored to the unique needs and preferences of each user, thereby enhancing the efficacy of the health intervention. Additionally, the incorporation of social integration techniques, as seen in addressing contemporary parenting challenges, highlighted the significance of social relevance in enhancing user engagement and intervention success. These findings highlight the importance of repetition in digital health interventions, as it contributes to increased learning, engagement and, ultimately, improved health outcomes  (Auster-Gussman et al., 2022) .\n\nThe findings from this review highlight the importance of the strategic integration of narrative techniques, including the use of narrative storytelling which includes the personalisation of content to specific demographic groups and health behaviors. Additionally, leveraging AI to enhance cyclic conversations can potentially increase the effectiveness of health communications through improved engagement. By addressing these areas, health communication strategies can be more effectively tailored to engage the audience meaningfully, fostering both understanding and action  (Wang et al., 2022) ."
    },
    {
      "title": "Implications for health marketing",
      "text": "The scoping review has identified important implications for health marketing that have been drawn together to inform a model of AI. First is the importance of interdisciplinary collaboration. Health marketers need to collaborate closely with experts from diverse fields such as communication, behavioral sciences, and technology to leverage the full potential of AI in health communications. This interdisciplinary approach can lead to the development of more effective and impactful marketing strategies. Second, incorporating behavioral insights and behavioral theories into AI-driven health marketing initiatives can enhance user engagement and drive behavior change. By understanding and incorporating the principles of behavioral change theories, health marketers can design more persuasive and personalised communications that resonate with target audiences.\n\nThird, AI enables health marketers to tailor health messages to individual preferences and needs, resulting in more relevant and engaging content. Health marketers should leverage AI's capability to segment audiences effectively and deliver personalised messages tailored to address specific demographic and health condition needs. Fourth, cultural nuances play a crucial role in health communication effectiveness. Health marketers must consider local cultural contexts when developing AI-driven health campaigns to ensure that messages resonate with diverse audiences. AI's predictive modeling capabilities can assist in understanding cultural preferences and adapting content.\n\nFifth, health marketers should adopt an omnichannel distribution approach to reach target audiences across various platforms effectively. By leveraging AI-powered distribution strategies, marketers can amplify the reach and impact of health messages, ensuring accessibility and relevance to diverse audience segments. Sixth, maintaining continuous engagement with users and establishing a feedback loop are essential for the success of health marketing initiatives. AI technologies can facilitate ongoing interactions with users, providing personalised feedback, goal-setting, and progress tracking. Health marketers should leverage AI-driven feedback mechanisms to optimise campaign effectiveness and drive sustained behavior change. Seventh, narrative storytelling can enhance the emotional resonance and persuasiveness of health messages. Health marketers should integrate storytelling elements into AI-driven health campaigns to captivate audiences and drive meaningful engagement. By weaving narratives into personalised, targeted messaging, marketers can effectively communicate health information and facilitate behavior change. Overall, the integration of AI into health marketing offers exciting opportunities to develop more impactful and personalised communication strategies. By embracing interdisciplinary collaboration, leveraging behavioral insights, and prioritising cultural sensitivity, health marketers can harness the power of AI to drive positive health outcomes and improve population health.\n\nFinally, drawing together the findings of this study, the AI-ICM, shown in Figure  2 , offers an integrative framework for health marketers when designing AI integrated health communication interventions and strategies. The model includes constructs identified in this study that emphasise the importance of narrative engagement through storytelling, targeted and personalised messaging, and omnichannel distribution strategies, harnessing generative, social, and distributive AI technologies. Through strategic integration of these elements, the AI-ICM enables the personalisation of health messages to align with individual behaviors and preferences and ensures these messages can be delivered across diverse platforms. For health marketers, this model provides a structured approach to crafting compelling, tailored health communication messages that support behavior change."
    },
    {
      "title": "Future research considerations",
      "text": "Future research should address the limitations identified in this study by incorporating narrative techniques, using more objective measures of outcomes, and conducting longitudinal studies that employ control or comparison groups to evaluate the long-term impact of AI interventions and establish causal relationships.\n\nFuture research should focus on bridging the gap between theory and practice in AI health communications by developing frameworks that integrate existing theories with new technologies. This requires interdisciplinary approaches and methodologies that combine AI technology with insights from behavioral sciences, communication theories, and social constructs. Understanding how AI interventions drive behavioral change and identifying the factors that influence their effectiveness are important areas for future research. Therefore, future research should seek to incorporate integrated strategies into their AI-driven health communication efforts, drawing upon principles from disciplines such as integrated marketing communications, behavioural scienes and social marketing. Furthermore, future research should seek to specify the characteristics or dimensions of each of the constructs to ensure that they are useful for health marketing practitioners when developing health communication strategies and campaigns.\n\nAs AI technologies continue to evolve, ethical considerations and privacy safeguards become increasingly important. Rigorous ethical oversight is vital to ensure responsible AI deployment in health communication, protecting user privacy and maintaining trust. Future research should address these ethical challenges by developing standards and protocols that protect individual data and ensure transparency in AI processes. By pursuing these research directions, health marketers can better leverage AI's potential to enhance health outcomes and foster positive behavior change."
    },
    {
      "title": "Conclusions",
      "text": "AI has the potential for generating and distributing content that both connects and engages target communties, both of which are important for changing and reinforcing health behaviors. This scoping review has outlined the current research and highlighted limitations of AI in health communications. Although AI holds transformative promise for health behavior interventions, a disconnect between technological advancements and theoretical applications persists. Integrating AI with established theoretical frameworks and models and maintaining a strong ethical foundation will enable the development of effective, trustworthy, and impactful AI health communication strategies.\n\nIn summary, this review provides a snapshot of the current state of AI in health communications and establishes a road map for future investigations. Taking an interdisciplinary approach and integrating AI technologies with theoretical and practical insights will enable health marketers to improve engagement, advance health equity through personalised and accessible communications, and ultimately contribute to the development of healthier communities globally."
    },
    {
      "title": "Disclosure statement",
      "text": "No potential conflict of interest was reported by the author(s)."
    },
    {
      "title": "Funding",
      "text": "The author(s) reported there is no funding associated with the work featured in this article.\n\n� Communication/OR exp Health Communication/OR exp Persuasive Communication/ OR exp Narrative Transportation/ � consumer health information/OR health promotion/OR patient education as topic/OR smoking prevention/OR teach-back communication/ Concept THREE: Health Behavior/Outcomes � Health ADJ2 (outcome � OR benefit OR effect OR impact OR consequence � OR goal � ) � behavior ADJ (manage � OR change OR impact OR facilitate OR enable) � behaviour ADJ (manage � OR change OR impact OR facilitate OR enable) � (consumer OR health) ADJ (behavior OR behaviour) � attitude to health/OR health knowledge, attitudes, practice/OR motivation/"
    },
    {
      "text": "Figure 1. PRISMA flowchart for articles that met the final inclusion process."
    },
    {
      "text": "Figure 2. AI-ICM"
    },
    {
      "text": "Guiding constructs."
    },
    {
      "text": "Study characteristics."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    }
  ],
  "references": [
    {
      "title": "Adaptive learning and artificial intelligence in the educational space",
      "authors": [
        "A Akavova",
        "Z Temirkhanova",
        "Z Lorsanova"
      ],
      "year": 2023,
      "doi": "10.1051/e3sconf/202345106011"
    },
    {
      "title": "Effects of an artificial intelligence-assisted health program on workers with neck/shoulder pain/stiffness and low back pain: Randomized controlled trial",
      "authors": [
        "T Anan",
        "S Kajiki",
        "H Oka",
        "T Fujii",
        "K Kawamata",
        "K Mori",
        "K Matsudaira"
      ],
      "year": 2021,
      "doi": "10.2196/27535"
    },
    {
      "title": "PRISMA reporting guidelines for metaanalyses and systematic reviews",
      "authors": [
        "S Arya",
        "A Kaji",
        "M Boermeester"
      ],
      "year": 2021,
      "doi": "10.1001/jamasurg.2021.0546"
    },
    {
      "title": "Virtual bot powered by machine learning and NLP technologies: Emulating human-like conversations through speech-to-text conversions",
      "authors": [
        "G Ashok"
      ],
      "year": 2023,
      "doi": "10.55041/ijsrem24835"
    },
    {
      "title": "Engagement in digital health app-based prevention programs is associated with weight loss among adults age 65",
      "authors": [
        "L Auster-Gussman",
        "K Lockwood",
        "S Graham",
        "V Pitter",
        "O Branch"
      ],
      "year": 2022,
      "doi": "10.3389/fdgth.2022.886783"
    },
    {
      "title": "Propaganda. Ig Publishing",
      "authors": [
        "E Bernays"
      ],
      "year": 1928
    },
    {
      "title": "Improving health through health marketing",
      "authors": [
        "J Bernhardt"
      ],
      "year": 2006
    },
    {
      "title": "Automated interventions for multiple health behaviors using conversational agents",
      "authors": [
        "T Bickmore",
        "D Schulman",
        "C Sidner"
      ],
      "year": 2013,
      "doi": "10.1016/j.pec.2013.05.011"
    },
    {
      "title": "Chapter I: General characteristics of crowds-Psychological law of their mental unity",
      "authors": [
        "G Le Bon"
      ],
      "year": 1910,
      "doi": "10.1037/10878-001"
    },
    {
      "authors": [
        "T Fisher Unwin"
      ],
      "doi": "10.1093/ww/9780199540884.013.u218446"
    },
    {
      "title": "Behaviour change communication targeting four health behaviours in developing countries: A review of change techniques",
      "authors": [
        "C Briscoe",
        "F Aboud"
      ],
      "year": 2012,
      "doi": "10.1016/j.socscimed.2012.03.016"
    },
    {
      "title": "A motivational interviewing chatbot with generative reflections for increasing readiness to quit smoking: Iterative development study",
      "authors": [
        "A Brown",
        "A Kumar",
        "O Melamed",
        "I Ahmed",
        "Y Wang",
        "A Deza",
        "M Morcos",
        "L Zhu",
        "M Maslej",
        "N Minian",
        "V Sujaya",
        "J Wolff",
        "O Doggett",
        "M Iantorno",
        "M Ratto",
        "P Selby",
        "J Rose"
      ],
      "year": 2023,
      "doi": "10.2196/49132"
    },
    {
      "title": "Evaluating the use of a recommender system for selecting optimal messages for smoking cessation: Patterns and effects of user-system engagement",
      "authors": [
        "J Chen",
        "T Houston",
        "J Faro",
        "C Nagawa",
        "E Orvek",
        "A Blok",
        "J Allison",
        "S Person",
        "B Smith",
        "R Sadasivam"
      ],
      "year": 2021,
      "doi": "10.1186/s12889-021-11803-8"
    },
    {
      "title": "Effectiveness of a smartphone app with a wearable activity tracker in preventing the recurrence of mood disorders: Prospective case-control study",
      "authors": [
        "C Cho",
        "T Lee",
        "J Lee",
        "J Seo",
        "H Jee",
        "S Son",
        "H An",
        "L Kim",
        "H Lee"
      ],
      "year": 2020,
      "doi": "10.2196/21283"
    },
    {
      "title": "The functions of human communication: A theoretical approach",
      "authors": [
        "F Dance",
        "J Larson"
      ],
      "year": 1976
    },
    {
      "title": "The potential for artificial intelligence in healthcare",
      "authors": [
        "T Davenport",
        "R Kalakota"
      ],
      "year": 2019,
      "doi": "10.7861/futurehosp.6-2-94"
    },
    {
      "title": "Theories of behaviour and behaviour change across the social and behavioural sciences: A scoping review",
      "authors": [
        "R Davis",
        "R Campbell",
        "Z Hildon",
        "L Hobbs",
        "S Michie"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2014.941722"
    },
    {
      "title": "The public's response to the health communication strategies to prevent the expansion of Covid 19 in Ethiopia, focusing on some selected zones of SNNPR",
      "authors": [
        "T Degefa"
      ],
      "year": 2023,
      "doi": "10.59122/43502cb"
    },
    {
      "title": "Smart generation system of personalized advertising copy and its application to advertising practice and research",
      "authors": [
        "S Deng",
        "C.-W Tan",
        "W Wang",
        "Y Pan"
      ],
      "year": 2019,
      "doi": "10.1080/00913367.2019.1652121"
    },
    {
      "title": "The efficacy of an mHealth app in facilitating weight loss among Japanese fitness center members: Regression analysis study",
      "authors": [
        "A Eguchi",
        "Y Kawamura",
        "T Kawashima",
        "C Ghaznavi",
        "K Ishimura",
        "S Kohsaka",
        "S Matsuo",
        "S Mizuno",
        "Y Sasaki",
        "A Takahashi",
        "Y Tanoue",
        "D Yoneoka",
        "H Miyata",
        "S Nomura"
      ],
      "year": 2023,
      "doi": "10.2196/48435"
    },
    {
      "title": "AI-based chatbot micro-intervention for parents: Meaningful engagement, learning, and efficacy",
      "authors": [
        "G Entenberg",
        "S Mizrahi",
        "H Walker",
        "S Aghakhani",
        "K Mostovoy",
        "N Carre",
        "Z Marshall",
        "G Dosovitsky",
        "D Benfica",
        "A Rousseau",
        "G Lin",
        "E Bunge"
      ],
      "year": 2023,
      "doi": "10.3389/fpsyt.2023.1080770"
    },
    {
      "title": "Measuring patient-centered communication in patient-physician consultations: Theoretical and practical issues",
      "authors": [
        "R Epstein",
        "P Franks",
        "K Fiscella",
        "C Shields",
        "S Meldrum",
        "R Kravitz",
        "P Duberstein"
      ],
      "year": 2005,
      "doi": "10.1016/j.socscimed.2005.02.001"
    },
    {
      "title": "A novel approach for fully automated, personalized health coaching for adults with prediabetes: Pilot clinical trial",
      "authors": [
        "E Everett",
        "B Kane",
        "A Yoo",
        "A Dobs",
        "N Mathioudakis"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9723"
    },
    {
      "title": "Using theory to design effective health behavior interventions",
      "authors": [
        "M Fishbein",
        "M Yzer"
      ],
      "year": 2003,
      "doi": "10.1111/j.1468-2885.2003.tb00287.x"
    },
    {
      "title": "Persuasive technology: Using computers to change what we think and do",
      "authors": [
        "B Fogg"
      ],
      "year": 2002,
      "doi": "10.1145/764008.763957"
    },
    {
      "title": "How health leaders can benefit from predictive analytics",
      "authors": [
        "A Giga"
      ],
      "year": 2017,
      "doi": "10.1177/0840470417716470"
    },
    {
      "title": "Artificial intelligence in healthcare: Foundations, opportunities and challenges",
      "authors": [
        "P Glauner"
      ],
      "year": 2021,
      "doi": "10.1007/978-3-030-65896-0"
    },
    {
      "title": "Targeting subjective engagement in experimental therapeutics for digital mental health interventions",
      "authors": [
        "A Graham",
        "M Kwasny",
        "E Lattie",
        "C Greene",
        "N Gupta",
        "M Reddy",
        "D Mohr"
      ],
      "year": 2021,
      "doi": "10.1016/j.invent.2021.100403"
    },
    {
      "title": "Weight loss in a digital app-based diabetes prevention program powered by artificial intelligence",
      "authors": [
        "S Graham",
        "V Pitter",
        "J Hori",
        "N Stein",
        "O Branch"
      ],
      "year": 2022,
      "doi": "10.1177/20552076221130619"
    },
    {
      "title": "The role of transportation in the persuasiveness of public narratives",
      "authors": [
        "M Green",
        "T Brock"
      ],
      "year": 2000,
      "doi": "10.1037/0022-3514.79.5.701"
    },
    {
      "title": "Transportation across media: Repeated exposure to print and film",
      "authors": [
        "M Green",
        "S Kass",
        "J Carrey",
        "B Herzig",
        "R Feeney",
        "J Sabini"
      ],
      "year": 2008,
      "doi": "10.1080/15213260802492000"
    },
    {
      "title": "DEBATE: Do interventions based on behavioral theory work in the real world",
      "authors": [
        "M Hagger",
        "M Weed"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0795-4"
    },
    {
      "title": "SDG commentary: Services that enable well-being of the human species",
      "authors": [
        "W Hammedi",
        "J Parkinson",
        "L Patr� Icio"
      ],
      "year": 2024,
      "doi": "10.1108/jsm-09-2023-0324"
    },
    {
      "title": "Randomized trial of two artificial intelligence coaching interventions to increase physical activity in cancer survivors",
      "authors": [
        "A Hassoon",
        "Y Baig",
        "D Naiman",
        "D Celentano",
        "D Lansey",
        "V Stearns",
        "J Coresh",
        "J Schrack",
        "S Martin",
        "H Yeh",
        "H Zeilberger",
        "L Appel"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00539-9"
    },
    {
      "title": "An omni-channel, outcomes-focused approach to scale digital health interventions in resource-limited populations: A case study",
      "authors": [
        "A Hazra-Ganju",
        "S Dlima",
        "S Menezes",
        "A Ganju",
        "A Mer"
      ],
      "year": 2023,
      "doi": "10.3389/fdgth.2023.1007687"
    },
    {
      "title": "Understanding the impact of an AIenabled conversational agent mobile app on users' mental health and wellbeing with a self-reported maternal event: A mixed method real-world data mHealth study",
      "authors": [
        "B Inkster",
        "M Kadaba",
        "V Subramanian"
      ],
      "year": 2023,
      "doi": "10.3389/fgwh.2023.1084302"
    },
    {
      "title": "Health literacy and health communication",
      "authors": [
        "H Ishikawa",
        "T Kiuchi"
      ],
      "year": 2010,
      "doi": "10.1186/1751-0759-4-18"
    },
    {
      "title": "Preliminary evaluation of a mHealth coaching conversational artificial intelligence for the self-care management of people with sickle-cell disease",
      "authors": [
        "D Issom",
        "J Rochat",
        "G Hartvigsen",
        "C Lovis"
      ],
      "year": 2020
    },
    {
      "title": "The Oxford handbook of the science of science communication",
      "year": 2017,
      "doi": "10.1093/oxfordhb/9780190497620.001.0001"
    },
    {
      "title": "Transmedia storytelling",
      "authors": [
        "H Jenkins"
      ],
      "year": 2003,
      "doi": "10.5040/9798216027270.ch-006"
    },
    {
      "title": "Convergence culture: Where old and new media collide",
      "authors": [
        "H Jenkins"
      ],
      "year": 2006,
      "doi": "10.7551/mitpress/9780262036016.003.0012"
    },
    {
      "title": "Artificial intelligence in healthcare: Past, present and future",
      "authors": [
        "F Jiang",
        "Y Jiang",
        "H Zhi",
        "Y Dong",
        "H Li",
        "S Ma",
        "Y Wang",
        "Q Dong",
        "H Shen",
        "Y Wang"
      ],
      "year": 2017,
      "doi": "10.1136/svn-2017-000101"
    },
    {
      "title": "Health care ChatBot",
      "authors": [
        "A John",
        "G Abhigna",
        "K Adithi",
        "R Harusha",
        "A Kavya"
      ],
      "year": 2022,
      "doi": "10.26562/irjcs.2022.v0908.28"
    },
    {
      "title": "Artificial intelligence approaches using natural language processing to advance EHR-based clinical research",
      "authors": [
        "Y Juhn",
        "H Liu"
      ],
      "year": 2020,
      "doi": "10.1016/j.jaci.2019.12.897"
    },
    {
      "title": "Covidence and Rayyan",
      "authors": [
        "L Kellermeyer",
        "B Harnke",
        "S Knight"
      ],
      "year": 2018,
      "doi": "10.5195/jmla.2018.513"
    },
    {
      "title": "Weight loss trajectories and related factors in a 16-week mobile obesity intervention program: Retrospective observational study",
      "authors": [
        "H Kim",
        "Y Kim",
        "A Michaelides",
        "Y Park"
      ],
      "year": 2022,
      "doi": "10.2196/29380"
    },
    {
      "title": "Machine learning analysis to identify digital behavioral phenotypes for engagement and health outcome efficacy of an mHealth intervention for obesity: Randomized controlled trial",
      "authors": [
        "M Kim",
        "J Yang",
        "W.-Y Ahn",
        "H Choi"
      ],
      "year": 2021,
      "doi": "10.2196/27218"
    },
    {
      "title": "Conversational agents as mediating social actors in chronic disease management involving health care professionals, patients, and family members: Multisite single-arm feasibility study",
      "authors": [
        "T Kowatsch",
        "T Schachner",
        "S Harperink",
        "F Barata",
        "U Dittler",
        "G Xiao",
        "C Stanger",
        "F Wangenheim",
        "E Fleisch",
        "H Oswald",
        "A M€ Oller"
      ],
      "year": 2021,
      "doi": "10.2196/25060"
    },
    {
      "title": "The role of culture in health communication",
      "authors": [
        "M Kreuter",
        "S Mcclure"
      ],
      "year": 2004,
      "doi": "10.1146/annurev.publhealth.25.101802.123000"
    },
    {
      "title": "Tailoring: What's in a name?",
      "authors": [
        "M Kreuter",
        "C Skinner"
      ],
      "year": 2000,
      "doi": "10.1093/her/15.1.1"
    },
    {
      "title": "Tailored and targeted health communication: Strategies for enhancing information relevance",
      "authors": [
        "M Kreuter",
        "R Wray"
      ],
      "year": 2003,
      "doi": "10.5993/ajhb.27.1.s3.6"
    },
    {
      "title": "When is fiction as good as fact? Comparing the influence of documentary and historical reenactment films on engagement, affect, issue interest, and learning",
      "authors": [
        "H Lamarre",
        "K Landreville"
      ],
      "year": 2009,
      "doi": "10.1080/15205430903237915"
    },
    {
      "title": "Artificial cognition for social human-robot interaction: An implementation",
      "authors": [
        "S Lemaignan",
        "M Warnier",
        "E Sisbot",
        "A Clodic",
        "R Alami"
      ],
      "year": 2017,
      "doi": "10.1016/j.artint.2016.07.002"
    },
    {
      "title": "Special section introduction: Artificial intelligence and advertising",
      "authors": [
        "H Li"
      ],
      "year": 2019,
      "doi": "10.1080/00913367.2019.1654947"
    },
    {
      "title": "Theories of human communication",
      "authors": [
        "S Littlejohn",
        "K Foss"
      ],
      "year": 2008,
      "doi": "10.4135/9781412959384"
    },
    {
      "title": "Understanding people with chronic pain who use a cognitive behavioral therapy-based artificial intelligence mental health app (Wysa): Mixed methods retrospective observational study",
      "authors": [
        "S Meheli",
        "C Sinha",
        "M Kadaba"
      ],
      "year": 2022,
      "doi": "10.2196/35671"
    },
    {
      "title": "Creative artificial intelligence and narrative transportation",
      "authors": [
        "T Messingschlager",
        "M Appel"
      ],
      "year": 2024,
      "doi": "10.1037/aca0000495"
    },
    {
      "title": "Making psychological theory useful for implementing evidence based practice: A consensus approach",
      "authors": [
        "S Michie",
        "M Johnston",
        "C Abraham",
        "R Lawton",
        "D Parker",
        "A Walker"
      ],
      "year": 2005,
      "doi": "10.1136/qshc.2004.011155"
    },
    {
      "title": "Key considerations for incorporating conversational AI in psychotherapy",
      "authors": [
        "A Miner",
        "N Shah",
        "K Bullock",
        "B Arnow",
        "J Bailenson",
        "J Hancock"
      ],
      "year": 2019,
      "doi": "10.3389/fpsyt.2019.00746"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "A pilot study on the capability of artificial intelligence in preparation of patients' educational materials for Indian public health issues",
      "authors": [
        "H Mondal",
        "M Panigrahi",
        "B Mishra",
        "J Behera",
        "S Mondal"
      ],
      "year": 2023,
      "doi": "10.4103/jfmpc.jfmpc_262_23"
    },
    {
      "doi": "10.4103/jfmpc.jfmpc_262_23"
    },
    {
      "title": "Using the Pan American Health Organization digital conversational agent to educate the public on alcohol use and health: Preliminary analysis",
      "authors": [
        "M Monteiro",
        "D Pantani",
        "I Pinsky",
        "T Rocha"
      ],
      "year": 2023,
      "doi": "10.2196/43165"
    },
    {
      "title": "An empirical study on anthropomorphism and engagement with disembodied AIs and consumers' re-use behavior",
      "authors": [
        "E Moriuchi"
      ],
      "year": 2021,
      "doi": "10.1002/mar.21407"
    },
    {
      "title": "Comparing the relative efficacy of narrative vs nonnarrative health messages in reducing health disparities using a randomized trial",
      "authors": [
        "S Murphy",
        "L Frank",
        "J Chatterjee",
        "M Moran",
        "N Zhao",
        "P De Herrera",
        "L Baezconde-Garbanati"
      ],
      "year": 2015,
      "doi": "10.2105/AJPH.2014.302332"
    },
    {
      "title": "Does tailoring matter? Meta-analytic review of tailored print health behavior change interventions",
      "authors": [
        "S Noar",
        "C Benac",
        "M Harris"
      ],
      "year": 2007,
      "doi": "10.1037/0033-2909.133.4.673"
    },
    {
      "title": "Artificial intelligence in health care: Current applications and issues",
      "authors": [
        "S Oh",
        "K Kim",
        "M Kim",
        "J Oh",
        "C Chu",
        "J Choi"
      ],
      "year": 2021,
      "doi": "10.1007/s10729-021-09555-w"
    },
    {
      "title": "Evaluation of dietary management using artificial intelligence and human interventions: Nonrandomized controlled trial",
      "authors": [
        "F Okaniwa",
        "H Yoshida"
      ],
      "year": 2022,
      "doi": "10.2196/30630"
    },
    {
      "title": "A new approach to social product decision-making: Heart and mind",
      "authors": [
        "J Parkinson"
      ],
      "year": 2013,
      "doi": "10.25143/prom-rsu_2023-01_dt"
    },
    {
      "title": "The importance of health marketing and a research agenda",
      "authors": [
        "J Parkinson",
        "J Davey"
      ],
      "year": 2023,
      "doi": "10.1080/07359683.2024.2271780"
    },
    {
      "title": "The context of health communication: Global, local and theoretical",
      "authors": [
        "C Penn",
        "J Watermeyer"
      ],
      "year": 2018,
      "doi": "10.1057/978-1-137-58100-6_2"
    },
    {
      "title": "Exploring how video digital storytelling builds relationship experiences",
      "authors": [
        "R Pera",
        "G Viglia"
      ],
      "year": 2016,
      "doi": "10.1002/mar.20951"
    },
    {
      "title": "Automated conversation chatbot for multiple languages for hospitals",
      "authors": [
        "K Purushotham",
        "K Priya",
        "K Jayasree",
        "G Sekhar",
        "N Jaswanth",
        "K Kumar"
      ],
      "year": 2023,
      "doi": "10.48175/ijarsct-7859"
    },
    {
      "title": "Exploring indicators of engagement in online learning as applied to adolescent health prevention: A pilot study of REAL media",
      "authors": [
        "A Ray",
        "K Greene",
        "T Pristavec",
        "M Hecht",
        "M Miller-Day",
        "S Banerjee"
      ],
      "year": 2020,
      "doi": "10.1007/s11423-020-09813-1"
    },
    {
      "title": "The selfBACK artificial intelligence-based smartphone app can improve low back pain outcome even in patients with high levels of depression or stress",
      "authors": [
        "G Rughani",
        "T Nilsen",
        "K Wood",
        "F Mair",
        "J Hartvigsen",
        "P Mork",
        "B Nicholl"
      ],
      "year": 2023,
      "doi": "10.1002/ejp.2080"
    },
    {
      "title": "Impact of a collective intelligence tailored messaging system on smoking cessation: The perspect randomized experiment",
      "authors": [
        "R Sadasivam",
        "E Borglund",
        "R Adams",
        "B Marlin",
        "T Houston"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6465"
    },
    {
      "title": "Harnessing artificial intelligence for health message generation: The folic acid message engine",
      "authors": [
        "R Schm€ Alzle",
        "S Wilcox"
      ],
      "year": 2022,
      "doi": "10.2196/28858"
    },
    {
      "title": "The new marketing paradigm: Integrated marketing communications",
      "authors": [
        "D Schultz",
        "S Tannenbaum",
        "R Lauterborn"
      ],
      "year": 1993,
      "doi": "10.4324/9781003060420-2"
    },
    {
      "title": "Integrated marketing communications",
      "authors": [
        "D Schultz",
        "S Tannenbaum",
        "R Lauterborn"
      ],
      "year": 1995
    },
    {
      "title": "The rising tide of entertainment-education in communication campaigns",
      "authors": [
        "A Singhal",
        "H Wang",
        "E Rogers",
        "R Rice",
        "C Atkin"
      ],
      "year": 2013,
      "doi": "10.4135/9781544308449.n22"
    },
    {
      "title": "Understanding digital mental health needs and usage with an artificial intelligence-led mental health app (Wysa) during the COVID-19 pandemic: Retrospective analysis",
      "authors": [
        "C Sinha",
        "S Meheli",
        "M Kadaba"
      ],
      "year": 2023,
      "doi": "10.2196/41913"
    },
    {
      "title": "Lessons learned from developing tailored community communication campaigns in the HEALing communities study",
      "authors": [
        "M Stein",
        "C Krause",
        "E Rodgers",
        "A Silwal",
        "D Helme",
        "M Slater",
        "D Beard",
        "N Lewis",
        "J Luster",
        "K Stephens",
        "C Lefebvre"
      ],
      "year": 2023,
      "doi": "10.1080/10810730.2023.2262948"
    },
    {
      "title": "Feasibility of pediatric obesity and prediabetes treatment support through Tess, the AI behavioral coaching chatbot",
      "authors": [
        "T Stephens",
        "A Joerin",
        "M Rauws",
        "L Werk"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/ibz043"
    },
    {
      "title": "Systematic review of context-aware digital behavior change interventions to improve health",
      "authors": [
        "Thomas Craig",
        "K Morgan",
        "L Chen",
        "C.-H Michie",
        "S Fusco",
        "N Snowdon",
        "J Scheufele",
        "E Gagliardi",
        "T Sill"
      ],
      "year": 2021,
      "doi": "10.1093/tbm/ibaa099"
    },
    {
      "title": "Exploring patients' health information communication practices with social network members as a foundation for consumer health IT design",
      "authors": [
        "R Valdez",
        "P Brennan"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijmedinf.2015.01.014"
    },
    {
      "title": "The extended transportation-imagery model: A meta-analysis of the antecedents and consequences of consumers' narrative transportation",
      "authors": [
        "T Van Laer",
        "K De Ruyter",
        "L Visconti",
        "M Wetzels"
      ],
      "year": 2014,
      "doi": "10.1086/673383"
    },
    {
      "title": "An artificial intelligence chatbot for young people's sexual and reproductive health in India (SnehAI): Instrumental case study",
      "authors": [
        "H Wang",
        "S Gupta",
        "A Singhal",
        "P Muttreja",
        "S Singh",
        "P Sharma",
        "A Piterova"
      ],
      "year": 2022,
      "doi": "10.2196/29969"
    },
    {
      "title": "East Los High: Transmedia edutainment to promote the sexual and reproductive health of young latina/o Americans",
      "authors": [
        "H Wang",
        "A Singhal"
      ],
      "year": 2016,
      "doi": "10.2105/ajph.2016.303072"
    },
    {
      "title": "Using natural language processing techniques to provide personalized educational materials for chronic disease patients in China: Development and assessment of a knowledge-based health recommender system",
      "authors": [
        "Z Wang",
        "H Huang",
        "L Cui",
        "J Chen",
        "J An",
        "H Duan",
        "H Ge",
        "N Deng"
      ],
      "year": 2020,
      "doi": "10.2196/17642"
    },
    {
      "title": "Health Guardian Platform: A technology stack to accelerate discovery in digital health research",
      "authors": [
        "B Wen",
        "V Siu",
        "I Buleje",
        "K Hsieh",
        "T Itoh",
        "L Zimmerli",
        "N Hinds",
        "E Eyigoz",
        "B Dang",
        "S Von Cavallar",
        "J Rogers"
      ],
      "year": 2022,
      "doi": "10.48550/arXiv.2211.06330"
    },
    {
      "title": "Application of artificial intelligence on psychological interventions and diagnosis: An overview",
      "authors": [
        "S Zhou",
        "J Zhao",
        "L Zhang"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyt.2022.811665"
    }
  ],
  "num_references": 91
}
