{
  "paper_id": "JYHTBWNI",
  "title": "Unpacking mHealth interventions: A systematic review of behavior change techniques used in randomized controlled trials assessing mHealth effectiveness",
  "abstract": "Objective: Mobile health interventions have surged in popularity but their implementation varies widely and evidence of effectiveness is mixed. We sought to advance understanding of the diversity of behavior change techniques in mHealth interventions, especially those that leverage advanced mobile technologies. Methods: We conducted a systematic review of articles published between 2007 and 2017 in high-impact journals in medicine, medical informatics, and health psychology to identify randomized controlled trials in which the effectiveness of an mobile health intervention was tested. Search terms included a mix of general (e.g. mobile health), hardware (e.g. Android, iPhone), and format (e.g. SMS, application) terms. Results: In a systematic review of 21 studies, we found the techniques of personalization, feedback and monitoring, and associations were most commonly used in mobile health interventions, but there remains considerable opportunity to leverage more sophisticated aspects of ubiquitous computing. We found that prompts and cues were the most common behavior change techniques used in effective trials, but there was notable overlap in behavior change techniques used in ineffective trials. Conclusions: Our results identify techniques that are commonly used in mobile health interventions and highlight pathways to advance the science of mobile health.",
  "year": 2011,
  "date": "2011",
  "journal": "Telemed E-Health",
  "publication": "Telemed E-Health",
  "authors": [
    {
      "forename": "Michelle",
      "surname": "Dugas",
      "name": "Michelle Dugas",
      "affiliation": "1  Center for Health Information and Decision Systems , University of Maryland , USA \n\t\t\t\t\t\t\t\t Center for Health Information and Decision Systems \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "mdugas@rhsmith.umd.edu"
    },
    {
      "forename": "Gordon",
      "surname": "Gao",
      "name": "Gordon Gao",
      "affiliation": "1  Center for Health Information and Decision Systems , University of Maryland , USA \n\t\t\t\t\t\t\t\t Center for Health Information and Decision Systems \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ritu",
      "surname": "Agarwal",
      "name": "Ritu Agarwal",
      "affiliation": "1  Center for Health Information and Decision Systems , University of Maryland , USA \n\t\t\t\t\t\t\t\t Center for Health Information and Decision Systems \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Van",
      "surname": "Munching",
      "name": "Van Munching"
    },
    {
      "forename": "Robert",
      "surname": "Smith",
      "name": "Robert Smith"
    },
    {
      "affiliation": "Center for Health Information and Decision Systems , 4328 \n\t\t\t\t\t\t\t\t Center for Health Information and Decision Systems \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 4328"
    },
    {
      "affiliation": "School of Business , University of Maryland , College Park , MD , 20742 , USA. \n\t\t\t\t\t\t\t\t School of Business \n\t\t\t\t\t\t\t\t University of Maryland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 20742 \n\t\t\t\t\t\t\t\t\t College Park \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1177/2055207620905411",
  "keywords": [
    "mHealth",
    "mobile health",
    "behavior change techniques"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The ubiquity of mobile phones has generated immense opportunity for the delivery of innovative solutions to some of the most pressing healthcare problems, including prevention and treatment of chronic diseases. The term mobile health (mHealth) refers to the use of mobile and wireless devices to improve health and deliver care, and was first coined over a decade ago.  1  The introduction of the first iPhone in 2007 marked the beginning of a decade of technological advancements that have afforded increasingly interactive interventions for behavior change.  2 Between 2011 and 2018, smartphone adoption grew from 35% to 77% of Americans, and 95% own a mobile phone of some kind.  3 Adoption remains high even among traditionally underserved populations, including in 70% of Medicaid recipients.  4  High levels of mobile ownership suggest that a major advantage of mHealth initiatives is their wide accessibility. mHealth is not only accessible but also holds great appeal for consumers. The number of installations of wellness and health applications (apps) has reached an estimated 3.35 billion  5  worldwide. Although provider interest in mHealth has generally lagged patients' enthusiasm, their attitudes have grown more positive and an increasing number of providers are incorporating digital health into their practice.  6 In line with this, the market value of mHealth is projected to reach US $46 billion in 2020, almost double that of electronic health records.  7 s the popularity of mHealth has surged, so too has the number of technologies and features leveraged by mobile interventions. Mobile interventions have become increasingly sophisticated in their technology and diverse in their approaches to changing and sustaining health behaviors. In many ways, this charge has been led by innovations in industry, with the development of apps targeting health behavior change outpacing scientific evidence  8  and even theory.  9, 10 In particular, little research has sought to summarize the characteristics of mHealth interventions in detail, and those that do often neglect some novel techniques that are growing in popularity with the affordances of advanced technology. Therefore, we endeavored to review over 10 years of research published in high-impact journals testing the effectiveness of mHealth for improving lifestyle behaviors and chronic condition management (CCM), summarizing the behavior change techniques (BCTs) they employed. In doing so, we sought to chart the evolution of increasing technological sophistication in mHealth, delve deeper into specific BCTs leveraged, and identify gaps in the literature.\n\nMany systematic reviews have assessed the effectiveness of mHealth for a wide range of health behaviors and outcomes.  [11] [12] 2] [13]  Meta-analyses have revealed that even simple text-messaging interventions can improve smoking cessation, weight loss, and medication adherence,  11, [14] [15] [16]  and that behavior change may persist after an intervention has stopped.  17 Reviews of smartphone apps for health behavior change reveal similarly promising results for diabetes self-management,  [18] [19] [20]  weight loss,  21  and management of other long-term conditions.  22 lthough reviews of mHealth research have often supported its overall effectiveness, it is not uncommon to find only modest effect sizes,  17  a persistent difficulty for participants to reach recommended health behavior guidelines despite progress in the right direction,  18  or mixed evidence of effectiveness.  8, 13, 15, 23 ne reason for the range in effectiveness of mHealth interventions is that they differ in the types of BCTs used, ranging from reminders and self-tracking to more complex interventions that involve peers and teambased competitions. Consequently, some reviews have focused on understanding the specific BCTs applied in mHealth interventions and potential links to effectiveness.  14, [24] [25] 5] [26]  However, existing taxonomies of BCTs may have been developed with in-person interventions and/or older technology in mind, missing out on some promising techniques that are made easier with advanced technology.  27 For example, gamification and context-aware interventions that dynamically adapt to an individual's psychological state and environment in a given moment are increasingly viable and popular.  [28] [29] 9] [30] [31]  Although these new techniques are, in some respects, extensions of more traditional behavioral change approaches (e.g. rewards and feedback) that operate through similar mechanisms, they have evolved in response to the granular data that can more easily be collected from mobile technologies.\n\nThe literature underscores the diversity in mHealth interventions to improve lifestyle and CCM behaviors, and this diversity will only grow as more sophisticated technologies afford implementation of novel BCTs. The present research aims to extend these findings by summarizing characteristics of interventions targeting a broader range of health behavior and highlighting state-of-the-art technological applications to explore future directions for mHealth. Specifically, this paper aims to: (a) describe the change in technology being used in mHealth research, (b) summarize the BCTs being employed in randomized controlled trial (RCTs) with a focus on understanding the use of BCTs that can take advantage of increasingly sophisticated technology, and (c) compare commonly used BCTs in effective and ineffective trials published in high-impact journals."
    },
    {
      "title": "Methods",
      "text": "We reviewed research published in the last decade to chart a period of advancement in mobile technologies from the release of the first-generation iPhone to today's market in which smartphone capabilities and popularity have both surged. To this end, we conducted a systematic review of original research aiming to change lifestyle (e.g. weight loss) and CCM behaviors (e.g. controlling glucose) published in prominent medical, medical informatics, and health psychology journals."
    },
    {
      "title": "Search strategy",
      "text": "Journals. Other reviews have identified over 500 publications 2 assessing the effectiveness of mHealth interventions and over 200 RCTs 5 in particular. Given that we were interested in manually coding the specific BCTs used in different mHealth interventions, it was necessary to narrow the scope of the review to identify a practical"
    },
    {
      "title": "2",
      "text": "DIGITAL HEALTH number of studies that would nonetheless reflect what may be considered the state-of-the-art in mHealth. Therefore, we limited our scope to reviewing articles published in top journals to get a picture of the aspects of mHealth gaining traction in high-impact journals. We consulted Thomson Reuter's Journal Citation Reports to identify the top 15 general medical journals with the highest impact factors. To identify these publications, we filtered impact factors for journals in the following categories: healthcare sciences and services; health policy and services; medicine, general, and internal; medical informatics; medicine, research, and experimental; nursing; primary healthcare; public, environmental, and occupational health; social sciences, biomedical. In addition to general medical journals, we identified the top two journals within the specialties of medical informatics and health psychology. Table  1  presents the 19 journals selected for review.\n\nSearch terms. Search terms were generated after consulting previously published mHealth reviews.  15, 26, 32 he search terms captured keywords reflecting general terms related to mHealth, and search terms specific to hardware and medium of delivery (see Table  2 )."
    },
    {
      "title": "Selection criteria",
      "text": "Interventions and outcomes. Randomized controlled trials in which randomization occurred at the individual or cluster (e.g. hospital) level were included. Only studies in which mHealth tools and features were the primary intervention under evaluation were included. Studies with telehealth interventions that could have been delivered strictly by landline (e.g. coaching delivered via phone calls) without any wireless components were excluded. Similarly, interventions that were primarily web-based such as those that required participants to log behavior on a website accessed by computer, with little mobile component, were also excluded. Comparators could involve usual care or any type of intervention (another behavior change intervention, etc.). Some interventions included both mobile-and web-based or in-person components. In such cases, studies were included if more of the BCTs were delivered via the mobile components (e.g. texting, app-based tracking). Studies were included if the primary outcome of interest reflected self-reported or objectively measured lifestyle change (physical activity, weight loss) or CCM.\n\nConditions related to mental health (e.g. depression, anxiety, substance use including smoking) were excluded from this review although we acknowledge their importance to physical health outcomes and CCM.\n\nStudies were first screened by title and abstract to identify whether they were RCTs testing the effectiveness of mHealth on behavior change in relation to our outcomes of interest. Many articles at this stage were excluded because the study assessed the validity or usability of a particular mHealth tool. Articles that were deemed relevant based on title and abstract were read and screened further. At this stage, studies were often excluded because they tested the effectiveness of a telehealth intervention rather than an mHealth intervention."
    },
    {
      "title": "Data extraction and coding of BCTs",
      "text": "Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines for data extraction were followed.  33 A research assistant and the first author independently extracted information about study background (year, authors, etc.), sample (eligibility criteria, number of participants, etc.), intervention(s) and comparator(s), and outcomes (primary and secondary). BCTs were coded using an established taxonomy of 93 techniques hierarchically organized into 16 higherorder categories and, within those, 93 lower-order categories.  27 The 16 higher-order categories consist of a wide-ranging set of BCTs including social support (lower-order categories include emotional support), natural consequences (e.g. information about health consequences), associations (e.g. prompts/cues), and reward and threat (e.g. material incentive for behavior). Two coders were trained on the taxonomy using available online materials  34  and independently coded each article. A third coder (the first author) reviewed these codes and resolved discrepancies. If an article cited another publication for details about the intervention or comparator protocols, that publication was also reviewed for coding. All BCTs used in mHealth intervention arms were initially coded, including those that were delivered in person. However, we summarized results for intervention arms to only include BCTs that were directly implemented (e.g. reminders sent by text) with or facilitated by (e.g. tailored coaching sessions based on data collected via an app) mobile technologies. This was to highlight the unique features leveraged by mobile technologies in the interventions rather than components that could be delivered in traditional intervention models.\n\nFinally, we supplemented the BCT taxonomy with two additional higher-order categories intended to capture techniques common in mHealth interventions: personalization and gamification. Personalization captured information about the extent to which interventions or messaging was tailored to the participant. We included an additional category for personalization to reflect the trend towards greater tailoring and customization in sophisticated smartphone-based interventions as seen in just-in-time adaptive interventions (JITAIs) and others.  29, 30 Gamification refers to integrating game mechanisms into non-game contexts, such as using leaderboards and point systems that reward certain behavior.  28 Gamification is also becoming an increasingly popular feature of mHealth interventions  35  and we included a unique category for this in our BCT coding to better capture its use.\n\nIn some cases, personalization and gamification techniques overlapped with other BCTs included in the original BCT taxonomy (e.g. use of non-material rewards), but we nonetheless found that inclusion of additional gamification categories led to more comprehensive coding and insights given its popularity in mHealth applications. Moreover, several codes in the BCT taxonomy are overlapping (e.g. restructuring social environment and avoiding/reducing exposure to cues for the behavior); therefore, we did not consider that the additions were inconsistent with its application. The full list of personalization and gamification techniques are available in Table  3 ."
    },
    {
      "title": "Plan of analysis",
      "text": "We anticipated that the variability in employed BCTs would not afford a formal quantitative analysis, therefore all planned analyses consisted of descriptive summaries of the included articles. To address Aim 1, we planned to summarize the technology leveraged in intervention arms including SMS, personal digital assistants (PDAs), apps, and wearables. To address Aim 2, we planned to summarize the use of higher-and lowerorder BCTs used in intervention and comparator arms.\n\nTable 2. Search terms used."
    },
    {
      "title": "Category Terms",
      "text": "General search terms \"mHealth,\" \"mobile health,\" \"mobile phone,\" \"mobile tech*\"\n\nHardware search terms \"Android,\" \"blackberry,\" \"cell phone,\" \"cellular phone,\" \"cellphone\" \"iPad,\" \"iPhone,\" \"PDA,\" \"personal digital assistant,\" \"smartphone,\" \"tablet\" SMS search terms \"sms,\" \"text messag*\" App search terms \"app,\" \"mobile app,*\" \"smartphone app*\"\n\nGiven the extensive number of mHealth-related studies published in Journal of Medical Internet Research, we qualified the search within this journal by including terms narrowing our search to randomized controlled trials (RCTs)."
    },
    {
      "title": "DIGITAL HEALTH",
      "text": "When summarizing BCTs in the intervention arms, we focused on those that were deployed using mobile technologies, although all were initially coded. Finally, planned analyses for Aim 3 involved descriptively classifying effectiveness according to reporting of statistically significant improvements in an article's primary outcome(s) in intervention arms over comparator arms. We then planned to summarize the common BCTs leveraged in the intervention arms of studies classified as effective and ineffective for descriptive comparison. Although this approach is not a conclusive summary of evidence, it has been used in other reviews to provide an overview of findings that can characterize the state of research in mHealth  23  and other medical domains.  36, 37 sults"
    },
    {
      "title": "Search results and study selection",
      "text": "Search results and study selection are summarized according with the PRISMA flowchart in Figure  1 .\n\nAfter screening for relevance, 21 RCTs were included in the review ranging in publication date from"
    },
    {
      "title": "Outcome and sample characteristics",
      "text": "Primary outcomes of each study were summarized to understand which lifestyle and CCM behaviors and outcomes were most frequently studied in mHealth research (see Table  4  for summaries of articles). The most common behavior targeted was physical activity (k ¼ 5) whereas the most common health outcome targeted was weight change (k ¼ 5), both of which are important in preventing and managing a wide range of health conditions. In addition to exploring what behaviors and outcomes were targeted in mHealth research, we were interested in understanding who is often targeted for lifestyle and CCM behavior change. Therefore, we summarized the targeted populations in the RCTs based on health-related eligibility criteria. The most frequently targeted population was patients diagnosed with chronic conditions (40.1% of articles) but overweight and obese persons (22.7% of articles) were also targeted in a substantial number of studies. Although a majority of studies recruited patients with a medical condition, nearly one-third of studies (32.2%) recruited participants with no medical condition to target lifestyle behaviors."
    },
    {
      "title": "Intervention and comparator characteristics",
      "text": "Mobile technologies. With the release of the firstgeneration iPhone in 2007, we sought to understand how the technologies used in mHealth interventions have evolved in the last decade. Overall, the use of SMS (k ¼ 9, 42.9%) and apps/wearables (k ¼ 10, 47.6%) were nearly evenly split with the remaining studies using PDAs (k ¼ 2, 9.5%) as the form of 6 DIGITAL HEALTH Higher-order BCT summary. To enhance comprehension and meaningfulness of comparisons between comparator and intervention arms, we also summarized implementation of BCTs at the higher-order level, providing information about the 18 overarching categories (see Figure  2 ). These comparisons revealed how popular BCTs are often implemented in both mHealth and comparator arms but also highlighted differences that reflected the unique strengths of mobile-based setting and self-monitoring can be implemented in a wide range of settings, personalization and associations such as reminders are more easily facilitated by advances in mobile technology. Somewhat unexpectedly, gamification was only used in 6.3% of intervention arms despite enthusiasm for its potential in mHealth.  31 This might reflect broader trends in delayed adoption of many of the more sophisticated features of mobile technology. In line with this, personalization was typically simplistic in its execution including tailoring to demographic information,  38  health status (e.g. smoker or non-smoker),  39  and time of notifications.  40 onetheless, developments in JITAIs are increasingly allowing for greater complexity in tailoring mobilebased interventions.  30, 41, 42 fectiveness\n\nWe based this summary on findings from 18 studies in which mHealth interventions were compared against interventions or usual care that did not use mobile technologies, excluding three studies in the review that compared effectiveness of different mHealth interventions against each other.  35, 43, 44 e summary of these 18 studies suggests that evidence of mHealth effectiveness remains inconclusive: eight studies (44.4%) reported non-significant differences improvements in intervention arms compared to comparator arms, six (33.3%) reported significant improvements, three reported a significant difference for at least one, but not all, primary outcomes (16.7%), and one study found that outcomes in the intervention arm were worse than those in the comparator arm (5.6%).\n\nFor further insight into why some interventions yield significant improvements over comparators but not others, we examined the top five BCTs used in the intervention arms of effective (six studies, eight arms) studies and those of studies finding that mHealth interventions were ineffective or detrimental (nine studies, 10 arms). As illustrated in Table  5 , a wide range of BCTs were implemented in effective studies with only the use of prompts or cues appearing in most arms. In addition, BCTs frequently used in ineffective studies are generally well supported in health behavior change literature,  [45] [46] [47]  suggesting a need for better understanding of best practices to implement such techniques with mobile technology. Discussion Summary of findings mHealth interventions to improve lifestyle behaviors and CCMs have surged in the last decade and are leveraging increasingly sophisticated technology. Although SMS-based mobile interventions remained prominent, our findings suggest mHealth is progressively moving toward implementation of apps and wearable interventions. Our review also found that mHealth is being applied to address a diversity of lifestyle behaviors and health outcomes, reflecting its adaptability to different content and health domains. Our review sheds light on the BCTs commonly being used in mHealth interventions, finding frequent use of personalization, feedback and monitoring, prompts and cues, and goals and planning. Similar BCTs were also found to be common in reviews of mHealth interventions targeting physical activity and sedentary behavior,  26  commercially available apps for physical activity,  48  and apps for medication adherence.  49 here was a moderate amount of overlap in the BCTs used in mHealth interventions and comparators consisting of in-person or paper-based interventions. Nonetheless, frequent usage of personalization in intervention arms highlighted some of the unique strengths of mobile technologies. Moreover, the prominence of personalization underscores the benefit to its inclusion in existing taxonomies of BCTs, particularly as personalized adaptation is increasingly feasible with evolving technology and analytics. More generally, our findings suggest that current taxonomies may benefit from broadening their consideration of BCTs from traditional approaches in the psychological and public health literature to include approaches that have emerged from industry and technology-focused fields. Although it remains to be seen if such techniques yield additional benefit beyond those already well established in the behavior change literature, incorporation into existing frameworks would better enable such comparisons.\n\nConsistent with other reviews that found mixed effectiveness of mHealth,  13, 15, 23  results also suggested there remains a need to optimize use of many common BCTs for better outcomes. To this end, there are opportunities to leverage more sophisticated wireless technologies including optimizing self-monitoring with automated sensors, finding more effective means of providing online social support, and designing more meaningful feedback mechanisms based on realtime data."
    },
    {
      "title": "Limitations",
      "text": "There are several limitations of this review worth noting. The review focused on RCTs published in top journals to provide a snapshot in the evolution of the technology and behavioral change techniques being applied in mHealth. As a result, this review is not a comprehensive assessment of mHealth for lifestyle management or CCM. Despite this limitation, our review contributes to the literature by exploring the potential utility of incorporating new BCTs that can more fully leverage the strengths of mobile technologies into an existing taxonomy. It also extends reviews that focused on a narrower set of outcomes,  26  focused on commercial apps,  48, 49  or reviewed the broader mHealth literature without examining differences in BCTs or other intervention characteristics in detail.  12, 23 In addition, our review focused on comparing the BCTs in intervention arms that were delivered by mobile technologies to the BCTs in comparator arms. This was to highlight the uniquely mobile aspects of mHealth interventions but, as a result, our review may miss the importance of pairing mHealth with in-person or paper-and-pencil interventions for effectiveness. Future reviews may examine this possibility for additional insights.\n\nThere are also some limitations of the BCT taxonomy approach used to summarize intervention characteristics. This taxonomy allows for coding of different BCTs but does not assess the intensity or dosage of interventions. Consequently, an intervention that sends participants a reminder about their step goal once a month is equivalent to an intervention that sends participants a reminder once a week. Similarly,"
    },
    {
      "text": "Figure 1. Flowchart depicting search results and article exclusion."
    },
    {
      "text": "Figure 2. Summary of higher-order behavior change techniques (BCTs) used in comparator and intervention arms."
    },
    {
      "text": "Journals selected for review."
    },
    {
      "text": "Newly proposed behavior change technique (BCT) categories."
    },
    {
      "text": "Summary of articles reviewed."
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "ContinuedLower-order BCT summary. Of greatest interest to our review, there were considerable differences in the use of BCTs across comparator (n ¼ 20) and intervention arms (n ¼ 32). It should be noted that seven comparator arms were described as \"usual care\" for which there was insufficient information to reliably code the use of BCTs. Considering the 93 lower-order categories, intervention arms employed (M ¼ 5.16, SD ¼ 2.62) more BCTs than did comparator arms (M ¼ 2.15, SD ¼ 2.08), t(50) ¼ 4.34, p < .001. The most frequently used BCTs in the intervention arms included self-"
    },
    {
      "text": "Continued"
    },
    {
      "text": "50,51ng of behavior change techniques (BCTs) used in effective and ineffective studies.thetaxonomydoesnotcaptureinformation about the content of the BCTs.As such, studies that use the same BCTs in multiple arms that target different behaviors (e.g.increasing fruit and vegetable intake vs. reducing fat intake)44or use different framing (e.g.approach vs. avoidance) are not described well by this taxonomy.Still, the taxonomy provides an excellent starting point to systematically describe mHealth interventions, which are frequently discussed in similar terms despite their substantial diversity.In future, systematic reviews adopting this taxonomy to summarize health behavior change interventions may try to incorporate some of this missing contextual information by introducing methods of classifying dosage, framing, and other characteristics.This review highlights the need to provide details about the specific BCTs being leveraged in interventions and comparator arms to facilitate systematic comparisons across wide-ranging mHealth studies.In addition, findings also underscore the need to systematically vary applications of different BCTs across interventions for further insights into best practices.Current mHealth interventions typically bundle a multitude of BCTs together, making it difficult to discern what features drive success or failure.Finally, persistently mixed evidence of effectiveness suggests a need to better understand the heterogeneity of treatment effects in mobile interventions.Studies finding that individuals with different personality characteristics differentially benefit from mHealth treatments50,51point to a need to move beyond \"one-size-fits-all\" interventions. Although the promise of mHealth has not yet been fully realized, future research may provide insight into how to target the right people with the right type of intervention in a clinical setting for better outcomes."
    }
  ],
  "references": [
    {
      "title": "The taxonomy of telemedicine",
      "authors": [
        "R Bashshur",
        "G Shannon",
        "E Krupinski"
      ],
      "year": 2011,
      "doi": "10.1089/tmj.2011.0103"
    },
    {
      "title": "Evolution and current status of mhealth research: A systematic review",
      "authors": [
        "E Ali",
        "L Chew",
        "Ky-L Yap"
      ],
      "year": 2016
    },
    {
      "title": "Mobile Fact Sheet",
      "year": 2018,
      "doi": "10.3133/fs20083057"
    },
    {
      "year": 2016,
      "doi": "10.1093/ww/9780199540884.013.u283554"
    },
    {
      "title": "The Growing Value of Digital Health",
      "year": 2017,
      "doi": "10.1016/j.jval.2018.09.2723"
    },
    {
      "title": "Digital Health Study: Physicians' motivations and requirements for adopting digital clinical tools",
      "year": 2016,
      "doi": "10.4135/9781473986435"
    },
    {
      "title": "Global digital health market by major segment 2015-2020",
      "year": 2017
    },
    {
      "title": "Is there an app to solve app overload?",
      "authors": [
        "B Kuehn"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.2381"
    },
    {
      "title": "Theories of behaviour and behaviour change across the social and behavioural sciences: A scoping review",
      "authors": [
        "R Davis",
        "R Campbell",
        "Z Hildon"
      ],
      "year": 2015
    },
    {
      "title": "Applying theory across settings, behaviors, and populations: 14 DIGITAL HEALTH Translational challenges and opportunities",
      "authors": [
        "R Mermelstein",
        "T Revenson"
      ],
      "year": 2013,
      "doi": "10.1037/a0030582"
    },
    {
      "title": "Mobile text messaging for health: A systematic review of reviews",
      "authors": [
        "A Hall",
        "Cole-Lewis H And Bernhardt"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of mHealth interventions for patients with diabetes: An overview of systematic reviews",
      "authors": [
        "S Kitsiou",
        "Par E G",
        "M Jaana"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0173160"
    },
    {
      "title": "The impact of mHealth interventions: Systematic review of systematic reviews",
      "authors": [
        "M Marcolino",
        "Jaq Oliveira",
        "D' Agostino"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8873"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: A meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino"
      ],
      "year": 2013
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: A systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli"
      ],
      "year": 2013
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: A meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T-L Laba"
      ],
      "year": 2016
    },
    {
      "title": "Preventive health behavior change text message interventions: A meta-analysis",
      "authors": [
        "A Armanasco",
        "Y Miller",
        "B Fjeldsoe"
      ],
      "year": 2017
    },
    {
      "title": "Efficacy of mobile apps to support the care of patients with diabetes mellitus: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "B Bonoto",
        "De Ara Ujo",
        "God Ve",
        "Ip"
      ],
      "year": 2017
    },
    {
      "title": "T2DM self-management via smartphone applications: A systematic review and metaanalysis",
      "authors": [
        "M Cui",
        "X Wu",
        "J Mao"
      ],
      "year": 2016
    },
    {
      "title": "Do mobile phone applications improve glycemic control (HbA 1c ) in the self-management of diabetes? A systematic review, meta-analysis, and GRADE of 14 randomized trials",
      "authors": [
        "C Hou",
        "B Carter",
        "J Hewitt"
      ],
      "year": 2016,
      "doi": "10.2337/dc16-0346"
    },
    {
      "title": "Mobile phone apps to promote weight loss and increase physical activity: A systematic review and meta-analysis",
      "authors": [
        "G Mateo",
        "E Granado-Font",
        "C Ferr E-Grau"
      ],
      "year": 2015
    },
    {
      "title": "The effectiveness of selfmanagement mobile phone and tablet apps in long-term condition management: A systematic review",
      "authors": [
        "L Whitehead",
        "P Seaton"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4883"
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: A systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3951"
    },
    {
      "title": "Mobile app-based interventions to support diabetes self-management: A systematic review of randomized controlled trials to identify functions associated with glycemic efficacy",
      "authors": [
        "Y Wu",
        "X Yao",
        "G Vespasiani"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6522"
    },
    {
      "title": "Usability and clinical efficacy of diabetes mobile applications for adults with type 2 diabetes: A systematic review",
      "authors": [
        "H Fu",
        "S Mcmahon",
        "C Gross"
      ],
      "year": 2017,
      "doi": "10.1016/j.diabres.2017.06.016"
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: Behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carrac¸a",
        "J Rawstorn"
      ],
      "year": 2017
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: Building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston"
      ],
      "year": 2013
    },
    {
      "title": "A game plan: Gamification design principles in mHealth applications for chronic disease management",
      "authors": [
        "A Miller",
        "J Cafazzo",
        "E Seto"
      ],
      "year": 2016
    },
    {
      "title": "Microrandomized trials: An experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman"
      ],
      "year": 2015
    },
    {
      "title": "Behavioral response to a justin-time adaptive intervention (JITAI) to reduce sedentary behavior in obese adults: Implications for JITAI optimization",
      "authors": [
        "J Thomas",
        "D Bond"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000304"
    },
    {
      "title": "A systematic review of gamification in e-Health",
      "authors": [
        "L Sardi",
        "A Idri",
        "J Ferna´ndez-Alema´n"
      ],
      "year": 2017,
      "doi": "10.1016/j.jbi.2017.05.011"
    },
    {
      "title": "What is the economic evidence for mHealth? A systematic review of economic evaluations of mHealth solutions",
      "authors": [
        "S Iribarren",
        "K Cato",
        "L Falzon"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0170581"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and metaanalyses of studies that evaluate health care interventions: Explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009
    },
    {
      "title": "Welcome -BCT Taxonomy Training",
      "year": 2018
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: The BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Telehealth and patient satisfaction: A systematic review and narrative analysis",
      "authors": [
        "C Kruse",
        "N Krowski",
        "B Rodriguez"
      ],
      "year": 2017
    },
    {
      "title": "Adoption factors associated with electronic health record among long-term care facilities: A systematic review",
      "authors": [
        "C Kruse",
        "M Mileski",
        "V Alaytsev"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2014-006615"
    },
    {
      "title": "Diabetes self-management smartphone application for adults with type 1 diabetes: Randomized controlled trial",
      "authors": [
        "M Kirwan",
        "C Vandelanotte",
        "A Fenning"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2588"
    },
    {
      "title": "Effect of lifestylefocused text messaging on risk factor modification in patients with coronary heart disease: A randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Effect of mobile telephone reminders on treatment outcome in HIV: Evidence from a randomised controlled trial in India",
      "authors": [
        "A Shet",
        "A Costa",
        "N Kumarasamy"
      ],
      "year": 2014
    },
    {
      "title": "An adaptive physical activity intervention for overweight adults: A randomized controlled trial",
      "authors": [
        "M Adams",
        "J Sallis",
        "G Norman"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0082901"
    },
    {
      "title": "A smartphone application to support recovery from alcoholism: A randomized clinical trial",
      "authors": [
        "D Gustafson",
        "F Mctavish",
        "M-Y Chih"
      ],
      "year": 2014
    },
    {
      "title": "Text2Plan: Exploring changes in the quantity and quality of action plans and physical activity in a text messaging intervention",
      "authors": [
        "C Mistry",
        "S Sweet",
        "R Rhodes"
      ],
      "year": 2015,
      "doi": "10.1080/08870446.2014.997731"
    },
    {
      "title": "Multiple behavior changes in diet and activity: A randomized controlled trial using mobile technology",
      "authors": [
        "B Spring",
        "K Schneider",
        "H Mcfadden"
      ],
      "year": 2012,
      "doi": "10.1001/archinternmed.2012.1044"
    },
    {
      "title": "Self-monitoring in weight loss: A systematic review of the literature",
      "authors": [
        "L Burke",
        "Wang Sevick"
      ],
      "year": 2011,
      "doi": "10.1016/j.jada.2010.10.008"
    },
    {
      "title": "Self-efficacy, problem solving, and social-environmental support are associated with diabetes self-management behaviors",
      "authors": [
        "D King",
        "R Glasgow",
        "D Toobert"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-1746"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: A meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136"
    },
    {
      "title": "Behavior change techniques in top-ranked mobile apps for physical activity",
      "authors": [
        "D Conroy",
        "C-H Maher"
      ],
      "year": 2014
    },
    {
      "title": "Behavior change techniques in apps for medication adherence",
      "authors": [
        "E Morrissey",
        "T Corbett",
        "J Walsh"
      ],
      "year": 2016
    },
    {
      "title": "Individual differences in regulatory mode moderate the effectiveness of a pilot mHealth trial for diabetes management among older veterans",
      "authors": [
        "M Dugas",
        "K Crowley",
        "G Gao"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0192807"
    },
    {
      "title": "Trading pounds for points: Engagement and weight loss in a mobile health intervention",
      "authors": [
        "S Hales",
        "G Turner-Mcgrievy",
        "S Wilcox"
      ],
      "year": 2017,
      "doi": "10.1177/2055207617702252"
    },
    {
      "doi": "10.1016/s2589-7500(19)30010-x"
    }
  ],
  "num_references": 52
}
