{
  "paper_id": "JYVU6UBL",
  "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
  "abstract": "Objectives: To determine the effectiveness of a mobile phone text messaging smoking cessation programme. Design: Randomised controlled trial Setting: New Zealand Participants: 1705 smokers from throughout New Zealand who wanted to quit, were aged over 15 years, and owned a mobile phone were randomised to an intervention group that received regular, personalised text messages providing smoking cessation advice, support, and distraction, or to a control group. All participants received a free month of text messaging; starting for the intervention group on their quit day to assist with quitting, and starting for the control group at six months to encourage follow up. Follow up data were available for 1624 (95%) at six weeks and 1265 (74%) at six months. Main outcome measures: The main trial outcome was current non-smoking (that is, not smoking in the past week) six weeks after randomisation. Secondary outcomes included current non-smoking at 12 and 26 weeks. Results: More participants had quit at six weeks in the intervention compared to the control group: 239 (28%) v 109 (13%), relative risk 2.20 (95% confidence interval 1.79 to 2.70), p , 0.0001. This treatment effect was consistent across subgroups defined by age, sex, income level, or geographic location (p homogeneity . 0.2). The relative risk estimates were similar in sensitivity analyses adjusting for missing data and salivary cotinine verification tests. Reported quit rates remained high at six months, but there was some uncertainty about between group differences because of incomplete follow up. Conclusions: This programme offers potential for a new way to help young smokers to quit, being affordable, personalised, age appropriate, and not location dependent. Future research should test these findings in different settings, and provide further assessment of long term quit rates.",
  "year": 1994,
  "date": "1994",
  "journal": "Am J Public Health",
  "publication": "Am J Public Health",
  "authors": [
    {
      "forename": "Anthony",
      "surname": "Rodgers",
      "name": "Anthony Rodgers",
      "affiliation": "Clinical Trials Research Unit , School of Population Health , The University of Auckland , Private Bag 92019 , Auckland , New Zealand; \n\t\t\t\t\t\t\t\t School of Population Health \n\t\t\t\t\t\t\t\t Clinical Trials Research Unit \n\t\t\t\t\t\t\t\t The University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Private Bag 92019 \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand;",
      "email": "a.rodgers@ctru.auckland.ac.nz"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "T",
      "text": "here is substantial unmet need for smoking cessation interventions among young adults. Most smokers start in their teens, with more than 80% having their first cigarette before their 18th birthday.  1 Over the course of a year, most young smokers want to quit or cut down.  2 3 owever, existing effective smoking cessation services, such as advice from health professionals and nicotine replacement therapy, are underutilised by young adults. There is limited direct evidence of smoking cessation interventions demonstrating efficacy in adolescents, particularly long term.  4 5 The shortage of age appropriate cessation programmes, together with widespread efforts to market tobacco to younger audiences, are major reasons for the lack of decline in young adult smoking levels. New smoking cessation interventions for young adults, particularly ones that can be inexpensively provided to large numbers of people, are clearly needed.\n\nMobile phones could provide an important new delivery medium for smoking cessation programmes for young adults. The large majority of young adults in high income countries, and increasing numbers in middle income countries, own mobile phones. There are now over a billion mobile phone users globally, more than owners of fixed line telephones. The large majority of young adults in New Zealand, as in all other economically developed countries, now own a mobile phone. Text messaging (in which up to 160 characters of text are sent directly from one mobile phone to another) has become a new communications medium, mostly used by young adults. For example, over 70 million text messages were sent daily in the UK in September 2004 (Mobile Data Association, personal communication). Mobile phones thus present a new channel for individualised information to be delivered inexpensively wherever the person is located. This medium could be used to provide adapted versions of smoking cessation educational materials with existing evidence of effectiveness,  6  as well as a number of novel strategies. However, to date no randomised trial has evaluated the effectiveness of mobile phone based smoking cessation services. We report here the results of such a trial."
    },
    {
      "title": "METHODS",
      "text": "We conducted a large, simple randomised trial of a new smoking cessation service using mobile phone text messaging."
    },
    {
      "title": "Participants",
      "text": "People were eligible for inclusion provided they met the following criteria: aged 16 years or more; currently smoking cigarettes daily; interested in quitting within the next month (that is, were in the contemplative stage of change 6 ); able to send and receive text messages; current owner of a Vodafone mobile (at the time the trial started Vodafone was the only telephone network in New Zealand on which all users could send and receive text messages); English speaking; and able to provide informed consent to participate in the study. No restrictions were placed on location within New Zealand. No restrictions were placed on setting or location for confirmation of informed consent (which was performed with text messaging) or for data collection, which was conducted by mobile phone (voice or text message) or by personal visits for salivary cotinine assessment. Participants were recruited from adverts placed on popular websites, media articles, email and text message mailing lists, and posters at tertiary education institutions."
    },
    {
      "title": "Interventions",
      "text": "Participants were allocated to either a control group or to a group that received a support programme. There were no restrictions on the use of other smoking cessation strategies by trial participants-that is, this trial tested the addition of mobile phone based services to existing practice. All participants were informed at their baseline interview of the Quitline and the government subsidy for nicotine replacement therapy that was available.\n\nParticipants allocated to the intervention group received a programme of interventions, based around setting a quit date within 30 days of randomisation. They were sent regular, personalised text messages providing smoking cessation advice, support, and distraction. This content covered information relevant to quitting-for example, symptoms to expect on quitting, tips to avoid weight gain and improve nutrition, tips to cope with craving; advice on avoiding smoking triggers; instructions on breathing exercises to perform instead of smoking; motivational support (for example success stories, feedback on amount of money and life years saved) and distraction (for example, general interest, sports, fashion, trivia, travel). The messages were developed by a multidisciplinary team including young adults, Maori health researchers, and experts in adolescent health, nutrition, cognitive behavioural therapy, and smoking cessation. About half the messages related to quitting and about half were of general interest. An algorithm based on keyword matching was developed to match participant characteristics (preferences, smoking history, barriers to cessation, etc) with a database of over 1000 text messages so that an individualised programme was provided. Participants' nicknames were also incorporated into the text messages. A quit day was negotiated with each participant, and five messages were sent per day for the week leading up to the quit day and the following four weeks. On the quit day a free month of outgoing text messaging also began, with participants encouraged to tell all their friends and family they are quitting on that day. This process encouraged communication and support, and also helped with distraction, given the time spent in writing and receiving text messages. Several other text message based services were provided for the intervention group: Quit buddy (participants with similar characteristics and quit days were put in touch with each other); TXT crave (participants could ''pull'' text messages on demand by sending a text message to a short code number and they would receive a tip on how to get through the cravings); TXT polls (for example, messages sent to all participants on current topics, and the answers were sent back to all); and TXT quizzes (questions were sent out, followed by answers the next day). Six weeks after randomisation, coinciding approximately with the end of the free text messaging month, the intervention became much less intensive, with the number of sent text messages reducing from five a day to three per week until the end of the 26 week (that is, six month) follow up. These messages focused on maintaining cessation among those who had quit.\n\nControl group participants only received one text message every two weeks, thanking them for being in the study, providing study centre contact details, informing them that those who completed follow up would be rewarded with a free month of text messaging (whether they quit or not), and reminding them of the time until their free month at the end of follow up."
    },
    {
      "title": "Objectives",
      "text": "The primary objective of the trial was to assess whether a programme of text messaging could increase smoking cessation."
    },
    {
      "title": "Outcomes",
      "text": "The main outcome of the trial was the prevalence of current non-smoking (that is, not smoking in the past week) six weeks after randomisation. Secondary outcomes included: biochemically verified abstinence at six weeks; self reported current non-smoking at 12 and 26 weeks; and continuous abstinence at 26 weeks-that is, 24 week continuous abstinence. Potential adverse outcomes were rates of car crash and of ''text thumb'', defined as ever having pain in the thumb or finger joints when TXTing during the six months.\n\nAll baseline data collection was by voice over mobile phone, confirmation of informed consent was performed using text messaging, and follow up data were obtained using voice and text messaging. Participants were informed at the outset of the study that baseline levels of smoking and reports of quitting may be verified, which may improve the veracity of self reported data.  7 A 10% random sample of participants from three main cities (Auckland, Wellington, and Christchurch) were selected at baseline for personal visits at a time and place of their choice to assess salivary cotinine concentrations. In addition, a random sample of 100 participants from these cities who reported quitting at six weeks was selected for salivary cotinine assessments. Every attempt was made for these visits to occur as soon as possible, but they were often a week after the report and so some participants relapsed before the visit. People collecting and analysing the samples were unaware of treatment allocation."
    },
    {
      "title": "Sample size",
      "text": "A sample size of 1700 was selected to provide 90% power to detect a one third increase in reported smoking cessation with 90% power at p = 0.05, assuming a 30% rate of reported quitting in the control group."
    },
    {
      "title": "Randomisation",
      "text": "Age, sex, number of cigarettes, and stage of change are used as stratification factors in the minimisation algorithm.  8 location concealment Central telephone randomisation was employed, with the sequence concealed until interventions were assigned."
    },
    {
      "title": "Implementation",
      "text": "Research staff taking the calls generated the allocation sequence, enrolled participants, and assigned participants to their groups."
    },
    {
      "title": "Blinding (masking)",
      "text": "Participants were aware of which group they were allocated to, but follow up methods were identical for all participants, with any follow up phone calls made by staff unaware of the treatment allocation."
    },
    {
      "title": "Statistical methods",
      "text": "Data were analysed following a pre-specified analysis plan. Simple x 2 analyses compared the proportion quit by treatment group, with estimation of relative risks, 95% confidence intervals, and two sided p values. The number of cigarettes smoked and Fagerstrom score (a measure of nicotine dependence  9  ) during follow up were compared with analysis of covariance. The role of possible baseline effect modifiers including the stratifying variables and confounders was assessed with standard logistic regression analyses and was to be reported if the estimate of treatment effect on the primary outcome changed by greater than 10%. Participants without follow up data were assumed to be still smoking in the primary analysis. Secondary analyses were performed assuming that participants with no follow up data either: had the same smoking status as at last follow up; or were all nonsmoking; or were all smoking in the intervention group. Additional sensitivity analyses assumed that the rate of nonconfirmed quitters for the whole trial was the same as for the sample assessed for salivary cotinine. Prespecified subgroup analyses were planned providing there was a treatment effect of at least three standard deviations in the primary outcome."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Baseline characteristics and follow up",
      "text": "Overall, the mean age of participants was 25 years and 58% were female (table  1 ).\n\nAt baseline, the mean (SD) number of cigarettes smoked per day was 15 (3), and the average number of previous quit attempts was two per person. Overall 27% of people had previously used a nicotine replacement product and less than 10% had used any other product or service. Of 101 individuals selected for salivary cotinine verification of baseline smoking status, a total of 61 attended the test, of whom 56 (92%) had concentrations of over 15 ng/ml (that is, were confirmed as current smokers). Follow up data were available from 95% of participants for the primary outcome at six weeks (fig 1, table  2 ).\n\nHowever, follow up rates were lower at six months, especially in the intervention group (69% v 79% in the control group, p = 0.01). This is likely to reflect the fact that the control group received a month of free text messaging in return for continuing to participate until the 26 week follow up call. However, because of limited resources, there was no similar follow up incentive for the active group."
    },
    {
      "title": "Effects on smoking cessation at six weeks",
      "text": "The primary outcome of smoking cessation at six weeks was more common in those allocated to the active group. More participants reported quitting at this time point in the active group compared to the control group: 239 (28%) v 109 (13%), relative risk 2.20, 95% confidence interval (CI) 1.79 to 2.70; p , 0.0001 (table  3 ).\n\nThis treatment effect was consistent across subgroups defined by factors such as age, sex, income level, or geographic location (p homogeneity . 0.2) (fig  2 ).\n\nThe results of salivary cotinine verification for those reporting to have quit at six weeks are shown in table  4 .\n\nThese demonstrate over-reporting of quit rates, with no clear evidence that this occurred at different rates in the intervention and control groups. The relative risk estimates for the primary outcome were not substantially altered in sensitivity analyses adjusting for missing data and salivary cotinine verification tests. A number of sensitivity analyses were performed to assess the potential impact of missing follow up data, misclassified quit status, and adjustment for baseline prognostic variables (table  3 ). As can be seen, under all the relevant scenarios there remains a statistically definite increase in smoking cessation rates at six weeks, even under the most conservative assumptions. However, assuming that the rate of true quitters for the whole trial was the same as for the sample assessed for salivary cotinine, the absolute difference in quit rates at six weeks is reduced (7.7% in the adjusted analyses, as compared to 15.3% in the unadjusted analyses). Thus the ''number needed to treat'' was approximately 13-that is, one extra quitter for every 13 allocated the intervention."
    },
    {
      "title": "Effects on smoking cessation at 12 and 26 weeks",
      "text": "There remained an increase in prevalence of non-smoking in the active group compared to the control group at 12 weeks follow up (table  5 ).\n\nHowever, the between group differences were less clear at 26 weeks. While reported quit rates remained high in the active group, there was an increase in reported quit rates among the control group (from 13% at six weeks to 24% at 26 weeks). Also, there were more lost to follow up in the active  ÀAssumes all participants with missing smoking status were not smoking. `Assumes participants with missing smoking status in the control group were not smoking but participants with missing smoking status in the active group were smoking.\n\n1Assumes the proportion of non-confirmed quitters in the sample assessed for salivary cotinine (that is, 23/49 = 0.47) was the same for the whole trial population. ôAssumes the proportion of non-confirmed quitters for the sample selected for salivary cotinine (including those selected for test but who did not attend, 23/125 = 0.18) was the same for the whole trial population. CI, confidence interval; RR, relative risk.\n\ngroup, and so assumptions of smoking status for those lost to follow up made important differences to the treatment effect estimates. At 26 weeks, there were more participants in the active group who had abstained from smoking for 24 weeks, but the confidence intervals were wide, ranging from little or no effect to a more than a doubling in abstinence rates."
    },
    {
      "title": "Effects on other outcomes",
      "text": "Those reporting to have quit at 26 weeks were also asked about their confidence in staying quit, ranging from ''not at all'' to ''extremely confident''. The distribution of answers were skewed to being more confident in the active group (x 2 test p = 0.04)-for example, 71 (33%) of quitters in the active group felt extremely confident in staying quit, compared to 41 (20%) in the control group. Among those smoking at 26 weeks, there was a small reduction in the number of cigarettes smoked per day (7.3 v 8.5, p = 0.03), a shift in the distribution of stage of change towards preparedness for quitting (p = 0.005), but no clear difference in Fagerstrom scores (3.4 v 3.2, p = 0.4).\n\nDuring the 26 week study period there was no difference in the rate of pain in the thumb or finger joints during texting; 52 (6.1%) in the active group compared to 48 (5.6%) in the control group (RR 1.08, 95% CI 0.74 to 1.59; p = 0.7). There was also no difference in car crash rates: 38 (4.5%) in the active group versus 43 (5.0%) in the control group (RR 0.88, 95% CI 0.56 to 1.35; p = 0.6). Overall, a total of five crashes occurred during or after sending a text message and three occurred while smoking."
    },
    {
      "title": "DISCUSSION",
      "text": "This trial showed that a text messaging based smoking cessation programme about doubled quit rates at six weeks. This treatment effect was consistent across major subgroups defined by age, sex, income level, and geographic location. Reported quit rates remained high at six months, but there was some uncertainty about between group differences because of incomplete follow up.\n\nThe two main shortcomings of the trial lay in the overreporting of quitting status and the comparatively large and differential loss to follow up. These factors are unlikely to have biased the treatment effect estimates at six weeks, since at that time follow up was high and over-reporting rates appeared similar in both groups. Over-reporting of quit status is a common finding in smoking cessation studies, especially among young adults.  10 This might be particularly expected if participants were aware that only a fraction would undergo confirmation of quit reports. These verification visits were limited by resource constraints, given the considerable dispersal of the trial participants (which is, of course, one of the potential advantages of the intervention in terms of 6  4   Relative risk of quitting (95% confidence intervals) The squares are larger where there are more events, as their size is proportional to the inverse variance. The 95% confidence intervals are represented by the width of the diamond for the overall effect and by the horizontal lines for effects in each subgroup. scalability and provision to many people over a wide geographic area). Initial piloting indicated that without an incentive, follow up rates might be low for this age group, especially in the control group. Because of resource constraints, we could only offer an incentive to the control group (a month of free text messaging) to continue with follow up. Consequently follow up rates reduced to around 67% in the intervention group and 78% in the control group by six months. The reported quit rates increased over time in the control group, suggesting that some participants thought that their free text month was dependent on them reporting to have quit. This would lead to underestimation of treatment effects at six months. Smoking cessation is likely to have very substantial public health benefits, that are complementary to smoking prevention interventions.  11 Certainly, the benefits of even modest increases in smoking cessation are likely to vastly outweigh any plausible risks of cell phone use.  12 This mobile phone text messaging programme offers potential for a new way to help young smokers to quit, with the advantages of being relatively inexpensive, personalised, and age appropriate. It could assist traditionally hard to reach groups, being easily deliverable across wide geographic areas, and benefiting from the fact that mobile phones are with the person most of the day and mobile ownership is generally much higher than for computers, especially among lower socioeconomic groups.  13 he service may complement other potential reasons for mobile phones to displace smoking, such as competition for limited cash, satisfaction of adult aspirations, and peer group bonding.  14 It might also lead to major new players entering the smoking cessation field, such as mobile phone operators and handset manufacturers, whose marketing campaigns are highly influential among young adults.\n\nThe consistency of results across diverse population groups within this trial suggests the intervention may have good generalisability, but further trials are warranted in different geographic and cultural settings, with more information on verified long term quit rates. Future research should test improvements in this programme, including the opportunity for integration with existing programmes (especially Quitlines and nicotine replacement therapy provision) and use of newer multimedia phones, which offer further opportunities for provision of quit information and distraction activities. Trials in developing countries are particularly important, given the impending scale of the tobacco epidemic  15 16  and the need for smoking cessation if this epidemic is to be blunted in the first half of this century. There will be increasing overlap between the world's smokers (currently numbering 1.3 billion, of whom more than three quarters live in developing countries  17 18  ) and the world's users of text message capable mobile phones (currently numbering 1.1 billion but predicted to increase to 2 billion by 2006, with the large majority of that increase occurring in developing countries  19  ). For example, in China, where one third of the world's cigarettes are consumed,  18  there are more than 250 million mobile phone users and more than five million new subscribers each month.  20  Riddell, Maori and Pacific Health, School of Population Health, The University of Auckland Sponsor details: The trial was funded by the National Heart Foundation of New Zealand, the Cancer Society of New Zealand, Vodafone NZ and Alcatel. The trial was designed, conducted and analysed by the researchers independently of the funders.\n\nCompeting interests: All authors declare that the answer to the questions on your competing interest form [ http://bmj.com/cgi/content/full/  317/7154/291/DC1] are all No and therefore have nothing to declare. None of the investigators have a personal financial interest in the software or intellectual property developed as part of this trial. A notfor-profit entity, wholly owned by the University of Auckland, owns the software and intellectual property developed for the trial."
    },
    {
      "text": "Figure 1 Flowchart of recruitment and retention of participants throughout the trial."
    },
    {
      "text": "Figure2Effect of text message based smoking cessation programme on smoking cessation at six weeks, by subgroup. The relative risk of current non-smoking at six weeks after randomisation is plotted overall, and for several subgroups. The diamond centre and the vertical line that runs through it are placed at the overall relative risk and the squares are placed at the relative risk for each subgroup. The squares are larger where there are more events, as their size is proportional to the inverse variance. The 95% confidence intervals are represented by the width of the diamond for the overall effect and by the horizontal lines for effects in each subgroup."
    },
    {
      "text": "Details of ethical approval: The trial was approved by Auckland Ethics Committee, Reference number 2001/275 International Standard Randomised Controlled Trial Number: ISRCTN85788039"
    },
    {
      "text": "Baseline characteristics"
    },
    {
      "text": "Number of participants with follow up data at each time point"
    },
    {
      "text": "Treatment effects on number of participants achieving smoking cessation at six weeks"
    },
    {
      "text": "Results of salivary cotinine assessments among those reporting to have quit at six weeks"
    }
  ],
  "references": [
    {
      "title": "The report of the Surgeon General: preventing tobacco use among young people",
      "authors": [
        "M Elders",
        "C Perry",
        "M Eriksen"
      ],
      "year": 1994,
      "doi": "10.2105/ajph.84.4.543"
    },
    {
      "title": "Attitudes of adolescents toward smoking cessation",
      "authors": [
        "S Stone",
        "J Kristeller"
      ],
      "year": 1992,
      "doi": "10.1016/s0749-3797(18)30809-2"
    },
    {
      "title": "Rationale for tobacco cessation interventions in youth",
      "authors": [
        "L Lamkin",
        "B Davis",
        "A Kamen"
      ],
      "year": 1998,
      "doi": "10.1006/pmed.1998.0386"
    },
    {
      "title": "Investing in youth tobacco control: a review of smoking prevention and control strategies",
      "authors": [
        "P Lantz",
        "P Jacobson",
        "K Warner"
      ],
      "year": 2000,
      "doi": "10.1136/tc.9.1.47"
    },
    {
      "title": "Adolescent and young adult tobacco prevention and cessation: current status and future directions",
      "authors": [
        "C Backinger",
        "P Fagan",
        "E Matthews"
      ],
      "year": 2003,
      "doi": "10.1136/tc.12.suppl_4.iv46"
    },
    {
      "title": "Transtheoretical therapy: towards a more integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1982,
      "doi": "10.1037/h0088437"
    },
    {
      "title": "The bogus pipeline: a new paradigm for measuring affect and attitude",
      "authors": [
        "E Jones",
        "H Sigall"
      ],
      "year": 1971,
      "doi": "10.1037/h0031617"
    },
    {
      "title": "Allocation of patients to treatment groups in a controlled clinical study",
      "authors": [
        "S White",
        "L Freedman"
      ],
      "year": 1978,
      "doi": "10.1038/bjc.1978.124"
    },
    {
      "title": "The Fagerstrom test for nicotine dependence: a revision of the Fagerstrom tolerance questionnaire",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker"
      ],
      "year": 1991,
      "doi": "10.1111/j.1360-0443.1991.tb01879.x"
    },
    {
      "title": "Start to stop'': results of a randomised controlled trial of a smoking cessation programme for teens",
      "authors": [
        "L Robinson",
        "Vander Weg",
        "M Riedel"
      ],
      "year": 2003,
      "doi": "10.1136/tc.12.suppl_4.iv26"
    },
    {
      "title": "Adolescent and young adult tobacco prevention and cessation: current status and future directions",
      "authors": [
        "C Backinger",
        "P Fagan",
        "E Matthews"
      ],
      "year": 2003,
      "doi": "10.1136/tc.12.suppl_4.iv46"
    },
    {
      "title": "The health hazards of mobile phones",
      "authors": [
        "M Maier",
        "C Blakemore",
        "M Koivisto"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7245.1288"
    },
    {
      "title": "New Zealand household economic survey",
      "year": 2001,
      "doi": "10.1080/00779950109544339"
    },
    {
      "title": "Decline in teenage smoking with rise in mobile phone ownership: hypothesis",
      "authors": [
        "A Charlton",
        "C Bates"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.321.7269.1155"
    },
    {
      "title": "Estimates of global mortality attributable to smoking in 2000",
      "authors": [
        "M Ezzati",
        "A Lopez"
      ],
      "year": 2003,
      "doi": "10.1016/s0140-6736(03)14338-3"
    },
    {
      "title": "Mortality from smoking worldwide",
      "authors": [
        "R Peto",
        "A Lopez",
        "J Boreham"
      ],
      "year": 1996,
      "doi": "10.1093/oxfordjournals.bmb.a011519"
    },
    {
      "title": "The tobacco atlas",
      "authors": [
        "J Mackay",
        "M Eriksen"
      ],
      "year": 2002,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "GSM World",
      "year": 2004,
      "doi": "10.18411/lj-31-10-2016-1-11"
    },
    {
      "title": "Anon",
      "year": 2004,
      "doi": "10.7220/2345-0258.10.5"
    },
    {
      "title": "E Christo Komarnitski",
      "authors": [
        "The Lighter Side"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.tc200985"
    }
  ],
  "num_references": 20,
  "original_doi": "https://doi.org/10.13039/501100001516"
}
