{
  "paper_id": "K3IYFWTC",
  "title": "Dose-Dependent Effect of Aerobic Exercise on Inflammatory Biomarkers in a Randomized Controlled Trial of Women at High Risk of Breast Cancer",
  "abstract": "BACKGROUND: Increased levels of inflammation are associated with many diseases, including cancer. Physical activity can lower breast cancer risk as well as levels of inflammation. The Women In Steady Exercise Research (WISER) Sister trial was a randomized controlled trial that investigated the effects of a dosed, moderate to vigorous, aerobic exercise intervention on levels of inflammation in premenopausal women who were at high risk of developing breast cancer. METHODS: Participants were randomized to control (<75 minutes per week; 41 patients), low-dose exercise (150 minutes per week; 38 patients), or high-dose exercise (300 minutes per week; 37 patients) groups. The 5-menstrual cycles-long, home-based treadmill exercise intervention gradually increased in minutes per week and intensity up to a maximum of 80% of the age-predicted maximum heart rate. Blood was collected at baseline and at follow-up and assayed for chemokine (C-C motif) ligand 2 (CCL2), interleukin 10 (IL-10), interleukin 12 (IL-12), and tumor necrosis factor α (TNF-α). RESULTS: A linear dose-response relationship was observed for the proinflammatory biomarkers CCL2 (%Δ of -5.44% in the control group, -0.03% in the low-dose exercise group, and 1.54% in the high-dose exercise group), IL-12 (%Δ of -21.5% in the control group, 38.2% in the low-dose exercise group, and 25.8% in the high-dose exercise group,) and TNF-α (%Δ of -4.69% in the control group, 9.51% in the low-dose exercise group, and 15.7% in the high-dose exercise group) but not for the anti-inflammatory biomarker IL-10 (%Δ of 5.05% in the control group, 6.05% in the low-dose exercise group, and 10.6% in the high-dose exercise group). For IL-12 and TNF-α, the percentage change was significantly higher in the low-dose (IL-12: P < .001; and TNF-α: P = .01) and high-dose (IL-12: P < .001; and TNF-α: P < .001) exercise groups compared with the control group. CONCLUSIONS: Moderate to vigorous aerobic exercise appeared to increase levels of proinflammatory biomarkers in a dose-dependent manner in a population of healthy women at high risk of developing breast cancer. The results of the current study suggest that for healthy premenopausal women, the mechanism of reduced breast cancer risk observed in physically active individuals may not be a result of reduced levels of inflammation.",
  "year": 2019,
  "date": "2019-09-30",
  "journal": "Breast Cancer Res",
  "publication": "Breast Cancer Res",
  "authors": [
    {
      "forename": "Jeremy",
      "surname": "Haley",
      "name": "Jeremy Haley",
      "affiliation": "1  Department of Public Health Sciences , Penn State Cancer Institute , College of Medicine , Pennsylvania State University , 500 University Dr , Hershey , PA 17033 ; \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t Penn State Cancer Institute \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 500 University Dr \n\t\t\t\t\t\t\t\t\t 17033 \n\t\t\t\t\t\t\t\t\t Hershey \n\t\t\t\t\t\t\t\t\t PA",
      "orcid": "0000-0002-3279-7873"
    },
    {
      "forename": "Elizabeth",
      "surname": "Hibler",
      "name": "Elizabeth Hibler",
      "affiliation": "2  Department of Public Health Sciences , Pennsylvania State University , Hershey , Pennsylvania; \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hershey \n\t\t\t\t\t\t\t\t\t Pennsylvania;"
    },
    {
      "forename": "Shouhao",
      "surname": "Zhou",
      "name": "Shouhao Zhou",
      "affiliation": "1  Department of Public Health Sciences , Penn State Cancer Institute , College of Medicine , Pennsylvania State University , 500 University Dr , Hershey , PA 17033 ; \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t Penn State Cancer Institute \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 500 University Dr \n\t\t\t\t\t\t\t\t\t 17033 \n\t\t\t\t\t\t\t\t\t Hershey \n\t\t\t\t\t\t\t\t\t PA",
      "orcid": "0000-0002-8124-5047"
    },
    {
      "forename": "Kathryn",
      "surname": "Schmitz",
      "name": "Kathryn Schmitz",
      "affiliation": "1  Department of Public Health Sciences , Penn State Cancer Institute , College of Medicine , Pennsylvania State University , 500 University Dr , Hershey , PA 17033 ; \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t Penn State Cancer Institute \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 500 University Dr \n\t\t\t\t\t\t\t\t\t 17033 \n\t\t\t\t\t\t\t\t\t Hershey \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Kathleen",
      "surname": "Sturgeon",
      "name": "Kathleen Sturgeon",
      "affiliation": "1  Department of Public Health Sciences , Penn State Cancer Institute , College of Medicine , Pennsylvania State University , 500 University Dr , Hershey , PA 17033 ; \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t Penn State Cancer Institute \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 500 University Dr \n\t\t\t\t\t\t\t\t\t 17033 \n\t\t\t\t\t\t\t\t\t Hershey \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "Division of Cancer Epidemiology and Prevention , Department of Preventive Medicine , Feinberg School of Medicine , Northwestern University , Chicago , Illinois \n\t\t\t\t\t\t\t\t Division of Cancer Epidemiology and Prevention \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t Illinois"
    }
  ],
  "doi": "",
  "keywords": [
    "aerobic exercise",
    "biomarkers",
    "BRCA",
    "breast cancer",
    "inflammation",
    "physical activity"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "On average, women have a 12% lifetime risk of developing breast cancer,  1  and there are several factors involved in its carcinogenesis such as sex hormones, 2 growth factors,  3  and adipokines.  4 Women may be at an elevated risk of developing breast cancer if they possess additional risk factors, including breast cancer-associated mutations  5, 6  or increased levels of inflammatory biomarkers.  7 Physical activity has been shown to reduce breast cancer risk.  8 Premenopausal women who exercise (≥39 metabolic equivalent for task [MET] hours per week) can reduce their risk of breast cancer by 23% compared with physically inactive women.  9 One mechanism through which physical activity is hypothesized to decrease cancer risk is by decreasing levels of inflammation.\n\nInflammation is associated with an increased risk of disease.  10, 11 Specifically, increased levels of proinflammatory biomarkers such as tumor necrosis factor α (TNF-α), interleukin 12 (IL-12; IL-12p70 active heterodimer), and chemokine (C-C motif ) ligand 2 (CCL2) have been implicated in the development and progression of cancer.  [12] [13] 3] [14]  Antiinflammatory biomarkers such as IL-10 are responsible for controlling the inflammatory response by inhibiting the production of proinflammatory biomarkers by inflammatory macrophages.  15, 16 Failure to resolve an inflammatory response can result in a chronic state of inflammation that is characterized by persistent, low levels of proinflammatory biomarkers and inflammatory cells, even in the absence of injury or infection, that can cause harm to healthy tissue.\n\nMitigating chronic inflammation may be particularly important for women at high risk of breast cancer. Cells in an inflammatory environment are known to produce free radicals such as reactive oxygen and nitrogen species.  17 Through Cancer January 15, 2020 oxidative stress, these free radicals are capable of damaging DNA and preventing DNA repair. In addition, mutations in genes that are associated with an increased risk of breast cancer (BRCA1/2 and PALB2) also are key components of the DNA repair process.  18 Furthermore, mutations in genes associated with the DNA damage response also can increase a woman's risk of breast cancer.  2, 3 Thus, reducing chronic inflammation via the implementation of healthy lifestyle changes in women with deficiencies in DNA repair processes may be particularly important.\n\nSeveral studies in women have observed physical activity-induced decreases in proinflammatory biomarkers and increases in anti-inflammatory biomarker levels.  [19] [20] 0] [21] [22]  Despite data from observational studies regarding physical activity and interventional studies using structured exercise interventions  19, 21, 22  demonstrating that both can improve levels of inflammatory biomarkers, to the best of our knowledge no randomized controlled intervention trial to date has assessed whether structured aerobic exercise is able to change levels of inflammation in a dose-dependent manner in a population of women at high risk of developing breast cancer. Studies that have been performed in high-risk women, specifically BRCA1/2 carriers, primarily have focused on observational data exploring the relationship between levels of physical activity and breast cancer risk. These data have shown that physical activity early in life can reduce breast cancer risk.  23 It is important to note that these observational studies have assessed general physical activity (defined as any bodily movement produced by skeletal muscles that requires energy expenditure). Exercise is a subtype of physical activity. Exercise is planned, structured, and intentional movement with the goal of improving or maintaining physical fitness. Exercise physiology has indicated that the body reacts and adapts to different physical stressors (frequency, intensity, and duration) in unique ways. Thus, the objective of the current prospective, randomized controlled trial was to assess the effect of a dosed aerobic exercise intervention on levels of inflammation in premenopausal women at high risk of breast cancer."
    },
    {
      "title": "MATERIALS AND METHODS"
    },
    {
      "title": "Eligibility, Recruitment, and Randomization",
      "text": "The Women In Steady Exercise Research (WISER) Sister study was a randomized controlled trial of premenopausal women at high risk of developing breast cancer that enrolled participants from 2008 through 2012. Detailed information regarding study recruitment, randomization, the intervention, and main results (improvements in body composition, hormone levels, breast density, adiponectin, and leptin) have been reported previously.  [24] [25] ] [26] [27]  Briefly, eligible participants were considered to be at high risk if they possessed any of the following: 1) confirmed BRCA1/2 mutation; 2) a lifetime risk of developing breast cancer of ≥18% according to the Gail or Claus prediction models; or 3) documented deleterious mutation in a relative that conferred a >25% risk to the participant. Eligibility criteria also included age >18 years; normal menstrual cycles; not currently smoking; body mass index (BMI) of 18 to 50 kg/m 2 and weight stable; no history of fibroids, endometriosis, or polycystic ovary syndrome; no recent use of hormonal contraception; no contraindications for exercise training; controlled hypertension; and sedentary lifestyle (<75 minutes of aerobic exercise per week). The University of Pennsylvania Human Subjects Review Committee approved the current study, and written informed consent was obtained from all subjects before study activities were initiated.\n\nWomen were randomized to control or intervention groups after stratification by: 1) baseline BMI >30 kg/m 2 and <30 kg/m 2 ; and 2) time since first menstrual cycle (>10 years vs ≤10 years). In the current study, 132 participants had available samples at baseline and 116 of those women also had follow-up samples available. Sixteen women were lost to follow-up. Baseline analyses of TNF-α and IL-12 included all 132 women (43 women in the control group, 44 women in the low-dose exercise group, and 45 women in the high-dose exercise group). Baseline analysis of CCL2 and IL-10 included 131 participants. Two data points at baseline were excluded due to technical error: CCL2 (43 women in the control group, 43 women in the low-dose exercise group, and 45 women in the high-dose exercise group) and IL-10 (42 women in the control group, 44 women in the low-dose exercise group, and 45 women in the high-dose exercise group)."
    },
    {
      "title": "Exercise Intervention",
      "text": "A 5-menstrual cycle-long exercise intervention was selected to be long enough to induce changes in urinary hormones (primary outcome of the WISER Sister Trial), while balancing the feasibility of recruitment, complexity of delivering a distance-based intervention, and completing the study within the funding period.  24, 27, 28 articipants in the low-dose and high-dose aerobic exercise groups were asked to complete 150 minutes of exercise per week and 300 minutes of exercise per week, respectively. Participants within an intervention group had treadmills shipped to their home (Smooth Fitness 5.65 Treadmill; Smooth Fitness, King of Prussia, Pennsylvania) and were Cancer January 15, 2020 asked to complete home-based aerobic workouts for 5 menstrual cycles. Exercise intensity progressed in the first 4 weeks of the intervention for both groups until 70% to 80% of the age-predicted maximum heart rate (220-age) was attained.  24, 26, 27 After the first 4 weeks, the high-dose exercise group increased their exercise duration by 20 to 25 minutes every 2 weeks until reaching 300 minutes per week. Exercise intensity did not differ between the intervention groups. Participants in the control group were asked to maintain their regular physical activity levels (<75 minutes/week). Adherence to the exercise protocol was monitored by review of the participants' exercise logs and heart rate monitor data as previously reported.  24, 26, 27"
    },
    {
      "title": "Data Collection",
      "text": "Data collection was performed at baseline and at followup clinic visits. Participants completed 3-day dietary logs. Body composition variables were measured using dualenergy x-ray absorptiometry (Hologic, Marlborough, Massachusetts) and all scans were analyzed using APEX 3.3. Fitness capacity was assessed using time completed in a Bruce protocol treadmill exercise test. Energy expenditure was measured using a modified version of the Modifiable Activity Questionnaire.  29 Biomarkers were assessed in fasted plasma samples stored at -80 °C."
    },
    {
      "title": "Measuring Concentrations of Inflammatory Biomarkers",
      "text": "Levels of TNF-α, IL-12, CCL2, and IL-10 were assessed using ELLA Simple Plex technology (Protein Simple) following the manufacturer's protocol.  30 lasma samples were thawed at room temperature and then diluted 1:2 in Sample Diluent. A total of 50 uL of diluted plasma was added to each sample well and then directed down 4 separate channels that contained a capture antibody for one of the biomarkers. Each channel assessed antibody capture in triplicate and then was quantified using a preloaded calibration curve. Intra-assay coefficient of variation (CV%) for each analyte was 3.2% for TNF-α, 7.2% for IL-12, 3.3% for CCL2, and 2.6% for IL-10. The limit of detection for each analyte was 0.278 pg/mL for TNF-α, 0.39 pg/mL for IL-12, 0.35 pg/mL for CCL2, and 0.14 pg/mL for IL-10. Concentrations were measured and analyzed using Simple Plex Runner software (version v.3.3.0.98)."
    },
    {
      "title": "Statistical Analysis",
      "text": "Normality was tested first and either Wilcoxon signed rank tests or Student t tests for paired data were used accordingly to assess changes within the group from baseline to follow-up. Independent 2-sample Student t tests assessed baseline differences between women who completed the study and women who withdrew from the study. Correlations between variables were performed using the Pearson correlation test. A one-way analysis of variance was used to test for differences in the percentage change in biomarkers between the intervention groups after logarithmic transformation on the ratio. Baseline-adjusted linear regression was used to evaluate the absolute change in biomarker concentration after the intervention period. An extension of the Wilcoxon rank sum test was used to test for linear trends across groups. Statistical analyses were conducted using Stata statistical software (version 12; StataCorp LLC, College Station, Texas). The false discovery rate due to multiple testing was controlled for using the method of Benjamini and Hochberg.  31 Statistical significance was set at an α level of .05."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Demographics",
      "text": "Demographic information is shown in Table  1 . The study population (132 women) had a mean age of 34.4 years and predominantly was white (85.6%), non-Hispanic Cancer January 15, 2020 (92.4%), and overweight (BMI of 26.8 kg/m 2 ). Compared with the control and high-dose exercise groups, women in the low-dose exercise group were significantly more likely to be married/partnered and to have children. In addition, it previously was reported that BRCA1/2 mutation status, caloric intake, body fat percentage, and intervention adherence (percentage of the total prescribed minutes completed: low-dose exercise group, 85% and high-dose exercise group, 81%; percentage with ≥80% adherence: low-dose exercise group, 76% and high-dose exercise group, 75%)  [24] [25] [26] [27]  were not found to be significantly different between groups.\n\nA sensitivity analysis was conducted to compare baseline measurements between the 16 women who withdrew from the study prior to follow-up and the 116 women who completed the study (data not shown). Reasons for withdrawal from the study have been reported previously,  25  with time pressures and family issues given as the primary reasons. The majority of women who withdrew from the study were from the intervention groups (87.5%). Women who withdrew from the study were significantly different from study participants in that they were younger (aged 30.6 years vs aged 34.8 years; P = .02), had a higher BMI (31.5 kg/m 2 vs 26.2 kg/m 2 ; P < .01), and were less fit (treadmill time of 6.96 minutes vs 8.27 minutes; P < .01). They also were found to be significantly less likely to be married/partnered (P < .01), to be white (P < .01), and to have completed higher levels of education (P < .01). The concentrations of biomarkers were not significantly different between study participants and women who withdrew from the study."
    },
    {
      "title": "Correlation of Baseline Variables",
      "text": "A correlation analysis was performed at baseline to assess associations between inflammatory biomarkers and measures of body composition, fitness capacity, and energy balance (Table  2 ). We observed a significantly positive association between levels of TNF-α and all other biomarkers (CCL2: correlation coefficient [r] = 0.275; IL-10: r = 0.268; and IL-12: r = 0.261). Higher levels of TNF-α also were found to be significantly associated with higher BMI (r = 0.231). IL-12 was significantly associated with a higher caloric intake (r = 0.237) and higher fitness capacity (r = 0.206). Energy expenditure and body fat percentage were not found to be significantly correlated with any of the biomarkers."
    },
    {
      "title": "Change in Inflammatory Biomarkers",
      "text": "Absolute change in biomarker concentration from baseline to follow-up was assessed within and between groups (Table  3 ). Control group participants experienced significant decreases in the proinflammatory biomarkers CCL2 (-11.9 pg/mL), IL-12 (-0.4 pg/mL), and TNF-α (-0.4 pg/mL). The high-dose exercise group experienced a significant increase in TNF-α levels (0.7 pg/mL) after the intervention period, whereas the other proinflammatory biomarkers did not appear to change. Levels of proinflammatory biomarkers did not significantly change among women in the low-dose exercise group. Finally, levels of the anti-inflammatory biomarker IL-10 did not significantly change within any group. Between groups, the changes in IL-12 and TNF-α concentrations in the low-dose exercise and high-dose exercise groups were significantly different from those of the control group, whereas the changes in concentrations of CCL2 and IL-10 were not significantly different between groups.\n\nThe percentage change in biomarker levels was calculated and compared between groups. We further tested whether the observed changes in biomarker Cancer January 15, 2020 levels changed linearly as the dose of exercise increased (Fig.  1 ). The percentage change of both IL-12 (36.6% ± 65.6% in the low-dose exercise group and 25.8% ± 50.2% in the high-dose exercise group) and TNF-α (12.4% ± 31.7% in the low-dose exercise group and 15.7% ± 15.9% in the high-dose exercise group) was significantly different from the change in the control group (-22.0% ± 30.3% for IL-12 and -4.8% ± 20.0% for TNF-α). These changes also were found to be significantly dependent on exercise dose (P for trend, <.01) (Figs. 1C  and  1D ). Although the percentage change in CCL2 was not significantly different between groups (-5.3% ± 20.7% in the control group, -0.1% ± 20.7% in the low-dose exercise group, and 1.54% ± 19.7% in the high-dose exercise group), there was a significant dose response effect of the intervention (P for trend, <.05) (Fig.  1A ). The percentage change in IL-10 (5.05% ± 31.7% in the control group, 6.14% ± 20.9% in the low-dose exercise group, and10.5% ± 37.8% in the high-dose exercise group) was not significantly different between groups, nor was there a significant dose-dependent effect of exercise noted (Fig.  1B ). The percentage changes in biomarkers between the low-dose exercise and high-dose exercise intervention groups were not significantly different."
    },
    {
      "title": "DISCUSSION",
      "text": "To the best of our knowledge, the current study is the first randomized controlled trial to examine the effect of a dosed 5-menstrual cycle-long, moderate to vigorous aerobic exercise intervention on circulating levels of CCL2, IL-10, IL-12, and TNF-α in a national cohort of premenopausal women at risk of developing breast cancer. We observed significant exercise dose-dependent increases in the concentrations of the proinflammatory biomarkers CCL2, IL-12, and TNF-α. Control group participants experienced significant decreases in their levels of proinflammatory cytokines whereas the intervention groups experienced increases in the levels of proinflammatory biomarkers. The increase in inflammatory biomarker levels was most striking with regard to TNF-α levels among participants in the high-dose exercise group (15.7% ± 15.9%). In addition, the increases in TNF-α and IL-12 levels within both the lowdose and high-dose exercise groups were significantly different from the decreases observed in the control group.\n\nDespite the conventional wisdom that structured exercise decreases levels of proinflammatory biomarkers, there have been studies that also report increases. Hayase et al observed that premenopausal women (9 patients), but not postmenopausal women (9 patients), had significantly increased levels of TNF-α after 10 weeks of aqua aerobics (120 minutes per week) and resistance training (60 minutes per week).  32 They also demonstrated that this increase in TNF-α was significantly correlated with a decrease in visceral fat tissue (r = -0.816; P < .05). Brown et al reported that participants in the WISER Sister study from the low-dose and high-dose exercise groups had significantly decreased levels of visceral adipose tissue compared with control group participants,  27  which may have influenced the increase in TNF-α levels noted in the current study.\n\nThere also is evidence in the literature that inflammatory biomarkers are not changed after an exercise intervention. In one example, 100 women (aged 54.4 ± 7.1 years, 34% of whom were premenopausal) who participated in a 12-month aerobic exercise intervention (60 minutes per day for 6 days per week, 60%-85% of the maximum heart rate) experienced unchanged levels of inflammation, as measured via C-reactive protein (CRP), despite improvements in body composition and fitness capacity.  33 However, after a stratified analysis of women with BMIs >30 kg/m 2 and <30 kg/m 2 , a trend Cancer January 15, 2020 was observed that women with a higher baseline BMI reduced their CRP levels more than women with a lower BMI. This observation may help to explain why women in the current study with an average BMI of 26.8 kg/m 2 did not experience a decrease in levels of proinflammatory biomarkers.\n\nAlthough the current study did not assess CRP, the inflammatory biomarkers were chosen to represent various facets of the inflammatory response. CCL2 aids in the recruitment and activation of monocytes and macrophages in mammary tissue,  14, 34  and it also has been associated with increased stromal density of mammary glands, which is a risk factor for breast cancer.  35 TNF-α signals through the TNF receptor 1, which is expressed by all human tissue, and intracellular responses to TNF-α include regulation of apoptosis and the production of cytokines.  36 IL-12 is highly involved in the functional activity of natural killer cells and T lymphocytes, and for this reason this proinflammatory cytokine can have beneficial or detrimental effects.  37, 38 IL-10 plays a major role in resolving the inflammatory response.\n\nThe population in the current study included adult (aged 34.4 ± 7.0 years), slightly overweight (BMI of 26.8 ± 6.3 kg/m 2 ), but otherwise healthy, premenopausal women. It was not anticipated that this cohort would have elevated levels of inflammation at baseline, Cancer January 15, 2020 but it was hypothesized that the exercise intervention herein could decrease biomarkers of inflammation further. All participants initiated the study with similar levels of each biomarker, suggesting that changes in the measured biomarkers of inflammation were an effect of the intervention, and that consistent (>80% of the total prescribed minutes of exercise were completed)  [24] [25] [26] [27]  and chronic (approximately 6 months on average) exercise training increased levels of inflammatory biomarkers. These results need to be taken in context with prior reports from the WISER Sister study. Our previous work has demonstrated an exercise dose-dependent decrease in leptin levels, estrogen-sensitive breast tissue, and body fat.  [25] [26] 6] [27]  Thus, given the full scope of physiological changes observed from this interventional study, we can speculate that in healthy women who are at risk of developing breast cancer, exercise-induced changes in adipokines, body composition, and fibroglandular breast tissue may be more meaningful mechanistically for protection against breast cancer than exerciseinduced changes in systemic inflammation.\n\nA major strength of the current study was the high level of adherence to the exercise intervention in both the low-dose and high-dose exercise groups. The current study allowed for a more direct interpretation of the effect of exercise on inflammation by focusing on the volume of exercise rather than varying exercise intensity or including a caloric restriction component. The inclusion of a control sedentary group for comparison of inflammation levels with the intervention groups was an additional strength. Finally, this study focused solely on a national sample of women at high genetic risk of breast cancer who otherwise were healthy without other known diseases.  24 To the best of our knowledge, this population of women is underrepresented in the literature regarding inflammation and structured exercise. The current study has several limitations, one of which is the selection of 4 cytokines. The inclusion of additional proinflammatory and anti-inflammatory biomarkers and their receptors would provide a more complete inflammatory profile that may explain the changes we observed in the panel in the current study. Future studies also will need to assess a more stable marker of inflammation, such as CRP. Last, the population in the current study predominantly was educated white women, which limits the application of its findings to other women more broadly.\n\nOverall, the results of the current study demonstrated clear increases in levels of proinflammatory biomarkers after a 5-menstrual cycle-long, moderate to vigorous aerobic exercise intervention. Despite the increase in levels of inflammation in these women at high risk of developing breast cancer, the WISER Sister study has been shown to improve hormone levels, breast density, body composition, fitness capacity, and energy expenditure.  [28] [29] ] [30] [31]  Overall, the information gained from the WISER Sister study indicates that for healthy premenopausal women, the mechanism of reduced breast cancer risk observed in physically active individuals may not occur as a result of reduced levels of inflammation."
    },
    {
      "text": "Figure 1. Percentage change in biomarker concentration after the intervention. Percentage change in biomarker concentration was compared between groups. Linear trend analysis assessed whether the percentage change in concentration was exercise dosedependent. CCL2 indicates chemokine (C-C motif) ligand 2; IL-10, interleukin 10; IL-12p70, interleukin 12 (p70 active heterodimer); NS, not significant; TNF-α, tumor necrosis factor α. *P < .05; **P < .01; ***P < .001."
    },
    {
      "text": "Demographics of Randomized Women in the Current Study"
    },
    {
      "text": "Baseline Correlations Between Markers of Inflammation, Body Composition, Fitness Capacity, and Energy Balance"
    },
    {
      "text": "Absolute Changes in Biomarker Concentrations After the Intervention"
    }
  ],
  "references": [
    {
      "title": "Breast cancer information and support",
      "authors": [
        "Breastcancer"
      ],
      "year": 2018
    },
    {
      "title": "Oestrogen exposure and breast cancer risk",
      "authors": [
        "R Travis",
        "T Key"
      ],
      "year": 2003,
      "doi": "10.1186/bcr628"
    },
    {
      "title": "Insulin-like growth factor-I, IGF binding protein-3, and breast cancer in young women: a comparison of risk estimates using different peptide assays",
      "authors": [
        "S Rinaldi",
        "R Kaaks",
        "A Zeleniuch-Jacquotte"
      ],
      "year": 2005,
      "doi": "10.1158/1055-9965.epi-06-0960"
    },
    {
      "title": "Involvement of adiponectin and leptin in breast cancer: clinical and in vitro studies",
      "authors": [
        "T Jarde",
        "F Caldefie-Chezet",
        "N Goncalves-Mendes"
      ],
      "year": 2009,
      "doi": "10.1677/erc-09-0043"
    },
    {
      "title": "Association analysis identifies 65 new breast cancer risk loci",
      "authors": [
        "K Michailidou",
        "S Lindstrom",
        "J Dennis"
      ],
      "year": 2017,
      "doi": "10.1038/nature24284"
    },
    {
      "title": "Identification of ten variants associated with risk of estrogen-receptor-negative breast cancer",
      "authors": [
        "R Milne",
        "K Kuchenbaecker",
        "K Michailidou"
      ],
      "year": 2017,
      "doi": "10.1038/ng.3785"
    },
    {
      "title": "Chronic inflammation and oxidative stress in the genesis and perpetuation of cancer: role of lipid peroxidation, DNA damage, and repair",
      "authors": [
        "H Bartsch",
        "J Nair"
      ],
      "year": 2006,
      "doi": "10.1007/s00423-006-0073-1"
    },
    {
      "title": "Physical activity and risk of breast cancer: a meta-analysis of prospective studies",
      "authors": [
        "Y Wu",
        "D Zhang",
        "S Kang"
      ],
      "year": 2013,
      "doi": "10.1007/s10549-012-2396-7"
    },
    {
      "title": "A prospective study of age-specific physical activity and premenopausal Cancer January 15, 2020 breast cancer",
      "authors": [
        "S Maruti",
        "W Willett",
        "D Feskanich",
        "B Rosner",
        "G Colditz"
      ],
      "year": 2008,
      "doi": "10.1093/jnci/djn135"
    },
    {
      "title": "A review of the application of inflammatory biomarkers in epidemiologic cancer research",
      "authors": [
        "D Brenner",
        "D Scherer",
        "K Muir"
      ],
      "year": 2014,
      "doi": "10.1158/1055-9965.epi-14-0064"
    },
    {
      "title": "Inflammatory markers in coronary heart disease",
      "authors": [
        "M Madjid",
        "J Willerson"
      ],
      "year": 2011,
      "doi": "10.1093/bmb/ldr043"
    },
    {
      "title": "Tumour necrosis factor and cancer",
      "authors": [
        "F Balkwill"
      ],
      "year": 2009,
      "doi": "10.1038/nrc2628"
    },
    {
      "title": "CCL2 (monocyte chemoattractant protein-1) and cancer",
      "authors": [
        "I Conti",
        "B Rollins"
      ],
      "year": 2004,
      "doi": "10.1016/j.semcancer.2003.10.009"
    },
    {
      "title": "Stromal MCP-1 in mammary tumors induces tumor-associated macrophage infiltration and contributes to tumor progression",
      "authors": [
        "H Fujimoto",
        "T Sangai",
        "G Ishii"
      ],
      "year": 2009,
      "doi": "10.1002/ijc.24378"
    },
    {
      "title": "Interleukin 10 (IL-10) inhibits human lymphocyte interferon gamma-production by suppressing natural killer cell stimulatory factor/ IL-12 synthesis in accessory cells",
      "authors": [
        "A D'andrea",
        "M Aste-Amezaga",
        "N Valiante",
        "X Ma",
        "M Kubin",
        "G Trinchieri"
      ],
      "year": 1993,
      "doi": "10.1084/jem.178.3.1041"
    },
    {
      "title": "Macrophage deactivation by interleukin 10",
      "authors": [
        "C Bogdan",
        "Y Vodovotz",
        "C Nathan"
      ],
      "year": 1991,
      "doi": "10.1084/jem.174.6.1549"
    },
    {
      "title": "Regulation of reactive-oxygenspecies generation in fibroblasts by Rac1",
      "authors": [
        "M Sundaresan",
        "Z Yu",
        "V Ferrans"
      ],
      "year": 1996,
      "doi": "10.1042/bj3180379"
    },
    {
      "title": "PALB2 links BRCA1 and BRCA2 in the DNA-damage response",
      "authors": [
        "F Zhang",
        "J Ma",
        "J Wu"
      ],
      "year": 2009,
      "doi": "10.1016/j.cub.2009.02.018"
    },
    {
      "title": "Impact of long-term high-intensity interval and moderate-intensity continuous training on subclinical inflammation in overweight/obese adults",
      "authors": [
        "J Gerosa-Neto",
        "B Antunes",
        "E Campos"
      ],
      "year": 2016,
      "doi": "10.12965/jer.1632770.385"
    },
    {
      "title": "The associations between leisure-time physical activity and inflammatory and coagulation markers related to cardiovascular disease: the ATTICA Study",
      "authors": [
        "D Panagiotakos",
        "C Pitsavos",
        "C Chrysohoou",
        "S Kavouras",
        "C; Attica Stefanadis",
        "Study"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2004.07.010"
    },
    {
      "title": "Response of oxidative stress and inflammatory biomarkers to a 12-week aerobic exercise training in women with metabolic syndrome",
      "authors": [
        "J Farinha",
        "F Steckling",
        "S Stefanello"
      ],
      "year": 2015,
      "doi": "10.1186/s40798-015-0011-2"
    },
    {
      "title": "Moderate-intensity regular exercise decreases serum tumor necrosis factor-alpha and HbA1c levels in healthy women",
      "authors": [
        "S Tsukui",
        "T Kanda",
        "M Nara",
        "M Nishino",
        "T Kondo",
        "I Kobayashi"
      ],
      "year": 2000,
      "doi": "10.1038/sj.ijo.0801373"
    },
    {
      "title": "Physical activity during adolescence and young adulthood and the risk of breast cancer in BRCA1 and BRCA2 mutation carriers",
      "authors": [
        "J Lammert",
        "J Lubinski",
        "J Gronwald"
      ],
      "year": 2018,
      "doi": "10.1007/s10549-018-4694-1"
    },
    {
      "title": "Women In Steady Exercise Research (WISER) Sister: study design and methods",
      "authors": [
        "K Schmitz",
        "N Williams",
        "D Kontos"
      ],
      "year": 2015,
      "doi": "10.1016/j.cct.2014.12.016"
    },
    {
      "title": "Dose-response effects of aerobic exercise on estrogen among women at high risk for breast cancer: a randomized controlled trial",
      "authors": [
        "K Schmitz",
        "N Williams",
        "D Kontos"
      ],
      "year": 2015,
      "doi": "10.1007/s10549-015-3604-z"
    },
    {
      "title": "Exercise-induced doseresponse alterations in adiponectin and leptin levels are dependent on body fat changes in women at risk for breast cancer",
      "authors": [
        "K Sturgeon",
        "L Digiovanni",
        "J Good"
      ],
      "year": 2016,
      "doi": "10.1158/1055-9965.epi-15-1087"
    },
    {
      "title": "The doseresponse effects of aerobic exercise on body composition and breast tissue among women at high risk for breast cancer: a randomized trial",
      "authors": [
        "J Brown",
        "D Kontos",
        "M Schnall",
        "S Wu",
        "K Schmitz"
      ],
      "year": 2016,
      "doi": "10.1158/1940-6207.capr-15-0408"
    },
    {
      "title": "The effects of aerobic exercise on estrogen metabolism in healthy premenopausal women",
      "authors": [
        "A Smith",
        "W Phipps",
        "W Thomas",
        "K Schmitz",
        "M Kurzer"
      ],
      "year": 2013,
      "doi": "10.1158/1055-9965.epi-12-1325"
    },
    {
      "title": "Development of questionnaire to examine relationship of physical activity and diabetes in Pima Indians",
      "authors": [
        "A Kriska",
        "W Knowler",
        "R Laporte"
      ],
      "year": 1990,
      "doi": "10.2337/diacare.13.4.401"
    },
    {
      "title": "Simple Plex( TM ): a novel multi-analyte, automated microfluidic immunoassay platform for the detection of human and mouse cytokines and chemokines",
      "authors": [
        "P Aldo",
        "G Marusov",
        "D Svancara",
        "J David",
        "G Mor"
      ],
      "year": 2016,
      "doi": "10.1111/aji.12512"
    },
    {
      "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
      "authors": [
        "Y Benjamini",
        "Y Hochberg"
      ],
      "year": 1995,
      "doi": "10.1111/j.2517-6161.1995.tb02031.x"
    },
    {
      "title": "Relation between fat distributions and several plasma adipocytokines after exercise training in premenopausal and postmenopausal women",
      "authors": [
        "H Hayase",
        "S Nomura",
        "T Abe",
        "T Izawa"
      ],
      "year": 2002,
      "doi": "10.2114/jpa.21.105"
    },
    {
      "title": "No reduction in C-reactive protein following a 12-month randomized controlled trial of exercise in men and women",
      "authors": [
        "K Campbell",
        "P Campbell",
        "C Ulrich"
      ],
      "year": 2008,
      "doi": "10.1158/1055-9965.epi-08-0088"
    },
    {
      "title": "Cytokine response to exercise and its modulation",
      "authors": [
        "K Suzuki"
      ],
      "year": 2018,
      "doi": "10.3390/antiox7010017"
    },
    {
      "title": "CCL2-driven inflammation increases mammary gland stromal density and cancer susceptibility in a transgenic mouse model",
      "authors": [
        "X Sun",
        "D Glynn",
        "L Hodson"
      ],
      "year": 2017,
      "doi": "10.1186/s13058-016-0796-z"
    },
    {
      "title": "Macrophage cytokines: involvement in immunity and infectious diseases",
      "authors": [
        "Arango Duque",
        "G Descoteaux"
      ],
      "year": 2014,
      "doi": "10.3389/fimmu.2014.00491"
    },
    {
      "title": "The IL-12 family of cytokines in infection, inflammation and autoimmune disorders",
      "authors": [
        "K Gee",
        "C Guzzo",
        "Che Mat",
        "N Ma",
        "W Kumar"
      ],
      "year": 2009,
      "doi": "10.2174/187152809787582507"
    },
    {
      "title": "Interleukin 12: still a promising candidate for tumor immunotherapy?",
      "authors": [
        "W Lasek",
        "R Zagozdzon",
        "M Jakobisiak"
      ],
      "year": 2014,
      "doi": "10.1007/s00262-014-1523-1"
    }
  ],
  "num_references": 38,
  "original_doi": "https://doi.org/10.13039/100006108"
}
