{
  "paper_id": "K54ATQH8",
  "title": "measures of sleep to have a more holistic understanding of sleep patterns in later life",
  "abstract": "Rest activity rhythm (RAR) describes the pattern of physical activity and sleep in 24 hours. Disruptions in RAR have been associated with various age-related chronic conditions, including sleep disorders, depression, and increased risk for cognitive decline. Few studies examined if RAR changes from intervention that includes both physical activity and sleep components. This study investigated the effects of an 8-week lifestyle intervention targeting the full 24-hour activity profile (physical activity, sedentary behavior, and sleep) on RAR. Participants engaged in up to five sessions with a student health coach, viewed three health education videos targeting physical activity, sedentary behavior, and sleep, and received an Acttrust2 activity monitor. A cohort of 26 participants (mean age = 49.3 years, SD = 11.1; 73.1% female) was monitored using wrist-worn Acttrust2 devices for one week pre-and post-intervention to observe changes in RAR. RAR parameters were analyzed using cosinor approach, such as amplitude (maximum activity level), mesor (mean activity level), pseudo-F-statistic (the robustness of RAR), and acrophase (peak activity time). The intervention showed mixed effects on RAR parameters. While not statistically significant, positive changes were observed in amplitude (Cohen's d=0.24) and mesor (Cohen's d=0.12). Conversely, the pseudo-F-statistic (Cohen's d = -0.002) and acrophase (Cohen's d=-0.02) remained stable post-intervention. Although statistically significant changes in RAR parameters were not observed, encouraging trends suggest the potential for the intervention to influence maximum and mean physical activity level. These findings contribute to our understanding of lifestyle interventions in adults and highlight areas for further research and intervention refinement.",
  "authors": [
    {
      "forename": "Meina",
      "surname": "Zhang",
      "name": "Meina Zhang"
    },
    {
      "forename": "Michelle",
      "surname": "Voss",
      "name": "Michelle Voss"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr"
    },
    {
      "forename": "Kara",
      "surname": "Whitaker",
      "name": "Kara Whitaker"
    },
    {
      "forename": "Jenna",
      "surname": "Springer",
      "name": "Jenna Springer"
    },
    {
      "forename": "Chooza",
      "surname": "Moon",
      "name": "Chooza Moon"
    },
    {
      "forename": "Jacquelyn",
      "surname": "Duckett",
      "name": "Jacquelyn Duckett"
    },
    {
      "forename": "Rodlescia",
      "surname": "Sneed",
      "name": "Rodlescia Sneed"
    },
    {
      "forename": "Priscilla",
      "surname": "Carmiol-Rodriguez",
      "name": "Priscilla Carmiol-Rodriguez",
      "affiliation": "1  . University of Washington , Washington , United States , \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Maya",
      "surname": "Elias",
      "name": "Maya Elias",
      "affiliation": "2  . University of Washington , Seattle , Washington , United States \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "University of Iowa , Iowa City , Iowa , United States \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t Iowa \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "State University , Detroit , Michigan , United States \n\t\t\t\t\t\t\t\t State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Detroit \n\t\t\t\t\t\t\t\t\t Michigan \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "sections": [
    {
      "title": "SLEEP AND CORTISOL IMPACT COGNITIVE OUTCOMES IN MIDLIFE HISPANIC/LATINE ADULTS AT RISK FOR ALZHEIMER'S DISEASE",
      "text": "Shanna Burke, Samantha Gonzales, Adrienne  Grudzien, Celine Cambara, Alexandra Briceno, Daniel Jimenez, Stephanie Scott, and Sabrina Sales Martinez, Florida International University, Miami, Florida, United States  Sleep disturbance has been associated with an increased risk of Alzheimer's disease (AD). Repeated stressors, including ongoing sleep disturbance, trigger persistent increases in glucocorticoid levels, which affect brain function. Various cognitive domains appear to be significantly impacted by sleep. This study examined the effect of sleep and cortisol levels on cognitive test outcomes. Hispanic/Latine adults (n=39; mean age 53 yrs (SD: 5.12)) with first-degree relatives with AD were recruited from Miami-Dade and Broward counties, FL. Cortisol was measured from saliva obtained three times in one day (waking, 30 minutes postwaking, and bedtime). Cognition was measured using the NACC Neuropsychological Battery (UDS3). Sleep was measured using wrist-worn actigraphy (ActiGraph wGT3X-BT). Multiple linear regression was performed to examine correlations between sleep, cognition, and cortisol. Average sleep duration was 6.40 (SD = 1.37) hours. Average efficiency was 92% (SD = 3%). Average sleep fragmentation was 27.79 (SD = 9.59) minutes post-sleep onset. Sleep efficiency was significantly associated with executive attention after adjusting for education and income (β = -18.73, p =.046). Sleep fragmentation was significantly associated with immediate memory (β = -.045, p =.0181). The effect of cortisol at waking on episodic memory delayed was dependent on sleep efficiency (β = 211.004, p =.031). The interaction between sleep duration and cortisol at bedtime was significantly associated with nonverbal memory (β =10.37, p =.023). The identification of modifiable risk factors for AD, including poor sleep and increased stress, will inform the development of intervention efforts to prevent or delay AD onset."
    }
  ]
}
