{
  "paper_id": "K9HW3F6A",
  "title": "Legal, Practical, and Ethical Considerations for Making Online Patient Portals Accessible for All ABOUT THE AUTHORS",
  "year": 2017,
  "date": "2017",
  "journal": "J Am Med Inform Assoc",
  "publication": "J Am Med Inform Assoc",
  "authors": [
    {
      "forename": "Courtney",
      "surname": "Lyles",
      "name": "Courtney Lyles",
      "affiliation": "Center for Vulnerable Populations and the Division of General Internal Medicine , Zuckerberg San Francisco General Hospital , University of California , San Francisco. Palo Alto , CA. \n\t\t\t\t\t\t\t\t Center for Vulnerable Populations \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Zuckerberg San Francisco General Hospital \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco Palo Alto \n\t\t\t\t\t\t\t\t\t CA",
      "email": "courtney.lyles@ucsf.edu"
    },
    {
      "forename": "Dean",
      "surname": "Schillinger",
      "name": "Dean Schillinger",
      "affiliation": "Center for Vulnerable Populations and the Division of General Internal Medicine , Zuckerberg San Francisco General Hospital , University of California , San Francisco. Palo Alto , CA. \n\t\t\t\t\t\t\t\t Center for Vulnerable Populations \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Zuckerberg San Francisco General Hospital \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco Palo Alto \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "Jim",
      "surname": "Fruchterman",
      "name": "Jim Fruchterman",
      "affiliation": "National Health Law Program , Washington , DC. \n\t\t\t\t\t\t\t\t National Health Law Program \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t DC"
    },
    {
      "forename": "Mara",
      "surname": "Youdelman",
      "name": "Mara Youdelman",
      "affiliation": "University of California , San Francisco , Division of General Internal Medicine , \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "Largely driven by the financial incentives of the HITECH Act's Meaningful Use program as part of federal US health care reform, access to portal Web sites has rapidly expanded, allowing many patients to view their medical record information online.\n\nDespite this expansion, there is little attention paid to the accessibility of portals for more vulnerable patient populations-especially patients with limited health literacy or limited English proficiency, and individuals with disabilities.\n\nWe argue that there are potential legal mandates for improving portal accessibility (e.g., the Civil Rights and the Rehabilitation Acts), as well as ethical considerations to prevent the exacerbation of existing health and health care disparities. To address these legal, practical, and ethical considerations, we present standards and broad recommendations that could greatly improve the reach and impact of portal Web sites. (Am J Public Health. 2017; 107:1608-1611. doi:10.2105/ AJPH.2017.303933) Courtney R. Lyles, PhD, Jim Fruchterman, MS, Mara Youdelman, JD, and Dean Schillinger, MD I n the United States there is widespread use of online patient portal Web sites, which offer patients access to their electronic health record (EHR). Specifically, online patient portals afford access to a variety of features, including viewing recent lab test results and visit summaries, refilling medications and making appointments, and sending secure messages to one's health care provider team. Patients who access portals express very high levels of interest in  1  and satisfaction with 2 the functionality of online portal Web sites. Previous evidence is mixed, but it suggests the potential for portal use to promote better health outcomes.  3 xpansion of portals has been driven by the federal Meaningful Use financial incentive program, which includes several targeted metrics for patients' use of portals.  4 Patient portals are rapidly becoming a standard feature of care, with 69% of hospitals reporting in 2015 that patients can view, download, and transmit medical information online.  5 espite potential changes to the health care policy environment (including political efforts to repeal the Affordable Care Act and plans to phase out the Meaningful Use program  6  ), the centrality of portal Web sites is likely here to stay. For example, the Medicare Access and CHIP Reauthorization Act has specific targets in its quality payment program for patient engagement efforts that could be met through portal use.  7 In addition, the consumer-focused delivery of health care in the United States ensures that health care systems will continue to compete for patients and manage health care tasks more conveniently, making portal functionality a foundational business model for improving patients' satisfaction and convenience of care in coming years."
    },
    {
      "title": "VULNERABLE POPULATIONS AND CURRENT PORTAL USE",
      "text": "A growing amount of literature documents that certain patient subgroups (such as racial/ ethnic minority groups and those with lower socioeconomic status) are significantly less likely to use portals  8  -despite strong interest in portal functionality as well as high Internet and computer use rates across demographic groups in the United States.  9 Paradoxically, these patient subgroups represent populations with disproportionately greater medical need. Although 26% of the US population has inadequate health literacy, 10 12% have limited English proficiency,  11  and 22% have a disability,  12  little attention has been paid to the specific barriers these vulnerable patients face in accessing portal Web sites.\n\nFrom the handful of research studies that have investigated usability of portal Web sites with diverse patient populations, more vulnerable patients indeed face significant technological barriers to using existing portal interfaces.  13, 14 Some of the main drivers of these accessibility challenges are portals that feature small-font, English-only, textbased content that is written at a very high literacy level. In addition, existing portals often employ user interfaces that are complex to navigate and difficult to customize. Although a few EHR vendors have begun to offer the basic navigational elements of portal Web sites in Spanish  15  (and, in fewer cases, Chinese  16  ), there is no published information available about how many health care systems have opted to activate such language features. Furthermore, to our knowledge, no EHR vendor has promoted disability-accessible versions of the portal (e.g., to allow customization for those with impaired vision or mobility challenges with typing or using a mouse), widely disseminated tools to translate actual EHR content into non-English text (beyond the basic navigational elements of the site), or enhanced portal content with simplified text or audio formats. These fundamental accessibility gaps raise legal, ethical, and clinical concerns, and ultimately jeopardize the return on public investment in EHRs."
    },
    {
      "title": "KEY LEGISLATION RELATED TO PORTAL ACCESS",
      "text": "There is no specific language in the federal Meaningful Use program that directly mentions requirements for linguistic adaptation or specific accessibility standards of EHRs and portal Web sites, despite the role of the Office of the National Coordinator for Health Information Technology (ONC) in officially \"certifying\" EHR products that meet basic criteria. This certification process outlines necessary features and data output requirements for EHR products, but it does not include usability or accessibility standards. Only a few federal agencies such as the ONC, as well as the Department of Commerce, have put forth optional guidelines or recommendations for health care systems and vendors to consider addressing accessibility independently.  17, 18 lthough there is no established regulatory or legal precedent on enforcing the accessibility of portals to our knowledge, there are other topics such as medical interpretation and multilingual translation of patient materials that highlight similar challenges related to accessibility in the health care space.\n\nMany states, such as California and Massachusetts, have followed a federal legislative pathway to enact additional laws to mandate in-person medical interpretation.  19 owever, even with this additional legal precedent, there remain substantial challenges to the standard implementation of interpretation services in real-world practice.  20 espite this complex landscape, it is important to call attention to several key federal legislative and regulatory issues relevant to portal accessibility. These current laws could be interpreted to motivate more immediate action to improve portal accessibility. First, Title VI of the Civil Rights Act of 1964 (42 USC §2000d et seq. [1964]) prohibits recipients of federal financial assistance-including health care providers such as hospitals and clinics-from discriminating on the basis of race, color, or national origin. This includes individuals who speak a language other than English, who must have \"meaningful access\" to federally funded programs. EHRs and linked portal Web sites (funded in large part by the federal government) could therefore be evaluated on their ability to ensure access for non-English-speaking or limited-English-speaking individuals.\n\nSecond, Section 504 of the Rehabilitation Act (29 USC §794 [1973]) similarly prohibits federal discrimination by federal fund recipients on the basis of disability. Section 508 also requires federal agencies (and businesses supplying goods and services to the federal government) to provide electronic and information technology that is fully accessible for individuals with disabilities. Thus, there is potential to hold portal Web sites to national standards for disability access, such as text enlargement and visual display modification (e.g., by font size or contrast).\n\nThird, Section 1557 of the Affordable Care Act (42 USC 18116 [2010]) reiterates the nondiscrimination requirements of both of the previous laws. In addition, this section extends nondiscrimination requirements not only to federal fund recipients but to all federally conducted programs and activities. Under Section 1557, for example, Medicare-as a federally conducted program-cannot discriminate on the basis of race, color, national origin, or disability (as well as sex and age). In addition, insofar as race, color, and national origin are associated with health literacy skills, there also are legal arguments that can be made related to the disparate impacts  21  that inaccessible patient portals have on the health and health care access of vulnerable populations.\n\nHowever, it is important to note that federal laws could receive even less attention (or even face potential repeal) in the current political and legal landscape to decrease government regulation overall."
    },
    {
      "title": "DIGITAL ACCESSIBILITY GUIDANCE",
      "text": "In addition, there are multiple business standards for accessibility that often significantly exceed compliance obligations. Accessibility principles heavily overlap with human factors design principles. Using these principles, all individuals (even those without communication barriers) typically have higher (and likely more effective) use of an accessibly designed and easy-to-use Web site,  22  getting the information they need and completing tasks more effectively.\n\nThe field of accessibility has followed other digital design practices and has become integrated into mainstream technical standards. The World Wide Web Consortium has created different Web accessibility standards that apply to Web content, Web browsers, and authoring tools. These Web Content Accessibility Guidelines (WCAG, now in version 2)  23  are aligned with other Web content standards, such as HTML5, to make improving accessibility an easy part of Web content design.\n\nThe WCAG standards have 4 primary design principles:\n\nThe content on a Web site has to be perceivable to the full range of users (e.g., easily transformed into speech, braille, or be enlarged on a page). Users should be able to navigate and operate the Web site (e.g., cannot require specific interactions that a user cannot perform).\n\nd Users have to be able to understand the Web site content and how to operate it (e.g., without acronyms or complex terminology). The Web site has to be operable on a robust and wide range of browsers and devices, including assistive technologies. This is particularly important because certain subgroups in the United States are more likely to own specific types of devices, such as solely using their mobile phone for Internet access.  24 e WCAG 2.0 standards contain three levels of increasing accessibility, known as \"A\" (the most basic), \"AA,\" and \"AAA.\" Increasingly, WCAG 2.0 AA-level accessibility has become the de facto minimum level of support required by many accessibility policies. When organizations have been sued over the inaccessibility of their Web sites, some settlements have mandated WCAG AA compliance.  25 f vendors and content developers know that Web accessibility is a requirement (as it increasingly is with government requirements and litigation risk), it can be a relatively inexpensive part of the development process rather than an expensive burden of compliance after implementation. Moreover, if vendors take on these issues proactively rather than waiting for regulatory mandates, these improvements in accessibility have the potential to increase the attractiveness of their product for more diverse target markets. Many features that started out as primarily accessibility features (screen enlargement, synthetic voice output, voice recognition, word prediction) have now become standard capabilities of modern user interfaces, in part because they make those interfaces much more effective for everybody, not just people with disabilities.\n\nIn fact, there are many efforts to enhance existing portal functionality, such as improving the simplicity or automatic translation of the health information presented  26  ; however, these strategies have not been quickly or widely disseminated, especially if they were originally developed in an academic rather than business environment. Similarly, there are many health care content tools that provide guidance for improving the presentation of medical content, such as the Patient Education Materials Assessment Tool developed for the Agency for Healthcare Research and Quality.  27 These existing resources could be combined with standards like WCAG to promote both functionality and readability accessibility."
    },
    {
      "title": "ROLE OF HEALTH LEADERS FOR AFFECTING CHANGE",
      "text": "Finally, from the public health and health care perspective, there is an ethical imperative to work on these issues to reduce the potential for the emergence or amplification of health disparities with respect to portal use. From a clinical appropriateness and effectiveness perspective, arguably the most vulnerable populations have the most to gain from meaningfully interacting with their medical record data, through potential improvements in convenience, communication, and self-management.\n\nAlthough we have outlined the ways in which federal regulators and vendors themselves might take on issues related to accessibility, we feel that real change will necessitate involvement from public health and clinical leadership, including health care administrators, health plans and insurers, clinical champions, advocates, and researchers. To ensure that health care organizations can use their collective voice to become leaders in this space-to promote change within their own organizations in parallel to advocating for action at both the regulatory and business-vendor levels-we propose the following recommendations:\n\n1. Health systems should insist on user-friendly design for all products purchased or developed. Because of the limited number of EHR options available, each health care system may not feel that it can base its purchasing decisions on the usefulness of the product for its patient population (or even the capacity to make changes to the existing product). However, the collective purchasing power of many health care systems demanding accessibility could make an impact on this issue given the relatively small number of EHR vendors in this space.\n\n2. Following standard practices for other printed educational materials, health care leaders should advocate for availability of portal content in the languages commonly spoken by the system's target population (often defined as 5% of the population, or 1000 or more patients served 28\n\n). Word-for-word or automated translations are often inadequate, as materials need to be adapted for cultural and linguistic differences to retain meaning. 3. Systems should plan for in-person and online training programs that can enhance skills, patient activation, and ultimately rates of portal use among those with communication barriers, even through partnerships with libraries and other communitybased organizations with experience in digital literacy promotion. Online educational and self-management support materials should be considered a supplement to, not a substitute for, in-person education. 4. Health care systems should promote more active outreach and engagement in portal use from family members and other caregivers and proxies, 29 who are critical for health care access for a growing proportion of the US population. This would include formalizing procedures to enable family engagement in portal use. 5. Health systems as well as academic institutions should support additional basic research and implementation of existing technologies to overcome communication barriers, such as integrating digital tools to help with comprehension of complex medical terminology.\n\nBecause digital access to medical information is becoming a core domain of medicine, the public health and medical communities should be spearheading efforts to address this digital divide. Although health care systems continue to offer alternate ways of communication (e.g., phone, in-person) to access pieces of the EHR, digital communication is rapidly evolving as a primary means of care. The future centrality of digital health, combined with the legal and ethical frameworks on which health care is constructed, create an imperative for implementing portal accessibility strategies now."
    },
    {
      "title": "CONTRIBUTORS",
      "text": "All of the authors contributed to the conceptualization, analysis, drafting, revision, and approval of the article."
    },
    {
      "text": "d"
    },
    {
      "text": "d"
    }
  ],
  "references": [
    {
      "title": "Patient portals and personal health information online: perception, access, and use by US adults",
      "authors": [
        "S Peacock",
        "A Reddy",
        "S Leveille"
      ],
      "year": 2017,
      "doi": "10.1093/jamia/ocw095"
    },
    {
      "title": "Trends in Consumer Access and Use of Electronic Health Information",
      "authors": [
        "V Patel",
        "W Barker",
        "E Siminerio"
      ],
      "year": 2015,
      "doi": "10.2172/464148"
    },
    {
      "title": "The effect of patient portals on quality outcomes and its implications to meaningful use: a systematic review",
      "authors": [
        "C Kruse",
        "K Bolton",
        "G Freriks"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3171"
    },
    {
      "title": "Meaningful use definitions and objectives",
      "year": 2015,
      "doi": "10.3909/ricm0576b"
    },
    {
      "title": "Electronic Capabilities for Patient Engagement Among US Non-Federal Acute Care Hospitals",
      "authors": [
        "J Henry",
        "Y Pylypchuk",
        "V Patel"
      ],
      "doi": "10.5130/acis2018.ce"
    },
    {
      "title": "EHR incentive programs: where we go next",
      "authors": [
        "A Slavitt",
        "K Desalvo"
      ],
      "year": 2017,
      "doi": "10.1200/acon.10.00055"
    },
    {
      "title": "Quality payment program: executive summary",
      "year": 2016,
      "doi": "10.1377/forefront.20161017.057101"
    },
    {
      "title": "Social disparities in internet patient portal use in diabetes: evidence that the digital divide extends beyond access",
      "authors": [
        "U Sarkar",
        "A Karter",
        "J Liu"
      ],
      "year": 2011,
      "doi": "10.1136/jamia.2010.006015"
    },
    {
      "title": "Demographics of internet and home broadband usage",
      "year": 2014,
      "doi": "10.32920/ryerson.14639895"
    },
    {
      "title": "The prevalence of limited health literacy",
      "authors": [
        "M Paasche-Orlow",
        "R Parker",
        "J Gazmararian",
        "L Nielsen-Bohlman",
        "R Rudd"
      ],
      "year": 2005,
      "doi": "10.1111/j.1525-1497.2005.40245.x"
    },
    {
      "title": "How well do you speak English? Assessing the validity of the American Community Survey English-Ability Question",
      "authors": [
        "E Vickstrom"
      ],
      "year": 2015
    },
    {
      "title": "Key findings: prevalence of disability and disability type among adults, United States-2013",
      "year": 2015,
      "doi": "10.1037/e372342004-001"
    },
    {
      "title": "Online patient websites for electronic health record access among vulnerable populations: portals to nowhere?",
      "authors": [
        "L Tieu",
        "D Schillinger",
        "U Sarkar"
      ],
      "year": 2017,
      "doi": "10.1093/jamia/ocw098"
    },
    {
      "title": "The impact of numeracy ability and technology skills on older adults' performance of health management tasks using a patient portal",
      "authors": [
        "J Taha",
        "J Sharit",
        "S Czaja"
      ],
      "year": 2014,
      "doi": "10.1177/0733464812447283"
    },
    {
      "title": "Kaiser Permanente introduces website for bilingual Latinos",
      "authors": [
        "Kaiser Permanente"
      ],
      "year": 2005
    },
    {
      "title": "NextGen Healthcare launches enhanced patient portal",
      "year": 2017,
      "doi": "10.5040/9781350026780.ch-014"
    },
    {
      "title": "Human Factors Guidance to Prevent Healthcare Disparities With the Adoption of EHRs",
      "authors": [
        "M Gibbons",
        "S Lowry",
        "M Quinn"
      ],
      "year": 2011,
      "doi": "10.6028/nist.ir.7769"
    },
    {
      "title": "Federal Health IT Strategic Plan",
      "year": 2015,
      "doi": "10.31168/0428-2.9"
    },
    {
      "title": "The legal framework for language access in healthcare settings: Title VI and beyond",
      "authors": [
        "A Chen",
        "M Youdelman",
        "J Brooks"
      ],
      "year": 2007,
      "doi": "10.1007/s11606-007-0366-2"
    },
    {
      "title": "Medical interpreters in short supply as health coverage grows",
      "authors": [
        "J Gonzales"
      ],
      "year": 2015
    },
    {
      "title": "Understanding and addressing racial disparities in health care",
      "authors": [
        "D Williams",
        "T Rucker"
      ],
      "year": 2000
    },
    {
      "title": "User acceptance of information technology: toward a unified view",
      "authors": [
        "V Venkatesh",
        "M Morris",
        "G Davis",
        "F Davis"
      ],
      "year": 2003,
      "doi": "10.2307/30036540"
    },
    {
      "title": "Mobile Fact Sheet",
      "year": 2017,
      "doi": "10.3133/fs07102"
    },
    {
      "title": "A case study examination of the impact of lawsuits on website accessibility",
      "authors": [
        "B Parmanto",
        "S Hackett"
      ],
      "year": 2011,
      "doi": "10.3109/17483107.2010.512971"
    },
    {
      "title": "Expanding access to highquality plain-language patient education information through context-specific hyperlinks",
      "authors": [
        "J Ancker",
        "E Mauer",
        "D Hauser",
        "N Calman"
      ],
      "year": 2017,
      "doi": "10.1016/j.hlpt.2016.11.004"
    },
    {
      "title": "The Patient Education Materials Assessment Tool (PEMAT) and User's Guide",
      "year": 2013,
      "doi": "10.7717/peerj.13471/table-2"
    },
    {
      "title": "Working with linguistically diverse populations",
      "year": 2017,
      "doi": "10.32388/0f7xc1"
    },
    {
      "title": "Care partners and online patient portals",
      "authors": [
        "U Sarkar",
        "D Bates"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2013.285825"
    }
  ],
  "num_references": 28,
  "original_doi": "https://doi.org/10.13039/100000133"
}
