{
  "paper_id": "KMGZPMP8",
  "title": "Influence of Ambient Air Pollutant Sources on Clinical Encounters for Infant Bronchiolitis",
  "abstract": "Rationale: Data regarding the influence of ambient air pollution on infant bronchiolitis are few. Objectives: We evaluated the impact of several air pollutants and their sources on infant bronchiolitis. Methods: Infants in the Georgia Air Basin of British Columbia with an inpatient or outpatient clinical encounter for bronchiolitis (n 5 11,675) were matched on day of birth to as many as 10 control subjects. Exposure to particulate matter with a diameter of 2.5 mm or less (PM 2.5 ), PM 10 , NO 2 /NO, SO 2 , CO, and O 3 were assessed on the basis of a regional monitoring network. Traffic exposure was assessed using regionally developed land use regression (LUR) models of NO 2 , NO, PM 2.5 , and black carbon as well as proximity to highways. Exposure to wood smoke and industrial emissions was also evaluated. Risk estimates were derived using conditional logistic regression and adjusted for infant sex and First Nations (Canadian government term for recognized aboriginal groups) status and for maternal education, age, income-level, parity, smoking during pregnancy, and initiation of breastfeeding. Measurements and Main Results: An interquartile increase in lifetime exposure to NO 2 , NO, SO 2 , CO, wood-smoke exposure days, and point source emissions score was associated with increased risk of bronchiolitis (e.g., adjusted odds ratio [OR adj ] NO 2 , 95% confidence interval [CI], 1.12, 1.09-1.16; OR adj wood smoke, 95% CI, 1.08, 1.04-1.11). Infants who lived within 50 meters of a major highway had a 6% higher risk (1.06, 0.97-1.17). No adverse effect of increased exposure to PM 10 , PM 2.5 , or black carbon, was observed. Ozone exposure was negatively correlated with the other pollutants and negatively associated with the risk of bronchiolitis. Conclusions: Air pollutants from several sources may increase infant bronchiolitis requiring clinical care. Traffic, local point source emissions, and wood smoke may contribute to this disease.",
  "year": 2009,
  "date": "2009-08-27",
  "journal": "Am J Epidemiol",
  "publication": "Am J Epidemiol",
  "authors": [
    {
      "forename": "Catherine",
      "surname": "Karr",
      "name": "Catherine Karr",
      "affiliation": "1  Department of Pediatrics , \n\t\t\t\t\t\t\t\t Department of Pediatrics",
      "email": "ckarr@u.washington.edu"
    },
    {
      "forename": "Paul",
      "surname": "Demers",
      "name": "Paul Demers",
      "affiliation": "3  School of Environmental Health , \n\t\t\t\t\t\t\t\t School of Environmental Health"
    },
    {
      "forename": "Mieke",
      "surname": "Koehoorn",
      "name": "Mieke Koehoorn",
      "affiliation": "3  School of Environmental Health , \n\t\t\t\t\t\t\t\t School of Environmental Health"
    },
    {
      "forename": "Cornel",
      "surname": "Lencar",
      "name": "Cornel Lencar",
      "affiliation": "3  School of Environmental Health , \n\t\t\t\t\t\t\t\t School of Environmental Health"
    },
    {
      "forename": "Lillian",
      "surname": "Tamburic",
      "name": "Lillian Tamburic",
      "affiliation": "5  Centre for Health Services and Policy Research , The University of British Columbia , Vancouver , Canada \n\t\t\t\t\t\t\t\t Centre for Health Services and Policy Research \n\t\t\t\t\t\t\t\t The University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "forename": "Michael",
      "surname": "Brauer",
      "name": "Michael Brauer",
      "affiliation": "3  School of Environmental Health , \n\t\t\t\t\t\t\t\t School of Environmental Health"
    },
    {
      "affiliation": "Pediatrics/Occupational & Environmental Medicine , University of Washington , 401 Broadway , Box 359739 , Seattle , WA 98104. \n\t\t\t\t\t\t\t\t Pediatrics/Occupational & Environmental Medicine \n\t\t\t\t\t\t\t\t University of Washington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 401 Broadway \n\t\t\t\t\t\t\t\t\t Box 359739 \n\t\t\t\t\t\t\t\t\t 98104. \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA"
    }
  ],
  "doi": "",
  "keywords": [
    "bronchiolitis",
    "wood smoke",
    "traffic",
    "air pollution",
    "respiratory disease"
  ],
  "sections": [
    {
      "text": "Increasingly, epidemiological investigations of air pollution exposure and adverse respiratory health conditions are addressing effects in very young children. Air pollution exposure has been linked to infant mortality, increased reporting of respiratory symptoms, and increased overall respiratory infections  (1) (2) (3) . The overall evidence base is dominated by evaluation of acute exposure effects (days before health outcome) in relation to administrative records regarding hospitalization or emergency department visits for broad outcome definitions (e.g., all respiratory conditions) or longer-term exposure effects on parental report of health symptoms and outcomes. Except for infant mortality investigations, few data on the particular vulnerability of the infant period (first year of life) are available and very few studies provide focused investigation on the most important respiratory disease in this period, infant bronchiolitis.\n\nKarr and colleagues evaluated ambient air pollution effects on hospitalization for bronchiolitis in the Los Angeles area of California, where ambient air pollution exposures are among the highest in the United States  (4) . Effects of longer-term exposure windows were greater than short-term exposure window effects. Among the pollutants investigated (particulate matter with a diameter of 2.5 mm or less [PM 2.5 ], NO 2 , CO, and O 3 ), only subchronic (month before) and chronic (lifetime average) PM 2.5 effects were statistically significant in adjusted models. The theoretical framework for the subchronic/chronic model posits a mechanism whereby ambient air pollution impacts the disease process before viral infection occurs. For example, air pollution may induce proinflammatory mediators and altered immune function that, in turn, induces host susceptibility to virally induced bronchiolitis  (5, 6) . This model encompasses changes in lung susceptibility that could arise from relatively recent exposure to high pollution in the previous month (subchronic) or from long-term, even lifetime effects (chronic) of living in a more highly polluted environment.\n\nWe sought to investigate the influence of ambient air pollution on infant bronchiolitis in the Georgia Air Basin of British Columbia (western coastal region including Vancouver and Victoria). In this study, we provide novel data on the association between ambient air pollution and infant bronchiolitis using a population-based dataset linking ambient air-pollution exposure to all clinical encounters (outpatient and inpatient hospitalization) in a region of relatively modest community-level exposures. In addition to using the community based-air poll-AT A GLANCE COMMENTARY Scientific Knowledge on the Subject Ambient air pollution has been associated with several adverse respiratory health outcomes in children and adults. Bronchiolitis is the leading cause of hospitalization in the first year of life in North America, yet data regarding the role of ambient air pollution are few."
    },
    {
      "title": "What This Study Adds to the Field",
      "text": "This study provides evidence that traffic-derived, industrialpoint source, and wood smoke-related exposures may increase the burden bronchiolitis in infants.\n\nution monitoring network to assign exposure to subjects, we applied locally derived temporal-spatial surfaces of traffic, wood smoke, and point source exposure to assess the impacts of several important contributors to air pollution in this region. Some of the results of these studies have been previously reported in the form of an abstract  (7) ."
    },
    {
      "title": "METHODS",
      "text": "This nested case control study used a dataset developed from a population-based cohort of all singleton children born between 1999 and 2002 in the geographic area defined as the Georgia Air Basin of British Columbia (BC) and is described in a previous publication  (8) . The study protocol was approved by the Behavioral Research Ethics Board of the University of British Columbia. Data from the BC Linked Health Database was used with the permission of the BC Ministry of Health and personal identifiers were replaced by a nonidentifying ID  (9) .\n\nCases were defined as infants born at a gestational age greater than 24 weeks and who had a clinical encounter in either the inpatient or outpatient setting for bronchiolitis in the second to twelfth month of life based on ICD-9 diagnoses. Only the first encounter for each infant was included. Outpatient records coded as 466 (acute bronchitis and bronchiolitis) and hospital records coded as principal diagnosis 466.1 (acute bronchiolitis) were used to identify cases. The broader definition in outpatient records was necessitated because these records allow only the first three digits and a single diagnosis code. Up to ten controls born on the same date were incidence-density matched to each case. This served to remove confounding on the basis of age and calendar time-both strong determinants of bronchiolitis.\n\nResidential histories for cases and controls were compiled from contacts with the health care system including in-patient hospital discharges, out-patient physician billing records, and medical plan registration. A cleanup of the data removed invalid or nonresidential postal codes (z10%). The start of the first identified postal code was backdated to the start of gestation. For changes in postal codes, the transition date was set at the midpoint (or at the first date of a subsequent postal code where dates overlapped).\n\nSubject exposure to community-wide ambient air pollutants, trafficrelated air pollution, point source emissions, and wood smoke were estimated using multiple approaches that linked data on these sources to the subject's history of residential postal codes.\n\nExposures to NO , NO 2 , CO, SO 2 , PM 10 , PM 2.5 , and O 3 were estimated using daily measurement data from the most proximal community monitor within 10 kilometers of the subject's residential 6-digit postal code during the first year of life. The regulatory monitoring network was operated by the British Columbia Ministry of Environment Traffic-based land-use regression models of NO, NO 2 , and black carbon (particle absorbance) were used to estimate the subject's exposure to these pollutants as described in Brauer  (10)  and in more detail elsewhere  (11, 12) . These were derived from locally targeted intensive sampling campaigns along with geographic information system (GIS) data on road density, population density, elevation, and type of land use. The land use regression (LUR) models provided smooth spatial surfaces of predicted (annual average) concentrations for the entire study area at a resolution of 10 meters. The surfaces were then smoothed (Focal Statistics, ArcGIS Spatial Analyst; ESRI Corp., Redlands, CA) to remove abrupt changes and edge effects so as to more accurately reflect the measured affect of proximity to roadways that effectively reduced the resolution to approximately 30 meters.\n\nExposure windows representing lifetime daily and short-term (1 mo before daily average) relative to the case diagnosis date were estimated for these exposures, which were based on the residential history of postal codes for each subject. Subjects with data on exposure during at least 80% of the exposure window were included. For the more urbanized subregions of the Georgia Air Basin, additional exposure surfaces were developed, specifically proximity to roadways, proximity to point sources, and exposure to wood smoke.\n\nThe postal codes for each subject were defined as being within a 50-meter or 150-meter buffer from each of the following road types: expressway, a primary highway, a secondary highway, or major arterial road (DMTI ArcView street file dataset for BC, Canmap Streetfiles, v2006.3; DMTI Spatial, Inc., Markham, ON, Canada). Number of days in postal codes that were within these boundaries were calculated. Expressways and primary highways were categorized as major highways and secondary highways and major arterial roads as major roadways for the analysis. To evaluate the influence of point source emissions, we developed a proximity-weighted sum of total regulated air pollutant emissions from each point source and described in detail elsewhere  (13) . Briefly, each point source was assigned an index value based on its total emissions relative to other point sources in the region. Exposure for each postal code was then determined by a proximityweighted summation of emissions from point sources within a 10kilometer circular buffer  (10) .\n\nA wood smoke-land use regression model based on a targeted sampling campaign in the subregion allowed assignment of these subjects' exposure to wood smoke  (14) . The wood-smoke model comprised more than 12,000 individual mobile measurements. These were smoothed at a spatial resolution of 100 meters and modeled at the resolution of hydrological catchment areas.\n\nBriefly, postal codes in the top tertile of exposure to wood smoke (based on mobile monitoring of particulate matter and fixed site measurements of levoglucosan, a wood-burning marker) were classified as being in a wood-burning area. Because wood smoke is emitted seasonally, days were classified as wood-burning days based on a relationship between temperature (heating degree days) and measured concentrations of levoglucosan. Wood-smoke exposure was then estimated as the total number of burning days spent in a wood-burning area."
    },
    {
      "title": "Analysis",
      "text": "To assess the relationship of air-pollution exposures on infant bronchiolitis, conditional logistic regression analyses were performed using SAS version 9.1 with strata comprising matched case-control groups (SAS Institute, Cary, NC). Models were adjusted for known risk factors of bronchiolitis and potential confounders (described in detail in reference  [8] ). Specifically, the final models included adjustment for infant sex, gestational age, First Nation status, parity, maternal age, maternal smoking during pregnancy, maternal initiation of breastfeeding at birth, income (quintile-census), and maternal education (quartile-census). Cases and controls were matched on date of birth.\n\nEffect estimates for first bronchiolitis clinical encounter (outpatient or hospitalization) as well as the hospitalization only subgroup were calculated. For the specific pollutants (NO, NO 2 , CO SO 2 , O 3 , PM 2.5 , PM 10 , black carbon) the effect estimates for bronchiolitis risk were calculated for an interquartile-unit increase in exposure entered as a continuous variable in the models. Quartile-based categorical exposure estimates were also estimated to explore potential threshold effects. Separate analyses based on the season of diagnosis were also explored.\n\nWood-smoke exposure risk was estimated based on an interquartile increase in the number of wood-smoke exposure days. Proximity to roadways was assigned as number of days within the defined proximity buffer areas and proximity to point source emissions was estimated as a continuous index value. These two were also analyzed as the risk associated per interquartile increase."
    },
    {
      "title": "RESULTS",
      "text": "Among the total cohort of 86,337 children available for analysis, 11,675 met the case definition of an outpatient or hospitalization for bronchiolitis from the age of 2 to 12 months. Of these, 10,485 (95%) resided in the subregion where additional exposure assessment could be assigned. Of the total cases, 1,465 were hospitalized. A total of 57,127 controls matched on date of birth were identified (because controls were selected using incident density sampling, some controls were also used as cases at time of diagnosis).\n\nCase infants were more likely to be male, to be born prematurely, to live in census areas with lower-reported income, and to have First Nations status (Table  1 ). Mothers of cases were, on average, of higher parity, younger age, and lived in areas with lower education levels compared with mothers of controls. These are all consistently reported risk factors for infant bronchiolitis. Also, as expected, case mothers were more likely to report smoking during pregnancy and less likely to report initiation of breastfeeding in the hospital after the infant's birth.\n\nThe distribution of calculated lifetime estimates of exposures to the ambient air pollutants (Table  2 ) indicates that this is an area of relatively low to moderate concentrations of pollutants and none of the daily average pollutant concentrations in this area exceed threshold standards or guidelines. Table  3  shows the distribution of the number of days resident in close proximity to major highways and roadways, the number of days exposed to wood smoke, and the index score for point source emissions.\n\nTable  4  shows the relationship of an interquartile increase in individual pollutants based on the monitor based exposure estimate and LUR methods with risk of a clinical encounter (hospitalization or outpatient visit) for bronchiolitis. Using monitor-based exposure assessment estimates, increases in both lifetime average daily exposure and exposure in the month prior were associated with statistically significant yet modest increase in risk of bronchiolitis for exposure to NO 2 (lifetime exposure OR adj , 1.12; 95% CI, 1.09-1.16), NO (lifetime exposure OR adj , 1.08; 95% CI, 1.04-1.12), SO 2 (lifetime exposure OR adj , 1.04; 95% CI, 1.01-1.06), and CO (lifetime exposure OR adj , 1.13; 95% CI, 1.09-1.18). No significant increased risk of bronchiolitis with increased exposure to PM 10 , PM 2.5 , or black carbon was observed although the point estimate for PM 10 was elevated (1.03; 0.98-1.08). Ozone exposure was associated with a statistically significant reduced risk of bronchiolitis. The magnitude of risk estimates for the longer-term exposure (lifetime) window were comparable to estimates derived for the shorter-term exposure window (month prior) for the same pollutant. The overall effect estimates were higher for NO 2 and NO exposures based on monitor-based assessment metrics compared with LUR assessment of these pollutants.\n\nQuartile-based assessment of lifetime exposure (categorical variable) based on estimates from monitor data is portrayed in Figure  1  and suggests an adverse dose-response relationship for increasing exposure to NO (P trend 5 0.01) and CO (P trend 5 0.03). For O 3, PM 10 , and PM 2.5 increasing quartiles were associated with sequentially lower-risk estimates. For NO 2 and SO 2 , the highest quartile showed the highest risk compared with lower quartiles, but the trend was not significant.\n\nAnalyses restricted to the impact of these air pollutants on hospitalization for bronchiolitis demonstrated generally reduced associations that were no longer statistically significant (reduced sample size) with the exception of a higher magnitude risk estimate for SO 2 and a slightly increased estimate for black carbon exposure (see Table  E1  in the online supplement). Interestingly, in these restricted analyses, ozone was shown to be positively associated with the risk of bronchiolitis hospitalization but the CI included 1.00. Sensitivity analysis to evaluate effect modification by season did not reveal strong differential effects (see Table  E2  in the online supplement).\n\nExposure to an interquartile increase in proximity weight point source emissions was associated with a 10% increased risk of bronchiolitis (OR adj 1.10; 95% CI, 1.06-1.13) and infants who lived within 50 meters of a major highway had a 6% increased risk per interquartile increase in exposure (1.06; 0.97-1.17) (Table  5 ). There was also an increased risk for encounter for bronchiolitis with wood-smoke exposure (OR adj per interquartile increase in wood smoke exposure days 1.08; 1.04-1.11)."
    },
    {
      "title": "DISCUSSION",
      "text": "This study provides novel data on air pollution and the leading cause of morbidity in infants, bronchiolitis. Specifically, we address the association between infant exposure to differing sources of ambient air pollution and clinical encounters encompassing both the inpatient and outpatient setting. These data suggest that infants who experience increases in air pollutants primarily associated with traffic (CO, NO 2 , and NO) were more likely to have a clinical encounter for bronchiolitis. These pollutant-based estimates are supported by the use of the crude measure of road proximity: a higher risk was also observed in association with very close residential proximity to major highways (within 50 m). Increased exposure to SO 2 was also associated with a very modest increase in risk. Primary sources of SO 2 in this region include point source industrial emissions and marine vessels. Similarly, a higher ranking of a subject's proximity to point source emissions overall was associated with increased risk of bronchiolitis. Wood burning is an important source of air pollution in this region and we observed an increased risk associated with increasing days of wood-smoke exposure. Exposure to particulate matter (black carbon, PM 10 , and PM 2.5 ) were not found to be associated with all types of bronchiolitis clinical encounters in this study. In the only other similarly focused studies of bronchiolitis and chronic air pollution in infancy, Karr identified increased risk with lifetime average PM 2.5 but not with NO 2 , NO, or CO based on a hospitalization analysis conducted in the Los Angeles, California region  (15) . A hospitalization-only analysis in the Puget Sound region of Washington State, where ambient air-pollution levels are modest and comparable to the study region of British Columbia, did not find a significant effect of the pollutants investigated (PM 2.5 , NO 2 )  (16) . A longitudinal cohort study of infants evaluated from the age of 4 months to 1 year in Santiago, Chile found positive associations for increased episodes of ''wheezy bronchitis'' with increased short-term exposures to PM 2.5 but not consistently for other pollutants investigated Definition of abbreviations: CI 5 confidence interval; OR ADJ 5 adjusted odds ratio; * DMTI Type 3 and 4 road (secondary highway 5 18,000 vehicles/day; major road 5 15,000 vehicles/day). † DMTI Type 1 and 2 road (expressway 5 114,000 vehicles/day; principal highway 5 21,000 vehicles/day). ‡ Adjusted for infant sex, First Nations status, parity, maternal age, maternal smoking during pregnancy, maternal initiation of breastfeeding at birth, income (quintile-census), maternal education (quartile-census). Cases and controls are matched on date of birth. (nitrogen dioxide, sulfur dioxide)  (17) . The diagnosis of ''wheezy bronchitis'' was based on a constellation of symptoms and clinical signs and would include both bronchiolitis and asthma. The average air-pollution levels in this Santiago-based study were several-fold higher than observed in our British Columbia  (17) .\n\nThe interquartile range of PM 2.5 lifetime average concentrations for the Los Angeles based study was over 8-fold higher than this British Columbia-based study. However, even in quartilebased assessment, we did not observe a higher-risk estimate for the highest quartile of PM 10, PM 2.5 or black carbon. It is also noteworthy that in the region of this study, the density of the monitoring network for PM 2.5 was the most limited among pollutants assessed. Only 7 monitors provided the data for PM 2.5 assessment, whereas there were 24 monitors for O 3 , 22 for NO/ NO 2 , 14 for SO2, 19 for CO, and 19 for PM 10 . The LUR for PM 2.5 was also based on more limited monitoring data compared with the NO 2 and NO and black carbon LURs (25 locations for PM 2.5 vs. 116 for NO/NO 2 and 40 for black carbon).\n\nWe evaluated whether the ''protective'' effect of fine particles reflected a negative correlation with nitrogen oxides (NOx). We did not observe this. Rather, Pearson correlation coefficients for lifetime exposure to NO 2 show a significant positive correlation with PM 2.5 lifetime exposure (0.33; P , 0.0001). NO shows stronger positive associations with PM 2.5 (0.63; P , 0.0001). In addition, multipollutant analysis showed no change in the PM 2.5 effect with addition of NO or NO 2 (data not shown).\n\nNotably, this study is based on a comparison of primarily spatial contrasts in exposure (cases and controls matched for month and year of birth), and we did not observe strong evidence of effect modification by season in stratified analyses (see Table  E2 ). In general, the spatial contrast we observed in particulate matter is very low, whereas that of NO/NO 2 is lower but not that much lower than that observed for other urban settings. Most NO/NO 2 in this region is derived from vehicular emissions. Particulate matter sources include traffic-related and industrial combustion processes as well as noncombustion processes. This suggests that the traffic impact in the region of study is not all that different than in other urban areas, although the background/regional pollution is lower.\n\nOverall, the lack of a particulate matter effect in this study may be due to study limitations to capture adequate variability and adequate intensity of exposure or lack of toxicity of the particulate matter composition in this region or some mixture of both.\n\nNo published studies were found that reported bronchiolitis and ambient wood-smoke exposure, although the association of infant and child acute respiratory illness and biomass burning for cooking and heating in developing countries is well recognized  (18) . Our finding of increased risk of bronchiolitis associated with wood-smoke exposure is novel and deserves confirmation in other studies and settings.\n\nWe observed a reduced risk of bronchiolitis outpatient and hospital visits associated with higher exposure to ozone but a nonsignificant increase associated with hospitalized cases only. A similar ''protective effect'' for lifetime average ozone exposure and hospitalization was observed in the Los Angeles-based study described above. In that study, the inverse relationship between ozone concentrations and fine particulate matter was considered a likely explanation for this finding and, in those studies, the ozone effect did not persist in two pollutant models that included both ozone and PM 2.5 . A similar argument can be made in the region of this study where ozone is negatively correlated with the other pollutants investigated. The Pearson correlation coefficients of ozone and the other pollutants range from 20.24 (for PM 10 ) to 20.86 (for NO). The correlation for ozone and CO, the latter being the pollutant most strongly associated with an adverse effect on bronchiolitis in our study, was 20.82. Nonetheless, it remains unclear why the relationship of ozone in our data was positive (increased risk but notsignificant) for hospitalization but negative (decreased risk) for the combined outcome measure that included outpatient encounters. None of the other pollutants showed this pattern, and this may be due to chance alone. An alternative explanation would be if the specificity of the true associated health outcome is maximized in the summer high ozone months due to a specifically summertime viral etiology (or other summer-specific factors). Also, our study was based on spatial variability in infant exposures, and much of the variability in our population's exposure to ozone is temporal. In addition, the greatest spatial contrasts in ozone in our region occur in areas of moderate population density, so a small proportion of our population experiences the highest exposures. Both of these features limited our ability to detect an effect of ozone.\n\nWe discerned higher-risk estimates when assessing impact on clinical encounters (hospitalization or outpatient) for infant bronchiolitis compared with risk associated with hospitalization only with the exception of black carbon. A lack of association with PM 2.5 and NO 2 was observed in the hospitalization-only analysis described above for the nearby and similar Puget Sound region  (16) . This observation may reflect an increased importance of air pollution as a risk factor for less-severe cases, whereas, for hospitalized cases, other key risk factors overshadow the modest air-pollution impact. Alternatively, because by necessity the identification of outpatient clinical encounters was based on less-specific ICD9 coding, the effect observed could be attributed to an air-pollution effect on other lessspecific respiratory outcomes that were not specifically bronchiolitis but coded as 466 (acute bronchitis and bronchiolitis) such as other early childhood lower respiratory tract diagnoses with similar clinical presentations including asthma and bacterial bronchitis. We have previously evaluated use of these nonspecifically coded outpatient clinical encounters in infancy and found support of their use as a proxy for identifying acute bronchiolitis. For example, these encounters mirror the seasonality and age distribution associated with acute bronchiolitis in the first year of life  (8) . In addition, although this lack of diagnostic specificity is a limitation in assessing the relationship between air pollution and bronchiolitis in these data per se, they are still meaningful. This is because the observed risks with the less-specific ICD9 466 reflect a health care utilization-public health burden related to ambient air pollution.\n\nIn this analysis, as well as in a related study of these air pollutants on birth outcomes, we observed risk estimates based on the monitor-based estimates of exposure that were higher than those based on the LUR-based exposure of the same pollutant  (13) . For this and the related birth outcomes study, the exposure estimates from LUR and the monitoring network data for the same pollutant were only moderately correlated (r 5 0.5-0.6). We discuss this in the birth outcomes paper and propose that the metrics capture different aspects of spatiotemporal variability in exposure as well as potential levels of measurement error  (13) .\n\nOverall, monitor-based estimates appear to be more specific temporally, whereas LUR estimates are more specific at the local scale  (13, 19) . Such discrepancies have been reported in other regions. Gauderman and colleagues observed independent effects from both regional and local traffic-related air pollution in an analysis of air pollution and childhood lung function  (20) .\n\nAdditional limitations of this study include other sources of potential exposure measurement error. Exposures assessed, using monitor-based data, serve as proxies for personal exposure, a common approach in air-pollution epidemiology. The adequacy of ambient monitors to represent personal exposure occurring indoors and outdoors varies by pollutant, housing factors that influence infiltration, personal-time activity at home versus other settings, and geographical and climatic relationship of the community monitor to the residence. These factors could not be addressed in the study design.\n\nHowever, we have observed in a separate study in this region that pregnant women spend increasingly more time at home as their pregnancies progress toward birth, and it may be argued that, similarly, infants spend more time at home closer to the birth period (infant year)  (21) . Overall, sources of measurement error as described above would be expected to be nondifferential and serve to bias our findings toward the null.\n\nThe strength of this study is the large sample size, the opportunity to evaluate multiple sources of air-pollution exposure and to address the impact on bronchiolitis in the outpatient setting. The findings echo an emerging evidence base of the adverse impact of traffic exposure on perinatal and infant health. In addition, these data raise concern about the potential contribution of local point source emissions and wood smoke in addition to traffic-derived pollution. Although the toxicity of the fine-particulate fraction of motor vehicle exhaust is often felt to be an important component in air-pollution epidemiology, this was not clearly evident in this region, although admittedly, characterization of fine PM in this study was the most limited among pollutants investigated for reasons described above. Clearly, better toxicological characterization of the components of traffic exposure are needed, and further investigation of the role of exposure to industrial emissions and wood smoke are needed.\n\nIncreasingly, evidence of ambient air pollution effects on children, even at levels once considered ''safe,'' is accumulating. This study provides further evidence that children, specifically very young children in their first months of life, may suffer respiratory health compromise even at levels of ambient air pollution that fall within regulatory limits. Although the magnitude of the risk in this and other studies of air pollution on child health are modest, the magnitude of the population at risk and public health impact of the disease is not modest. The association with proximity to roadways and relative point source emissions is particularly noteworthy. Although they are relatively simple measures, they can be easily used in studies in other settings where monitoring network data is inadequate for characterizing population exposure and can have a relatively straightforward policy significance."
    },
    {
      "text": "Figure 1. Quartiles of lifetime average airpollutant exposure and risk of bronchiolitis hospitalization or outpatient clinic visit (odds ratio, 95% confidence interval [CI])."
    },
    {
      "text": "CHARACTERISTICS OF CASE AND CONTROL SUBJECTS"
    },
    {
      "text": "DISTRIBUTION OF SUBJECT'S LIFETIME AIR POLLUTION EXPOSURE BASED ON DIFFERENT ASSESSMENT APPROACHES"
    },
    {
      "text": "DISTRIBUTION OF SUBJECT'S EXPOSURE TO ROADWAYS, WOOD SMOKE, AND POINT SOURCE EMISSIONS"
    },
    {
      "text": "RISK OF OUTPATIENT VISIT OR HOSPITALIZATION FOR BRONCHIOLITIS (OR ADJ 95% CI) WITH INTERQUARTILE (IQR) INCREASE IN EXPOSURE TO HIGHWAYS AND MAJOR ROADWAYS* PROXIMITY, POINT SOURCES OR WOOD SMOKE"
    }
  ],
  "references": [
    {
      "title": "Association between ozone and hospitalization for acute respiratory diseases in children less than 2 years of age",
      "authors": [
        "R Burnett",
        "M Smith-Doiron",
        "D Stieb",
        "M Raizenne",
        "J Brook",
        "R Dales",
        "J Leech",
        "S Cakmak",
        "D Krewski"
      ],
      "year": 2001,
      "doi": "10.1093/aje/153.5.444"
    },
    {
      "title": "Infant susceptibility of mortality to air pollution in Seoul, South Korea",
      "authors": [
        "E Ha",
        "J Lee",
        "H Kim",
        "Y-C Hong",
        "B-E Lee",
        "H-S Park",
        "D Christiani"
      ],
      "year": 2003,
      "doi": "10.1542/peds.111.2.284"
    },
    {
      "title": "Air pollution from traffic and the development of respiratory infections and asthmatic and allergic symptoms in children",
      "authors": [
        "M Brauer",
        "G Hoek",
        "Van Vliet",
        "P Meliefste",
        "K Fischer",
        "P Wijga",
        "A Koopman",
        "L Neijens",
        "H Gerritsen",
        "J Kerkhof"
      ],
      "year": 2002,
      "doi": "10.1164/rccm.200108-007oc"
    },
    {
      "title": "A case crossover study of wintertime ambient air pollution and infant bronchiolitis",
      "authors": [
        "C Karr",
        "T Lumley",
        "K Shepherd",
        "R Davis",
        "T Larson",
        "B Ritz",
        "J Kaufman"
      ],
      "year": 2006,
      "doi": "10.1289/ehp.8313"
    },
    {
      "title": "Increased susceptibility to RSV infection by exposure to inhaled diesel engine emissions",
      "authors": [
        "K Harrod",
        "R Jaramillo",
        "C Rosenberger",
        "S-Z Wang",
        "J Berger",
        "J Mcdonald",
        "M Reed"
      ],
      "year": 2003,
      "doi": "10.1165/rcmb.2002-0100oc"
    },
    {
      "title": "Ultrafine carbon black particles enhance respiratory syncytial virus-induced airway reactivity, pulmonary inflammation, and chemokine expression",
      "authors": [
        "A Lambert",
        "J Mangum",
        "M Delorme",
        "J Everitt"
      ],
      "year": 2003,
      "doi": "10.1093/toxsci/kfg032"
    },
    {
      "title": "Influence of ambient air pollutant sources on clinical encounters for infant bronchiolitis",
      "authors": [
        "C Karr",
        "P Demers",
        "M Kooehorn",
        "C Lencar",
        "L Tamburic",
        "M Brauer"
      ],
      "year": 2009,
      "doi": "10.1164/rccm.200901-0117oc"
    },
    {
      "title": "Descriptive epidemiology of bronchioloits in a population based cohort",
      "authors": [
        "M Koehoorn",
        "C Karr",
        "P Demers",
        "C Lencar",
        "L Tamburic",
        "M Brauer"
      ],
      "year": 2008,
      "doi": "10.1542/peds.2007-2231"
    },
    {
      "title": "Creating a population-based linked health database: a new resource for health services research",
      "authors": [
        "R Chamberlayne",
        "B Green",
        "M Barer",
        "C Hertzman",
        "W Lawrence",
        "S Sheps"
      ],
      "year": 1998,
      "doi": "10.1007/bf03403934"
    },
    {
      "title": "Models of exposure for use in epidemiological studies of air pollution health impacts",
      "authors": [
        "M Brauer",
        "Ainslie Buzzelli",
        "M Henderson",
        "S Larson",
        "T Marshall",
        "J Nethery",
        "N Steyn",
        "D Su"
      ],
      "year": 2008,
      "doi": "10.1007/978-1-4020-8453-9_64"
    },
    {
      "title": "Application of land use regression to estimate long-term concentrations of traffic-related nitrogen oxides and fine particulate matter",
      "authors": [
        "S Henderson",
        "B Beckerman",
        "M Jerrett",
        "M Brauer"
      ],
      "year": 2007,
      "doi": "10.1021/es0606780"
    },
    {
      "title": "Mobile monitoring of particle light absorption coefficient in an urban area as a basis for land-use regression",
      "authors": [
        "T Larson",
        "S Henderson",
        "M Brauer"
      ],
      "year": 2009,
      "doi": "10.1021/es803068e"
    },
    {
      "title": "A cohort study of traffic-related air pollution impacts on birth outcomes",
      "authors": [
        "M Brauer",
        "C Lencar",
        "L Tamburic",
        "M Koehoorn",
        "P Demers",
        "C Karr"
      ],
      "year": 2008,
      "doi": "10.1289/ehp.10952"
    },
    {
      "title": "A spatial model of urban winter woodsmoke concentrations",
      "authors": [
        "T Larson",
        "J Su",
        "A-M Baribeau",
        "M Buzzelli",
        "E Setton",
        "M Brauer"
      ],
      "year": 2007,
      "doi": "10.1021/es0614060"
    },
    {
      "title": "Effect of subchronic and chronic exposure to ambient air pollutants on infant bronchiolitis",
      "authors": [
        "C Karr",
        "T Lumley",
        "A Schreuder",
        "R Davis",
        "T Larson",
        "B Ritz",
        "J Kaufman"
      ],
      "year": 2007,
      "doi": "10.1093/aje/kwk032"
    },
    {
      "title": "Infant exposure to fine particulate matter and traffic and risk of hospitalization for RSV bronchiolitis in a region with lower ambient air pollution",
      "authors": [
        "C Karr",
        "C Rudra",
        "K Miller",
        "T Gould",
        "T Larson",
        "S Sathyanarayana",
        "J Koenig"
      ],
      "year": 2009,
      "doi": "10.1016/j.envres.2008.11.006"
    },
    {
      "title": "Fine particulate matter and wheezing illness in the first year of life",
      "authors": [
        "P Pino",
        "T Walter",
        "M Oyarzun",
        "R Villegas",
        "I Remieu"
      ],
      "year": 2004,
      "doi": "10.1097/01.ede.0000142153.28496.d0"
    },
    {
      "title": "Indoor air pollution from biomass combustion and acute respiratory illness in preschool age children in Zimbabwe",
      "authors": [
        "V Mishra"
      ],
      "year": 2003,
      "doi": "10.1093/ije/dyg240"
    },
    {
      "title": "Within-urban variability in ambient air pollution: comparison of estimation methods",
      "authors": [
        "J Marshall",
        "E Nethery",
        "M Brauer"
      ],
      "year": 2007,
      "doi": "10.1016/j.atmosenv.2007.08.012"
    },
    {
      "title": "Effect of exposure to traffic on lung development from 10 to 18 years of age: a cohort study",
      "authors": [
        "W Gauderman",
        "H Vora",
        "R Mcconnell",
        "K Berhane",
        "F Gilliland",
        "D Thomas",
        "F Lurmann",
        "E Avol",
        "N Kunzli",
        "M Jerrett"
      ],
      "year": 2007,
      "doi": "10.1016/s0140-6736(07)60037-3"
    },
    {
      "title": "Time-activity patterns of pregnant women and changes during the course of pregnancy",
      "authors": [
        "E Nethery",
        "M Brauer",
        "P Janssen"
      ],
      "year": 2009,
      "doi": "10.1038/jes.2008.24"
    }
  ],
  "num_references": 21,
  "original_doi": "https://doi.org/10.13039/501100000008"
}
