{
  "paper_id": "KSUVTPAX",
  "title": "The importance of a comprehensive assessment",
  "year": 2024,
  "date": "2024",
  "authors": [
    {
      "name": "Paolo Mazzola",
      "email": "paolo.mazzola@unimib.it"
    },
    {
      "name": "Paolo Orcid"
    },
    {
      "name": "Giuseppe Bellelli"
    },
    {
      "affiliation": {
        "organization": "School of Medicine and Surgery",
        "department": "School of Medicine and Surgery",
        "institution": "University of Milano- Bicocca",
        "address": "Monza, Italy"
      }
    },
    {
      "affiliation": {
        "organization": "Acute Geriatrics Unit",
        "department": "Acute Geriatrics Unit",
        "institution": "Fondazione IRCCS San Gerardo dei Tintori Hospital",
        "address": "Monza, Italy"
      }
    },
    {
      "affiliation": {
        "organization": "Acute Geriatrics Unit",
        "institution": "Floriani Foundation",
        "address": "Milan, Italy"
      }
    },
    {
      "affiliation": {
        "organization": "School of Medicine and Surgery",
        "department": "School of Medicine and Surgery",
        "institution": "Fondazione IRCCS San Gerardo dei Tintori Hospital",
        "address": "Via Cadore, 48 -20900, Monza, Italy"
      }
    }
  ],
  "doi": "10.1111/jgs.19023",
  "md5": "4A382E24445EA86F8E82F526125BA3C7",
  "publication": {
    "journal": "J Am Geriatr Soc",
    "journal_inferred": true
  },
  "funding": [
    "ACKNOWLEDGMENTS Sincere appreciation to  Justin S. Brathwaite, MBA, PMP, PhD , a student in  Clinical Research , for his support in revising the final English version of this manuscript. \n CONFLICT OF INTEREST STATEMENT The authors declare that they have no conflict of interests to disclose in relation to this manuscript. \n SPONSOR'S ROLE No sponsor. Paolo Mazzola MD   1, 2  Chukwuma Okoye MD, PhD  1, 2   Alice Riccò MD 1 Simona Umidi MD 2 Matteo Crippa PhD 3 Gianlorenzo Scaccabarozzi MD   1   Giuseppe Bellelli MD   1, 2"
  ],
  "sections": [
    {
      "text": "In their recent paper, Thomas and colleagues discuss the emerging issue of managing delirium in older patients approaching the end of life (EoL).  1 The authors significantly depart from the traditional ethical principles of benevolence, nonmaleficence, respect for autonomy, and justice in favor of a new paradigm centered on restoration, means-end proportionality, discretion, and parsimony. Thomas et al. propose that adopting these four canons would help clinicians better navigate the numerous complexities and uncertainties associated with managing delirium in older patients near EoL.  1  The authors presented four cases in their article, which all involved relatively young patients with a single terminal illness to indirectly support their claim that these principles could be universally applicable to all delirium patients near EoL, without requiring additional information.\n\nWhile we largely agree with the authors and appreciate the paradigm shift, we believe there is an additional layer of complexity not fully addressed in their article. To illustrate our viewpoint, we present two clinical cases, both involving female individuals of the same age, but with different clinical contexts that were already present before delirium development (Table  1 ). In the case of Mrs P, clinicians may reasonably hypothesize a potential to recover after delirium, supported by her mild vulnerability (Clinical Frailty Scale = 4/9) and frailty (PC-FI = 0.12, CGA FI = 0.23), good nutritional status (albuminemia = 3.8 g/ dL and MNA = 12/14), intact cognition (MMSE = 28/30), and absence of sarcopenia (normal handgrip strength). These elements are crucial as frailty, malnutrition, cognitive impairment, and sarcopenia independently predict negative outcomes and unsuccessful recovery after delirium.  [2] [3] [4] [5]  T A B L E 1 Case presentations of two women of the same age and different characteristics and levels of frailty according to the comprehensive geriatric assessment (CGA)."
    },
    {
      "title": "Frailty level Case presentation",
      "text": "CGA indicating mild frailty Mrs. P, an 85-year-old woman with metastatic colorectal cancer to the lung in progression, presented with failure to thrive, altered mental status, and acute respiratory distress. Cancer-directed therapies were deemed unsuitable. An evaluation using a comprehensive geriatric assessment revealed encouraging results. The Clinical Frailty Scale showed a frailty level of 4, albuminemia was 3.8 g/dL, MNA (Mini Nutritional Assessment) score was 12/14, MMSE (Mini-Mental State Examination) score was 28/30, CGA FI (CGA frailty index) was 0.23, PC-FI (primary care frailty index) was 0.12, calf circumference was 34 cm, and handgrip strength was preserved (28 kg). In this context, the prevalent canon would be restoration, in which the goal of treatment would be to restore the patient to homeostatic equilibrium, through diagnostic and therapeutic approach for possible pulmonary embolism CGA indicating severe frailty and disability\n\nMrs. R, an 85-year-old woman with metastatic colorectal cancer to the lung, in progression, presented with failure to thrive, altered mental status, and acute respiratory distress. A comprehensive geriatric assessment revealed a more complex situation. The Clinical Frailty Scale indicated a frailty level of 7, albuminemia was low at 2.7 g/dL, MNA score was 5/14, MMSE score was 15/30, CGA FI was elevated at 0.568, calf circumference reduced to 28 cm, and handgrip strength compromised to 13 kg. These indicators highlight a situation of significant frailty and disability, suggesting the need for targeted interventions to improve the quality of life and manage complex health conditions. The prevalent canon to consider would be means-end proportionality and the goal of treatment would be comfort. The aim of clinicians should be improvement of breathing and quality of life, starting with opioid treatment, and changing the setting in a dedicated room with continuous care of relatives.\n\nSee the reply by Thomas et al. in this issue.\n\nInvestigating the causes of delirium makes logical sense in this scenario because recovery is plausible. However, we know that below a certain threshold of reserve reduction, often influenced by factors such as multimorbidity, malnutrition, and frailty, the likelihood of recovery diminishes significantly.  6, 7 This becomes striking in the case of Mrs R, where delirium might represent the harbinger of an imminent end,  8, 9  rendering the search of its causes less relevant.\n\nHere, especially if the patient is agitated, the primary goal of care shifts from identifying delirium causes to managing agitation symptoms. In other words, what is relevant for Mrs R is determining the most likely prognosis \"quoad vitam\" before any other action. Therefore, we speculate that the greatest ability to guide treatment objectives in older patients with delirium does not lie in the identification of reversible or non-reversible factors, but rather in determining the individual's expected lifespan. Given the challenges of doing that among older complex, multimorbid, and frail patients, we advocate for relying on the comprehensive geriatric assessment (CGA), a well-established approach in geriatrics.  10 Evidence suggests that CGA underpins several tools recently proposed to estimate life expectancy in such patients. For instance, using data from a large Italian database, we demonstrated that a 49-item frailty index developed from the CGA variables collected within the standardized international Residential Assessment Instrument assessments (interRAI-HC) accurately predicted 60-day mortality or transition to palliative care among 2099 older patients referred to a home care service.  11 Another tool that has recently been proposed by Canadian colleagues to estimate the old patient's prognosis is the RESPECT, which also relies on data collected with a CGA.  12  Of course, we do not suggest using CGA exclusively to select individuals with delirium in whom for minimizing diagnostic assessments. However, we strongly advocate for CGA to become an indispensable process to assess complexity in older patients. This approach can guide prognostication regarding a patient's life expectancy, which, if solely based on determining the burden of individual chronic diseases, would be grossly inaccurate. Integrating geriatric clinical practice into palliative care principles can optimize patient-centered outcomes and enhance the quality of care for people approaching EoL. We anticipate that CGA will play a crucial role in balancing competing concerns when caring for delirious patients at the EoL, facilitating, and legitimizing prompt adjustments of care goals."
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "Sincere appreciation to  Justin S. Brathwaite, MBA, PMP, PhD , a student in  Clinical Research , for his support in revising the final English version of this manuscript."
    },
    {
      "title": "CONFLICT OF INTEREST STATEMENT",
      "text": "The authors declare that they have no conflict of interests to disclose in relation to this manuscript."
    },
    {
      "title": "SPONSOR'S ROLE",
      "text": "No sponsor. Paolo Mazzola MD   1, 2  Chukwuma Okoye MD, PhD  1, 2   Alice Riccò MD 1 Simona Umidi MD 2 Matteo Crippa PhD 3 Gianlorenzo Scaccabarozzi MD   1   Giuseppe Bellelli MD   1, 2"
    },
    {
      "title": "AUTHOR CONTRIBUTIONS",
      "text": "All authors contributed to the development of editorial content. All authors contributed to prepare and revise the final version of this manuscript."
    }
  ],
  "references": [
    {
      "title": "Drugs, delirium, and ethics at the end of life",
      "authors": [
        "C Thomas",
        "Y Alici",
        "W Breitbart",
        "E Bruera",
        "L Blackler",
        "D Sulmasy"
      ],
      "year": 2024,
      "doi": "10.1111/jgs.18766",
      "journal": "J Am Geriatr Soc",
      "volume": "72",
      "issue": "7",
      "raw": "Drugs, delirium, and ethics at the end of life \n\t\t \n\t\t\t C Thomas \n\t\t \n\t\t \n\t\t\t Y Alici \n\t\t \n\t\t \n\t\t\t W Breitbart \n\t\t \n\t\t \n\t\t\t E Bruera \n\t\t \n\t\t \n\t\t\t L Blackler \n\t\t \n\t\t \n\t\t\t D P Sulmasy \n\t\t \n\t\t 10.1111/jgs.18766 \n\t \n\t \n\t\t J Am Geriatr Soc \n\t\t \n\t\t\t 72 \n\t\t\t 7 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Thomas C, Alici Y, Breitbart W, Bruera E, Blackler L, Sulmasy DP. Drugs, delirium, and ethics at the end of life. J Am Geriatr Soc. 2024;72(7):1964-1972. doi:10.1111/jgs.18766"
    },
    {
      "title": "The relationship between frailty and delirium: insights from the 2017 delirium day study",
      "authors": [
        "P Mazzola",
        "E Tassistro",
        "Di Santo"
      ],
      "year": 2021,
      "doi": "10.1093/ageing/afab042",
      "journal": "Age Ageing",
      "volume": "50",
      "issue": "5",
      "raw": "The relationship between frailty and delirium: insights from the 2017 delirium day study \n\t\t \n\t\t\t P Mazzola \n\t\t \n\t\t \n\t\t\t E Tassistro \n\t\t \n\t\t \n\t\t\t Di Santo \n\t\t \n\t\t \n\t\t\t S \n\t\t \n\t\t 10.1093/ageing/afab042 \n\t \n\t \n\t\t Age Ageing \n\t\t \n\t\t\t 50 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Mazzola P, Tassistro E, Di Santo S, et al. The relationship between frailty and delirium: insights from the 2017 delirium day study. Age Ageing. 2021;50(5):1593-1599. doi:10.1093/ ageing/afab042"
    },
    {
      "title": "Delirium, dementia, and in-hospital mortality: the results from the Italian delirium day 2016, a National Multicenter Study",
      "authors": [
        "A Morandi",
        "Di Santo",
        "S Zambon"
      ],
      "year": 2019,
      "doi": "10.1093/gerona/gly154",
      "journal": "J Gerontol A Biol Sci Med Sci",
      "volume": "74",
      "issue": "6",
      "raw": "Delirium, dementia, and in-hospital mortality: the results from the Italian delirium day 2016, a National Multicenter Study \n\t\t \n\t\t\t A Morandi \n\t\t \n\t\t \n\t\t\t Di Santo \n\t\t \n\t\t \n\t\t\t S G Zambon \n\t\t \n\t\t \n\t\t\t A \n\t\t \n\t\t 10.1093/gerona/gly154 \n\t \n\t \n\t\t J Gerontol A Biol Sci Med Sci \n\t\t \n\t\t\t 74 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Morandi A, Di Santo SG, Zambon A, et al. Delirium, dementia, and in-hospital mortality: the results from the Italian delirium day 2016, a National Multicenter Study. J Gerontol A Biol Sci Med Sci. 2019;74(6):910-916. doi:10.1093/gerona/gly154"
    },
    {
      "title": "Sarcopenia and malnutrition in acutely ill hospitalized elderly: prevalence and outcomes",
      "authors": [
        "A Cerri",
        "G Bellelli",
        "A Mazzone"
      ],
      "year": 2015,
      "doi": "10.1016/j.clnu.2014.08.015",
      "journal": "Clin Nutr",
      "volume": "34",
      "issue": "4",
      "raw": "Sarcopenia and malnutrition in acutely ill hospitalized elderly: prevalence and outcomes \n\t\t \n\t\t\t A P Cerri \n\t\t \n\t\t \n\t\t\t G Bellelli \n\t\t \n\t\t \n\t\t\t A Mazzone \n\t\t \n\t\t 10.1016/j.clnu.2014.08.015 \n\t \n\t \n\t\t Clin Nutr \n\t\t \n\t\t\t 34 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Cerri AP, Bellelli G, Mazzone A, et al. Sarcopenia and malnu- trition in acutely ill hospitalized elderly: prevalence and out- comes. Clin Nutr. 2015;34(4):745-751. doi:10.1016/j.clnu.2014. 08.015"
    },
    {
      "title": "Association between preoperative malnutrition and postoperative delirium after hip fracture surgery in older adults",
      "authors": [
        "P Mazzola",
        "L Ward",
        "S Zazzetta"
      ],
      "year": 2017,
      "doi": "10.1111/jgs.14764",
      "journal": "J Am Geriatr Soc",
      "volume": "65",
      "issue": "6",
      "raw": "Association between preoperative malnutrition and postoperative delirium after hip fracture surgery in older adults \n\t\t \n\t\t\t P Mazzola \n\t\t \n\t\t \n\t\t\t L Ward \n\t\t \n\t\t \n\t\t\t S Zazzetta \n\t\t \n\t\t 10.1111/jgs.14764 \n\t \n\t \n\t\t J Am Geriatr Soc \n\t\t \n\t\t\t 65 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Mazzola P, Ward L, Zazzetta S, et al. Association between pre- operative malnutrition and postoperative delirium after hip fracture surgery in older adults. J Am Geriatr Soc. 2017;65(6): 1222-1228. doi:10.1111/jgs.14764"
    },
    {
      "title": "Comparison of three frailty measures for predicting hospitalization and mortality in the Canadian longitudinal study on aging",
      "authors": [
        "R Pasquet",
        "M Xu",
        "M Sylvestre",
        "M Keezer"
      ],
      "year": 2024,
      "doi": "10.1007/s40520-024-02706-w",
      "journal": "Aging Clin Exp Res",
      "volume": "36",
      "issue": "1",
      "pages": "48",
      "raw": "Comparison of three frailty measures for predicting hospitalization and mortality in the Canadian longitudinal study on aging \n\t\t \n\t\t\t R Pasquet \n\t\t \n\t\t \n\t\t\t M Xu \n\t\t \n\t\t \n\t\t\t M P Sylvestre \n\t\t \n\t\t \n\t\t\t M R Keezer \n\t\t \n\t\t 10.1007/s40520-024-02706-w \n\t \n\t \n\t\t Aging Clin Exp Res \n\t\t \n\t\t\t 36 \n\t\t\t 1 \n\t\t\t 48 \n\t\t\t 2024 \n\t\t \n\t \n\t Pasquet R, Xu M, Sylvestre MP, Keezer MR. Comparison of three frailty measures for predicting hospitalization and mor- tality in the Canadian longitudinal study on aging. Aging Clin Exp Res. 2024;36(1):48. doi:10.1007/s40520-024-02706-w"
    },
    {
      "title": "Better care for older patients with complex multimorbidity and frailty: a call to action",
      "authors": [
        "L Ferrucci",
        "R Kohanski"
      ],
      "year": 2022,
      "doi": "10.1016/s2666-7568(22)00173-8",
      "journal": "Lancet Healthy Longev",
      "volume": "3",
      "issue": "9",
      "raw": "Better care for older patients with complex multimorbidity and frailty: a call to action \n\t\t \n\t\t\t L Ferrucci \n\t\t \n\t\t \n\t\t\t R Kohanski \n\t\t \n\t\t 10.1016/s2666-7568(22)00173-8 \n\t \n\t \n\t\t Lancet Healthy Longev \n\t\t \n\t\t\t 3 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Ferrucci L, Kohanski R. Better care for older patients with complex multimorbidity and frailty: a call to action. Lancet Healthy Longev. 2022;3(9):e581-e583. doi:10.1016/S2666-7568 (22)00173-8"
    },
    {
      "title": "Delirium at the end of life",
      "authors": [
        "S Knoepfel",
        "L Bode",
        "S Gehrke"
      ],
      "year": 2021,
      "doi": "10.1017/s1478951520000875",
      "journal": "Palliat Support Care",
      "volume": "19",
      "issue": "3",
      "raw": "Delirium at the end of life \n\t\t \n\t\t\t S Knoepfel \n\t\t \n\t\t \n\t\t\t L Bode \n\t\t \n\t\t \n\t\t\t S Gehrke \n\t\t \n\t\t 10.1017/s1478951520000875 \n\t \n\t \n\t\t Palliat Support Care \n\t\t \n\t\t\t 19 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Knoepfel S, Bode L, Gehrke S, et al. Delirium at the end of life. Palliat Support Care. 2021;19(3):268-273. doi:10.1017/ S1478951520000875"
    },
    {
      "title": "Prevalence of delirium in end-of-life palliative care patients: an observational study",
      "authors": [
        "A Recchia",
        "B Rizzi",
        "A Favero",
        "A Nobili",
        "L Pasina"
      ],
      "year": 2022,
      "doi": "10.1159/000521994",
      "journal": "Med Princ Pract",
      "volume": "31",
      "issue": "2",
      "raw": "Prevalence of delirium in end-of-life palliative care patients: an observational study \n\t\t \n\t\t\t A Recchia \n\t\t \n\t\t \n\t\t\t B Rizzi \n\t\t \n\t\t \n\t\t\t A Favero \n\t\t \n\t\t \n\t\t\t A Nobili \n\t\t \n\t\t \n\t\t\t L Pasina \n\t\t \n\t\t 10.1159/000521994 \n\t \n\t \n\t\t Med Princ Pract \n\t\t \n\t\t\t 31 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Recchia A, Rizzi B, Favero A, Nobili A, Pasina L. Prevalence of delirium in end-of-life palliative care patients: an observational study. Med Princ Pract. 2022;31(2):118-124. doi:10. 1159/000521994"
    },
    {
      "title": "Impact of comprehensive geriatric assessment on short-term mortality in older patients with cancer-a follow-up study",
      "authors": [
        "M Ørum",
        "K Jensen",
        "M Gregersen",
        "P Meldgaard",
        "E Damsgaard"
      ],
      "year": 2019,
      "doi": "10.1016/j.ejca.2019.05.003",
      "journal": "Eur J Cancer",
      "volume": "116",
      "raw": "Impact of comprehensive geriatric assessment on short-term mortality in older patients with cancer-a follow-up study \n\t\t \n\t\t\t M Ørum \n\t\t \n\t\t \n\t\t\t K Jensen \n\t\t \n\t\t \n\t\t\t M Gregersen \n\t\t \n\t\t \n\t\t\t P Meldgaard \n\t\t \n\t\t \n\t\t\t E M Damsgaard \n\t\t \n\t\t 10.1016/j.ejca.2019.05.003 \n\t \n\t \n\t\t Eur J Cancer \n\t\t \n\t\t\t 116 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Ørum M, Jensen K, Gregersen M, Meldgaard P, Damsgaard EM. Impact of comprehensive geriatric assessment on short-term mor- tality in older patients with cancer-a follow-up study. Eur J Can- cer. 2019;116:27-34. doi:10.1016/j.ejca.2019.05.003"
    },
    {
      "title": "Predicting 60-day mortality in a home-care service: development of a new inter-RAI 49-frailty index in patients with chronic disease and without a cancer diagnosis",
      "authors": [
        "A Morandi",
        "A Zambon",
        "M Crippa"
      ],
      "year": 2024,
      "doi": "10.1016/j.jamda.2023.10.028",
      "journal": "J Am Med Dir Assoc",
      "volume": "25",
      "issue": "3",
      "raw": "Predicting 60-day mortality in a home-care service: development of a new inter-RAI 49-frailty index in patients with chronic disease and without a cancer diagnosis \n\t\t \n\t\t\t A Morandi \n\t\t \n\t\t \n\t\t\t A Zambon \n\t\t \n\t\t \n\t\t\t M Crippa \n\t\t \n\t\t 10.1016/j.jamda.2023.10.028 \n\t \n\t \n\t\t J Am Med Dir Assoc \n\t\t \n\t\t\t 25 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Morandi A, Zambon A, Crippa M, et al. Predicting 60-day mor- tality in a home-care service: development of a new inter-RAI 49-frailty index in patients with chronic disease and without a cancer diagnosis. J Am Med Dir Assoc. 2024;25(3):521-525.e6. doi:10.1016/j.jamda.2023.10.028"
    },
    {
      "title": "Predicting death in home care users: derivation and validation of the risk evaluation for support: predictions for elder-life in the community tool (RESPECT)",
      "authors": [
        "A Hsu",
        "D Manuel",
        "S Spruin"
      ],
      "year": 2021,
      "doi": "10.1503/cmaj.200022",
      "journal": "CMAJ",
      "volume": "193",
      "issue": "26",
      "raw": "Predicting death in home care users: derivation and validation of the risk evaluation for support: predictions for elder-life in the community tool (RESPECT) \n\t\t \n\t\t\t A T Hsu \n\t\t \n\t\t \n\t\t\t D G Manuel \n\t\t \n\t\t \n\t\t\t S Spruin \n\t\t \n\t\t 10.1503/cmaj.200022 \n\t \n\t \n\t\t CMAJ \n\t\t \n\t\t\t 193 \n\t\t\t 26 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Hsu AT, Manuel DG, Spruin S, et al. Predicting death in home care users: derivation and validation of the risk evaluation for support: predictions for elder-life in the community tool (RESPECT). CMAJ. 2021;193(26):E997-E1005. doi:10.1503/cmaj.200022"
    }
  ],
  "num_references": 12,
  "num_citations": 20,
  "cited_references": [
    "b8",
    "b6",
    "b11",
    "b4",
    "b1",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] 1  School of Medicine and Surgery , University of Milano- Bicocca , Monza , Italy",
    "[raw_affiliation] 2  Acute Geriatrics Unit , Fondazione IRCCS San Gerardo dei Tintori Hospital , Monza , Italy",
    "[raw_affiliation] 3  Floriani Foundation , Milan , Italy Acute Geriatrics Unit ,",
    "[raw_affiliation] Fondazione IRCCS San Gerardo dei Tintori Hospital , School of Medicine and Surgery , University of Milano-Bicocca , Via Cadore , 48 -20900 Monza , Italy.",
    "[submission] Received: 26 March 2024 Accepted: 29 March 2024",
    "15325415, 2024, 9, Downloaded from https://agsjournals.onlinelibrary.wiley.com/doi/10.1111/jgs.19023, Wiley Online Library on [16/07/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
    "[raw_reference] Thomas C, Alici Y, Breitbart W, Bruera E, Blackler L, Sulmasy DP. Drugs, delirium, and ethics at the end of life. J Am Geriatr Soc. 2024;72(7):1964-1972. doi:10.1111/jgs.18766",
    "[raw_reference] Mazzola P, Tassistro E, Di Santo S, et al. The relationship between frailty and delirium: insights from the 2017 delirium day study. Age Ageing. 2021;50(5):1593-1599. doi:10.1093/ ageing/afab042",
    "[raw_reference] Morandi A, Di Santo SG, Zambon A, et al. Delirium, dementia, and in-hospital mortality: the results from the Italian delirium day 2016, a National Multicenter Study. J Gerontol A Biol Sci Med Sci. 2019;74(6):910-916. doi:10.1093/gerona/gly154",
    "[raw_reference] Cerri AP, Bellelli G, Mazzone A, et al. Sarcopenia and malnu- trition in acutely ill hospitalized elderly: prevalence and out- comes. Clin Nutr. 2015;34(4):745-751. doi:10.1016/j.clnu.2014. 08.015",
    "[raw_reference] Mazzola P, Ward L, Zazzetta S, et al. Association between pre- operative malnutrition and postoperative delirium after hip fracture surgery in older adults. J Am Geriatr Soc. 2017;65(6): 1222-1228. doi:10.1111/jgs.14764",
    "[raw_reference] Pasquet R, Xu M, Sylvestre MP, Keezer MR. Comparison of three frailty measures for predicting hospitalization and mor- tality in the Canadian longitudinal study on aging. Aging Clin Exp Res. 2024;36(1):48. doi:10.1007/s40520-024-02706-w",
    "[raw_reference] Ferrucci L, Kohanski R. Better care for older patients with complex multimorbidity and frailty: a call to action. Lancet Healthy Longev. 2022;3(9):e581-e583. doi:10.1016/S2666-7568 (22)00173-8",
    "[raw_reference] Knoepfel S, Bode L, Gehrke S, et al. Delirium at the end of life. Palliat Support Care. 2021;19(3):268-273. doi:10.1017/ S1478951520000875",
    "[raw_reference] Recchia A, Rizzi B, Favero A, Nobili A, Pasina L. Prevalence of delirium in end-of-life palliative care patients: an observational study. Med Princ Pract. 2022;31(2):118-124. doi:10. 1159/000521994",
    "[raw_reference] Ørum M, Jensen K, Gregersen M, Meldgaard P, Damsgaard EM. Impact of comprehensive geriatric assessment on short-term mor- tality in older patients with cancer-a follow-up study. Eur J Can- cer. 2019;116:27-34. doi:10.1016/j.ejca.2019.05.003",
    "[raw_reference] Morandi A, Zambon A, Crippa M, et al. Predicting 60-day mor- tality in a home-care service: development of a new inter-RAI 49-frailty index in patients with chronic disease and without a cancer diagnosis. J Am Med Dir Assoc. 2024;25(3):521-525.e6. doi:10.1016/j.jamda.2023.10.028",
    "[raw_reference] Hsu AT, Manuel DG, Spruin S, et al. Predicting death in home care users: derivation and validation of the risk evaluation for support: predictions for elder-life in the community tool (RESPECT). CMAJ. 2021;193(26):E997-E1005. doi:10.1503/cmaj.200022"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of the American Geriatrics Society",
  "abstract": "See the reply by Thomas et al.",
  "volume": "72",
  "issue": "9",
  "pages": "2882-2884",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.913335",
    "zotero_item_type": "journalArticle"
  }
}
