{
  "paper_id": "LEMBLDCW",
  "title": "Almost one in five physiotherapy trials excluded people due to lack of language proficiency: A meta-epidemiological study",
  "abstract": "Objectives: The objective of the study was to examine the characteristics of randomized controlled trials (RCTs) evaluating physiotherapy interventions for low back pain (LBP) that specified a language-grounded eligibility criterion and the proportion of people being excluded consequently. Study Design and Setting: This is a meta-epidemiological study of RCTs evaluating at least one type of physiotherapy intervention for treatment or prevention of LBP. Records were retrieved from Physiotherapy Evidence Database (PEDro), LILACS, and SciELO from inception to May 2021. We retrieved metadata of each record from PEDro and extracted from included studies: country of recruitment, language-grounded eligibility criterion, and the number of consequent exclusions (if specified). Results: This study included 2,555 trials. A language-grounded eligibility criterion was specified in 463 trials (18.1%); the proportion was higher in trials conducted in North America and Europe, published after 2000, investigating cognitive and behavioral interventions, and including large sample size. Of these 463 trials, 75 trials (16.2%) reported a total number of 2,152 people being excluded due to lack of language proficiency, equivalent to 12.5% of randomized participants. Conclusion: Nearly one in five physiotherapy clinical trials on LBP excludes people based on language proficiency, compromising the evidence to manage LBP in minority populations.",
  "year": 2022,
  "date": "2022-09-21",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Qiuzhe",
      "surname": "Chen",
      "name": "Qiuzhe Chen",
      "affiliation": "a  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "qiuzhe.chen@sydney.edu.au"
    },
    {
      "forename": "Carlos",
      "surname": "S Anchez Medina",
      "name": "Carlos S Anchez Medina",
      "affiliation": "b  Physiotherapy Research Unit , Faculty of Medicine , National Autonomous University of Mexico , Mexico \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Physiotherapy Research Unit \n\t\t\t\t\t\t\t\t National Autonomous University of Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mexico"
    },
    {
      "forename": "Chris",
      "surname": "Maher",
      "name": "Chris Maher",
      "affiliation": "a  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Giovanni",
      "surname": "Ferreira",
      "name": "Giovanni Ferreira",
      "affiliation": "a  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Ana",
      "surname": "Olivares Hern Andez",
      "name": "Ana Olivares Hern Andez",
      "affiliation": "b  Physiotherapy Research Unit , Faculty of Medicine , National Autonomous University of Mexico , Mexico \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Physiotherapy Research Unit \n\t\t\t\t\t\t\t\t National Autonomous University of Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mexico"
    },
    {
      "forename": "Viridiana",
      "surname": "Valderrama God Inez",
      "name": "Viridiana Valderrama God Inez"
    },
    {
      "forename": "Akari",
      "surname": "Fuentes G Omez B",
      "name": "Akari Fuentes G Omez B",
      "affiliation": "b  Physiotherapy Research Unit , Faculty of Medicine , National Autonomous University of Mexico , Mexico \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Physiotherapy Research Unit \n\t\t\t\t\t\t\t\t National Autonomous University of Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mexico"
    },
    {
      "forename": "Simon",
      "surname": "Vella",
      "name": "Simon Vella",
      "affiliation": "a  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Gustavo",
      "surname": "Machado",
      "name": "Gustavo Machado",
      "affiliation": "a  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , New South Wales , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "George",
      "surname": "Building",
      "name": "George Building"
    },
    {
      "affiliation": "Royal Prince Alfred Hospital , PO Box M179 , Missenden Road , Camperdown , New South Wales 2050 , Australia. \n\t\t\t\t\t\t\t\t Royal Prince Alfred Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Missenden Road \n\t\t\t\t\t\t\t\t\t PO Box M179 \n\t\t\t\t\t\t\t\t\t 2050 \n\t\t\t\t\t\t\t\t\t Camperdown \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1016/j.jclinepi.2022.09.007",
  "keywords": [
    "Low back pain",
    "Physiotherapy",
    "Randomized trials",
    "Eligibility criteria",
    "Language proficiency",
    "Country of recruitment"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Low back pain (LBP) ranks ninth in overall disease burden (i.e., counting both death and disablement) and is highly prevalent across all age groups, especially among females  [1, 2] . LBP had a global point prevalence of 7.0% in 2019, which means 568 million people were suffering at any time worldwide  [2, 3] . The prevalence is higher in countries with high-income economies than countries with medium-or low-income economies  [4, 5] .\n\nMost published studies on LBP were conducted in highincome countries  [6, 7] . These countries are highly culturally and linguistically diverse, where minority populations may be prevented from participating in clinical trials due to language barriers  [8] . For instance 14% of the population of the United States and 26% of Australians were born overseas, 80e85% of whom preferred to speak a language other than English at home  [9e11] . Previous reviews  [12, 13]  found approximately 20% of clinical trials conducted in these two countries excluded people based on language proficiency, and the proportion may have increased over time  [14] . Exclusion of people from linguistically diverse backgrounds may limit the external validity of the intervention across populations  [15] .\n\nPhysiotherapy interventions are frequently recommended in clinical guidelines for LBP management [16e18]. However, there is a dearth of research analyzing the extent to which people with limited language proficiency have What is new?"
    },
    {
      "title": "Key findings",
      "text": "Nearly one in five randomized trials evaluating physiotherapy interventions for low back pain reported excluding people based on language proficiency. The total number of people consequently excluded was equivalent to one-eighth of those randomized."
    },
    {
      "title": "What this adds to what was known?",
      "text": "Physiotherapy trials conducted in North America and Europe, published after 2000, investigating cognitive and behavioral interventions, and including large sample size had higher proportion of excluding people due to lack of language proficiency."
    },
    {
      "title": "What is the implication and what should change now?",
      "text": "Excluding people based on language proficiency could create uncertainty about the feasibility and effectiveness of physiotherapy interventions in minority populations. Investigators should implement linguistically adaptive strategies in clinical trials to prevent exclusion of people merely due to language barriers.\n\nbeen excluded from physiotherapy clinical trials. The aims of this study were to identify randomized controlled trials (RCTs) evaluating physiotherapy interventions for LBP which specified language proficiency as an eligibility criterion, to compare the characteristics of these trials (especially country of recruitment and year of publication), and to determine the proportion of people consequently being excluded from trials due to lack of language proficiency."
    },
    {
      "title": "Methods",
      "text": "We preregistered the protocol on PROSPERO (CRD4 2021286339). This study is reported following the reporting items recommended in the Preferred Reporting Items for Systematic Reviews and Meta-analyses 2020 guideline  [19] ."
    },
    {
      "title": "Data sources",
      "text": "The Physiotherapy Evidence Database (PEDro)( www.  pedro.org.au ) is a pre-eminent global database indexing up to 99% of physiotherapy clinical trials, reviews, and guidelines  [20, 21] . To locate RCTs evaluating physiotherapy interventions, the PEDro developed broad inclusion criteria to perform monthly optimized searches in Medline, PsycINFO, AMED, Embase, CINAHL, and CENTRAL  [22] . We searched in PEDro from inception to 4 May, 2021, for RCTs evaluating physiotherapy interventions for LBP written in any language. Our search strategy included the term ''low back pain'' and a combination of PEDro codes for body part ( ''the lumbar spine, the sacroiliac joint or the pelvis''), problem (''pain''), subdiscipline (''musculoskeletal''), and study method (''clinical trial'').\n\nWe requested the full text and the following metadata  [23]  of each record from PEDro: year and language of publication, age groups (pediatrics !18 years; adults 18e70 years; geriatrics O70 years), physiotherapy intervention, and the ratings of 11 PEDro criteria. We collapsed the 14 categories of physiotherapy intervention into four groups: cognitive and behavioral interventions (e.g., ''behavior modification''), passive treatments (e.g., ''massage'' and ''taping''), skill training and exercises (e.g., ''strength training'' and ''fitness training''), and other interventions (e.g., ''respiratory therapy''). The PEDro scale  [24]  includes 11 criteria: criterion 1 relates to the external validity, criteria 2e9 appraise internal validity, and criteria 10e11 examine the statistical reporting of RCTs.\n\nIn addition, we searched in LILACS and SciELO from inception to 16 May, 2021. These two databases focus on publications from Latin America and the Caribbean countries and are not routinely searched by PEDro. We used Health Sciences Descriptors  [25]  to make accurate translation of English terms and create identical search strategies in Spanish and Portuguese (see Appendix File A)."
    },
    {
      "title": "Study selection",
      "text": "We included RCTs evaluating at least one type of physiotherapy intervention for prevention or treatment of LBP. LBP related to any cause of any duration and RCTs focusing on either LBP only or mixed musculoskeletal conditions (e.g., LBP and neck pain) were included. We excluded RCTs that were not rated on PEDro due to the lack of bilingual PEDro raters or where full-text copy of the trial could not be retrieved.\n\nRecords retrieved from LILACS and SciELO were imported to EndNote X9 (Clarivate Analytics Pty Ltd); and records written in English, Spanish, and Portuguese were independently screened by three pairs of reviewers (Q.C. and C.M., V.V. and A.F., A.O. and G.F.) against the selection criteria. Disagreements were resolved by consensus. Full texts of potentially eligible studies were supplied to the developer of PEDro to be indexed and appraised before data extraction."
    },
    {
      "title": "Data extraction",
      "text": "This study shared the same selection criteria with a previous systematic review by Cashin et al.  [18] ; both studies searched in the PEDro database using the same search strategy. Therefore, we adopted the extracted data by Cashin et al.  [18]  and developed an extended data extraction form with additional variables added. To ensure consistency, this extended form was calibrated by three iterations of pilot testing among three reviewers (Q.C., C.M., and G.F.), with a detailed guide (see Appendix File B) created to specify the definition of each variable and the coding. We compared the retrieved records from PEDro between these two studies by PEDro ID to check the eligibility of previously screened records in Cashin et al.'s review and identify newly indexed records. The extended data extraction form included the following: research question (effectiveness, efficacy, effectiveness/efficacy, or economic); intervention aim (prevention, treatment, or mixed); duration of pain (acute !6 weeks; subacute 6e12 weeks; chronic O12 weeks; mixed duration; not reported); diagnosis of LBP; whether participants with other musculoskeletal condition(s) were included (yes or no); country of recruitment (coded as 194 member states of World Health Organization (WHO))  [26] ; country of the corresponding author; sample size (total number of participants who were randomized); whether a language-grounded eligibility criterion was specified (yes or no); description of the criterion; the language specified in the criterion; number of people excluded due to lack of language proficiency (if reported).\n\nWe collapsed LBP diagnosis into five groups: nonspecific LBP, radiculopathy, LBP related to serious pathology (e.g., fracture and cancer), pregnancy-related LBP, and other or mixed-diagnoses. If country of recruitment was not reported or name of the language was not specified in the criterion, we coded them as the country of the corresponding author and the official language of the country of recruitment. Eight reviewers were divided into four pairs for independent data extraction (Q.C. and C.M., V.B. and S.V., V.V. and A.F., A.O. and G.F.). Conflicts were resolved by consensus. We also recruited 33 bilingual or trilingual volunteers worldwide who were qualified PEDro raters or their colleagues with a physiotherapy background to assist with screening and data extraction from studies written in 12 languages (other than English, Spanish, and Portuguese)."
    },
    {
      "title": "Data analysis",
      "text": "We summarized characteristics of all included studies and compared between studies which specified a languagegrounded eligibility criterion and those that did not. Categorical variables were summarized using frequency (%), and continuous variables were summarized using the mean (standard deviation) or median (interquartile range). For categorical variables, comparisons of studies with and without a language-grounded eligibility criterion by category of characteristics were analyzed using Pearson's chi-square test; if there were less than five studies in a certain category, Fisher's exact test was used for comparison instead. Continuous variables were compared between studies with and without a language-grounded eligibility criterion using Student's t-test. The year of publication was collapsed into three periods: before 1999, 2000e2009, and 2010 or later. We computed the number and proportion of studies with a languagegrounded eligibility criterion by the country of recruitment and WHO region  [26] . The WHO grouped its 194 member states into six regions according to regional distribution. For studies in which the number of excluded people due to lack of language proficiency was reported, we summed the total number of people excluded from these studies and the total number of participants being randomized into study groups by country of recruitment. All data were analyzed in RStudio (Version 1.4)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "Out of 3,304 records retrieved from PEDro, 39 records were not yet rated, and 2,538 records were included (Fig.  1 ). We identified 676 records from LILACS and 288 records from SciELO (Fig.  1 ), including 333 duplicates. Of the 631 records, 596 records were excluded, and 18 eligible studies were also retrieved from PEDro. Finally, we included 2,555 studies in this review, including 313 studies (12.3%) written in 14 languages other than English."
    },
    {
      "title": "Study characteristics",
      "text": "The characteristics of included studies are described in Table  1 . There were 1,656 studies (64.8%) evaluating passive treatments and 1,128 studies (44.2%) testing skill training and exercises. Most studies focused on nonspecific LBP (n 5 2,148, 84.1%) and adults aged 18e70 years (n 5 2,457, 96.2%).\n\nFour hundred and sixty-three studies (18.1%) had language proficiency specified as an eligibility criterion (Table  1 ). Compared with other physiotherapy interventions, studies evaluating cognitive and behavioral interventions had the highest proportion (249 out of 693 studies, 35.9%) of studies with a language-grounded eligibility criterion specified. The median of sample size of the studies that specified a language-grounded eligibility criterion was significantly larger than those that did not (112 vs. 56 participants). Of the 11 criteria of the PEDro scale there were nine criteria where the proportion of satisfying that criterion differed between studies with a languagegrounded criterion and those without."
    },
    {
      "title": "Geographical distribution and time trend",
      "text": "The 2,555 included studies were conducted in 67 countries, led by the United States (n 5 397, 15.5%), China (n 5 217, 8.5%), and the United Kingdom (n 5 181, 7.1%). More than 85% of included studies were conducted in the European region (n 5 1,158, 45.3%), the Americas (n 5 585, 22.9%), or the Western Pacific region (n 5 504, 19.7%).\n\nThe 463 studies with a language-grounded eligibility criterion were conducted in 37 countries (Table  2 ); over a quarter of these studies (n 5 122, 26.3%) were from the United States. Language proficiency was required in nearly half (49.5%) of studies conducted in Australia, over 40% in Sweden and Switzerland, and over 35% in the Netherlands and Denmark. In terms of regional distribution (Fig.  2 ), over 20% of studies conducted in the Americas and Europe from 2000 onwards excluded people based on language proficiency; a percentage significantly higher than the other four regions.\n\nThe overall proportion of studies where language proficiency was required significantly increased since 2000 (Table  1 ). Only 41 out of 396 included studies (10.4%) published before 2000 had language proficiency specified as an eligibility criterion; the proportion then nearly doubled to 18.5% (137 out of 742 studies) between 2000 and 2009 and was 20.1% (285 out of 1,417 studies) from 2010 onwards."
    },
    {
      "title": "Number of people excluded based on language proficiency",
      "text": "Seventy-five studies reported the actual number of people excluded due to a lack of language proficiency, representing 16.2% of studies where a language-grounded eligibility criterion was specified (Table  3 ). Spain had the highest rate of reporting the number of exclusions in European countries at 41.7% (5 out of 12 studies), followed by Switzerland at 33.3% (4 out of 12 studies). In total, 17,148 participants were randomized in these 75 clinical trials, and a total number of 2,152 people were excluded due to the lack of language proficiency, equivalent to 12.5% of those randomized."
    },
    {
      "title": "Discussion",
      "text": "We examined the characteristics of physiotherapy clinical trials for LBP where language proficiency was specified as an eligibility criterion and determined the number of people excluded from these trials due to limited language proficiency. We identified 463 out of 2,555 included studies (18.1%) which explicitly required language proficiency, and 75 of these 463 studies (16.2%) reported a total number of 2,152 people excluded due to lack of language proficiency, equivalent to 12.5% of randomized participants. This study found that trials conducted in North America and Europe, published from 2000 onwards, investigating cognitive and behavioral interventions, and including large sample size had higher proportion of specifying a languagegrounded eligibility criterion.\n\nWe found studies evaluating cognitive and behavioral interventions had a significantly higher proportion of trials (35.9%) excluding people based on language proficiency than other interventions. A previous review evaluating telehealth for type 2 diabetes identified 29 out of 58 RCTs (50%) that included language proficiency as an eligibility criterion  [27] . These relatively high proportions may be  d The 14 categories of physiotherapy intervention indexed on PEDro were collapsed into four groups in this review. Each study indexed on PE-Dro can be selected for up to three categories of intervention; therefore, the sum of studies evaluating each category of intervention was larger than the total number of included studies.\n\ne Trial characteristics (i.e., design, conduct, and reporting) were measured using the 11 criteria of the PEDro scale.\n\nattributed to the necessity and importance of communication, either verbal or written, between participants and investigators when delivering cognitive and behavioral interventions and telehealth interventions  [13, 27] . This study found that more recent trials published after 2000 predicted exclusions from clinical trials based on language proficiency. Similarly, a review of studies on emergency medicine also reported an increased proportion of research excluding non-English speakers from 6.2% in 2004 to 14.5% in 2014  [14] . Meantime the proportion of physiotherapy clinical trials satisfying each criterion of the PEDro scale increased over time  [18] . However previous reviews evaluating the quality of clinical trials mainly focused on blinding, concealment, and the intention-totreatment principle  [18,28e31] , whereas none of these reviews paid much attention to the quality of reporting of eligibility criteria and what the criteria were.\n\nMore than 20% of the physiotherapy clinical trials conducted in North America and Europe excluded people based on language proficiency. A recent review screened 14,367 clinical trials registered in the United States in 2019e2020 and identified 19.0% of those required English proficiency  [13] . Another review of clinical trials in Australia reported trials evaluating treatments for pain were nearly three times more likely to exclude people with low English proficiency than other trials  [12] . The large number of immigrants in these countries and regions may be the main reason for investigators to require language proficiency during recruitment. The migration rate in Australia and the United Sates was 30.1% and 15.3% respectively [32], indicating large linguistic diverse populations. Based on the World Migration Report  [33] , 21.1% of the total population of Oceania in 2020, 14.5% in North America, and 10.9% in Europe were international immigrants, whereas proportions of the other regions were below 2%.\n\nLanguage proficiency plays a crucial role for a participant to accomplish a physiotherapy intervention as expected. For instance, interventions related to behavior modification or health promotion require high-level language proficiency for participants to comprehend instructions of functional activities or healthful lifestyles and regularly provide verbal or written feedback to instructors [34e36]. Of the 41 included studies where a reason for a language-grounded eligibility criterion was specified, language proficiency was necessitated for informed consent, completing questionnaires, reading the information or materials, participating in interviews or group discussions, following treatment instructions, and communicating with therapists.\n\nLinguistically diverse populations should not be deprived of the opportunity to participate in clinical trials. As examples of inclusive trials, we noticed a few trials which clearly specified the inclusion of participants with all levels of language proficiency by implementing strategies to address potential language barriers, such as recruiting interpreters or multilingual staff and providing validated questionnaires in other languages. In the stage of study design, investigators should delineate the demographic characteristics of the target population, especially linguistic backgrounds, to translate informed consent forms and study materials and provide access to interpreter services as required. Funders, sponsors, and governments should take the initiative to cover the additional costs of these linguistic-related adaptations in clinical trials to enhance inclusiveness and generalizability of trials in multilingual communities. a There were 11 studies in which language proficiency was specified as an eligibility criterion without the name of language reported.\n\nDespite translation of trial materials and provision of interpreter services, the inclusion of participants from linguistically diverse backgrounds may still lower the reliability of informed consent and result in a loss in quality of treatment delivery  [8, 15] . For example, it may be feasible to resort to the aid of an interpreter when implementing passive physiotherapy treatments for LBP, such as spinal manipulation; but treating via an interpreter may downgrade the quality of pain education, for instance, which entails extensive use of language for interaction and feedback and requires culture-specific adaptations. In such cases quality of treatment needs maintaining by recruiting a Fig.  2 . Number of studies with a language-grounded eligibility criterion stratified by the time and WHO region of recruitment, and its proportion in all studies conducted in the region within the period. Abbreviations: WHO, World Health Organization. a PEDro ID 30050: randomized 350 participants into study groups, while 580 people were excluded due to ''had problems with language or communication.'' The proportion of exclusions based on language proficiency in the other five studies conducted in Denmark was 69/699 5 9.9%.\n\nphysiotherapist who speaks the patient's preferred language. Future research could evaluate strategies specially tailored for the characteristics of physiotherapy interventions to minimize exclusion of people lacking in language proficiency in clinical trials. Understanding these issues is of great significance when planning for the delivery of linguistically validated physiotherapy services to culturally and linguistically diverse communities.\n\nIn this study we evaluated reports of 2,555 RCTs conducted in 67 countries written in 15 languages, enabling a comprehensive summary of recruitment decisions based on language proficiency in physiotherapy clinical trials on LBP worldwide since 1955. This review has some limitations. To identify whether a trial excluded people based on language proficiency, we had to rely on the reporting of study methods. It is possible that some trialists excluded participants based upon language proficiency by default, for example, by providing information and outcome measures exclusively in one language; but failed to report this in the manuscript. This neglect in reporting was noted in a previous review that collected information on languagegrounded exclusions in trials by mailing questionnaires to corresponding authors and found 68 out of 172 respondents (39.5%) excluded non-English-speaking people from trials, but only 18% of them specified this requisite in the published manuscript  [37] . Accordingly the magnitude of exclusions could have been underestimated in our study. There has also been concern about the overall suboptimal completeness of the reporting of rehabilitation clinical trials. A study  [38]  assessed 200 RCTs published in rehabilitation journals from 2011 to 20, and found that the mean rate of individual trials adhering to the items of the Consolidated Standards of Reporting Trials checklist was only 65%; 97% of trials reported eligibility criteria and 67% reported the settings and locations of data collection. Our study identified 21.5% of included RCTs (550 of 2,555 trials) which did not report the list of eligibility criteria and/or the source of participants. Another limitation is the great variation in the language-grounded eligibility criterion in each trial, ranging from requirements for language skills (e.g., writing and speaking) to general requisites (e.g., fluent English and adequate comprehension) and to the inclusion of native speakers only. Despite our searches in three large databases, we acknowledge that some physiotherapy clinical trials on LBP may have been missed in this study. Since PEDro raters spoke 15 languages, we were also unable to include studies published in other languages by retrieving indexed trials from PEDro."
    },
    {
      "title": "Conclusion",
      "text": "Nearly one in five RCTs evaluating physiotherapy interventions for LBP had a language-grounded eligibility criterion specified. These trials were more commonly identified over the last 2 decades in Europe and North America, especially those investigating cognitive and behavioral interventions. The number of people excluded based on language proficiency was equivalent to one-eighth of participants randomized. This study examined trials based on the reporting of eligibility criteria in publications which may involve a considerable deficit of information. Linguistically adaptive strategies should be widely adopted in physiotherapy clinical trials to prevent people from being excluded merely due to language barriers."
    },
    {
      "title": "CRediT authorship contribution statement",
      "text": "Qiuzhe Chen: Conceptualization, Methodology, Investigation, Data curation, Formal analysis, Writingeoriginal draft, Writingereview and editing. Carlos M S anchez Medina: Methodology, investigation, writingereview and editing. Chris G Maher: Conceptualization, methodology, supervision, writingereview and editing. Giovanni E Ferreira: Conceptualization, methodology, investigation, writingereview and editing. Ana E Olivares Hern andez: Investigation, writingereview and editing. Viridiana Valderrama God ınez: Investigation, writingereview and editing.\n\nAkari Fuentes G omez: Investigation, writingereview and editing. Simon P Vella: Investigation, writingereview and editing. Gustavo C Machado: Conceptualization, methodology, supervision, writingereview and editing."
    },
    {
      "text": "Fig. 1. PRISMA flow diagram. Abbreviations: PRISMA, Preferred Reporting Items for Systematic reviews and Meta-Analyses."
    },
    {
      "text": "Descriptive summary"
    },
    {
      "text": "Top 10 countries where studies with a language-grounded eligibility criterion were conducted"
    },
    {
      "text": "Country of recruitment of studies in which the number of people excluded due to lack of language proficiency was reported"
    }
  ],
  "references": [
    {
      "title": "What low back pain is and why we need to pay attention",
      "authors": [
        "J Hartvigsen",
        "M Hancock",
        "A Kongsted",
        "Q Louw",
        "M Ferreira",
        "S Genevay"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(18)30480-x"
    },
    {
      "title": "Global burden of 369 diseases and injuries in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019",
      "authors": [
        "Gbd"
      ],
      "year": 2019
    },
    {
      "title": "Global estimates of the need for rehabilitation based on the global burden of disease study 2019: a systematic analysis for the global burden of disease study 2019",
      "authors": [
        "A Cieza",
        "K Causey",
        "K Kamenov",
        "S Hanson",
        "S Chatterji",
        "T Vos"
      ],
      "year": 2021,
      "doi": "10.1016/s0140-6736(20)32340-0"
    },
    {
      "title": "Understanding cultural influences on back pain and back pain research",
      "authors": [
        "N Henschke",
        "E Lorenz",
        "R Pokora",
        "Z Michaleff",
        "Jna Quartey",
        "V Oliveira"
      ],
      "year": 2016,
      "doi": "10.1016/j.berh.2017.08.004"
    },
    {
      "title": "A systematic review of the global prevalence of low back pain",
      "authors": [
        "D Hoy",
        "C Bain",
        "G Williams",
        "L March",
        "P Brooks",
        "F Blyth"
      ],
      "year": 2012,
      "doi": "10.1002/art.34347"
    },
    {
      "title": "The epidemiology of low back pain in the rest of the world. A review of surveys in low-and middle-income countries",
      "authors": [
        "E Volinn"
      ],
      "year": 1976
    },
    {
      "title": "Population by income level, 1960 to 2017-total population, differentiated by World Bank income level. Our World in Data website",
      "year": 2021,
      "doi": "10.1787/888933411179"
    },
    {
      "title": "A review of approaches to improve participation of culturally and linguistically diverse populations in clinical trials",
      "authors": [
        "J Hughson",
        "R Woodward-Kron",
        "A Parker",
        "J Hajek",
        "A Bresin",
        "U Knoch"
      ],
      "year": 2016,
      "doi": "10.1186/s13063-016-1384-3"
    },
    {
      "title": "Selected characteristics of the native and foreign-born populations. 2019: ACS 1-year estimates subject tables (S0501)",
      "year": 2021,
      "doi": "10.3886/icpsr06211.v1"
    },
    {
      "title": "English-speaking ability of the foreign-born population in the United States",
      "authors": [
        "C Gambino",
        "Y Acosta",
        "E Grieco"
      ],
      "year": 2012,
      "doi": "10.4135/9781452225272.n78"
    },
    {
      "title": "Cultural diversity in Australia, 2016. 2071.0 -census of population and housing: reflecting Australia -stories from the census",
      "year": 2016,
      "doi": "10.70190/jq.i80.p108"
    },
    {
      "title": "Exclusions from clinical trials in Australia based on proficiency in English",
      "authors": [
        "F Stanaway",
        "R Cumming",
        "F Blyth"
      ],
      "year": 2017,
      "doi": "10.5694/mja16.01012"
    },
    {
      "title": "Evaluating the frequency of English language requirements in clinical trial eligibility criteria: a systematic analysis using ClinicalTrials",
      "authors": [
        "A Muthukumar",
        "W Morrell",
        "B Bierer"
      ],
      "year": 2021
    },
    {
      "title": "Exclusion of non-English speakers in published emergency medicine research -a comparison of 2004 and 2014",
      "authors": [
        "M Brodeur",
        "J Herrick",
        "J Guardioloa",
        "P Richman"
      ],
      "year": 2017,
      "doi": "10.5455/aim.2017.25.112-115"
    },
    {
      "title": "Exclusion on grounds of language ability-a reporting gap in health services research?",
      "authors": [
        "S Murray",
        "A Buller"
      ],
      "year": 2007,
      "doi": "10.1258/135581907782101642"
    },
    {
      "title": "Clinical practice guidelines for the management of non-specific low back pain in primary care: an updated overview",
      "authors": [
        "C Oliveira",
        "C Maher",
        "R Pinto",
        "A Traeger",
        "Cwc Lin",
        "J Chenot"
      ],
      "year": 2018
    },
    {
      "title": "The Global Spine Care Initiative: applying evidence-based guidelines on the non-invasive management of back and neck pain to low-and middle-income communities",
      "authors": [
        "R Chou",
        "P Cote",
        "K Randhawa",
        "P Torres",
        "H Yu",
        "M Nordin"
      ],
      "year": 2018,
      "doi": "10.1007/s00586-017-5433-8"
    },
    {
      "title": "A systematic review highlights the need to improve the quality and applicability of trials of physical therapy interventions for low back pain",
      "authors": [
        "A Cashin",
        "H Lee",
        "M Bagg",
        "O 'hagan",
        "E Traeger",
        "A Kamper"
      ],
      "year": 2020,
      "doi": "10.1016/j.jclinepi.2020.06.025"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow"
      ],
      "year": 2021
    },
    {
      "title": "EMBASE are the most comprehensive databases indexing randomized controlled trials of physical therapy interventions",
      "authors": [
        "Z Michaleff",
        "L Costa",
        "A Moseley",
        "C Maher",
        "M Elkins",
        "R Herbert"
      ],
      "year": 2011,
      "doi": "10.2522/ptj.20100116"
    },
    {
      "title": "Using research to guide practice: the physiotherapy evidence database (PE-Dro)",
      "authors": [
        "A Moseley",
        "M Elkins",
        "P Van Der Wees",
        "M Pinheiro"
      ],
      "year": 2020,
      "doi": "10.1016/j.bjpt.2019.11.002"
    },
    {
      "title": "Learn -frequently asked questions",
      "year": 2021,
      "doi": "10.1201/9781003041894"
    },
    {
      "title": "Physiotherapy Evidence Database (PEDro",
      "year": 2021,
      "doi": "10.7717/peerj.16638/table-1"
    },
    {
      "title": "Physiotherapy Evidence Database (PEDro)",
      "year": 1999,
      "doi": "10.7717/peerj.16638/table-1"
    },
    {
      "title": "BIREME Latin American and caribbean center on health sciences information",
      "year": 2020,
      "doi": "10.1109/cbms.2012.6266332"
    },
    {
      "title": "World health statistics 2021: monitoring health for the SDGs, sustainable development goals",
      "year": 2021,
      "doi": "10.1037/e400972004-001"
    },
    {
      "title": "The inclusion of ethnic minority patients and the role of language in telehealth trials for type 2 diabetes: a systematic review",
      "authors": [
        "T Isaacs",
        "D Hunt",
        "D Ward",
        "L Rooshenas",
        "L Edwards"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6374"
    },
    {
      "title": "Trend in methodological quality of randomised clinical trials in low back pain",
      "authors": [
        "B Koes",
        "A Malmivaara",
        "M Van Tulder"
      ],
      "year": 2005,
      "doi": "10.1016/j.berh.2005.02.001"
    },
    {
      "title": "Methodological quality of randomized clinical trials on treatment efficacy in low back pain",
      "authors": [
        "B Koes",
        "L Bouter",
        "G Van Der Heijden"
      ],
      "year": 1976,
      "doi": "10.1097/00007632-199501150-00021"
    },
    {
      "title": "Volume and methodological quality of randomized controlled trials in laparoscopic surgery: assessment over a 10year period",
      "authors": [
        "S Antoniou",
        "A Andreou",
        "G Antoniou",
        "O Koch",
        "G Kohler",
        "R Luketina"
      ],
      "year": 2015
    },
    {
      "title": "Trends in worldwide volume and methodological quality of surgical randomized controlled trials",
      "authors": [
        "Ahmed Ali",
        "U Van Der Sluis",
        "P Issa",
        "Y Habaga",
        "I Gooszen",
        "H Flum"
      ],
      "year": 2013
    },
    {
      "title": "World migration report 2022. Geneva: International Organization for Migration (IOM)",
      "authors": [
        "M Mcauliffe",
        "A Triandafyllidou"
      ],
      "year": 2021,
      "doi": "10.18356/9789292680763"
    },
    {
      "title": "The influence of cognitive behavioral therapy on pain, quality of life, and depression in patients receiving physical therapy for chronic low back pain: a systematic review",
      "authors": [
        "A Hajihasani",
        "M Rouhani",
        "M Salavati",
        "R Hedayati",
        "A Kahlaee"
      ],
      "year": 2019,
      "doi": "10.1016/j.pmrj.2018.09.029"
    },
    {
      "title": "Reported quality of randomized controlled trials of physiotherapy interventions has improved over time",
      "authors": [
        "A Moseley",
        "R Herbert",
        "C Maher",
        "C Sherrington",
        "M Elkins"
      ],
      "year": 2011
    },
    {
      "title": "Cognitive functional therapy: an integrated behavioral approach for the targeted management of disabling low back pain",
      "authors": [
        "P O'sullivan",
        "J Caneiro",
        "O 'keeffe",
        "M Smith",
        "A Dankaerts",
        "W Fersum"
      ],
      "year": 2018
    },
    {
      "title": "The exclusion of non-English-speaking persons from research",
      "authors": [
        "S Frayne",
        "R Burns",
        "E Hardt",
        "A Rosen",
        "M Moskowitz"
      ],
      "year": 1996,
      "doi": "10.1007/bf02603484"
    },
    {
      "title": "Completeness of reporting is suboptimal in randomized controlled trials published in rehabilitation journals, with trials with low risk of bias displaying better reporting: a meta-research study",
      "authors": [
        "T Innocenti",
        "S Giagio",
        "S Salvioli",
        "D Feller",
        "S Minnucci",
        "F Brindisino"
      ],
      "year": 2022,
      "doi": "10.1016/j.apmr.2022.01.156"
    }
  ],
  "num_references": 37
}
