{
  "paper_id": "LFXBH7GN",
  "title": "Effect of Lifestyle-Focused Text Messaging on Risk Factor Modification in Patients With Coronary Heart Disease A Randomized Clinical Trial",
  "abstract": "IMPORTANCE Cardiovascular disease prevention, including lifestyle modification, is important but underutilized. Mobile health strategies could address this gap but lack evidence of therapeutic benefit. OBJECTIVE To examine the effect of a lifestyle-focused semipersonalized support program delivered by mobile phone text message on cardiovascular risk factors. \n DESIGN AND SETTING The Tobacco, Exercise and Diet Messages (TEXT ME) trial was a parallel-group, single-blind, randomized clinical trial that recruited 710 patients (mean age, 58 [SD, 9.2] years; 82% men; 53% current smokers) with proven coronary heart disease (prior myocardial infarction or proven angiographically) between September 2011 and November 2013 from a large tertiary hospital in Sydney, Australia. INTERVENTIONS Patients in the intervention group (n = 352) received 4 text messages per week for 6 months in addition to usual care. Text messages provided advice, motivational reminders, and support to change lifestyle behaviors. Patients in the control group (n=358) received usual care. Messages for each participant were selected from a bank of messages according to baseline characteristics (eg, smoking) and delivered via an automated computerized message management system. The program was not interactive. \n MAIN OUTCOMES AND MEASURES The primary end point was low-density lipoprotein cholesterol (LDL-C) level at 6 months. Secondary end points included systolic blood pressure, body mass index (BMI), physical activity, and smoking status. RESULTS At 6 months, levels of LDL-C were significantly lower in intervention participants, with concurrent reductions in systolic blood pressure and BMI, significant increases in physical activity, and a significant reduction in smoking. The majority reported the text messages to be useful (91%), easy to understand (97%), and appropriate in frequency (86%). Parameter Mean (95% CI) Mean Difference (95% CI) P Value Intervention Control LDL-C, mg/dL 79 (76 to 82) 84 (81 to 87) -5 (-9 to 0) .04 Systolic blood pressure, mm Hg 128.2 (126.7 to 129.8) 135.8 (134.3 to 137.3) -7.6 (-9.8 to -5.4) <.001 BMI 29.0 (28.8 to 29.3) 30.3 (30.1 to 30.5) -1.3 (-1.6 to -0.9) <.001 Physical activity, MET min/wk 932 (825 to 1039) 587 (482 to 692) 345 (195 to 495) <.001 Smoking, No./total (%) 88/339 (26.0) 152/354 (42.9) RR, 0.61 (0.48 to 0.76) <.001 CONCLUSIONS AND RELEVANCE Among patients with coronary heart disease, the use of a lifestyle-focused text messaging service compared with usual care resulted in a modest improvement in LDL-C level and greater improvement in other cardiovascular disease risk factors. The duration of these effects and hence whether they result in improved clinical outcomes remain to be determined.",
  "year": 2016,
  "date": "2016-03-08",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Clara",
      "surname": "Chow",
      "name": "Clara Chow",
      "email": "cchow@georgeinstitute.org.au"
    },
    {
      "forename": "Julie",
      "surname": "Redfern",
      "name": "Julie Redfern"
    },
    {
      "forename": "Graham",
      "surname": "Hillis",
      "name": "Graham Hillis"
    },
    {
      "forename": "Jay",
      "surname": "Thakkar",
      "name": "Jay Thakkar"
    },
    {
      "forename": "Karla",
      "surname": "Santo",
      "name": "Karla Santo"
    },
    {
      "forename": "Maree",
      "surname": "Hackett",
      "name": "Maree Hackett"
    },
    {
      "forename": "Stephen",
      "surname": "Jan",
      "name": "Stephen Jan"
    },
    {
      "forename": "Nicholas",
      "surname": "Graves",
      "name": "Nicholas Graves"
    },
    {
      "forename": "Laura",
      "surname": "De Keizer",
      "name": "Laura De Keizer"
    },
    {
      "forename": "Tony",
      "surname": "Barry",
      "name": "Tony Barry"
    },
    {
      "forename": "Severine",
      "surname": "Bompoint",
      "name": "Severine Bompoint"
    },
    {
      "forename": "Sandrine",
      "surname": "Stepien",
      "name": "Sandrine Stepien"
    },
    {
      "forename": "Robyn",
      "surname": "Whittaker",
      "name": "Robyn Whittaker"
    },
    {
      "forename": "Anthony",
      "surname": "Rodgers",
      "name": "Anthony Rodgers"
    },
    {
      "forename": "Aravinda",
      "surname": "Thiagalingam",
      "name": "Aravinda Thiagalingam"
    },
    {
      "surname": "Chow",
      "name": "Chow"
    },
    {
      "surname": "Barry",
      "name": "Barry"
    },
    {
      "surname": "Hillis",
      "name": "Hillis"
    },
    {
      "surname": "Santo",
      "name": "Santo"
    },
    {
      "forename": "Jan",
      "surname": "Hackett",
      "name": "Jan Hackett"
    },
    {
      "surname": "De Keizer",
      "name": "De Keizer"
    },
    {
      "forename": "Robert",
      "surname": "Abraham",
      "name": "Robert Abraham"
    },
    {
      "forename": "Mikhail",
      "surname": "Altman",
      "name": "Mikhail Altman"
    },
    {
      "forename": "William",
      "surname": "Chik",
      "name": "William Chik"
    },
    {
      "forename": "James",
      "surname": "Chong",
      "name": "James Chong"
    },
    {
      "forename": "Mark",
      "surname": "Cooper",
      "name": "Mark Cooper"
    },
    {
      "forename": "Lloyd",
      "surname": "Davis",
      "name": "Lloyd Davis"
    },
    {
      "forename": "A",
      "surname": "Denniss",
      "name": "A Denniss"
    },
    {
      "forename": "Eddy",
      "surname": "Kizana",
      "name": "Eddy Kizana"
    },
    {
      "forename": "Pramesh",
      "surname": "Kovoor",
      "name": "Pramesh Kovoor"
    },
    {
      "forename": "Mahidi",
      "surname": "Mardini",
      "name": "Mahidi Mardini"
    },
    {
      "forename": "Andrew",
      "surname": "Ong",
      "name": "Andrew Ong"
    },
    {
      "forename": "Paul",
      "surname": "Russell",
      "name": "Paul Russell"
    },
    {
      "forename": "David",
      "surname": "Ross",
      "name": "David Ross"
    },
    {
      "forename": "Norman",
      "surname": "Sadick",
      "name": "Norman Sadick"
    },
    {
      "forename": "Gopal",
      "surname": "Sivagangabalan",
      "name": "Gopal Sivagangabalan"
    },
    {
      "forename": "Michael",
      "surname": "Skinner",
      "name": "Michael Skinner"
    },
    {
      "forename": "David",
      "surname": "Tanous",
      "name": "David Tanous"
    },
    {
      "affiliation": "The George Institute for Global Health , Sydney Medical School , University of Sydney , Sydney , Australia ( \n\t\t\t\t\t\t\t\t Sydney Medical School \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Chow , Redfern) ; Westmead Hospital , Sydney , Australia \n\t\t\t\t\t\t\t\t Chow \n\t\t\t\t\t\t\t\t Redfern) \n\t\t\t\t\t\t\t\t Westmead Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Thiagalingam) ; The George Institute for Global Health , University of Sydney , Sydney , Australia \n\t\t\t\t\t\t\t\t Thiagalingam) \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Rodgers) ; Royal Perth Hospital , Perth , Australia ( Hillis) ; \n\t\t\t\t\t\t\t\t Hillis) \n\t\t\t\t\t\t\t\t Rodgers) \n\t\t\t\t\t\t\t\t Royal Perth Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Perth \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "University of Western Australia , Perth ( Hillis) ; \n\t\t\t\t\t\t\t\t Hillis) \n\t\t\t\t\t\t\t\t University of Western Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Perth"
    },
    {
      "affiliation": "Queensland University of Technology , Queensland , Australia ( Graves) ; \n\t\t\t\t\t\t\t\t Graves) \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "University of Auckland , Auckland , New Zealand (Whittaker) ; \n\t\t\t\t\t\t\t\t Whittaker \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "University of Sydney , Sydney , Australia Cardiovascular Division , \n\t\t\t\t\t\t\t\t Cardiovascular Division \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "The George Institute for Global Health , PO Box M201 , Missenden Road , Camperdown , NSW 2050 Australia \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Missenden Road \n\t\t\t\t\t\t\t\t\t PO Box M201 \n\t\t\t\t\t\t\t\t\t 2050 \n\t\t\t\t\t\t\t\t\t Camperdown \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "G",
      "text": "lobally, cardiovascular disease is the leading cause of death and disease burden.  1  Many treatments and treatment strategies are proven to reduce the risk of major cardiovascular events. Interventions that modify lifestyle factors are among the most effective but are poorly adhered to.  2  Secondary prevention is an effective way to reduce the burden of cardiovascular disease and is a current priority of the World Heart Federation. Currently there are large gaps in utilization of preventive drugs,  3  control of risk factors,  4  and uptake of lifestyle-changing behaviors.  2 This is often because of failure in the initiation of secondary prevention.\n\nCardiac rehabilitation programs deliver comprehensive support, education, and monitoring of patients after a cardiovascular event. In a meta-regression analysis of 63 randomized trials of 21 295 patients, formal secondary prevention programs were associated with lower mortality and recurrent myocardial infarction.  5 However, there is substantial underutilization of existing programs internationally, with at best one-third of patients participating in cardiac rehabilitation programs after an acute coronary syndrome event.  6 Barriers to use include distance to services and time pressures caused by the need for face-to-face in-hospital or clinical setting attendance. There is therefore a need to develop simple, lowcost, widely available alternatives to improve the adoption of healthy lifestyles, particularly in patients at highest risk of cardiovascular events. Mobile phone text messages to remind, encourage, and motivate patients might be useful in this regard, but there has been limited robust scientific evaluation of these interventions.\n\nThis study aimed to evaluate, in a randomized clinical trial, the effect of a text message-based intervention to encourage lifestyle change on objective measures of cardiovascular risk in individuals with coronary heart disease (CHD)."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "The Tobacco, Exercise and Diet Messages (TEXT ME) study was a parallel-design, single-blind, randomized clinical trial enrolling 710 patients with CHD (Figure).  7 Recruiting personnel and clinicians were blinded to assignment. Objective measures of cardiovascular risk factors (low-density lipoprotein cholesterol [LDL-C] level, blood pressure, body mass index [BMI, calculated as weight in kilograms divided by height in meters squared], and self-reported measures of physical activity, diet, and medications) were obtained at baseline and 6 months postrandomization. Demographic information, including education and ethnic origin, was obtained at baseline. Using an open-ended question, we asked each patient to report his or her own ethnic origin. We recorded the patient's self-reported ethnicity, and the researcher later categorized these data into a fixed set of categories.\n\nPatients provided written informed consent, and ethical approval was obtained from the Western Sydney Local Health Network Human Research Ethics Committee. The study protocol is available in Supplement 1."
    },
    {
      "title": "Participants",
      "text": "Patients with CHD were recruited at a large tertiary referral center and university teaching hospital in Sydney, Australia. The site is a public hospital and serves the Western Sydney Local Health District, a densely populated, ethnically diverse population that contains areas with among the highest levels of socioeconomic disadvantage in Australia. Approximately 43% of district residents are born overseas, compared with 27% for the state, with South Asia (11.7%) and Other Asia (10.2%) the most common overseas regions of birth.  8 Potential participants were identified through screening daily admissions, coronary angiogram case lists, and cardiology outpatient clinic lists.\n\nPatients were eligible if they were older than 18 years, had documented CHD, and were able to provide informed consent. Patients were excluded if they did not have an active mobile phone or sufficient English language proficiency to read text messages. A log was kept of all participants screened. Patients referred for evaluation of congenital heart disease or coronary anomalies were excluded. CHD was defined as documented prior myocardial infarction, coronary artery bypass graft surgery, percutaneous coronary intervention, or 50% or greater stenosis in at least 1 major epicardial vessel on coronary angiography."
    },
    {
      "title": "Randomization",
      "text": "Randomization occurred via a computerized randomization program that was accessed through a secure web interface. The random allocation sequence was in a uniform 1:1 allocation ratio with a block size of 8 and was concealed from study personnel. Study staff enrolled patients by entering data into the secure web interface. The computerized randomization program interfaced with the message-sending program to trigger the sending of messages to patients randomized to the intervention. To maintain blinding of study personnel, patients were informed of their allocation in a text message sent after hospital discharge. Prior to their follow-up appointment patients also received a text message to ask them not to reveal their allocation status to study personnel or clinicians in follow-up visits. Intervention participants received, in addition to usual care, the 6-month prevention program of approximately 96 messages. Control participants received usual care, which generally included community follow-up with the majority referred to inpatient cardiac rehabilitation, as determined by their usual physicians. Both groups received 3 study management text messages providing them with their allocation assignment, study contact details, and a reminder prior to the follow-up appointment."
    },
    {
      "title": "Intervention",
      "text": "The text message-based prevention program involved delivery of regular semipersonalized text messages (some messages personally addressed through a \"mail-merge\"-type function with the participant's preferred name) providing advice, motivation, and information that aimed to improve diet, increase physical activity, and encourage smoking cessation (if relevant). Content for each participant was selected using a prespecified algorithm dependent on key baseline characteristics. Participants received 4 messages per week for 24 weeks. Each message was sent on 4 of 5 randomly selected weekdays and arrived at random times of the day during working hours.\n\nA bank of messages was developed with input from investigators, clinicians, academics, and patients through a multistage iterative process previously described in detail.  9 The content of messages was based on and referred to the Australian Heart Foundation Healthy Living Guidelines.  10  Content was developed for 4 modules: smoking, diet, physical activity, and general cardiovascular health. The general module of messages included information generally provided by secondary prevention programs, eg, on chest pain action plans, guidelines and risk factor targets, and medications and adherence.\n\nThe message management program selected messages for each participant at random from the bank of messages from all relevant content areas as per the prespecified algorithms and using baseline data entered into the message management system-eg, nonsmokers would not be sent smoking messages, and vegetarians would not be sent information about meat. Some messages were merged with patient's preferred names, eg, \"Have you gone for your walk today Jane?\" The Box provides other examples of messages. The message management system, previously described in detail,  9  sent messages to participants randomized to the intervention according to our prespecified algorithms on content, frequency, and timing described above.\n\nAt study entry all participants were given brief (average, 3 to 5 minutes) training, if necessary, on how to read a text message and how to delete or save messages. Participants were told not to respond to messages and informed that messages would be managed through a computerized messaging engine. Responses to all messages were monitored by study staff, but interactive communication did not occur. \"Stop\" messages were followed up by study staff to check if the participant wanted to stop the program. This was needed to meet legal requirements for sending bulk text messages.\n\nWe bought a bulk package of text messages from a local service provider to run the TEXT ME study. We used these costs to calculate an average cost for sending each text message."
    },
    {
      "title": "Trial Procedures",
      "text": "All participants were assessed at baseline and followed up at 6 months with a clinic visit. Fasting lipids levels, blood pressure, heart rate, BMI, and waist circumference were measured according to international standardized procedures 11 at baseline and at 6 months. Blood pressure and heart rate were measured using electronic devices (Omron IA2, Omron Healthcare Inc). Three resting, sitting measurements were taken, each at least 5 minutes apart, and the mean of the last 2 readings were used for analyses. Fasting blood samples were analyzed by local laboratories. Physical activity was assessed with the Global Physical Activity Questionnaire.  12 Medical history, self-Figure. Enrollment of Participants in the TEXT-ME Randomized Clinical Trial 319 Included in primary analysis 20 Excluded (missing LDL-C measures at baseline, 6 mo, or both) 333 Included in primary analysis 21 Excluded (missing LDL-C measures at baseline, 6 mo, or both) 352 Randomized to receive text message intervention (336 with LDL-C measures) 358 Randomized to receive usual care (348 with LDL-C measures) 341 Completed intervention 11 Did not complete intervention 7 Requested that messages be stopped 4 Died during intervention period 4 Did not like the messages 1 Comorbidities 1 Moved to another country 1 On holiday 358 Completed usual care 1301 Patients assessed for eligibility 591 Excluded 265 Did not own mobile phone 10 Baseline assessment not completed 205 Not proficient in English 70 Declined to participate 41 Other 710 Randomized 339 Assessed at 6-mo visit (332 with LDL-C measures) 13 Did not complete 6-mo assessment 9 Unable to contact 4 Died prior to 6-mo visit 354 Assessed at 6-mo visit (342 with LDL-C measures) 4 Did not complete 6-mo assessment 3 Unable to contact 1 Died prior to 6-mo visit LDL-C indicates low-density lipoprotein cholesterol. Lifestyle-Focused Text Messaging and Coronary Heart Disease Original Investigation Research jama.com (Reprinted) JAMA September 22/29, 2015 Volume 314, Number 12 1257\n\nCopyright 2015 American Medical Association. All rights reserved.\n\nDownloaded from jamanetwork.com by University of Iowa user on 07/12/2025\n\nCopyright 2015 American Medical Association. All rights reserved.\n\nreported portions of fruit and vegetables consumed in the prior 7 days, and medications prescribed were recorded. Current or prior smoking history was assessed through self-report and confirmed with a carbon monoxide meter breath analyzer (Micro Plus Smokerlyzer, Airmet Scientific).  13 ntervention participants were also administered a separate questionnaire that assessed the acceptability and perceived utility of the intervention. These were given or sent to participants by mail, fax, or email or obtained through telephone assessments that occurred after the final outcome assessment. They were not collected by the outcome assessor performing the follow-up assessment and were mainly collected by student volunteers.\n\nIn addition, screening logs, logs of the number of messages successfully delivered, and responses to text messages were kept.\n\nThe primary outcome of the study was level of plasma LDL-C at 6 months. The secondary outcomes were systolic blood pressure, BMI, total cholesterol level, waist circumference, heart rate, total physical activity, smoking status, and the proportion achieving guideline levels of modifiable risk factors 1 (LDL-C <77 mg/dL [to convert LDL-C values to mmol/L, multiply by 0.0259],  14  blood pressure <140/90 mm Hg,  3  exercising regularly [≥5 d/wk × 30 minutes of moderate exercise per session], 4 nonsmoker status,  5  and BMI <25).  15 We also prespecified in the statistical analysis plan and report the other efficacy variable of proportion achieving combined risk factor control (achieving risk factor targets in 4 or more of the 5 modifiable risk factors listed above) as a measure of a multiple risk factor effect. We also report the proportion of patients taking cardioprotective medications at follow-up (eTable in Supplement 2)."
    },
    {
      "title": "Statistical Analysis",
      "text": "Prior to the study,  7  we estimated that a sample size of 634, increasing to 704 to allow for a 10% loss to follow-up, would have 90% power (2-tailed and at a 5% significance level) to detect a difference of 10 mg/dL in LDL-C level (assuming a mean level of 114 mg/dL [SD, 37 mg/dL] in the control group).  16 This sample size would have approximately 90% power to detect a 5-mm Hg difference in systolic blood pressure and a difference of 1.2 in BMI.\n\nWe followed a prespecified statistical analysis plan (available in Supplement 1), and all intervention evaluations were performed on the principle of intention to treat. Participants were analyzed by original assigned groups.\n\nOur primary analysis used analysis of covariance (ANCOVA) with baseline values of the analyzed parameters used as covariates where appropriate. The analyses were otherwise unadjusted. Thus, for example, the plasma LDL-C level at month 6 was analyzed using ANCOVA with the baseline value of LDL-C as the covariate. The above method was also used for continuous secondary outcomes. With respect to management of combined risk factors, the proportion of patients achieving at least 4 of the 5 target risk factors was analyzed in terms of relative risk at month 6 and compared between groups using a log-binomial regression.\n\nSummaries of continuous baseline variables are presented as means and standard deviations unless skewed and then presented as medians and interquartile ranges. Categorical variables are presented as frequencies and percentages. Prespecified subgroup analyses were conducted if there was evidence of a significant (P < .05) treatment effect for LDL-C level, systolic blood pressure, and BMI by age, sex, education, smoking status, LDL-C tertiles, and acute coronary syndrome vs stable CHD.\n\nAnalyses were conducted using SAS version 9.3 (SAS Institute Inc). All statistical tests were 2-tailed, and a 5% significance threshold was maintained."
    },
    {
      "title": "Results",
      "text": "Between September 2011 and November 2013, 1301 patients were approached; we enrolled and randomized 710, and 591 did not meet all eligibility criteria or refused to participate (Figure). Recruitment closed when our study sample size was achieved. At the end of the study, 12 patients were unable to be contacted, a further 5 had died, and LDL-C blood assays were available for 674 (94.9% of randomized patients). The median time to follow-up was 6.7 months in the control group and 7.0 months in the intervention group. Mean age was 57.6 years, 82% were men, mean LDL-C level was 101 mg/dL, mean blood pressure was 129/83 mm Hg, and mean BMI was 29.7. Baseline characteristics were similar between the groups (Table  1 )."
    },
    {
      "title": "Effect on Objective Measures of Risk Factors",
      "text": "LDL-C level, systolic blood pressure, and BMI at 6-month follow-up were all significantly lower in the intervention group compared with the control group (difference in LDL-C level, -5 mg/dL [95% CI, -9 to 0]; difference in systolic blood pressure,"
    },
    {
      "title": "Box. Examples of Text Messages Used in the TEXT ME Randomized Clinical Trial"
    },
    {
      "title": "Smoking",
      "text": "[NAME], try identifying the triggers that make you want a cigarette & plan to avoid them.\n\n[NAME], for many it may take several attempts to quit, so keep trying."
    },
    {
      "title": "Diet",
      "text": "Did you know 90% of people don't eat the recommended daily intake of vegetables (5 serves a day)?\n\nTry avoiding adding salt to your foods by using other spices or herbs. participants (28.0%) (P = .45). There were no differences in the proportion taking secondary prevention medications in the intervention vs the control groups (eTable in Supplement 2)."
    },
    {
      "title": "Process Measures",
      "text": "Among the 591 individuals with CHD screened but not randomized, the main reasons were that they were not proficient enough in English (205 [35%]) or that they did not own a mobile phone (265 [45%]) (Figure).\n\nAfter randomization, 7 patients from the intervention group requested that text messages be stopped during the 6-month follow-up period. These 7 patients withdrew at varying times during the 6 months, receiving between 6 and 46 of the 96 messages sent to intervention participants; the reasons described for withdrawal are listed in the Figure . Eleven further patients from the intervention group sent back \"Stop\" messages but, when contacted, reported they were mistaken and wanted to continue the program. In the control group, 8 patients sent \"Stop\" messages after the initial control group message asking to not receive further text messages.\n\nThe approximate average cost was US $0.10 per message. We used this to calculate an average cost of less than US $10 per participant for sending the total 96 messages in the 6-month program.\n\nAmong the 352 intervention participants, 307 (87%) sent back or responded to feedback questionnaires. The large majority reported the text-message support program to be useful (91%), easy to understand (97%), and motivating with respect to diet (81%) and physical activity change (73%) (Table  4 )."
    },
    {
      "title": "Discussion",
      "text": "Our study found that a simple, low-cost automated program of semipersonalized mobile phone text messages supporting lifestyle change compared with usual care led to significant differences in LDL-C level, systolic blood pressure, and BMI in patients with CHD. Intervention participants were also substantially more likely to exercise regularly and become nonsmokers. There was a high level of acceptability of the intervention, with an overwhelming number of participants in the intervention group perceiving the messages to be of use and the level of contact to be appropriate.\n\nThe risk factor difference between the groups for LDL-C level was small, less than 20% of what may be expected if comparing a statin with placebo.  17 However, the differences were larger for blood pressure (similar to standard blood pressurelowering therapy compared with placebo  18  ) and larger for BMI and physical activity (comparable or greater than achieved in cardiac rehabilitation programs).  19 he proportion of patients achieving multiple guideline target levels of risk factors were substantially higher in the intervention group vs the control group, with 62.7% achieving at least 3 of 5 guideline levels in the intervention group, compared with 33.6% in the control group; 28.9% achieving at least 4 guideline levels in the intervention group, compared with 10.3% in the control group; and 4.7% achieving all 5 guideline levels in the intervention group, compared with 1.8% in the control group. For some risk factor changes, such as for smoking, the treatment effect was attributable to an improvement in the study group and no change in the control group. For others, such as blood pressure, it was attributable to a worsening in the control group after hospital discharge, which was not seen in the intervention group.\n\nIn recent years mobile phone text message-based interventions have arisen as a potential means of modifying health behaviors.  20 Recent studies have evaluated the effectiveness of mobile phone text messaging to change individual health behaviors of smoking, weight loss, and physical activity to improve medical management of diabetes  21  or adherence to medication.  22 Few, however, include objective outcome measures, and concerns have been raised about potential biases associated with self-reported outcomes. Also, there is very little evidence on the effects of these interventions on multiple risk factors.  20 Reducing multiple risk factors concurrently, rather than targeting single factors, is likely to deliver greater reduction in events.  23 ext messages can be sent quickly at low cost (approximately US $10 for the 96 messages sent by our program over 6 months) and can be easily automated. Mobile phone interventions that focus on text messaging have particular value, because they do not require a smartphone and are agnostic to the mobile operating system. Furthermore, most people across all income groups own a mobile phone, so a text message-based intervention has the potential to have substantial population effects. A feature of e-health or mobile health interventions is the potential for scalability owing to affordability and ability to deliver personalized services. This is particularly the case in low-income countries, where mobile phone usage is already highly prevalent.  24 As such, e-health and mobile health have gained momentum worldwide as a platform for transforming how health care is delivered, but to date there have been minimal scientific data on effectiveness.  25 This study helps address this gap in evidence to show that delivery of secondary prevention programs is possible, effective, and acceptable. For clinicians, text messaging provides a simple, low-cost means of providing a support program and perceived continuation of their care beyond the hospital or clinic encounter. One possible way via which these interventions may work is through greater patient engagement; this needs further examination in future research studies. To policy makers and publicly or privately run health systems, the potential for population health benefit is apparent, as the intervention is likely scalable at low cost, behaviorally appropriate, acceptable to the patient, and exerts effect on multiple risk factors.\n\nOur findings are consistent with the existing evidence to support the effectiveness of mobile phone text messaging in changing individual health behaviors. A number of randomized clinical trials have demonstrated the effectiveness of mobile phone text messaging to promote smoking cessation,  26, 27  and a number of small randomized clinical trials have shown improvements in weight loss,  28  physical activity,  29  adherence to asthma medication,  30  glycemic control in diabetes,  21  blood pressure lowering,  22  and adherence to medication among people with human immunodeficiency virus infection  24  or after liver transplantation.  10 The important differences with our current study are that our study targets multiple risk factors rather than individual risk factors, the sample size is larger than those for all these studies except the smoking studies, and the follow-up time is longer than for all studies and similar to that of the studies of human immunodeficiency virus treatment.\n\nOur population had relatively high rates of participation in cardiac rehabilitation. Hence, our findings suggest that messaging programs like TEXT ME could complement other programs like cardiac rehabilitation programs and provide ongoing support.\n\nThis study has a number of limitations that need to be considered. First, the outcome was the difference in risk factor levels, and a large study would be required to determine the effect of this intervention on clinical outcomes. However, we can infer from a large body of literature that change in risk factors can affect future clinical outcomes if they are sustained. Second, the current study was conducted from a single large tertiary referral center hospital, and it is unclear whether the observed benefits are generalizable. For example it is possible, but not shown in this study, that the benefits might be even greater in less affluent and more remote communities, where traditional secondary prevention programs are more difficult to access. These questions could be addressed in future research by conducting similar trials in different settings and conducting collaborative meta-analyses or conducting larger trials across multiple settings.\n\nThird, we only delivered the messages in English, despite considerable ethnic diversity among the study participants, and one of the main reasons for exclusion was that potential participants were non-English-speaking. Fourth, some of the secondary outcomes are measured using self-report; in particular, physical activity is measured through a self-reported questionnaire.\n\nFifth, this study assessed only the costs of the text messages delivered in the program. Given the modest effect sizes, it is not possible to determine whether the intervention represents a good value until formal cost-effectiveness analysis is conducted. Sixth, the trial could not be completely blinded, and we did not assess the effectiveness of the blinding. We did, however, minimize the effects of potential biases (1) by ensuring that data collectors did not know the group allocation at the time of recruitment, because this was determined by the computerized texting program and delivered in the first message, sent after hospital discharge; (2) by minimizing unblinding at follow-up by sending a message to participants asking them not to disclose their group allocation; and (3) most importantly, by using objective measures as our primary and key secondary outcomes."
    },
    {
      "title": "Conclusions",
      "text": "Among patients with CHD, the use of a lifestyle-focused text messaging service compared with usual care resulted in a modest improvement in LDL-C level and moderate improvements in blood pressure, BMI, and smoking status. The duration of these effects and hence whether they result in improved clinical outcomes remain to be determined."
    },
    {
      "text": "Hi [NAME], don't forget physical activity is good for you! It reduces your risk of diabetes, heart attack, stroke, and their complications. Walking is cheap. It can be done almost anywhere. All you need is comfortable shoes & clothing. Have you got a chest pain Action Plan [NAME]? Find ideas at http://www.heartfoundation.org.au/Pages/default.aspx Studies show that stress, worry & loneliness can increase the risk of heart disease. Please talk to a health professional if you need help. Baseline Characteristics"
    },
    {
      "text": "Other End Point Analyses: Achieving Guideline Levels of Risk Factors at 6 Months' Follow-up a"
    },
    {
      "text": "Primary and Secondary End Point Analyses at 6 Months Follow-up a"
    },
    {
      "text": "Utility and Perceived Acceptability of Text-Message Support Program by Intervention Participants a"
    }
  ],
  "references": [
    {
      "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010",
      "authors": [
        "R Lozano",
        "M Naghavi",
        "K Foreman"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(14)61682-2"
    },
    {
      "title": "Association of diet, exercise, and smoking modification with risk of early cardiovascular events after acute coronary syndromes",
      "authors": [
        "C Chow",
        "S Jolly",
        "P Rao-Melacini",
        "K Fox",
        "S Anand",
        "S Yusuf"
      ],
      "year": 2010,
      "doi": "10.1161/circulationaha.109.891523"
    },
    {
      "title": "Prospective Urban Rural Epidemiology (PURE) Study Investigators. Use of secondary prevention drugs for cardiovascular disease in the community in high-income, middle-income, and low-income countries (the PURE Study): a prospective epidemiological survey",
      "authors": [
        "S Yusuf",
        "S Islam",
        "C Chow"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)61215-4"
    },
    {
      "title": "Prospective Urban Rural Epidemiology) Study Investigators. Prevalence, awareness, treatment, and control of hypertension in rural and urban communities in high-, middle-, and low-income countries",
      "authors": [
        "C Chow",
        "K Teo",
        "S Rangarajan"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.184182"
    },
    {
      "title": "Meta-analysis: secondary prevention programs for patients with coronary artery disease",
      "authors": [
        "A Clark",
        "L Hartling",
        "B Vandermeer",
        "F Mcalister"
      ],
      "year": 2005,
      "doi": "10.7326/0003-4819-143-9-200511010-00010"
    },
    {
      "title": "The rise and fall of cardiac rehabilitation in the United Kingdom since 1998",
      "authors": [
        "H Bethell",
        "J Evans",
        "S Turner",
        "R Lewin"
      ],
      "year": 2007,
      "doi": "10.1093/pubmed/fdl091"
    },
    {
      "title": "Design and rationale of the Tobacco, EXercise and dieT MEssages (TEXT ME) trial of a text message-based intervention for ongoing prevention of cardiovascular disease in people with coronary disease: a randomised controlled trial protocol",
      "authors": [
        "C Chow",
        "J Redfern",
        "A Thiagalingam"
      ],
      "year": 2012,
      "doi": "10.1136/bmjopen-2011-000606"
    },
    {
      "title": "Western Sydney Local Health District. Epidemiological Profile of WSLHD Residents",
      "year": 2013,
      "doi": "10.52768/2691-7785/1144"
    },
    {
      "title": "Development of a set of mobile phone text messages designed for prevention of recurrent cardiovascular events",
      "authors": [
        "J Redfern",
        "A Thiagalingam",
        "S Jan"
      ],
      "year": 2014,
      "doi": "10.1177/2047487312449416"
    },
    {
      "title": "Improved adherence and outcomes for pediatric liver transplant recipients by using text messaging",
      "authors": [
        "T Miloh",
        "R Annunziato",
        "R Arnon"
      ],
      "year": 2009,
      "doi": "10.1542/peds.2009-0415"
    },
    {
      "title": "Anthropometric Standardization Reference Manual",
      "authors": [
        "Tgra Lohman",
        "R Martorell"
      ],
      "year": 1988
    },
    {
      "title": "Global Physical Activity Questionnaire (GPAQ) Analysis Guide",
      "year": 2011,
      "doi": "10.5114/hpc.2018.80229"
    },
    {
      "title": "Breath analysis to detect recent exposure to carbon monoxide",
      "authors": [
        "A Cunnington",
        "P Hormbrey"
      ],
      "year": 2002,
      "doi": "10.1136/pmj.78.918.233"
    },
    {
      "title": "National Heart Foundation of Australia and the Cardiac Society of Australia and New Zealand: position statement on lipid management-2005",
      "authors": [
        "A Tonkin",
        "P Barter",
        "J Best"
      ],
      "year": 2005,
      "doi": "10.1016/j.hlc.2005.10.010"
    },
    {
      "title": "Reducing Risk in Heart Disease: An Expert Guide to Clinical Practice for Secondary Prevention of Coronary Heart Disease",
      "year": 2012,
      "doi": "10.1016/j.hlc.2005.10.010"
    },
    {
      "title": "Coaching patients On Achieving Cardiovascular Health (COACH): a multicenter randomized trial in patients with coronary heart disease",
      "authors": [
        "M Vale",
        "M Jelinek",
        "J Best"
      ],
      "year": 2003,
      "doi": "10.1001/archinte.163.22.2775"
    },
    {
      "title": "Cholesterol Treatment Trialists' (CTT) Collaborators. The effects of lowering LDL cholesterol with statin therapy in people at low risk of vascular disease: meta-analysis of individual data from 27 randomised trials",
      "authors": [
        "B Mihaylova",
        "J Emberson",
        "L Blackwell"
      ],
      "year": 2012
    },
    {
      "title": "Blood Pressure Lowering Treatment Trialists' Collaboration. Effects of ACE inhibitors, calcium antagonists, and other blood-pressure-lowering drugs: results of prospectively designed overviews of randomised trials",
      "authors": [
        "B Neal",
        "S Macmahon",
        "N Chapman"
      ],
      "year": 2000,
      "doi": "10.1016/s0140-6736(00)03307-9"
    },
    {
      "title": "Global secondary prevention strategies to limit event recurrence after myocardial infarction: results of the GOSPEL study, a multicenter, randomized controlled trial from the Italian Cardiac Rehabilitation Network",
      "authors": [
        "P Giannuzzi",
        "P Temporelli",
        "R Marchioli"
      ],
      "year": 2008,
      "doi": "10.1001/archinte.168.20.2194"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "Márquez Contreras",
        "E De La Figuera Von Wichmann",
        "Gil Guillén"
      ],
      "year": 2004
    },
    {
      "title": "Principles for national and regional guidelines on cardiovascular disease prevention: a scientific statement from the World Heart and Stroke Forum",
      "authors": [
        "S Smith",
        "R Jackson",
        "T Pearson"
      ],
      "year": 2004,
      "doi": "10.1161/01.cir.0000133427.35111.67"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "Personal health technology: a new era in cardiovascular disease prevention",
      "authors": [
        "N Franklin",
        "C Lavie",
        "R Arena"
      ],
      "year": 2015,
      "doi": "10.1080/00325481.2015.1015396"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): a single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006611.pub3"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "Using internet and mobile phone technology to deliver an automated physical activity program: randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "A text message programme designed to modify patients' illness and treatment beliefs improves self-reported adherence to asthma preventer medication",
      "authors": [
        "K Petrie",
        "K Perry",
        "E Broadbent",
        "J Weinman"
      ],
      "year": 2012,
      "doi": "10.1111/j.2044-8287.2011.02033.x"
    }
  ],
  "num_references": 30,
  "original_doi": "https://doi.org/10.13039/501100001030"
}
