{
  "paper_id": "LPL37WTR",
  "title": "The efficacy of smartphone-based mental health interventions for depressive symptoms: a meta-analysis of randomized controlled trials",
  "abstract": "The rapid advances and adoption of smartphone technology presents a novel opportunity for delivering mental health interventions on a population scale. Despite multi-sector investment along with wide-scale advertising and availability to the general population, the evidence supporting the use of smartphone apps in the treatment of depression has not been empirically evaluated. Thus, we conducted the first meta-analysis of smartphone apps for depressive symptoms. An electronic database search in May 2017 identified 18 eligible randomized controlled trials of 22 smartphone apps, with outcome data from 3,414 participants. Depressive symptoms were reduced significantly more from smartphone apps than control conditions (g50.38, 95% CI: 0.24-0.52, p<0.001), with no evidence of publication bias. Smartphone interventions had a moderate positive effect in comparison to inactive controls (g50.56, 95% CI: 0.38-0.74), but only a small effect in comparison to active control conditions (g50.22, 95% CI: 0.10-0.33). Effects from smartphone-only interventions were greater than from interventions which incorporated other human/ computerized aspects along the smartphone component, although the difference was not statistically significant. The studies of cognitive training apps had a significantly smaller effect size on depression outcomes (p50.004) than those of apps focusing on mental health. The use of mood monitoring softwares, or interventions based on cognitive behavioral therapy, or apps incorporating aspects of mindfulness training, did not affect significantly study effect sizes. Overall, these results indicate that smartphone devices are a promising self-management tool for depression. Future research should aim to distil which aspects of these technologies produce beneficial effects, and for which populations.",
  "year": 2017,
  "date": "2017",
  "journal": "Morbidity and Mortality Weekly Report",
  "publication": "Morbidity and Mortality Weekly Report",
  "authors": [
    {
      "forename": "Joseph",
      "surname": "Firth",
      "name": "Joseph Firth",
      "affiliation": "1  NICM , School of Science and Health , Western Sydney University , Campbelltown , Australia; \n\t\t\t\t\t\t\t\t NICM \n\t\t\t\t\t\t\t\t School of Science and Health \n\t\t\t\t\t\t\t\t Western Sydney University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Campbelltown \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "John",
      "surname": "Torous",
      "name": "John Torous",
      "affiliation": "3  Department of Psychiatry and Division of Clinical Informatics , Beth Israel Deaconess Medical Center , Boston , MA , USA; \n\t\t\t\t\t\t\t\t Department of Psychiatry and Division of Clinical Informatics \n\t\t\t\t\t\t\t\t Beth Israel Deaconess Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Jennifer",
      "surname": "Nicholas",
      "name": "Jennifer Nicholas",
      "affiliation": "5  Black Dog Institute , University of New South Wales , Sydney , Australia; \n\t\t\t\t\t\t\t\t Black Dog Institute \n\t\t\t\t\t\t\t\t University of New South Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Rebekah",
      "surname": "Carney",
      "name": "Rebekah Carney",
      "affiliation": "1  NICM , School of Science and Health , Western Sydney University , Campbelltown , Australia; \n\t\t\t\t\t\t\t\t NICM \n\t\t\t\t\t\t\t\t School of Science and Health \n\t\t\t\t\t\t\t\t Western Sydney University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Campbelltown \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Abhishek",
      "surname": "Pratap",
      "name": "Abhishek Pratap",
      "affiliation": "7  Sage Bionetworks , Seattle , WA , USA; \n\t\t\t\t\t\t\t\t Sage Bionetworks \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Simon",
      "surname": "Rosenbaum",
      "name": "Simon Rosenbaum",
      "affiliation": "5  Black Dog Institute , University of New South Wales , Sydney , Australia; \n\t\t\t\t\t\t\t\t Black Dog Institute \n\t\t\t\t\t\t\t\t University of New South Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "forename": "Jerome",
      "surname": "Sarris",
      "name": "Jerome Sarris",
      "affiliation": "1  NICM , School of Science and Health , Western Sydney University , Campbelltown , Australia; \n\t\t\t\t\t\t\t\t NICM \n\t\t\t\t\t\t\t\t School of Science and Health \n\t\t\t\t\t\t\t\t Western Sydney University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Campbelltown \n\t\t\t\t\t\t\t\t\t Australia;"
    }
  ],
  "doi": "",
  "keywords": [
    "Smartphone technology",
    "mental health interventions",
    "depression",
    "e-health",
    "mhealth",
    "apps",
    "cognitive training",
    "mood monitoring",
    "cognitive behavioral therapy",
    "mindfulness training"
  ],
  "sections": [
    {
      "text": "(World Psychiatry 2017;16:287-298)\n\nDepression is now recognized as a leading cause of global disability, impacting over 300 million people around the world  1  . In countries like the US, 9% of the population may have depression at any one time  2  . Beyond the personal suffering, depression is associated with unemployment, poor physical health, impaired social functioning and, in its most severe forms, suicide  3  . Thus, the disorder carries a high cost for both the individual and the society, particularly when considering the economic burden incurred through clinical care and lost productivity  4  .\n\nDepression is a potentially treatable condition, with a range of available medications and psychological interventions that are supported by robust clinical evidence. While the choice of pharmacotherapy or psychotherapy depends on many factors, for most individuals with mild or moderate depression they may be nearly equivalent  5  .\n\nHowever, there are many barriers towards both of these treatment methods. For instance, access to mental health care remains limited, as almost half of the world's population lives in countries where there is less than one psychiatrist per 100,000 people  6  , and continued shortage in mental health care staff is expected for both the near and long term future  7, 8  . Additionally, medications and psychotherapies may carry some level of stigma (particularly among younger people), which further limits their effectiveness  9, 10  .\n\nFurthermore, although these therapies demonstrate high clinical efficacy for reducing symptoms, they may not always bring about full and sustained remission in those treated. Finally, many people experience either subclinical depression or residual depressive symptoms even after achieving clinical response to treatment. Therefore, novel primary and/or adjunctive methods for reducing depression on a population scale are urgently needed.\n\nDigital technologies may represent a novel and viable solution. Mobile phones are among the most rapidly adopted innovations in recent history, and smartphone ownership continues to increase in both developed and developing countries  11  . Through providing ubiquitous Internet connectivity, along with the capacity to download and run externally created applications (\"apps\"), smartphone technology presents an opportunity to transform mobile phones into devices which could provide global, cost-effective and evidence-based mental health services on demand and in real time  12  .\n\nThis clear therapeutic potential has triggered a wave of interest and investment in mental health apps from governments, technology companies, advocacy groups, and research groups internationally  13, 14  . But in the enthusiasm to realize the potential of apps for depression, it has become difficult to separate actual efficacy from overzealous aspirational claims  15  . With thousands of mental health apps readily available through Apple or Google marketplaces, finding a useful tool supported by robust evidence to manage one's depression is clearly a challenge for a lay person  16, 17  . The increasing media promotion and accessibility of apps for mental health now presents a \"duty of care\" issue towards ensuring that people have information and understanding of evidence-based digital treatments for depression.\n\nRecent meta-analyses have documented that various smartphone interventions can have positive effects on physical diseases, such as diabetes  18  , and mental health conditions, such as anxiety  19  . However, the clinical effect of smartphone interventions on symptoms of depression has yet to be established. Thus, our aim was to examine the efficacy of delivering mental health interventions via smartphones for reducing depressive symptoms in both clinical and non-clinical populations. We also sought to use subgroup and meta-regression analyses in order to explore which aspects of smartphone interventions are associated with greater or lesser efficacy for depressive symptoms. The results of these meta-analyses provide the first overall estimate of effects from such interventions, along with informing treatment choices and future research in this area."
    },
    {
      "title": "METHODS",
      "text": "This systematic review and meta-analysis followed the PRISMA statement for transparent and comprehensive reporting of methodology and results  20  . In order to eliminate researcher bias, the search strategy, inclusion criteria and data extraction, as well as the overall and pre-planned subgroup analyses, strictly adhered to those adopted in a previous systematic review of smartphone interventions for anxiety  19  , as specified in a registered online protocol (CRD42017064882)."
    },
    {
      "title": "Search strategy",
      "text": "We conducted an electronic search of the following databases: Cochrane Central Register of Controlled Trials, Health Technology Assessment Database, Allied and Complementary Medicine (AMED), Health Management Information Consortium (HMIC), Ovid MEDLINE, Embase, and PsycINFO, from inception to May 1, 2017. The search applied the PICO framework  21  , using a range of relevant terms to capture all potentially eligible results relating to smartphone mental health interventions for depressive symptoms. An additional search of Google Scholar was implemented, and reference lists of retrieved articles were checked to identify any further eligible studies."
    },
    {
      "title": "Eligibility criteria",
      "text": "Only English-language articles were included. Eligible studies were all randomized controlled trials (RCTs) examining the effects of mental health interventions delivered via smartphone devices with at least one outcome measure for depressive symptoms. We aimed to examine the effects of smartphone interventions on primary depression, comorbid depression and subclinical depressive symptoms. No restrictions were placed on diagnosis or any other clinical or demographic characteristics of eligible samples.\n\nThree independent investigators judged article eligibility (JF, JN and JT), with any disagreements resolved through discussion. \"Smartphones\" were defined as mobile phones with 3G or 4G Internet connectivity, along with the ability to download, install and run external applications (\"apps\"). RCTs of interventions delivered solely or in part via smartphone devices matching this definition, aimed at improving mental health or wellbeing (with depression as a primary or secondary outcome), were included in the review.\n\nStudies using either \"inactive\" or \"active\" control groups were eligible for inclusion. \"Inactive\" control groups were classified as those in which participants received no intervention during the trial period (or were put into a waitlist until pre-andpost measures had been collected from both groups). \"Active\" control groups were categorized as those which attempted to control for the time and attention given to people in the smartphone intervention condition, by using apps not aimed at treating depression, in-person interventions, or other forms of activities or patient contact. RCTs comparing smartphone interventions to antidepressant medications were also eligible for inclusion. All eligible studies had a duration of at least one week (thus excluding studies measuring changes in mood following a single use of smartphone apps)."
    },
    {
      "title": "Data extraction",
      "text": "A systematic extraction form was used for each article to collect the following data: a) study information (sample size, mean age of participants, diagnostic information or relevant inclusion criteria, study length and trial quality); b) intervention features (app/program name, regularity of instructed use, smartphone program summary, any additional intervention components, details of the control condition); c) effects on depressive symptoms (changes in total depressive symptoms scored before and after smartphone and control interventions using any clinically validated rating scale). For studies which used more than one measure of depression, a mean total change was calculated by pooling outcomes from each measure."
    },
    {
      "title": "Statistical analyses",
      "text": "All analyses were conducted by Comprehensive Meta-Analysis 2.0 22 , using a random-effects model  23  to account for between-study heterogeneity. The total difference in changes in depressive symptoms between smartphone interventions and control conditions were pooled to compute the overall effect size of the former (as Hedges' g), with 95% confidence intervals (CI). For RCTs comparing smartphone interventions to both inactive and active control conditions, the comparative effects with active control groups were used in the primary analysis. After computing main effects, a sensitivity analysis was applied to investigate effects of smartphone interventions in RCTs which used intention-to-treat analyses or had complete outcome data.\n\nTo quantify the degree to which statistical heterogeneity in the meta-analyses arose due to between-study differences, rather than due to chance, Cochran's Q (with p value) and I 2 were used. Included studies were also assessed using the Cochrane Collaboration's Risk of Bias tool. This examined study quality in six areas of trial design (sequence generation, allocation sequence concealment, blinding of participants and personnel, blinding of outcome assessment, incomplete outcome data, selective outcome reporting), ranking each area as high, low or unknown for risk of bias  24  .\n\nRisk of publication bias was examined using a funnel plot of study effect sizes, and Egger's regression test was applied to all aforementioned analyses. Furthermore, a Duval and Tweedie's trim-and-fill analysis was conducted to re-calculate the pooled effect size after removing any studies which may introduce publication bias (i.e., small studies with large effect sizes from the positive side of the funnel plot). Additionally, a \"fail-safe N\" was used to account for the file draw problem  25  , estimating the number of non-significant unpublished trials which would be needed to cause the observed p value to exceed 0.05.\n\nPre-planned subgroup analyses were conducted to examine whether effects of smartphone interventions differed when comparing them to inactive or active control conditions. Additionally, we carried out a range of exploratory post-hoc subgroup and meta-regression analyses in order to examine which factors may impact the effectiveness of smartphone interventions, particularly with regards to sample details (i.e., clinical population, age, gender) and treatment characteristics (i.e., psychological basis, technological features and length of smartphone interventions)."
    },
    {
      "title": "RESULTS",
      "text": "The search returned a total of 1,517 records; 981 after duplicates were excluded. Title and abstract screening removed a further 913 articles. Full versions were retrieved for 68 papers, of which 16 met eligibility criteria. Two further articles were retrieved following an additional search of Google Scholar. Thus, 18 unique RCTs were included in the meta-analysis, assessing the effects of 22 different smartphone-delivered mental health interventions. The article inclusion/exclusion process is shown in Figure  1 ."
    },
    {
      "title": "Characteristics of included studies",
      "text": "Full details of each study are displayed in Table  1 . Outcome data were available from 18 RCTs. Two papers reported outcome data in a format not suited for meta-analysis, but the corresponding authors provided the raw data to enable inclusion  26, 30  . Mean sample ages ranged from 18 to 59 years (median 39 years). All but two studies  32, 34  used some indication of mental health issues as inclusion criteria. For clinical populations, two studies World Psychiatry 16:3 -October 2017 recruited people with major depression  36, 43  , two individuals with bipolar disorder  28, 30  , one young people in primary care with any mental health condition  40  . Others recruited individuals from the general population with self-reported mild-to-moderate depression  26, 27, 39, 41  , suicidal thoughts/tendencies  42  , probable attention-deficit/hyperactivity disorder (ADHD)  37  , anxiety disorders  29, 33  , insomnia  31  , or symptoms of post-traumatic stress disorder (PTSD)  35  . One further study examined older adults with memory complaints  38  . Smartphone interventions lasted between 4 and 24 weeks. Depressive symptoms were measured as a primary outcome in 12 studies, and as a secondary outcome in six. The following tools were used: the Depression Anxiety Stress Scale  44  depression subscale in three studies  29, 39, 40  ; the Center for Epidemiological Studies Depression scale  45  in four  31, 32, 38, 41  ; the Beck Depression Inventory II  46  in three  34, 36, 43  ; the Patient Health Questionnaire  47  in six  26, 27, 33, 35, 42, 43  ; the Hamilton Rating Scale for Depression 48 in one  30  ; the Hospital Anxiety Depression Scale 49 in one  37  ; and the Montgomery-A ˚sberg Depression Rating Scale 50 in one  28  .\n\nThe results from the Cochrane Risk of Bias assessments are displayed in Table  2 . This shows that the most frequent risk factor for bias was inadequate blinding of participants, with only five of 18 studies using intervention-matched comparators for which the participants would not be aware of their treatment/ control status or of the hypothesized outcomes of the trial. Although there was heterogeneity across the study data (Q580.8, p<0.01, I foot_3  574.0%), there was no evidence of publication bias (p50.255 in Egger's regression test), and the fail-safe N was 567 (estimating that 567 unpublished \"null\" studies would need to exist for the actual p value to exceed 0.05). A trim-and-fill analysis identified no outlier studies, and thus did not change the observed effect size."
    },
    {
      "title": "Overall effects of smartphone interventions on depressive symptoms",
      "text": "When considering only the studies which used intentionto-treat analyses and/or reported complete outcome data, we found a similar effect of smartphone interventions on depressive symptoms (16 studies, N53,320, g50.399, 95% CI: 0.25-0.55, p<0.001; Q580.0, I 2 577.5%).\n\nIn our pre-planned subgroup analyses, we found that effect sizes were significantly greater when comparing smartphone interventions to inactive conditions than when using active control conditions (Q59.76, p50.002; Figure  3 ). Compared to inactive control conditions, the pooled effect size across 13 smartphone interventions (N51,674) was g50.558 (95% CI: 0.38-0.74), indicating a moderate effect on depressive symptoms. However, when compared to active control conditions, smartphone interventions had only a small effect size on depressive symptoms (12 studies, N52,381, g50.216, 95% CI: 0.10-0.33).\n\nBoth studies with active and inactive controls had significant heterogeneity, but no evidence of publication bias (Table  3 )."
    },
    {
      "title": "Population characteristics and effects on depressive symptoms",
      "text": "We also applied post-hoc subgroup analyses to studies that had used mood disorder inclusion criteria, in order to explore which populations smartphone interventions may be most effective for. As shown in Table  4 , the only populations in which smartphone interventions significantly reduced depressive symptoms were those with self-reported mild-to-moderate depression (5 studies, N51,890, g50.518, 95% CI: 0.28-0.75, p<0.001; Q536.6, I 2 583.6). There was no significant effect among the smaller samples with major depressive disorder, bipolar disorder and anxiety disorders (two studies each).\n\nMixed-effects meta-regressions were applied to explore whether continuous moderators of average age, gender distribution and sample size affected study findings, but found no indication that these factors influenced observed effect sizes (all p>0.2)."
    },
    {
      "title": "Intervention characteristics and effects on depressive symptoms",
      "text": "In order to gain insight into which aspects of smartphone interventions make them effective for depressive symptoms, we performed further comparative subgroup analyses after separating studies on the basis of common characteristics, such as intervention components, feedback types, and therapeutic approaches applied. The common features examined, and the results of all subgroup comparisons, are detailed in full in Table  5 .\n\nThese analyses showed that smartphone interventions which involved \"in-person\" (i.e., human) feedback had small, nonsignificant effects on depressive symptoms (g50.137, 95% CI: 20.08 to 0.35, p50.214), whereas those which did not use inperson feedback had moderate positive effects (g50.465, 95% CI: 0.30-0.63, p<0.001). The difference between these subgroups was statistically significant (p50.017).\n\nAdditionally, the effects of smartphone interventions which were delivered entirely via the smartphone device (10 studies, N52,178, g50.479, 95% CI: 0.27-0.69, p<0.001) appeared larger than those which were not self-contained smartphoneonly interventions (8 studies, N51,236, g50.241, 95% CI: 0.09-0.39, p50.002), although the difference between these subgroups fell short of significance (p50.07).\n\nSimilarly, interventions which provided \"in-app feedback\", such as summary statistics and progress scores, had greater effect sizes (g50.534, 95% CI: 0.26-0.81, p<0.001) than those which did not have in-app feedback (g50.266, 95% CI: 0.14-0.39, p<0.001), although again the difference between subgroups was non-significant (p50.082).\n\nThe only other notable finding was that the studies of cognitive training apps had a significantly (p50.004) smaller effect size on depression outcomes (four studies, N5836, g50.123, The use of mood-monitoring softwares, cognitive behavioral therapy (CBT)-based interventions and mindfulness training did not appear to influence study effect sizes (all p>0.1 between subgroups with vs. without these features).\n\nA mixed-effects meta-regression of study effect size with intervention length (in weeks) found indication of a slight negative relationship between the two, with smaller effects observed from longer interventions, although this correlation fell short of statistical significance (B5-0.025, SE50.014, Z521.72, p5 0.086)."
    },
    {
      "title": "DISCUSSION",
      "text": "To our knowledge, this is the first meta-analysis to examine the efficacy of smartphone interventions for depressive symptoms. Our systematic search identified 18 RCTs, examining 22 mental health interventions delivered via smartphone devices, across a total of 3,414 participants. Thus, the literature base for this particular area has evolved swiftly, and is considerably larger than that found for smartphone interventions in other conditions. Around twice the number of eligible interventions and participants were identified compared to recent metaanalyses of smartphone interventions for diabetes and anxiety  18, 19  . Furthermore, 14 of the 18 eligible studies were published within the last two years, which may reflect both the increased research interest in using apps for mental health  13  and the increased ownership, access and use of mental health apps by patients and health care organizations.\n\nThe main analysis found that smartphone interventions had a moderate positive effect on depressive symptoms, with no indication of publication bias affecting these findings. However, our subgroup analyses found that the effects of smartphone interventions were substantially larger when compared to inactive (g50.56) than active (g50.22) control conditions. The same pattern of effect sizes was observed in our metaanalysis of smartphone interventions for anxiety  19  . Previous reviews of other technological interventions for mental health conditions have reported similar findings, as a meta-analysis of virtual reality interventions for treating anxiety found significant effects in comparison to inactive controls, but no difference from traditional psychological treatments  51  . The extent to which the observed effects on depressive symptoms arise from using the device itself, rather than the psychotherapeutic components of the intervention, should be examined and quantified in future research, to further explore the notion of a \"digital placebo\" influencing findings  52  .\n\nWe also explored other factors which may drive the effects of smartphone interventions for depressive symptoms, using a range of post-hoc subgroup analyses. With regards to population type, significant benefits of smartphone apps were only found for those with self-reported mild-to-moderate depression. This may be due to variations in subgroup sample sizes, as the majority of studies were conducted in non-clinical populations, thus leaving the analyses for major depression and bipolar disorder underpowered to detect significant effects. Nonetheless, the nature of smartphone interventions does appear to position them as an ideal self-management tool for those with less severe levels of depression. The observed effects indicate that these interventions are well-placed for delivering lowintensity treatment within a stepped-care approach  53  , or even prevention of mild-to-moderate depression among the millions of people affected by subclinical symptoms  54  . The findings that neither age nor gender had any relationship with study effect size indicate that smartphone interventions may be applicable to a broad range of individuals.\n\nWith regards to intervention features, we found that those delivered entirely via smartphone devices had significantly greater effects than those which also involved other human/computerized aspects. Similarly, those using \"in-person feedback\" components had significantly smaller effects than those which did not. It seems counterintuitive that additional features/human feedback would decrease smartphone effectiveness. However, this relationship is likely due to the fact that apps not relying on external components have been designed as more comprehensive and self-contained tools. Indeed, we found some indication that studies which provided in-app feedback were more effective than those without. It should also be noted that the single study which compared a therapist-guided smartphone intervention to the same intervention without therapist support found equal effects across the two groups  33  .\n\nSmartphone interventions based on CBT significantly reduced depressive symptoms, as did those which incorporated aspects of mindfulness training or mood monitoring. However, we were not able to elucidate which of the features were most effective. A previous study which directly compared smartphone apps based on principles of either behavioral activation or mindfulness also found no overall difference between the two approaches  55  . Nonetheless, results showed that those with more severe depression experienced greater benefits from the behavioral activation app, whereas those with mild depression benefitted more from the mindfulness app. Understanding both which psychological interventions are best delivered via a smartphone and which patient populations will most benefit from smartphone-based interventions will require further research. As smartphone apps for mental health are becoming easier to create, focusing research on specific populations will enable more personalized and likely effective uses.\n\nThe trend-level negative correlation between effectiveness and length of intervention indicates that another factor to consider when designing optimal apps is user engagement  56  . Lower rates of user engagement over time have been found in numerous other mental health app studies  [57] [58] [59]  . Higher rates of engagement have also been associated with those apps designed for brief interactions  60  , suggesting the need to customize interventions to the ways people use smartphones. While there is early research on the optimal design and presentation of telehealth platforms  61, 62  , the impact on patient engagement and outcomes remains an area of nascent exploration. Understanding other factors related to app use, such as socioeconomic status, health literacy  63  , technology literacy and health status  64, 65  , also remain important targets for further research.\n\nA major strength of this meta-analysis is the strict adherence to a registered protocol which exactly described the search strategy, inclusion criteria, data extraction and analytic procedures. However, one drawback is that we only included smartphone interventions which have been evaluated in RCTs. Given the wide availability of mental health apps, ensuring that consumers and clinicians have access to evidence-based interventions is vital for informed decision making. While the sheer number of apps available, and their frequent updating  14, 66  , makes rating each impossible, research elucidating the components of effective apps and highlighting best practices may offer information immediately useful for clinical care. Of note, future studies must identify and report safety concerns regarding the use of smartphone interventions  67  . The ability of smartphones to immediately register entered mood data, compute if responses exceed a certain threshold, and if so activate emergency response systems, offer real time safety monitoring absent from traditional depression treatment.\n\nAnother limitation is the significant heterogeneity found across the analyses. Although this heterogeneity was statistically accounted for by the random-effects models when computing the effect size and respective p values, this still does indicate that significant between-study differences existed, even when subgrouping by sample/intervention type. Due to the extent of differences between studies, it was difficult to establish the single most effective components of smartphone interventions, or determine which populations these interventions are best suited for. Future studies which directly test alternative approaches against each other in non-inferiority controlled trials, while assessing outcome variation between subsamples of participants  55  , would add great value to our understanding of what would constitute the optimal smartphone app for depressive symptoms, and in which populations these methods may be most effective.\n\nIn conclusion, the evidence to date indicates that mental health interventions delivered via smartphone devices can reduce depressive symptoms. However, delivering treatments via a smartphone introduces several new aspects which need to be considered, beyond the platform change alone. Specifically, we have yet to establish the ways in which user engagement, feedback loops, expectancy effects, and individual patient characteristics influence intervention outcomes. Rather than a barrier, these variables represent new opportunities for further research to optimize and personalize smartphonebased interventions.\n\nGiven the early indication of efficacy, and rapidly growing empirical research base, it is possible to envisage that continued technological advances will ultimately lead to scalable and cost-effective digital treatments for depressive symp-toms  56, 68  . Thus, along with continuing to design and evaluate optimal apps, further research should also be dedicated towards establishing feasible methods for implementing smartphone-based interventions within health care systems."
    },
    {
      "text": "Figure 1 PRISMA flow chart of study selection"
    },
    {
      "text": "Figure 2 displays the pooled effect size from smartphone interventions on depressive symptoms, along with individual"
    },
    {
      "text": "Figure 3 Meta-analysis showing effects of smartphone interventions on depressive symptoms in comparison to active and inactive controls. Box size represents study weighting. Diamonds represent overall effect size and 95% CI."
    },
    {
      "text": "Details of included studies"
    },
    {
      "text": "Details of included studies (continued)"
    },
    {
      "text": "Quality assessment in included studiesMeta-analysis of the effects of smartphone interventions on depressive symptoms. Box size represents study weighting. Diamond represents overall effect size and 95% CI."
    },
    {
      "text": "Effects of smartphone-delivered mental health interventions on depressive symptoms: pre-planned subgroup analyses"
    },
    {
      "text": "Post-hoc analyses: mood disorder samples"
    },
    {
      "text": "Post-hoc analyses: intervention features"
    }
  ],
  "references": [
    {
      "title": "Depression and other common mental disorders: global health estimates",
      "year": 2017,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Current depression among adults -United States, 2006 and 2008",
      "authors": [
        "Disease Center For",
        "Prevention Control"
      ],
      "year": 2010,
      "doi": "10.1037/e664792010-002"
    },
    {
      "title": "Risk factors for suicide in individuals with depression: a systematic review",
      "authors": [
        "K Hawton",
        "C Casañas I Comabella",
        "C Haw"
      ],
      "year": 2013,
      "doi": "10.1016/j.jad.2013.01.004"
    },
    {
      "title": "Paying the price: the cost of mental health care in England to",
      "authors": [
        "P Mccrone",
        "S Dhanasiri",
        "A Patel"
      ],
      "year": 2008
    },
    {
      "title": "The efficacy of psychotherapy and pharmacotherapy in treating depressive and anxiety disorders: a metaanalysis of direct comparisons",
      "authors": [
        "P Cuijpers",
        "M Sijbrandij",
        "S Koole"
      ],
      "year": 2013,
      "doi": "10.1002/wps.20038"
    },
    {
      "title": "Global health workforce, finances remain low for mental health"
    },
    {
      "title": "Global health workforce labor market projections for 2030",
      "authors": [
        "J Liu",
        "Y Goryakin",
        "A Maeda"
      ],
      "year": 2017
    },
    {
      "title": "Capacity building in global mental health: professional training",
      "authors": [
        "G Fricchione",
        "C Borba",
        "A Alem"
      ],
      "year": 2012
    },
    {
      "title": "Perceived barriers and facilitators to mental health help-seeking in young people: a systematic review",
      "authors": [
        "A Gulliver",
        "K Griffiths",
        "H Christensen"
      ],
      "year": 2010
    },
    {
      "title": "Comparing perceived public stigma and personal stigma of mental health treatment seeking in a young adult sample",
      "authors": [
        "E Pedersen",
        "A Paves"
      ],
      "year": 2014
    },
    {
      "title": "Smartphone ownership and internet usage continues to climb in emerging economies",
      "authors": [
        "J Poushter"
      ],
      "year": 2016
    },
    {
      "title": "Telemental health: a status update",
      "authors": [
        "E Aboujaoude",
        "W Salame",
        "L Naim"
      ],
      "year": 2015,
      "doi": "10.1002/wps.20218"
    },
    {
      "title": "Ecological momentary assessment and beyond: the rising interest in e-mental health research",
      "authors": [
        "J Firth",
        "J Torous",
        "A Yung"
      ],
      "year": 2016
    },
    {
      "title": "Quantifying app store dynamics: longitudinal tracking of mental health apps",
      "authors": [
        "M Larsen",
        "J Nicholas",
        "H Christensen"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.6020"
    },
    {
      "title": "Bridging the dichotomy of actual versus aspirational digital health",
      "authors": [
        "J Torous",
        "J Firth"
      ]
    },
    {
      "title": "Finding a depression app: a review and content analysis of the depression app marketplace",
      "authors": [
        "N Shen",
        "M-J Levitan"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3713"
    },
    {
      "title": "Interrater reliability of mHealth app rating measures: analysis of top depression and smoking cessation apps",
      "authors": [
        "A Powell",
        "J Torous",
        "S Chan"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5176"
    },
    {
      "title": "T2DM self-management via smartphone applications: a systematic review and meta-analysis",
      "authors": [
        "M Cui",
        "X Wu",
        "J Mao"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0166718"
    },
    {
      "title": "Can smartphone mental health interventions reduce symptoms of anxiety? A meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas"
      ],
      "year": 2017
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Utilization of the PICO framework to improve searching PubMed for clinical questions",
      "authors": [
        "C Schardt",
        "M Adams",
        "T Owens"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6947-7-16"
    },
    {
      "title": "Comprehensive Meta-Analysis Version 2",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins"
      ],
      "year": 2005
    },
    {
      "title": "Random-effects model for meta-analysis of clinical trials: an update",
      "authors": [
        "R Dersimonian",
        "R Kacker"
      ],
      "year": 2007,
      "doi": "10.1016/j.cct.2006.04.004"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "A fail-safe N for effect size in meta-analysis",
      "authors": [
        "R Orwin"
      ],
      "year": 1983
    },
    {
      "title": "The use and effectiveness of mobile apps for depression: results from a fully remote clinical trial",
      "authors": [
        "P Arean",
        "K Hallgren",
        "J Jordan"
      ],
      "year": 2016
    },
    {
      "title": "MoodHacker mobile web app with email for adults to self-manage mild-to-moderate depression: randomized controlled trial",
      "authors": [
        "A Birney",
        "R Gunn",
        "J Russell"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4231"
    },
    {
      "title": "Augmenting psychoeducation with a mobile intervention for bipolar disorder: a randomized controlled trial",
      "authors": [
        "C Depp",
        "J Ceglowski",
        "V Wang"
      ],
      "year": 2015,
      "doi": "10.1016/j.jad.2014.10.053"
    },
    {
      "title": "Attention bias modification training via smartphone to reduce social anxiety: a randomized, controlled multisession experiment",
      "authors": [
        "P Enock",
        "S Hofmann",
        "R Mcnally"
      ],
      "year": 2014,
      "doi": "10.1007/s10608-014-9606-z"
    },
    {
      "title": "Daily electronic self-monitoring in bipolar disorder using smartphones -the MONARCA I trial: a randomized, placebo-controlled, single-blind, parallel group trial",
      "authors": [
        "M Faurholt-Jepsen",
        "M Frost",
        "C Ritz"
      ],
      "year": 2015
    },
    {
      "title": "Mobile phone-delivered cognitive behavioral therapy for insomnia: a randomized waitlist controlled trial",
      "authors": [
        "C Horsch",
        "J Lancee",
        "F Griffioen-Both"
      ],
      "year": 2017
    },
    {
      "title": "Putting the 'app' in happiness: a randomised controlled trial of a smartphone-based mindfulness intervention to enhance wellbeing",
      "authors": [
        "A Howells",
        "I Ivtzan",
        "Eiroa-Orosa Fj"
      ],
      "year": 2016
    },
    {
      "title": "Guided and unguided Acceptance and Commitment Therapy for social anxiety disorder and/or panic disorder provided via the Internet and a smartphone application: a randomized controlled trial",
      "authors": [
        "E Ivanova",
        "P Lindner",
        "K Ly"
      ],
      "year": 2016,
      "doi": "10.1016/j.janxdis.2016.09.012"
    },
    {
      "title": "Post-9/11 veterans and their partners improve mental health outcomes with a self-directed mobile and Webbased wellness training program: a randomized controlled trial",
      "authors": [
        "J Kahn",
        "W Collinge",
        "R Soltysik"
      ],
      "year": 2016
    },
    {
      "title": "A randomized controlled trial of a smartphone app for posttraumatic stress disorder symptoms",
      "authors": [
        "E Kuhn",
        "N Kanuri",
        "J Hoffman"
      ],
      "year": 2017,
      "doi": "10.1037/ccp0000163"
    },
    {
      "title": "Smartphone-supported versus full behavioural activation for depression: a randomised controlled trial",
      "authors": [
        "K Ly",
        "N Topooco",
        "H Cederlund"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0126559"
    },
    {
      "title": "Living smart -a randomized controlled trial of a guided online course teaching adults with ADHD or sub-clinical ADHD to use smartphones to structure their everyday life",
      "authors": [
        "B Moell",
        "L Kollberg",
        "B Nasri"
      ],
      "year": 2015
    },
    {
      "title": "Effects of smartphone-based memory training for older adults with subjective memory complaints: a randomized controlled trial",
      "authors": [
        "S Oh",
        "S Seo",
        "J Lee"
      ],
      "year": 2017
    },
    {
      "title": "Impact of a mobile phone and web program on symptom and functional outcomes for people with mild-tomoderate depression, anxiety and stress: a randomised controlled trial",
      "authors": [
        "J Proudfoot",
        "J Clarke",
        "M-R Birch"
      ],
      "year": 2013,
      "doi": "10.1186/1471-244x-13-312"
    },
    {
      "title": "A mobile phone application for the assessment and management of youth mental health problems in primary care: health service outcomes from a randomised controlled trial of mobiletype",
      "authors": [
        "S Reid",
        "S Kauer",
        "S Hearps"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2296-14-84"
    },
    {
      "title": "Randomized controlled trial of SuperBetter, a smartphone-based/internet-based self-help tool to reduce depressive symptoms",
      "authors": [
        "A Roepke",
        "S Jaffee",
        "O Riffle"
      ],
      "year": 2015,
      "doi": "10.1089/g4h.2014.0046"
    },
    {
      "title": "ibobbly mobile health intervention for suicide prevention in Australian Indigenous youth: a pilot randomised controlled trial",
      "authors": [
        "J Tighe",
        "F Shand",
        "R Ridani"
      ],
      "year": 2017
    },
    {
      "title": "CBT for depression: a pilot RCT comparing mobile phone vs. computer",
      "authors": [
        "S Watts",
        "A Mackenzie",
        "C Thomas"
      ],
      "year": 2013
    },
    {
      "title": "The short-form version of the Depression Anxiety Stress Scales (DASS-21): construct validity and normative data in a large non-clinical sample",
      "authors": [
        "J Henry",
        "J Crawford"
      ],
      "year": 2005
    },
    {
      "title": "The CES-D scale: a self-report depression scale for research in the general population",
      "authors": [
        "L Radloff"
      ],
      "year": 1977,
      "doi": "10.1177/014662167700100306"
    },
    {
      "title": "Manual for the Beck Depression Inventory-II",
      "authors": [
        "A Beck",
        "R Steer",
        "G Brown"
      ],
      "year": 1996,
      "doi": "10.1037/t00742-000"
    },
    {
      "title": "The PHQ-9",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2001
    },
    {
      "title": "A rating scale for depression",
      "authors": [
        "M Hamilton"
      ],
      "year": 1960
    },
    {
      "title": "The Hospital Anxiety and Depression Scale",
      "authors": [
        "A Zigmond",
        "R Snaith"
      ],
      "year": 1983,
      "doi": "10.1111/j.1600-0447.1983.tb09716.x"
    },
    {
      "title": "A new depression scale designed to be sensitive to change",
      "authors": [
        "S Montgomery"
      ],
      "year": 1979,
      "doi": "10.1192/bjp.134.4.382"
    },
    {
      "title": "Virtual reality exposure therapy in anxiety disorders: a quantitative meta-analysis",
      "authors": [
        "¸d Opris",
        "S Pintea",
        "A Garc Ia-Palacios"
      ],
      "year": 2012,
      "doi": "10.1002/da.20910"
    },
    {
      "title": "The digital placebo effect: mobile mental health meets clinical psychiatry",
      "authors": [
        "J Torous",
        "J Firth"
      ],
      "year": 2016
    },
    {
      "title": "Computer therapy for the anxiety and depressive disorders is effective, acceptable and practical health care: a meta-analysis",
      "authors": [
        "G Andrews",
        "P Cuijpers",
        "M Craske"
      ],
      "year": 2010
    },
    {
      "title": "Subclinical depression: a clinically relevant condition?",
      "authors": [
        "P Cuijpers",
        "F Smit"
      ],
      "year": 2008,
      "doi": "10.1016/s0924-9338(10)70153-x"
    },
    {
      "title": "Behavioural activation versus mindfulnessbased guided self-help treatment administered through a smartphone application: a randomised controlled trial",
      "authors": [
        "K Ly",
        "A Truschel",
        "L Jarl"
      ],
      "year": 2014
    },
    {
      "title": "Conducting a fully mobile and randomised clinical trial for depression: access, engagement and expense",
      "authors": [
        "J Anguera",
        "J Jordan",
        "D Castaneda"
      ],
      "year": 2016
    },
    {
      "title": "Uptake and usage of IntelliCare: a publicly available suite of mental health and well-being apps",
      "authors": [
        "E Lattie",
        "S Schueller",
        "E Sargent"
      ],
      "year": 2016
    },
    {
      "title": "mHealth in the wild: using novel data to examine the reach, use, and impact of PTSD coach",
      "authors": [
        "J Owen",
        "B Jaworski",
        "E Kuhn"
      ],
      "year": 2015
    },
    {
      "title": "Variations in the use of mHealth tools: the VA Mobile Health Study",
      "authors": [
        "K Frisbee"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.3726"
    },
    {
      "title": "IntelliCare: an eclectic, skillsbased app suite for the treatment of depression and anxiety",
      "authors": [
        "D Mohr",
        "K Tomasino",
        "E Lattie"
      ],
      "year": 2017
    },
    {
      "title": "Is online treatment adherence affected by presentation and therapist support? A randomized controlled trial",
      "authors": [
        "S Alfonsson",
        "E Olsson",
        "S Linderman"
      ],
      "year": 2016
    },
    {
      "title": "Usability of commercially available mobile applications for diverse patients",
      "authors": [
        "U Sarkar",
        "G Gourley",
        "C Lyles"
      ],
      "year": 2016
    },
    {
      "title": "Health literacy and health information technology adoption: the potential for a new digital divide",
      "authors": [
        "M Mackert",
        "A Mabry-Flynn",
        "S Champlin"
      ],
      "year": 2016
    },
    {
      "title": "It feels different from real life: users' opinions of mobile applications for mental health",
      "year": 2015
    },
    {
      "title": "You Get Reminded You're a Sick Person\": personal data tracking and patients with multiple chronic conditions",
      "authors": [
        "J Ancker",
        "H Witteman",
        "B Hafeez"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4209"
    },
    {
      "title": "Systematic assessment of mobile apps for bipolar disorder: features and content",
      "authors": [
        "J Nicholas",
        "M Larsen",
        "H Christensen"
      ],
      "year": 2015
    },
    {
      "title": "Electronic self-monitoring of mood using IT platforms in adult patients with bipolar disorder: a systematic review of the validity and evidence",
      "authors": [
        "M Faurholt-Jepsen",
        "K Munkholm",
        "M Frost"
      ],
      "year": 2016
    },
    {
      "title": "Digital technology and clinical decision making in depression treatment: current findings and future opportunities",
      "authors": [
        "K Hallgren",
        "A Bauer",
        "D Atkins"
      ],
      "year": 2017,
      "doi": "10.1002/wps.20472"
    }
  ],
  "num_references": 68,
  "original_doi": "https://doi.org/10.13039/100000092"
}
