{
  "paper_id": "M4CGIWXE",
  "title": "Changes over time in marijuana use, deviant behavior and preference for risky behavior among U.S. adolescents from 2002-2014: Testing the moderating effect of gender and age",
  "abstract": "Background and aims: Among adolescents, risk preference and deviant behaviors are associated with marijuana use, which exhibit substantial historical trends. We examined 1) trends, 2) effect modification by sex and age, 3) associations of marijuana use with deviant behaviors and risk preferences, and 4) differences by sex, age, and year. Design: Adjusted logistic and relative risk regression models, using data from the 2002-2014 National Survey on Drug Use and Health, annual cross-sectional surveys of U.S. households. \n Setting: U.S. Participants: A nationally representative sample of adolescents 12-17 years-old (n=230,452). \n Measurements: We estimated associations between past-year marijuana use (self-reported using CAPI/ACASI), deviant behavior (i.e., selling drugs; stealing; attacking someone), and risk preference (i.e., getting a kick; testing oneself). Findings: Marijuana use, deviant behaviors, and risk preferences declined among adolescents from 2002-2014. There were no significant sex or age differences in the decline of marijuana use over time. There were sex (sold drugs: β=0.90, 95% CI: 0.75, 1.04) and age (attacked someone: β=0.32, 95% CI: 0.22, 0.42) differences in the prevalence of deviant behaviors, and trends over time differed by sex and age for attacking someone. Conclusions: While marijuana use, deviant behavior, and risk preferences among U.S. adolescents declined from 2002 to 2014, associations have remained stable, with marijuana use positively associated with deviant behaviors and risk preferences.",
  "year": 2020,
  "date": "2020-04-01",
  "journal": "MMWR Surveill Summ",
  "publication": "MMWR Surveill Summ",
  "authors": [
    {
      "forename": "Shadiya",
      "surname": "Moss",
      "name": "Shadiya Moss",
      "affiliation": "1  Department of Epidemiology , Mailman School of Public Health , Columbia University , New York , NY \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "forename": "Julian",
      "surname": "Santaella-Tenorio",
      "name": "Julian Santaella-Tenorio",
      "affiliation": "1  Department of Epidemiology , Mailman School of Public Health , Columbia University , New York , NY \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "forename": "Pia",
      "surname": "Mauro",
      "name": "Pia Mauro",
      "affiliation": "1  Department of Epidemiology , Mailman School of Public Health , Columbia University , New York , NY \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "forename": "Katherine",
      "surname": "Keyes",
      "name": "Katherine Keyes",
      "affiliation": "1  Department of Epidemiology , Mailman School of Public Health , Columbia University , New York , NY \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "forename": "Silvia",
      "surname": "Martins",
      "name": "Silvia Martins",
      "affiliation": "1  Department of Epidemiology , Mailman School of Public Health , Columbia University , New York , NY \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "affiliation": "Mailman School of Public Health , Columbia University , 722 W. 168 th Street , 7 th Floor , 720.5 , New York , NY 10032 , \n\t\t\t\t\t\t\t\t Mailman School of Public Health \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 722 W. 168 th Street 7 th Floor 720.5 \n\t\t\t\t\t\t\t\t\t 10032 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "",
  "pmid": "24300899",
  "keywords": [
    "deviance",
    "risk preference",
    "marijuana",
    "adolescents",
    "trends",
    "gender differences",
    "substance use"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "In 2016, 12% of adolescents 12-17 years-old reported past-year marijuana use  (1) . From 2002-2014, trends in marijuana and other substance use declined among this age group in the U.S.  (2)  and other countries  (3) (4) (5) , indicating evidence of global shifts. Cross-sectional and longitudinal studies have indicated that heavy and chronic marijuana use during adolescence is associated with adverse consequences later in life, including neurocognitive problems, low academic achievement, and unhealthy relationships  (6) (7) (8) (9) . Given these consequences, it is important to track changes in trends in marijuana use among adolescents, especially given the changes in state-based marijuana legalization in the U.S. To date, adolescent marijuana use has remained unchanged after the enactment of medical marijuana laws according to cross-sectional studies  (10) (11) (12) (13) (14) , but prevalence of marijuana use might increase with the recent enactment of recreational marijuna laws.\n\nTwo factors consistently associated with marijuana use in adolescence are risk preference and deviant behavior. Risk preference, which is the need for varied, novel and complex sensations and experiences  (15) , is understood to be a biologically-driven, normative trait  (16) . While variable across individuals, in aggregate it is heightened during adolescence and usually begins to wane into adulthood  (16) . Adolescents who have a high preference for risk are more likely to engage in deviant and norm-violating behaviors (e.g., crime and substance use), which can lead to unintentional and preventable morbidity and mortality  (16) (17) (18) . Deviant behaviors are associated with negative outcomes later in life  (19, 20) , crime and violence-related behaviors, engagement in risky behaviors, social disruption, and marijuana and other illicit drug use  (19, 21) .\n\nLongitudinal studies indicate that deviant behaviors and risk preference are associated with increased marijuana use among adolescents  (22, 23) . Adolescents who engage in deviant behaviors are more likely to use marijuana when they associate with deviant and antisocial peers who use and have access to illicit drugs, have poor parental supervision/support, and are exposed to physical abuse and violence  (24) (25) (26) . Additionally, risk preference during adolescence is associated with peer deviance, and positive feelings and beliefs about peers who use marijuana  (23) .\n\nWhile risk preference and deviant behaviors are associated with an increased risk of marijuana use during adolescence, much remains to be understood about these associations, specifically whether these trends and associations are increasing or decreasing over time, and the magnitude of these effects by sex and age. Boys are more likely to self-report and engage in risky behaviors compared with girls, but these differences are dependent on the age of the adolescent and contextual factors  (18) . Additionally, adolescent boys are more likely to engage in violence-related deviant behaviors (i.e., fighting and carrying a weapon) and to report more alcohol and drug use behaviors (18) compared with girls.\n\nYet available evidence suggests that the magnitude of the association of marijuana use with risk preference and deviant behaviors may be changing over time and across demographic subgroups (e.g., age and sex difference). Crime and adolescent reports of criminal activity have been declining in the U.S. for the past decade, more so among boys than girls, whereas marijuana use has not  (27) . The decline in adolescent criminal activity coincides with declines in tobacco, alcohol, and prescription drug misuse  (28) , as well as activities associated with the transition to adulthood such as (e.g., working for pay)  (29) . Different mechanisms may underlie the trends in deviance and marijuana use, which would suggest that the two are increasingly de-coupled. Understanding age, sex, and yearly differences in the trends and associations of marijuana use with deviant behavior and risk preference allows for policymakers to determine which subset of adolescents who use marijuana are atrisk or high risk for use and require focused initiatives.\n\nWe examined 1) historical trends in marijuana use, deviant behavior, and risk preference from 2002-2014 among adolescents in the U.S., 2) effect modification of these trends by sex and age, 3) the association of marijuana use with deviant behaviors and risk preferences, and 4) differences in these associations by sex, age, and year. We used nationally representative epidemiological cross-sectional data previously used to examine historical trends in substance use  (30, 31)  that provides a unique opportunity to examine trends, associations, and sex differences in marijuana use, deviant behaviors, and risk preference among adolescents."
    },
    {
      "title": "METHODS",
      "text": "Data were drawn from the 2002-2014 National Survey on Drug Use and Health (NSDUH) public use files. Sponsored by the Substance Abuse and Mental Health Administration (SAMHSA), NSDUH is an annual, nationally representative cross-sectional series of studies which collects data on the prevalence of substance use and abuse, mental health measures, and other behaviors among non-institutionalized individuals ages 12 and older. NSDUH collects data on more than 17,500 youth (ages 12-17), 17,500 young adults (ages 18-25) and 18,800 adults ages 26+ using an independent multistage area probability sample for the District of Columbia and each of the 50 states  (32) . Adolescents and young adults were oversampled to obtain reliable estimates among these populations. Computer-assisted personal interviewing (CAPI) and audio computer-assisted self-interviewing (ACASI) were used to administer survey items to ensure respondent confidentiality and increase honest reporting of sensitive data  (32, 33) .\n\nParental/guardian consent and adolescent consent were obtained for all adolescents included in the series. For 2002-2014, the survey weighted interview response rate among adolescents ranged from 80% to 90%. NSDUH/SAMHSA provided analytic sampling weights. Additional information on NSDUH, such as Institutional Review Board approval through RTI International, can be found elsewhere  (32, 33) .\n\nThis study restricted the data analyses to adolescents (12-17 year-olds) sampled from 2002-2014 (N=230,452). Fifty-one percent of the adolescents included in this analysis were male, 63.3% were Non-Hispanic White, 15.9% Non-Hispanic Black, and 20.8% Hispanic. Approximately half of the adolescents were in junior high and 45% were in high school; 31.9% had a total family income of $20,000-$49,999 and 32.8% of ≥$75,000."
    },
    {
      "title": "Measures",
      "text": "Past-year deviant behaviors-Three items assessing deviant behaviors were included: \"During the past 12 months, how many times have you… \"sold illegal drugs?\", \"stolen or tried to steal anything worth more than $50?\", and \"attacked someone with the intent to seriously hurt them?\" Responses for each question were based on a five-point scale (0=0 times, 1=1 or 2 times, etc.). Responses to each question were recoded as a dichotomous variable (0=0 times/none, 1=1+ times) because of sparse data and potential underreporting. The reliability of these dichotomized items have been demonstrated as moderate-tosubstantial among 12-17 year-olds: sold illegal drugs (Cohen's kappa ([k]=0.53), stole (k=0.65), and attacked someone (k=0.63) (34) .\n\nRisk preference-Two items assessing risk preferences were included: \"How often do you get a real kick out of doing things that are a little dangerous?\" (i.e., \"getting a kick\") and \"How often do you like to test yourself by doing something a little risky?\" (i.e., \"testing oneself\"). Respondents reported frequency responses on a four-point scale (1=never, 2=seldom, 3=sometimes, 4=always). These two items were recoded as dichotomous variables to differentiate endorsing no risk preference (0=never) and any risk preference (1=seldom, sometimes, or always) because of sparse data at the upper end of the distribution and potential underreporting.\n\nPast-year marijuana use-Marijuana use in the past-year was included from the imputation revised recency of marijuana use question in the NSDUH  (32) . Responses were coded as dichotomous (0=did not use marijuana in the past-year, 1=any marijuana use in the past-year). Past-year marijuana use has been shown to be reliable among persons ≥12 yearsold: (k=0.82; 34).\n\nCovariates-We included the following covariates: age (12-14 vs. 15-17 year-olds), sex, race/ethnicity (i.e., Non-Hispanic White, Non-Hispanic Black, Non-Hispanic Native American, Non-Hispanic Native Hawaiian, Non-Hispanic Asian, Non-Hispanic >1 race, and Hispanic), total family income (<$20,000, $20,000-$49,999, $50,000-$74,999, ≥$75,000), and study year  (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) ."
    },
    {
      "title": "Statistical Analyses",
      "text": "Analyses were conducted using Stata SE 14.2 statistical software  (30) . Survey-provided sampling weights were divided by the number of survey years and used to derive nationallyrepresentative estimates accounting for the NSUDH complex survey design.\n\nUnivariate analyses were used to calculate participant socio-demographics. To examine the prevalence of deviant behaviors, risk preferences, and marijuana use by sex, age, and study year, we calculated weighted proportions using survey-provided sampling-weights, which were then plotted.\n\nSeparate adjusted logistic regression models were used to examine trends in the log-odds of (1) marijuana use and (2) deviant behaviors (selling drugs, stealing, attacking) by estimating the association between these variables and study year  (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) . Separate adjusted relative risk regression models were used to examine trends in the log of risk preference (getting a kick and testing oneself) by estimating the association between these variables and study year. Effect modification was assessed by including statistical interaction terms between (1) sex and year and (2) age and year in the fully adjusted logistic and relative risk regression models. Study year was included in all models as a continuous variable. Next, we assessed the associations between marijuana use (as the outcome) and separate models with each of the three deviant behavior and two risk preference items as exposures, including effect modification by sex, age, and year.\n\nAll logistic and relative risk regression models were adjusted for age, gender, race/ethnicity, and family income. A piecewise linear spline function (knot=2007) was used in all logistic regression models that included marijuana use as an outcome to account for the non-linear trend of marijuana use over time  (35, 36) . The svylogitgof command in Stata was used to determine that the models including the piecewise linear spline fit the data better than models excluding it. Alpha of 0.05 using two-sided tests was established for statistical significance.\n\nMissing Data-A sensitivity analysis was conducted to determine the best method for coding missing data, including data coded as \"refused\" and \"I don't know\". Missing data for past-year deviant behaviors: sold drugs (n=718), stole (n=781), and attacked someone (n=796). Missing data for risk preference: getting a kick (n=3,372) and testing oneself (n=1,773). Following sensitivity analyses, all missing data for past-year deviant behaviors was coded as \"0=0 times\" and all missing data for risk preference was coded as \"0=never\"."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Trends in marijuana use, deviant behavior, and risk preference over time and by sex and age",
      "text": "Marijuana use-Any past-year marijuana use decreased from 15.8% in 2002 to 13.3% in 2014 (Figure  1A ). The log-odds of marijuana use decreased between 2002 and 2007 (β= -0.05, 95% CI: -0.06, -0.04), and increased between 2007 to 2014 (spline-β=0.01, 95% CI: 0.006, 0.02).\n\nIn the fully adjusted model, there was no significant difference in log odds of marijuana use by sex (β=-0.005, 95% CI: -0.13, 0.12), but it was higher among older adolescents compared with younger adolescents (β=1.70, 95% CI: 1.55, 1.84). After accounting for sex and age differences, log odds of marijuana use decreased between 2002-2007 and remained stable after 2007; these time trends did not differ by sex or age (Table  1 ).\n\nDeviant behavior-The prevalence of all deviant behaviors significantly declined from 2002-2014 (Table  2  and Figure  1A ). Selling drugs: 4.4% to 2.0% (β=-0.05, 95% CI: -0.06, -0.04); stealing: 4.8% to 2.6% (β=-0.04, 95% CI: -0.05, -0.04); and attacking someone: 7.8% to 4.8% (β=-0.04, 95% CI: -0.05, -0.04).\n\nSex (Figure  1B ) and age (Figure  1C ) differences in the prevalence of deviant behaviors were observed, with deviant behaviors being significantly higher among boys than girls, and higher among 15-17 year-olds than 12-14 year-olds. While trends over time indicate decreases in all behaviors, there was a greater reduction in the log-odds of self-reporting attacking someone from 2002-2014 among boys compared with girls (interaction-β=-0.02; 95% CI: -0.03, -0.01), and among 15-17 year-olds compared with 12-14 year-olds (interaction-β=-0.03; 95% CI: -0.04, -0.01). Beta estimates for interaction can be interpreted as the change in the association between sex and age with deviant behavior given a one year increase in time.\n\nRisk preference-The prevalence of risk preference traits declined from 2002-2014 among adolescents (Table  3  and Figure  2A ). Getting a kick decreased from 69.0% to 61.6% (β=-0.01, 95% CI: -0.01, -0.009) as did testing oneself, from 69.5% to 63.6% (β=-0.01, 95% CI: -0.009, -0.008).\n\nPrevalence of getting a kick (β=0.11, 95% CI: 0.10, 0.13) and testing oneself (β=0.12, 95% CI: 0.10, 0.13) was higher among boys compared with girls (Figure  2B ). Time trends differed by age (getting a kick: [interaction-β=0.01, 95% CI: 0.007, 0.01]; testing oneself: [interaction-β=0.005, 95% CI: 0.003, 0.01]), indicating that there was a greater increase in risk preferences among older compared with younger adolescents from 2002-2014 (Figure  2C ). There were no significant sex differences in time trends of risk preference."
    },
    {
      "title": "Associations between marijuana use, and deviant behavior and risk preference and differences by sex, age, and study year (Table 4 and 5)",
      "text": "Deviant behavior-Past-year marijuana use was positively associated with selling drugs, stealing, and attacking someone (Table  4 ). Significant differences in these associations by sex and age indicate that there is a smaller magnitude of association between marijuana use and deviant behaviors among boys compared with girls, and among 15-17 year-olds compared with 12-14 year-olds. We did not find a significant difference in the association between marijuana use and selling drugs, stealing, or attacking someone by study year  (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) . This indicates that the magnitude of the association between marijuana use and deviant behaviors has not significantly changed over time.\n\nRisk preference-Past-year marijuana use was positively associated with getting a kick, and testing oneself (Table  5 ). Significant differences in these associations by age and sex suggest that the magnitude of the association between marijuana use and risk preference is smaller among boys than girls, and among 15-17 year-olds compared with 12-14 year-olds. We did not find a significant difference in the association between marijuana use and getting a kick and testing oneself by study year  (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) , suggesting that the magnitude of the association between marijuana use and risk preference has not significantly changed over time."
    },
    {
      "title": "DISCUSSION",
      "text": "This study examined trends and associations in marijuana use, deviant behaviors, and risk preference over time among adolescents, and assessed differences in these factors by sex and age across 13 years of nationally representative data in the U.S. While other studies have assessed trends and associations in deviant behavior, risk preference, and marijuana use over time, this is the first study to assess the differences by sex and age over time  (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) . Three key findings emerged from this analysis. First, the prevalence of marijuana use, deviant behavior, and risk preference all significantly declined over time, including a decline in marijuana use from 2002 to 2007. Second, there were greater reductions in the prevalence of attacking someone and both risk preference traits among boys compared with girls from 2002-2014. Finally, despite prevalence decreases over time, the magnitude of association between variables has not decreased. Indeed, we did not find a difference in the association of marijuana use with risk preference and deviant behavior from 2002-2014.\n\nOur findings are consistent with significant declines in the prevalence of conduct problems among adolescents  (37, 38) , and steady declines in juvenile arrest rates for crime and violence-related offenses since 2000  (39) . Engagement in risky behaviors have declined over the years  (29) . However, preferences for risk, regardless of behavior, have not declined at the same rate among a nationally-representative school sample of high school seniors (mean aged  [17] [18] , and have demonstrated a generally positive slope for girls  (40) . These differences may arise due to the inclusion of non-school attending youth in a communitybased versus school-based sample, as well as the broader range of adolescents at younger ages than senior year. These declines are part of a broader trend towards delayed adult activities (e.g., having sex, driving) among adolescents  (29, 41) , as well as a longer transition to adulthood  (42) . These delays are often attributed to a greater parental investment (due to older age of childbearing and fewer children)  (43, 44) , general economic prosperity prior to The Great Recession, and a change in how adolescents interact due to technology that allows interaction without unsupervised time alone with other adolescents, which is when deviant activities and experimentation with drug use often occur  (45, 46) . Declines in marijuana use, deviance, and risk preference in youth are also occurring in the context of changing medical marijuana laws, which have not been causally related to changes in marijuana use in youth in a recent meta-analysis  (47)  or affected perceived availability of marijuana use in ages  12-17 (12) . These declines are paralleled by declines in the trends of alcohol and tobacco use among U.S. adolescents 12-17 year of age from 2002-2014  (48) .\n\nWhile there was a higher prevalence of marijuana use, deviant behavior and risk preference among adolescent boys compared with girls, there was also a significantly greater reduction in the trends over time of attacking someone, getting a kick, and testing oneself among boys compared with girls. These finding are supported by other studies showing that boys exhibit more deviant behaviors and engage in more risky behaviors than girls  (18, (49) (50) (51) , suggesting that historical declines across sexes may be greater for boys given the higher historical prevalences. Sex differences in deviant behaviors and risk preference may be due to gender role socialization  (52) , as social norms often dictate normative gendered behaviors. Compared with girls, boys do not have the same punitive consequences for risky and deviant behaviors  (53, 54) . Significant reductions across sex in these factors over time, greater among boys, suggest changes in population-level factors, such as social norms.\n\nAdolescents who self-reported engaging in deviant behaviors had greater log-odds of using marijuana in the past-year, and these associations were smaller in magnitude among boys compared with girls. Similar findings have been documented in the literature, for example, data from Monitoring the Future  indicates that there was a smaller magnitude in the association between deviance proneness and annual marijuana use among 12 th grade boys compared with girls  (50) .\n\nAdolescents who are unsupervised are more likely to engage in deviant and risky behaviors, including using marijuana and other drugs  (55) (56) (57) . Yet, information technology (IT) and the internet have changed the way adolescents communicate, as 92% of adolescent's self-report using the internet daily without parental supervision  (58) . The internet limits face-to-face interactions, reducing the opportunity to engage in deviant and risky behaviors. Such interactions may be even more limited among boys, who engage in video game use with peers (without face-to-face contact) more than girls  (59) (60) (61) . The internet may be decreasing traditional face-to-face/in-person deviant behaviors and increasing online deviant behaviors, such as cyberbullying. Traditional forms of violence and aggression, such as threatening, bullying, and hurting others have been associated with cyberbullying perpetration  (62) . Future studies should assess whether adolescents who were at-risk for or previously engaged in 'traditionally' deviant behaviors now engage in cyberbullying."
    },
    {
      "title": "Limitations",
      "text": "The use of a series of cross-sectional data is an ideal method for examining population-level historical trends over time, but it is a less powerful design for demonstrating causal inference than individual-level longitudinal data. Use of self-report data can increase reporting bias, especially when collecting data on sensitive subjects which could lead to under-reporting marijuana use, deviant behaviors, and risk preferences. However, the NSDUH data collection methodologies included safeguards to allow for privacy and confidentiality of responses to questionnaires. The sampling frame of NSDUH is non-institutionalized U.S.households, thus incarcerated adolescents are not included. Incarcerated adolescents may be more likely to use marijuana, engage in deviant behaviors, and have greater preferences for risk  (63) (64) , thus these results do not generalize to adolescents not in the sampling frame. In addition, in using dichotomous indicators of any/no behavior, we did not examine whether frequency of behaviors changed over time. Future studies should address these limitations."
    },
    {
      "title": "Conclusions",
      "text": "In the U.S., adolescent marijuana use, deviant behaviors and risk preferences have declined among all adolescents from 2002-2014. Larger declines were observed over time among boys who attacked someone, got a kick, and tested oneself compared with girls, and among older adolescents who attacked someone and got a kick compared with younger adolescents. These U.S. trends are comparable to trends in other countries  (3) (4) (5) 65) , indicating that marijuana use is shifting among adolescents globally. Our findings provide further support that marijuana use is associated with deviant behaviors and risk preference. Furthermore, at the population-level, the magnitude of these associations were smaller among boys and older adolescents compared with girls and younger adolescents. To further understand the mechanisms/pathways contributing to these declines, future studies should assess the impact of social norms on the association of marijuana use with deviant behaviors and risk preferences, differences in the association of marijuana use with traditional and non-traditional (i.e., cyberbullying) deviant behaviors, and the potentially causal relationship between deviant behaviors and risk preference longitudinally. Understanding changes in the social environment of adolescents may provide insight into the shifting population patterns of marijuana use, deviant behavior, and risk preference. Moss et al. Page 21 Log odds of marijuana use Year (2002 to 2007) -0.05 (-0.06, -0.04) *** -0.05 (-0.06, -0.04) *** -0.05 (-0.07, -0.04) *** Spline (2007 to 2014) 0.02 (0.01, 0.03) *** 0.02 (0.01, 0.03) *** 0.02 (0.02, 0.03) *** Male 0.07 (0.03, 0.11) *** 0.10 (0.06, 0.14) *** 0.07 (0.03, 0.11) *** Age (15-17 year-olds) 1.81 (1.77, 1.84) *** 1.86 (1.82, 1.90) *** 1.81 (1.77, 1.84) *** Attacking someone x male --0.27 (-0.37, -0.16) *** -Attacking someone x age --0.35 (-0.46, -0.24) *** -Attacking someone x year --0.01 (-0.02, 0.04) Attacking someone x spline ---0.04 (-0.09, 0.02) * p≤0.05; ** p≤0.01 *** p≤0.001 Note: All models were adjusted for gender, age, race/ethnicity and family income. A linear spline was used for the association between year and marijuana use with a knot at 2007 Addiction. Author manuscript; available in PMC 2020 April 01."
    },
    {
      "text": "Figure 1. Weighted proportion estimates of (A) past-year deviant behavior and past-year marijuana use among US adolescents from NSDUH 2002-2014, (B) stratified by sex, and (C) stratified by age."
    },
    {
      "text": "Figure 2. Weighted proportion estimates of (A) risk preference traits among US adolescents from NSDUH 2002-2014, (B) stratified by sex, and (C) by age."
    }
  ],
  "references": [
    {
      "title": "National Survey on Drug Use and Health: Detailed Tables",
      "year": 2016
    },
    {
      "title": "National Estimates of Marijuana Use and Related Indicators -National Survey on Drug Use and Health, United States, 2002-2014",
      "authors": [
        "A Azofeifa",
        "M Mattson",
        "G Schauer",
        "T Mcafee",
        "A Grant",
        "R Lyerla"
      ],
      "year": 2016,
      "doi": "10.15585/mmwr.ss6511a1"
    },
    {
      "title": "Cannabis use in 14 to 25 years old Australians 1998 to 2013",
      "authors": [
        "M Weier",
        "Gck Chan",
        "C Quinn",
        "L Hides",
        "W Hall"
      ],
      "year": 2016
    },
    {
      "title": "Adolescent alcohol and cannabis use in Iceland 1995-2015",
      "authors": [
        "A Arsaell",
        "K Kort",
        "B Thoroddur"
      ],
      "year": 2017
    },
    {
      "title": "Age, period and cohort trends in drug abuse hospitalizations within the total Swedish population (1975-2010)",
      "authors": [
        "G Giordano",
        "H Ohlsson",
        "K Kendler",
        "M Winkleby",
        "K Sundquist",
        "J Sundquist"
      ],
      "year": 2014,
      "doi": "10.1016/j.drugalcdep.2013.11.011"
    },
    {
      "title": "The impact of state medical marijuana legislation on adolescent marijuana use",
      "authors": [
        "E Choo",
        "M Benz",
        "N Zaller",
        "O Warren",
        "K Rising",
        "K Mcconnell"
      ],
      "year": 2014,
      "doi": "10.1016/j.jadohealth.2014.02.018"
    },
    {
      "title": "Persistent cannabis dependence and alcohol dependence represent risks for midlife economic and social problems: A longitudinal cohort study",
      "authors": [
        "M Cerda",
        "T Moffitt",
        "M Meier",
        "H Harrington",
        "R Houts",
        "S Ramrakha"
      ],
      "year": 2016,
      "doi": "10.1177/2167702616630958"
    },
    {
      "title": "Impact of adolescent marijuana use on intelligence: Results from two longitudinal twin studies",
      "authors": [
        "N Jackson",
        "J Isen",
        "R Khoddam",
        "D Irons",
        "C Tuvblad",
        "W Iacono"
      ],
      "year": 2016
    },
    {
      "title": "Associations between adolescent cannabis use and neuropsychological decline: a longitudinal co-twin control study",
      "authors": [
        "M Meier",
        "A Caspi",
        "A Danese",
        "H Fisher",
        "R Houts",
        "L Arseneault"
      ],
      "year": 2018,
      "doi": "10.1111/add.13946"
    },
    {
      "title": "Medical marijuana laws and adolescent use of marijuana and other substances: Alcohol, cigarettes, prescription drugs, and other illicit drugs",
      "authors": [
        "M Cerda",
        "A Sarvet",
        "M Wall",
        "T Feng",
        "K Keyes",
        "S Galea"
      ],
      "year": 2018,
      "doi": "10.1016/j.drugalcdep.2017.10.021"
    },
    {
      "title": "The design of medical marijuana laws and adolescent use and heavy use of marijuana: Analysis of 45 states from 1991 to 2011",
      "authors": [
        "J Johnson",
        "D Hodgkin",
        "S Harris"
      ],
      "year": 2017,
      "doi": "10.1016/j.drugalcdep.2016.10.028"
    },
    {
      "title": "State-level medical marijuana laws, marijuana use and perceived availability of marijuana among the general U.S. population",
      "authors": [
        "S Martins",
        "C Mauro",
        "J Santaella-Tenorio",
        "J Kim",
        "M Cerda",
        "K Keyes"
      ],
      "year": 2016
    },
    {
      "title": "Heterogeneity of state medical marijuana laws and adolescent recent use of alcohol and marijuana: Analysis of 45 states, 1991-2011",
      "authors": [
        "J Johnson",
        "R Johnson",
        "D Hodgkin",
        "A Jones",
        "A Matteucci",
        "S Harris"
      ],
      "year": 2017,
      "doi": "10.1080/08897077.2017.1389801"
    },
    {
      "title": "Loose regulation of medical marijuana programs associated with higher rates of adult marijuana use but not cannabis use disorder",
      "authors": [
        "A Williams",
        "J Santaella-Tenorio",
        "C Mauro",
        "F Levin",
        "S Martins"
      ],
      "year": 2017
    },
    {
      "title": "Beyond the Optimal Level of Arousal",
      "authors": [
        "Sensation Zuckerman",
        "Seeking"
      ],
      "year": 2016
    },
    {
      "title": "Dual systems model of adolescent risk-taking",
      "authors": [
        "L Steinberg"
      ],
      "year": 2010,
      "doi": "10.1002/dev.20445"
    },
    {
      "title": "A social neuroscience perspective on adolescent risk-taking",
      "authors": [
        "L Steinberg"
      ],
      "year": 2008
    },
    {
      "title": "Youth risk behavior surveillance -United States, 2013",
      "authors": [
        "L Kann",
        "S Kinchen",
        "S Shanklin",
        "K Flint",
        "J Hawkins",
        "W Harris"
      ],
      "year": 2014,
      "doi": "10.15585/mmwr.ss6506a1"
    },
    {
      "title": "Conduct Problems in Youth: Sociological Perspectives In",
      "authors": [
        "D Shoemaker"
      ],
      "year": 2010,
      "doi": "10.1007/978-1-4419-6297-3_2"
    },
    {
      "title": "Racial/ethnic disparaties in mental health service utilization among youth participating in negative externalizing behaviors",
      "authors": [
        "K Malhotra",
        "R Shim",
        "P Baltrus",
        "H Heiman",
        "O Adekeye",
        "G Rust"
      ],
      "year": 2015
    },
    {
      "title": "Developmental pathways linking childhood temperament with antisocial behavior and substance use in adolescence: Explanatory mechanisms in the peer environment",
      "authors": [
        "J Buil",
        "Pac Van Lier",
        "M Brendgen",
        "H Koot",
        "F Vitaro"
      ],
      "year": 2017
    },
    {
      "title": "Prospective associations of internalizing and externalizing problems and their co-occurrence with early adolescent substance use",
      "authors": [
        "C Colder",
        "M Scalco",
        "E Trucco",
        "J Read",
        "L Lengua",
        "W Wieczorek"
      ],
      "year": 2013,
      "doi": "10.1007/s10802-012-9701-0"
    },
    {
      "title": "Childhood predictors of adolescent marijuana use: Early sensation-seeking, deviant peer affiliation, and social images",
      "authors": [
        "S Hampson",
        "J Andrews",
        "M Barckley"
      ],
      "year": 2008
    },
    {
      "title": "Do parents and school matter? Protective factors for adolescent substance use",
      "authors": [
        "B Piko",
        "E Kovács"
      ],
      "year": 2010
    },
    {
      "title": "Substance use among middle school students: Associations with self-rated and peer-nominated popularity",
      "authors": [
        "J Tucker",
        "H Green",
        "A Zhou",
        "Jn V Miles",
        "R Shih",
        "D' Amico"
      ],
      "year": 2011,
      "doi": "10.1016/j.adolescence.2010.05.016"
    },
    {
      "title": "Family and peer predictors of substance use from early adolescence to early adulthood: An 11-year prospective analysis",
      "authors": [
        "M Van Ryzin",
        "G Fosco",
        "T Dishion"
      ],
      "year": 2012,
      "doi": "10.1016/j.addbeh.2012.06.020"
    },
    {
      "title": "Joint effects of age, period, and cohort on conduct problems among American adolescents from 1991 through 2015",
      "authors": [
        "K Keyes",
        "D Gary",
        "J Beardslee",
        "S Prins",
        "O' Malley",
        "P Rutherford"
      ],
      "year": 2017,
      "doi": "10.1093/aje/kwx268"
    },
    {
      "title": "Monitoring the Future national survey results on drug use, 1975-2016: Volume I, Secondary school students",
      "authors": [
        "R Miech",
        "L Johnston",
        "O' Malley",
        "P Bachman",
        "J Schulenberg",
        "J Patrick"
      ],
      "year": 2017,
      "doi": "10.3998/2027.42/146530"
    },
    {
      "title": "The Decline in Adult activities among U.S. adolescents",
      "authors": [
        "J Twenge",
        "H Park"
      ],
      "year": 1976,
      "doi": "10.1111/cdev.12930"
    },
    {
      "title": "Trends in US, past-year marijuana use from 1985 to 2009: An age-periodcohort analysis",
      "authors": [
        "R Miech",
        "S Koester"
      ],
      "year": 2012
    },
    {
      "title": "Increasing use of nonmedical analgesics among younger cohorts in the United States: a birth cohort effect",
      "authors": [
        "R Miech",
        "A Bohnert",
        "K Heard",
        "J Boardman"
      ],
      "year": 2013
    },
    {
      "year": 2002,
      "doi": "10.3886/ICPSR03903.v6"
    },
    {
      "year": 2014,
      "doi": "10.3886/ICPSR36361.v1"
    },
    {
      "title": "Substance Abuse and Mental Health Services Administration. Reliability of Key Measures in the National Survey on Drug Use and Health",
      "year": 2010,
      "doi": "10.1037/e374952004-001"
    },
    {
      "title": "Age differences in daily and nondaily cannabis use in the United States, 2002-2014",
      "authors": [
        "P Mauro",
        "H Carliner",
        "Q Brown",
        "D Hasin",
        "D Shmulewitz",
        "R Rahim-Juwel",
        "A Sarvet",
        "M Wall",
        "S Martins"
      ],
      "year": 2018
    },
    {
      "title": "Piecewise regression: a tool for identifying ecological thresholds",
      "authors": [
        "J Toms",
        "M Lesperance"
      ],
      "year": 2003,
      "doi": "10.1890/02-0472"
    },
    {
      "title": "Declining rates of adolescent marijuana use disorders during the past decade may be due to declining conduct problems",
      "authors": [
        "C Hopfer"
      ],
      "year": 2016
    },
    {
      "title": "Declining prevalence of marijuana use disorders among adolescents in the United States, 2002 to 2013",
      "authors": [
        "R Grucza",
        "A Agrawal",
        "M Krauss",
        "J Bongu",
        "A Plunk",
        "P Cavazos-Rehg"
      ],
      "year": 2016
    },
    {
      "title": "Ten economic facts about crime and incarceration in the United States. Hamilton Project",
      "authors": [
        "M Kearney",
        "B Harris",
        "E Jácome",
        "L Parker"
      ],
      "year": 2014,
      "doi": "10.18356/d3ce1729-en"
    },
    {
      "title": "National multi-cohort time trends in adolescent risk preference and the relation with substance use and problem behavior from 1976 to 2011",
      "authors": [
        "K Keyes",
        "J Jager",
        "A Hamilton",
        "O' Malley",
        "P Miech",
        "R Schulenberg"
      ],
      "year": 2015
    },
    {
      "title": "Adolescence. 11th Ed",
      "authors": [
        "L Steinberg"
      ],
      "year": 2016
    },
    {
      "title": "Self-regulation In",
      "authors": [
        "M Mcclelland",
        "J Geldhof",
        "F Morrison",
        "S Gestsdóttir",
        "C Cameron",
        "E Bowers"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-47143-3_12"
    },
    {
      "title": "Mean age of mothers is on the rise: United States, 2000-2014",
      "authors": [
        "T Mathews",
        "B Hamilton"
      ]
    },
    {
      "title": "National Center for Health Statistics 2016",
      "authors": [
        "M Hyattsville"
      ],
      "year": 2016
    },
    {
      "title": "Pew Research Center, Social & Demographic Trends",
      "authors": [
        "Family Livingston",
        "Among Size",
        "Mothers"
      ],
      "year": 2015
    },
    {
      "title": "Parental monitoring, negotiated unsupervised time, and parental trust: The role of perceived parenting practices in adolescent health risk behaviors",
      "authors": [
        "E Borawski",
        "C Ievers-Landis",
        "L Lovegreen",
        "E Trapl"
      ],
      "year": 2003
    },
    {
      "title": "The associations between problematic Facebook use, psychological distress and well-being among adolescents and young adults: A systematic review and meta-analysis",
      "authors": [
        "C Marino",
        "G Gini",
        "A Vieno",
        "M Spada"
      ],
      "year": 2018,
      "doi": "10.1016/j.jad.2017.10.007"
    },
    {
      "title": "Medical marijuana laws and adolescent marijuana use in the United States: A systematic review and meta-analysis",
      "authors": [
        "A Sarvet",
        "M Wall",
        "D Fink",
        "E Greene",
        "A Le",
        "A Boustead"
      ],
      "year": 2018,
      "doi": "10.1111/add.14136"
    },
    {
      "title": "Behavioral health trends in the United States: Results from the 2014 National Survey on Drug Use and Health (HHS Publication",
      "year": 2015,
      "doi": "10.3886/icpsr34481"
    },
    {
      "title": "Gender differences in risk taking: A meta-analysis",
      "authors": [
        "J Byrnes",
        "D Miller",
        "W Schafer"
      ],
      "year": 1999,
      "doi": "10.1037//0033-2909.125.3.367"
    },
    {
      "title": "Historical change in the link between adolescent deviance proneness and marijuana use, 1979-2004",
      "authors": [
        "M Little",
        "S Weaver",
        "K King",
        "F Liu",
        "L Chassin"
      ],
      "year": 2008
    },
    {
      "title": "Sex differences in the developmental trajectories of impulse control and sensation-seeking from easly adolescence to early adulthood",
      "authors": [
        "E Shulman",
        "K Harden",
        "J Chein",
        "L Steinberg"
      ],
      "year": 2015
    },
    {
      "title": "Research in the psychology of men and masculinity using the gender role strain paradigm as a framework",
      "authors": [
        "R Levant"
      ],
      "year": 2011
    },
    {
      "title": "Man-ing\" up and getting drunk: The role of masculine norms, alcohol intoxication and alcohol-related problems among college men",
      "authors": [
        "D Iwamoto",
        "A Cheng",
        "C Lee",
        "S Takamatsu",
        "D Gordon"
      ],
      "year": 2011
    },
    {
      "title": "College men and alcohol use: Positive alcohol expectancies as a mediator between distinct masculine norms and alcohol use",
      "authors": [
        "D Iwamoto",
        "Corbin Lejuez",
        "C Macpherson"
      ],
      "year": 2014
    },
    {
      "title": "Older siblings and adolescent risky behavior: does parenting play a role?",
      "authors": [
        "S Averett",
        "L Argys",
        "D Rees"
      ],
      "year": 2011
    },
    {
      "title": "Using sibling differences to estimate effects of parenting on adolescent sexual risk behaviors",
      "authors": [
        "R Coley",
        "B Medeiros",
        "H Schindler"
      ],
      "year": 2008,
      "doi": "10.1016/j.jadohealth.2007.12.012"
    },
    {
      "title": "Parent-child discrepancies in reports of parental monitoring and their relationship to adolescent alcohol-related behaviors",
      "authors": [
        "C Abar",
        "K Jackson",
        "S Colby",
        "N Barnett"
      ],
      "year": 2015,
      "doi": "10.1007/s10964-014-0143-6"
    },
    {
      "title": "Parental supervision and adolescent risky behaviors",
      "authors": [
        "S See"
      ],
      "year": 2016,
      "doi": "10.1007/s11150-014-9254-9"
    },
    {
      "title": "Sex differences and similarities in video game experience, preferences, and self-efficacy: Implications for the gaming industry",
      "authors": [
        "M Terlecki",
        "J Brown",
        "L Harner-Steciw",
        "J Irvin-Hannum",
        "N Marchetto-Ryan",
        "L Ruhl"
      ],
      "year": 2011,
      "doi": "10.1007/s12144-010-9095-5"
    },
    {
      "title": "Re-examining gender differences in video game play: Time spent and feelings of success",
      "authors": [
        "K Hamlen"
      ],
      "year": 2010
    },
    {
      "title": "Violent video game effects on aggression, empathy, and prosocial behavior in Eastern and Western countries: A metaanalytic review",
      "authors": [
        "C Anderson",
        "A Shibuya",
        "N Ihori",
        "E Swing",
        "B Bushman",
        "A Sakamoto"
      ],
      "year": 2010
    },
    {
      "title": "The new face of violence tendency: Cyber bullying perpetrators and their victims",
      "authors": [
        "S Sari",
        "F Camadan"
      ],
      "year": 2016
    },
    {
      "title": "Prisoners in 2016",
      "authors": [
        "E Carson"
      ],
      "year": 2018
    },
    {
      "title": "Prisoners in 2011",
      "authors": [
        "E Carson",
        "W Sabol"
      ],
      "doi": "10.3886/icpsr08693.v1"
    },
    {
      "title": "Changes in cannabis use among young people: impact on mental health",
      "authors": [
        "J Copeland",
        "S Rooke",
        "W Swift"
      ],
      "year": 2013
    }
  ],
  "num_references": 66,
  "original_doi": "https://doi.org/10.13039/100000026"
}
