{
  "paper_id": "MBV6SSK7",
  "title": "results from a cross-sectional survey in Montana",
  "abstract": "Background Nationally, much of the focus on improving human papillomavirus (HPV) vaccine uptake has been on effective strategies that physicians use to promote vaccination. However, in large, predominately rural states like Montana, nurses and medical assistants play critical roles in immunization services delivery, and their viewpoints are imperative in designing strategies to increase vaccination rates. We conducted a cross-sectional, descriptive study to determine nurses' perceptions, experiences, and practices regarding human papillomavirus vaccination in a rural and medically underserved region of the United States. \n Methods We designed, pilot-tested, and disseminated an online survey instrument to nurses and medical assistants working in clinics participating in the Vaccines for Children program in Montana. The online surveys were administered from November 2020 to March 2021. Survey questions focused on clinic vaccination practices, respondents' perceptions of the HPV vaccine, perceived barriers to vaccine uptake, and general opinions on potential strategies to improve HPV vaccination rates. \n Results We analyzed data from 227 respondents. Overall, 90% of nurses strongly agreed or agreed that the HPV vaccine is important and had confidence in the vaccine's safety. More nurses reported experiencing greater parental vaccine refusal or delay for male patients regardless of age. About 53.7% of nurses reported that their clinics had reminder/recall systems to encourage parents to bring their children for vaccination. Nurses identified misinformation from social media, infrequent wellness visits, and vaccine safety concerns as barriers to HPV vaccine uptake. Conclusions Study findings identified several promising initiatives to accelerate vaccination in primarily rural states like Montana, including promoting widespread adoption of reminder/recall systems, training nurses in evidencebased techniques to provide strong vaccine recommendations, and leveraging social media to disseminate consistent messages about the HPV vaccine recommendations for both sexes and its role in cancer prevention.",
  "year": 2021,
  "date": "2021-07-23",
  "journal": "Health Care Manag",
  "publication": "Health Care Manag",
  "authors": [
    {
      "forename": "Juthika",
      "surname": "Thaker",
      "name": "Juthika Thaker",
      "affiliation": "1  School of Public and Community Health Sciences , The University of Montana , 32 Campus Drive , Skaggs 173 , Missoula , MT 59803 , USA \n\t\t\t\t\t\t\t\t School of Public and Community Health Sciences \n\t\t\t\t\t\t\t\t The University of Montana \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 32 Campus Drive Skaggs 173 \n\t\t\t\t\t\t\t\t\t 59803 \n\t\t\t\t\t\t\t\t\t Missoula \n\t\t\t\t\t\t\t\t\t MT \n\t\t\t\t\t\t\t\t\t USA",
      "email": "juthika.thaker@umontana.edu",
      "orcid": "0000-0003-2937-0614"
    },
    {
      "forename": "Alexandria",
      "surname": "Albers",
      "name": "Alexandria Albers",
      "affiliation": "1  School of Public and Community Health Sciences , The University of Montana , 32 Campus Drive , Skaggs 173 , Missoula , MT 59803 , USA \n\t\t\t\t\t\t\t\t School of Public and Community Health Sciences \n\t\t\t\t\t\t\t\t The University of Montana \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 32 Campus Drive Skaggs 173 \n\t\t\t\t\t\t\t\t\t 59803 \n\t\t\t\t\t\t\t\t\t Missoula \n\t\t\t\t\t\t\t\t\t MT \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0003-2937-0614"
    },
    {
      "forename": "Sophia",
      "surname": "Newcomer",
      "name": "Sophia Newcomer",
      "affiliation": "1  School of Public and Community Health Sciences , The University of Montana , 32 Campus Drive , Skaggs 173 , Missoula , MT 59803 , USA \n\t\t\t\t\t\t\t\t School of Public and Community Health Sciences \n\t\t\t\t\t\t\t\t The University of Montana \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 32 Campus Drive Skaggs 173 \n\t\t\t\t\t\t\t\t\t 59803 \n\t\t\t\t\t\t\t\t\t Missoula \n\t\t\t\t\t\t\t\t\t MT \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Public Health and Human Services. Ms. Thaker , \n\t\t\t\t\t\t\t\t Department of Public Health and Human Services. Ms. Thaker"
    }
  ],
  "doi": "10.1186/s12912-023-01379-6",
  "keywords": [
    "Nursing practice",
    "Rural populations",
    "HPV vaccination",
    "Evidence-based strategies",
    "Cancer prevention Nurses' perceptions",
    "experiences",
    "and practices regarding human papillomavirus vaccination:"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Human papillomavirus (HPV) is the most common sexually transmitted infection in the United States, with 13 million new cases emerging every year  [1] . Although most HPV infections are asymptomatic and self-limiting, persistent HPV infection can cause cervical cancer in women as well as other anogenital cancers, oropharyngeal cancer, and genital warts in men and women  [2, 3] . The U.S. Advisory Committee on Immunization Practices (ACIP) routinely recommends HPV vaccination at 11-12 years of age; however, vaccination can be given as early as 9 years of age  [4] . If the first vaccine dose is received before the 15th birthday, then two vaccine doses are required to complete the series; otherwise, three doses are needed for series completion  [4] .\n\nRural communities in the U.S. face a disproportionate burden of health disparities due to factors including barriers to accessing primary care services; higher rates of un-or under-insurance; lower health literacy, and vaccination rates; and a shortage of pediatricians  [5] [6] [7] [8] . Indeed, pediatricians contribute to higher vaccine uptake in their communities. For example, pediatricians more often administered HPV series to their patients and reported higher confidence in their ability to address HPV vaccine concerns when compared to family medicine practitioners  [9] [10] [11] . Rural areas have also been associated with negative parental attitudes about the HPV vaccine, greater safety concerns about the HPV vaccine and higher incidence and mortality from HPVcaused cancers  [12] [13] [14] . In Montana, a large and primarily rural state, the HPV vaccine series completion rate in 2020 was 54.4% for adolescents ages 13-17 years, as reported by the Centers for Disease Control and Prevention's National Immunization Survey-Teen, below the Healthy People 2030 goal of 80%  [15, 16] . Furthermore, for the years 2015-2019, the proportion of rural adolescents in Montana who received at least one dose of the HPV vaccine (56.0%) was 11.9% points lower when compared to Montana adolescents living in more urban areas (67.9%), indicating a pronounced urban-rural disparity in vaccine uptake  [16] .\n\nIn a study by Newcomer et al., physicians and public health stakeholders in Montana identified greater parental/patient informational needs and limited time for vaccine discussions as barriers to HPV vaccination  [17] . Non-physician healthcare providers, like nurses, could help bridge this gap and serve as champions and promoters of the HPV vaccine. Adolescents residing in rural areas are more likely to use non-traditional facilities like public health clinics for their immunization needs  [5] . In public health facilities, nurses and medical assistants regularly interact with children and adolescent patients and their parents/guardians. Past studies have consistently shown that absent or weak recommendations from healthcare providers drive poor vaccine uptake  [18] [19] [20] . Thus, designing interventions to ensure that healthcare professionals other than pediatricians are familiar and confident with adolescent vaccine recommendations is crucial in predominately rural states like Montana. Nurses play a significant role in vaccine delivery services by educating parents and patients on vaccines, alleviating parental concerns and vaccine hesitancy, and are wellpositioned to facilitate coordination efforts within their practices  [3, 21, 22] . Although nurses serve as primary stakeholders in developing and implementing health promotion initiatives, there are limited published data focused on understanding nurses' perspectives on HPV vaccination  [22] [23] [24] .\n\nTo address this research gap, we designed a cross-sectional, descriptive study to determine Montana nurses' and medical assistants' perceptions, experiences, and practices in providing adolescent immunization services, with a focus on HPV vaccination. Our study findings identified recommendations that can inform initiatives to effectively engage nurses in improving HPV vaccination rates in states with high rural and medically underserved populations."
    },
    {
      "title": "Methods",
      "text": "Sample The sample population for this study consisted of registered nurses (RNs), advanced practice registered nurses (APRNs), and medical assistants in Montana currently employed at a facility that participated in the federal Vaccine for Children (VFC) program. The VFC program provides childhood and adolescent vaccines to enrolled providers for immunizing eligible children through 18 years of age at no cost  [25] . Since its implementation in 1994, the Centers for Disease Control and Prevention (CDC) has estimated that the VFC program has been instrumental in saving about 295 billion dollars in direct costs by 2013  [26] . Over 90% of facilities that provide immunization services to children in Montana participate in VFC.\n\nDesign An online survey instrument was developed and administered using the electronic database RED-Cap, hosted by the University of Washington Institute of Translational Health Sciences  [27] . The survey questionnaire was developed based on a review of existing literature on vaccine attitudes and previous CDC-funded surveys of primary care physicians' perspectives on HPV vaccinations  [9] [10] [11] . The final survey tool comprised five sections. The first section collected information on the participants and their medical roles and responsibilities. The second section was designed to learn more about clinic vaccination practices, including the use of reminder/recall systems. Reminders alert patients about vaccinations that will be due in the future and recall messages are used to inform patients about the vaccinations that are overdue  [28, 29] . In the third section, we included questions on nurses' perceptions regarding the HPV vaccine, their experiences with parental awareness and refusal or deferral of the HPV vaccine, and perceived barriers to adolescents receiving the HPV vaccine. Section four had questions on the nurses' vaccine attitudes, beliefs, and perceptions of the effectiveness of strategies for improving the HPV vaccination rates; and the last section contained a few demographic questions. (Table  1 ) Participants could utilize comment boxes throughout the survey to provide additional open-ended feedback.\n\nThe survey instrument was pre-tested and modified based on cognitive interviews with a convenience sample of six nurses and one medical assistant. Survey pre-testing was conducted on a virtual platform. Cognitive interviewing techniques (Think-aloud approach and Verbal probing) were employed to walk nurses through the survey and collect their feedback on the comprehensibility of the questions and overall survey design  [30] . Most comments were positive, with cognitive interview participants emphasizing the need for a state-wide survey on this topic. Based on pre-testing, we estimated that most participants would be able to complete the survey within 12-15 min. Nurses and medical assistants who participated in the pre-testing were given a $20 gift certificate for their time and input and were not excluded from participating in the survey. Based on the feedback received from cognitive interview nurse participants, we modified response options, added response options, and rephrased certain questions to improve comprehensibility; eliminated one question that nurses deemed appropriate for \"administrative\" staff; and adapted demographic questions to resemble the ones asked in the national immunization surveys to improve recall. The final survey instrument had a total of 23 content questions and 6 demographic questions.\n\nData collection procedures A list containing the email addresses of VFC coordinators was obtained by the study team from the Montana Department of Health and Human Services Immunization Program section. We sent an email containing a short study description, the study team's contact information, and the survey link to VFC contacts in 250 different clinic settings across Montana in November 2020. The VFC coordinators were requested to distribute the survey among all nurses and medical assistants working in immunization services in their facilities. VFC coordinators who were practicing nurses and provided immunization services to adolescents were encouraged to take the survey as well. Two additional email reminders were sent to VFC coordinators after the initial survey invitation at equal intervals of 30 days, after which the survey was closed in early March 2021. After the study closure, three participating nurses were randomly selected to receive a $30 gift card."
    },
    {
      "title": "Statistical analysis",
      "text": "All statistical analyses were performed using SAS version 9.4 (SAS Institute, Inc, Cary, NC). We have presented descriptive statistics, i.e., frequencies and percentages for nurses' responses to each question that was included in the questionnaire. We retained data from partial as well as completed survey questionnaires for final analysis. In your opinion, how effective do you think the following strategies would be for increasing rates of human papillomavirus (HPV) vaccination among older children and adolescents? Emphasizing cancer prevention when discussing the HPV vaccine with parents and older children and adolescents Participants were informed that their responses would be kept confidential and study findings will be reported on an aggregate basis. The study was approved by the University of Montana Institutional Review Board. The IRB reviewed the study protocol and supporting documents and approved the study under the exempt category of review (IRB Protocol No.: 146 -20)."
    },
    {
      "title": "Ethical considerations"
    },
    {
      "title": "Results",
      "text": "We received a total of 309 responses, and 296 nurses provided their consent to participate in the survey. Of these 296 nurses, n = 6 reported that they did not currently work as either a nurse or medical assistants in the state of Montana and n = 20 reported that they were not involved with adolescent immunization services; these respondents were excluded. Out of the remaining 270 respondents, n = 16 respondents were further excluded because they did not provide their nursing or medical credential and n = 27 respondents were excluded as they reported not currently working in direct patient care. The final analytic sample consisted of 227 respondents.\n\n(Fig.  1 ). Practice characteristics While 36.1% (n = 83) of respondents either worked in an independent private clinic or a hospital-based clinic, 19.4% (n = 45) worked at a public health department, and the rest of the respondents (n = 90, 39.7%) either worked at a community health center, a rural health clinic, a school-based clinic, or a different type of immunization clinic. About 5.0% (n = 11) of respondents did not report their clinic setting. About half of the respondents (n = 118, 52.0%) examined five or fewer 9-17-year-old patients in a typical week. While all respondents were involved in providing immunization services to adolescents, over 85.0% (n = 200) of respondents reported recommending vaccines to adolescents and their parents or caregivers and interacting with them to answer vaccine-related questions. About two-thirds (n = 148, 65.2%) of the respondents reported scheduling clinic visits for immunizations, and about 58.2% (n = 132) reported overseeing vaccine ordering and managing vaccine inventory at their clinics. About 50.0% (n = 103) of the respondents reported that over half of the patients visiting their facility were eligible to receive free vaccines under the VFC program. (Table  2 )"
    },
    {
      "title": "Characteristics of respondents",
      "text": "Use of reminder/recall (R/R) systems for HPV vaccination delivery About 52.0% (n = 109) of respondents reported using some form of reminder/recall (R/R) processes at their clinics to identify and contact parents/caregivers of adolescents who are due or overdue to receive recommended immunizations. Of those that use some form of R/R at their facilities, about 28.9% (n = 30) of respondents reported that staff availability dictated how often they were able to generate them, and about 25.0% (n = 26) of the nurses responded being able to generate the R/R lists monthly. The most common mode of R/R delivery was by phone (n = 86, 38%), a paper letter or a postcard (n = 70, 30.8%), or a text message (n = 23, 10.1%). Specific to R/R processes for completing the multidose HPV vaccine series, most respondents reported that parents were told when they needed to return for the second dose at the initial vaccine appointment (n = 144, 63.4%) or that the subsequent immunization visit was scheduled during the initial appointment (n = 126, 55.5%). Only 26.9% (n = 61)of respondents reported that their clinics proactively reached out to parents or patients to remind them to return for additional HPV vaccine doses, and 5.3% (n = 12) of nurses reported that their clinics had no process to remind adolescents and their caregivers to return to complete the HPV vaccine series.\n\nAttitudes, beliefs, and experiences with HPV Vaccination Delivery About 91.8% (n = 179) of nurses agreed or strongly agreed that it was important that older children and adolescents be vaccinated against HPV before they engage in early physical intimacy, and a similar percentage (n = 177, 89.8%) expressed confidence in the safety of the HPV vaccine. However, about 34.5% (n = 68) of respondents reported anticipating an uncomfortable conversation while discussing the HPV vaccine with parents of 9 to 12-year-old children. Over two-thirds of respondents (n = 137, 69.6%) reported facing more resistance to the HPV vaccination as compared to the tetanus-diphtheriaacellular pertussis (Tdap) vaccine since Tdap vaccination is required by Montana state law for school attendance  [13] . About 62.6% (n = 122) of nurses reported that parents percentage of 9-17-year-old patients eligible to receive vaccines under the VFC** program < 25% 25-49% 50-75% > 75% Not Sure Missing 24 58 68 35 27 15 10.6% 25.6% 30.0% 15.4% 12.0% 6.6% Column percentages do not always total to 100% due to rounding of the values, * includes a community health center, rural health clinic, migrant health center, Indian Health Service (IHS)-operated center, Tribal health facility, or urban Indian health care facility, Military health care facility (Army, Navy, Air Force, Marines, Coast Guard), WIC clinic, school-based clinic, and any other clinic type, ** VFC indicates Vaccine for Children federal program β Percentages may not add to exact 100 due to rounding\n\nprefer to initiate the HPV vaccine series for their children at 13 years or older versus at younger ages. Approximately one-third of nurses (n = 68, 34.7%) reported recommending the HPV vaccine more often to age-eligible adolescents at a higher risk of getting an HPV infection. (Fig.  2 ).\n\nPerceived barriers to HPV vaccine delivery: More than two-thirds of nurses reported that they perceived the following as a major barrier or somewhat of a barrier to recommending and administering the HPV vaccine: parents not thinking that the vaccine is necessary for their sons (n = 146, 74.5%), misinformation that parents receive from the internet or social media (n = 139,71.6%), parental concerns about the safety of the HPV vaccine (n = 132, 67.7%), and irregular well-child visits (n = 130, 66.7%). Over half of respondents felt that the amount of time it takes to discuss HPV vaccination with parents or adolescents (n = 100, 51.3%) or the financial cost to get the HPV vaccine were not at all barriers to recommending or administering the HPV vaccine (n = 93, 47.5%). Through open-ended text box responses, nurses (n = 32,14.1%) reported additional barriers to the HPV vaccination, with the most frequently reported barriers being patient concerns about injection site pain, effects of the COVID-19 pandemic on regular well-child visits, and parental consent to receive the HPV vaccine. Respondents reported that parents of younger children (11-12-year-olds) were less aware that HPV vaccination is recommended for their child as compared to parents of older children (15-17-year-olds).\n\nA higher proportion of respondents reported over half of parental refusal or deferral of the HPV vaccine among younger age groups (11-12-year-olds) compared to older children (15-17-year-olds) regardless of the adolescent's gender. (Fig.  3 ).\n\nNurses' support of strategies to improve HPV vaccination rates: Over three-fourths of nurses either strongly agreed or agreed that emphasizing cancer prevention when discussing the HPV vaccine with parents and adolescents (n = 167,85.5%), partnering with a school or other community organizations in educating adolescents and parents about HPV vaccination (n = 160,82.9%), engaging all staff, clinical and non-clinical, in providing positive and consistent messages about HPV vaccination (n = 148,75.8%), training nurses and medical providers in strategies for effective vaccine conversations (n = 145,75.2%) were either very effective or somewhat effective strategies for increasing community HPV vaccination rates. Implementing a state law requiring the HPV vaccine for school attendance was least supported by the respondents (n = 68,34.4%) as a strategy to increase vaccine uptake. (Fig. 4) In open-ended responses, approximately 8.8% (n = 20) nurses provided additional ideas regarding initiatives to increase HPV vaccination including school-based vaccination clinics, incorporating immunizations within sports physicals, and providing education about the HPV vaccination through T.V. commercials or mailers."
    },
    {
      "title": "Discussion",
      "text": "Despite substantial evidence on the safety and efficacy of HPV vaccination in preventing oropharyngeal, anogenital, and other HPV-caused cancers, vaccine uptake is lower than established public health goals in Montana, particularly among rural adolescents. Prior research has highlighted the influential role that primary care providers, typically pediatricians and family medicine practitioners, play in promoting HPV vaccination  [31, 32] . However, there has been less work focused on the important role of nurses in adolescent immunization services delivery efforts. Our study attempted to fill this significant gap in research related to nurses' perceptions, experiences, and practices regarding HPV vaccination among older children and adolescents. Results from this study indicate that HPV vaccination was widely supported by Montana nurses, who also expressed confidence in the safety of the vaccine. Nurse respondents identified various barriers to HPV vaccine uptake in their communities, including parents' lack of knowledge regarding which vaccines are recommended for adolescents, misinformation from social media, and specific parental concerns about the HPV vaccine. Importantly, nurses offered their input on strategies to increase vaccination uptake. Overall, the results from this survey point to several avenues for effectively engaging with nurses and medical assistants in HPV vaccination promotion efforts.\n\nA provider's strong recommendation is one of the most influential factors in parental decisions to get their children vaccinated against HPV  [33] . However, about onethird of the survey respondents reported anticipating an uncomfortable conversation while discussing the HPV vaccine with adolescents or their parents. In our study findings, nurses indicated receptiveness toward training in effective vaccine conversations. Nationally, multiple studies on providers' vaccine communication styles are linked with increased child and adolescent vaccine uptake, with a presumptive approach (i.e., assuming the parent intends to vaccinate) being more effective than a participatory style (i.e., asking if the parent would like to consider vaccination)  [34] [35] [36] [37] . There is also increasing attention toward motivational interviewing (MI) strategies that can be used to counsel vaccine-hesitant parents and address parents' specific vaccine concerns. Motivational interviewing uses a collaborative conversation style to propel positive health behavior change and strengthen an individual's motivation to change  [38, 39] . The four motivational interviewing elements of open-ended questions, affirmations, reflection, and summary are built on the core principles of nursing practice which are connecting with the patient, evoking trust, and empathic listening  [39] . A Swedish study focused on evaluating the proficiency of nurses in conducting motivational interviews with their patients indicated a need for nurses to receive additional training, feedback, and supervision in clinical practice with motivational interviewing techniques to achieve proficiency  [40] . Empowering nurses to deliver strong vaccine recommendations and use MI techniques with vaccine-hesitant parents and caregivers may enable them to play a stronger role in increasing vaccination confidence and HPV vaccination uptake in their communities.\n\nReminder/recall systems are evidence-based practices that have been shown to increase vaccination rates among children, adolescents, and adults  [28, 29] . The Task Force on Community Preventive Services recommends clinics perform some form of reminder-recall for their patients to improve vaccination rates  [28] . In a narrative review about the contribution of reminderrecall systems to vaccine delivery efforts, Kempe et al. reported a 29% increase in adolescent vaccination rates at facilities that utilize reminder/recall processes  [29] . In our study, nurses reported inconsistent use of reminderrecall systems for prompting parents to bring their children in when vaccines are due or past due. Previous studies analyzing providers' perspectives have cited limited staff time, competing demands, insufficient technology, and increased costs as barriers to the successful implementation and sustenance of R/R systems  [41, 42] . Providers in Montana, in which 90% of the counties are designated as health professional shortage areas  [43] , face similar challenges in their primary care practices which limit their ability to implement R/R processes. Innovative approaches such as centralized R/R systems may address the feasibility challenges of practice-based R/R in rural and medically underserved areas. Centralized R/R is conducted centrally either through healthcare systems or public health departments using an Immunization Information System  [29] . Although large-scale implementation research studies evaluating the effects of centralized R/R systems on HPV vaccination rates only showed modest increases, these improvements could have a significant impact on reducing HPV-associated infections on a larger population level in the long run  [44, 45] . Centralized R/R may be instrumental in reducing the burden on nursing professionals and awarding them more time to engage with parents and patients at their clinics.\n\nFinally, the results from our survey indicate a need to increase community awareness about all four vaccines that are recommended for adolescents (Tdap, meningococcal, HPV, and influenza). Approximately 60.0% and 67.7% of survey respondents estimated that fewer than half of parents of 11-12-year-old females and males respectively were aware that the HPV vaccine was recommended for their children. Additionally, nurses also reported that parents' refusal or deferral of the HPV vaccine was more common with 11-12-year-old children than with children ages 13 or older. Early marketing campaigns for the HPV vaccine were geared towards the prevention of sexually transmitted infections which caused discomfort among parents and providers while discussing the vaccine. Even though there has been a push to emphasize cancer prevention instead, safety concerns from parents and the public are still prevalent, owing to which parents have higher informational needs regarding the HPV vaccine relative to other vaccines  [17] . Parents' need for enhanced information and discussion may be a barrier to 11-or 12-year-old children getting the vaccine as recommended if this is the age when a trusted health professional first brings up the vaccine. Therefore, to increase on-time HPV vaccine uptake at ages 11-12 years, there is a need for widespread education of parents about recommended adolescent vaccines at earlier ages. National organizations like the American Cancer Society and the American Academy of Pediatrics have updated their recommendations to encourage providers to initiate the HPV vaccine series as early as 9 years of age  [46, 47] . Starting the HPV vaccine series earlier at 9 years will likely lead to greater parental engagement and higher ontime vaccination rates. Providers will have the advantage of emphasizing cancer prevention while promoting the vaccine to their patients or parents and an opportunity to complete the series before the adolescent is due to receive school-entry required or other age-appropriate vaccines  [46] . In this survey, many nurses reported being in favor of partnerships with schools or other community organizations to educate families about the HPV vaccine. Building community collaborations to leverage the reach of opinion leaders and social media in spreading positive messages about the HPV vaccination can help increase vaccine uptake  [48, 49] .\n\nOur study findings align with findings from a qualitative study of healthcare personnel in rural Kentucky in suggesting that nursing professionals have a prominent role in assisting parents as they navigate healthrelated decisions for their children  [50] . Future studies are needed to test these interventions among nurses to develop evidence-based communication strategies for nurses to effectively counsel and encourage parents and adolescents to receive the HPV vaccine. Nurses play a pivotal role in the ongoing efforts to increase awareness about the importance, safety, and effectiveness of the HPV vaccine  [3] . As healthcare professionals who are readily accessible to families and adolescents, nurses are well-positioned to positively influence health behaviors and bring change to their communities  [22] .\n\nOur study had some limitations. Firstly, our study was designed with descriptive objectives. Our aim was to provide a snapshot of nurses' perceptions, experiences, and practices regarding human papillomavirus vaccination in a rural U.S. state. While we acknowledge that descriptive studies do carry a higher risk of selection and measurement biases,  [51]  we are confident that our study findings will have important public health implications in terms of improving nurses' engagement with community promotion of HPV vaccination. We did not administer the survey to a fixed number of nurses and medical assistants. So, we were not able to compare the characteristics of respondents and non-respondents or produce a response rate. However, the metropolitan statistical area status-related distribution of 63.0% of rural nurses and 20.7% of urban nurses is representative of the geographic distribution of nursing professionals in Montana. Additionally, statistical power to compare responses across different professional groups was limited due to smaller sample sizes. Since this was a self-administered survey, the responses could be subjected to social desirability and recall bias. However, the anonymous nature of our survey may have reduced that likelihood. Finally, because our survey population consisted of nurses from Montana, the generalizability of the findings to nurses in other regions may be limited. However, given the urgent need to address persistently low HPV vaccination rates in rural areas of the U.S., this study of nurses and medical assistants in a predominately rural state adds to the limited previous research on engaging healthcare personnel in HPV vaccination promotion efforts in the rural U.S."
    },
    {
      "title": "Conclusion",
      "text": "In large, principally rural states like Montana, nurses and medical assistants play a key role in adolescent immunization delivery and often serve as the sole immunization providers in medically underserved areas. Because of the need to increase HPV vaccination rates to prevent HPV-caused cancers; the importance of providers' vaccine recommendations; utilizing all clinic visits as opportunities to vaccinate; and understanding healthcare personnel's knowledge, attitudes, and professional practices regarding the HPV vaccine are crucial for developing effective interventions focused on improving the consistency and strength of vaccine recommendations. Future studies should explore designing and employing novel approaches to tap into the potential of the existing workforce who are endowed with the required skills and harness their expertise in HPV vaccine promotion."
    },
    {
      "text": "Participants were required to affirmatively indicate their willingness to participate in the study by clicking a box (or marking an X) before proceeding into the survey as per The University of Mon-"
    },
    {
      "text": "SureOther demographic questions (6 items) Which of the following age groups do you belong to? • Less than 20 years • 21-30 Years • 31-40 years • 41-50 years • 51-60 years • ≥ 60 years tana's Statement of Confidentiality for online surveys."
    },
    {
      "text": "Fig. 1 Flow diagram detailing survey eligibility"
    },
    {
      "text": "Fig. 2 Nurses' attitudes, beliefs, and experiences regarding human papillomavirus (HPV) vaccination for older children and adolescents. *percentages may not add to exact 100 due to rounding"
    },
    {
      "text": "Fig. 3 Nurses' report of the estimated percentage of parents who defer HPV vaccination, by age group and sex of adolescent"
    },
    {
      "text": "Fig. 4 Nurses' support of strategies to improve HPV vaccination rates"
    },
    {
      "text": "Example survey questions for each section included in the survey instrument"
    },
    {
      "text": "Survey Respondent and Practice Characteristics"
    }
  ],
  "references": [
    {
      "title": "HPV infection",
      "year": 2021,
      "doi": "10.1093/ofid/ofv131.60"
    },
    {
      "title": "HPV vaccinepreventable diseases surveillance manual",
      "year": 2009,
      "doi": "10.1093/ofid/ofv131.60"
    },
    {
      "title": "Human papillomavirus and the nurse's role in education and prevention",
      "authors": [
        "J Sherry",
        "S Collins",
        "R Mckinnies",
        "A Fleege",
        "M Walter"
      ],
      "year": 2018
    },
    {
      "title": "Human papillomavirus vaccination for adults: updated recommendations of the advisory committee on immunization practices",
      "authors": [
        "E Meites",
        "P Szilagyi",
        "H Chesson",
        "E Unger",
        "J Romero",
        "L Markowitz"
      ],
      "year": 2019
    },
    {
      "title": "Factors associated with not receiving HPV vaccine among adolescents by metropolitan statistical area status, united states, national immunization survey-teen, 2016-2017",
      "authors": [
        "C Williams",
        "T Walker",
        "L Elam-Evans"
      ],
      "year": 2020
    },
    {
      "title": "Geographic maldistribution of primary care for children",
      "authors": [
        "S Shipman",
        "J Lan",
        "C Chang",
        "D Goodman"
      ],
      "year": 2011,
      "doi": "10.1542/peds.2010-0150"
    },
    {
      "title": "A qualitative study of rural healthcare providers' views of social, cultural, and programmatic barriers to healthcare access",
      "authors": [
        "N Coombs",
        "D Campbell",
        "J Caringi"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-07829-2"
    },
    {
      "title": "Barriers and facilitators to HPV vaccine uptake among US rural populations: a scoping review",
      "authors": [
        "C Peterson",
        "A Silva",
        "H Holt",
        "A Balanean",
        "A Goben",
        "J Dykens"
      ],
      "year": 2020,
      "doi": "10.1007/s10552-020-01323-y"
    },
    {
      "title": "Human papillomavirus vaccination practices: a survey of US physicians 18 months after licensure",
      "authors": [
        "M Daley",
        "L Crane",
        "L Markowitz"
      ],
      "year": 2010
    },
    {
      "title": "Primary care physicians' perspectives about the HPV vaccine",
      "authors": [
        "M Allison",
        "L Hurley",
        "L Markowitz"
      ],
      "year": 2016,
      "doi": "10.1542/peds.2015-2488"
    },
    {
      "title": "HPV vaccine delivery practices by primary care physicians",
      "authors": [
        "A Kempe",
        "O' Leary",
        "S Markowitz"
      ],
      "year": 2019,
      "doi": "10.1542/peds.2019-1475"
    },
    {
      "title": "HPV vaccination coverage among US teens across the rural-urban continuum",
      "authors": [
        "A Swiecki-Sikora",
        "K Henry",
        "D Kepka"
      ],
      "year": 2019
    },
    {
      "title": "Rural-urban differences in human papillomavirus-associated cancer trends and rates",
      "authors": [
        "W Zahnd",
        "C Rodriguez",
        "W Jenkins"
      ],
      "year": 2019,
      "doi": "10.1111/jrh.12305"
    },
    {
      "title": "Factors associated with human papillomavirus and meningococcal vaccination among adolescents living in rural and urban areas",
      "authors": [
        "T Boyce",
        "B Christianson",
        "K Hanson"
      ],
      "year": 2022,
      "doi": "10.1016/j.jvacx.2022.100180"
    },
    {
      "title": "Increase the proportion of adolescents who get recommended doses of the HPV vaccine -IID-08",
      "doi": "10.1037/e314502004-003"
    },
    {
      "title": "Centers for Disease Control and Prevention",
      "authors": [
        "Teenvaxview"
      ],
      "year": 2021
    },
    {
      "title": "A mixedmethods analysis of barriers to and facilitators of human papillomavirus vaccination among adolescents in Montana",
      "authors": [
        "S Newcomer",
        "J Caringi",
        "B Jones",
        "E Coyle",
        "T Schehl",
        "M Daley"
      ],
      "year": 1974
    },
    {
      "title": "Provider communication about HPV vaccination: a systematic review",
      "authors": [
        "M Gilkey",
        "A Mcree"
      ],
      "year": 2016,
      "doi": "10.1080/21645515.2015.1129090"
    },
    {
      "title": "Provider perspectives on communication and dismissal policies with HPV vaccine hesitant parents",
      "authors": [
        "Jkr Francis",
        "S Rodriguez",
        "O Dorsey"
      ],
      "year": 2021,
      "doi": "10.1016/j.pmedr.2021.101562"
    },
    {
      "title": "Parent perspectives on childhood vaccination: how to deal with vaccine hesitancy and refusal?",
      "authors": [
        "A Bianco",
        "V Mascaro",
        "R Zucco",
        "M Pavia"
      ],
      "year": 2019,
      "doi": "10.1016/j.vaccine.2018.12.062"
    },
    {
      "title": "Nurses' perspectives on the dismissal of vaccine-refusing families from pediatric and family care practices",
      "authors": [
        "M Deem",
        "R Kronk",
        "V Staggs",
        "D Lucas"
      ],
      "year": 2020,
      "doi": "10.1177/0890117120906971"
    },
    {
      "title": "School nurses' professional practice in the HPV vaccine decision-making process",
      "authors": [
        "B Rosen",
        "D Ashwood",
        "G Richardson"
      ],
      "year": 2016
    },
    {
      "title": "HPV vaccine hesitancy: findings from a statewide survey of health care providers",
      "authors": [
        "A Mcree",
        "M Gilkey",
        "A Dempsey"
      ],
      "year": 2014,
      "doi": "10.1016/j.pedhc.2014.05.003"
    },
    {
      "title": "Primary care providers human papillomavirus vaccine recommendations for the medically underserved: a pilot study in U.S. federally qualified health centers",
      "authors": [
        "K Roland",
        "V Benard",
        "A Greek",
        "N Hawkins",
        "M Saraiya"
      ],
      "year": 2014
    },
    {
      "title": "The vaccines for children program",
      "authors": [
        "R Zimmerman",
        "M Nowalk",
        "T Mieczkowski",
        "H Mainzer",
        "I Jewell"
      ],
      "year": 2001,
      "doi": "10.1016/s0749-3797(01)00359-2"
    },
    {
      "title": "VFC program continues to protect millions of children from disease",
      "authors": [
        "Cdc"
      ],
      "year": 2014
    },
    {
      "title": "Research electronic data capture (REDCap) -a metadata-driven methodology and workflow process for providing translational research informatics support",
      "authors": [
        "P Harris",
        "R Taylor",
        "R Thielke"
      ],
      "year": 2009,
      "doi": "10.1016/j.jbi.2008.08.010"
    },
    {
      "title": "Patient reminder and recall interventions to improve immunization rates",
      "authors": [
        "Jacobson Vann",
        "J Jacobson",
        "R Coyne-Beasley"
      ],
      "year": 2018
    },
    {
      "title": "The contribution of reminder-recall to vaccine delivery efforts: a narrative review",
      "authors": [
        "A Kempe",
        "M Stockwell",
        "P Szilagyi"
      ],
      "year": 2021,
      "doi": "10.1016/j.acap.2021.02.016"
    },
    {
      "title": "Improving survey methods with cognitive interviews in small-and medium-scale evaluations",
      "authors": [
        "K Ryan",
        "N Gannon-Slater",
        "M Culbertson"
      ],
      "year": 2012
    },
    {
      "title": "Factors that influence parental vaccination decisions for adolescents, 13 to 17 years old: National Immunization Survey-Teen",
      "authors": [
        "C Dorell",
        "D Yankey",
        "A Kennedy",
        "S Stokley"
      ],
      "year": 2010,
      "doi": "10.1177/0009922812468208"
    },
    {
      "title": "A national study of HPV vaccination of adolescent girls: rates, predictors, and reasons for nonvaccination",
      "authors": [
        "L Kester",
        "G Zimet",
        "J Fortenberry",
        "J Kahn",
        "M Shew"
      ],
      "year": 2013
    },
    {
      "title": "Provider communication and HPV vaccine uptake: a meta-analysis and systematic review",
      "authors": [
        "N Oh",
        "C Biddell",
        "B Rhodes",
        "N Brewer"
      ],
      "year": 2021,
      "doi": "10.1016/j.ypmed.2021.106554"
    },
    {
      "title": "The content and context of physicians' communication with males about human papillomavirus vaccination Informa UK Limited",
      "authors": [
        "T Malo",
        "K Ali",
        "S Sutton",
        "R Perkins",
        "A Giuliano",
        "S Vadaparampil"
      ],
      "year": 2016,
      "doi": "10.1080/21645515.2015.1132963"
    },
    {
      "title": "Announcements versus conversations to improve HPV vaccination coverage: a. randomized trial American Academy of Pediatrics",
      "authors": [
        "N Brewer",
        "M Hall",
        "T Malo",
        "M Gilkey",
        "B Quinn",
        "C Lathren"
      ]
    },
    {
      "title": "Communicating with vaccine-hesitant parents: a narrative review",
      "authors": [
        "R Limaye",
        "D Opel",
        "A Dempsey"
      ],
      "year": 2021
    },
    {
      "title": "Examining strategies for improving healthcare providers' communication about adolescent HPV vaccination: evaluation of secondary outcomes in a randomized controlled trial",
      "authors": [
        "J Reno",
        "J Thomas",
        "J Pyrzanowski"
      ],
      "year": 2019
    },
    {
      "title": "Motivational interviewing in Health Care: helping patients change Behavior",
      "authors": [
        "Koh-Knox Cp"
      ],
      "year": 2009
    },
    {
      "title": "The use of motivational interviewing to overcome COVID-19 vaccine hesitancy in primary care settings",
      "authors": [
        "L Breckenridge",
        "D Burns",
        "C Nye"
      ],
      "year": 2022
    },
    {
      "title": "Primary care nurses' performance in motivational interviewing: a quantitative descriptive study",
      "authors": [
        "A Östlund",
        "M Kristofferzon",
        "E Häggström",
        "B Wadensten"
      ],
      "year": 2015,
      "doi": "10.1186/s12875-015-0304-z"
    },
    {
      "title": "Getting under the hood: exploring issues that affect provider-based recall using an immunization information system",
      "authors": [
        "A Saville",
        "K Albright",
        "C Nowels"
      ],
      "year": 2011,
      "doi": "10.1016/j.acap.2010.12.009"
    },
    {
      "title": "Adoption of reminder and recall messages for immunizations by Pediatricians and Public Health Clinics",
      "authors": [
        "C Tierney",
        "H Yusuf",
        "S Mcmahon"
      ],
      "year": 2003
    },
    {
      "title": "Health Professional Shortage Area Find",
      "year": 2021,
      "doi": "10.4135/9781452240121.n157"
    },
    {
      "title": "A population-based reminder intervention to improve human papillomavirus vaccination rates among adolescents at routine vaccination age",
      "authors": [
        "S Coley",
        "D Hoefer",
        "E Rausch-Phung"
      ],
      "year": 2018
    },
    {
      "title": "Centralized reminder/recall for human papillomavirus vaccination: findings from two States-A randomized clinical trial",
      "authors": [
        "D Gurfinkel",
        "A Kempe",
        "C Albertin"
      ],
      "year": 2021
    },
    {
      "title": "Why AAP recommends initiating HPV vaccination as early as age 9",
      "authors": [
        "S O'leary",
        "A Nyquist"
      ],
      "year": 2022,
      "doi": "10.1080/21645515.2022.2146434"
    },
    {
      "title": "Human papillomavirus vaccination 2020 guideline update: american cancer society guideline adaptation",
      "authors": [
        "D Saslow",
        "K Andrews",
        "D Manassaram-Baptiste",
        "R Smith",
        "Eth Fontham"
      ],
      "year": 2020
    },
    {
      "title": "Policy opportunities to increase HPV vaccination in rural communities",
      "authors": [
        "R Vanderpool",
        "L Stradtman",
        "H Brandt"
      ],
      "year": 2019,
      "doi": "10.1080/21645515.2018.1553475"
    },
    {
      "title": "Parental COVID-19 vaccine hesitancy: a cross-sectional survey in Italy",
      "authors": [
        "A Bianco",
        "Della Polla",
        "G Angelillo",
        "S Pelullo",
        "C Licata",
        "F Angelillo"
      ],
      "year": 2022,
      "doi": "10.1080/14760584.2022.2023013"
    },
    {
      "title": "Health care providers' perspectives on low HPV vaccine uptake and adherence in Appalachian Kentucky",
      "authors": [
        "K Head",
        "R Vanderpool",
        "L Mills"
      ],
      "year": 2013,
      "doi": "10.1111/phn.12044"
    },
    {
      "title": "Study designs: part 2",
      "authors": [
        "R Aggarwal",
        "P Ranganathan"
      ],
      "year": 2019,
      "doi": "10.4103/picr.picr_154_18"
    }
  ],
  "num_references": 51
}
