{
  "paper_id": "MED4RBUZ",
  "title": "Using an Extended Technology Acceptance Model to Evaluate Digital Health Services",
  "abstract": "The evaluation of digital health services is concerned with assessing user satisfaction, improving the quality of health services and drawing useful conclusions regarding the factors that affect citizens' acceptance and intention to use digital health services. This paper proposes a model for evaluating a health digital service, that of, the Personal Health Insurance Record (PHIR), delivered by the Greek Organization for the Health Care Provision. The proposed model is based on the Technology Acceptance Model (TAM), enhanced with two additional factors: a) user satisfaction and b) safety-privacy. The analysis of the results highlighted that the intention to use is significantly affected by perceived usefulness, perceived ease of use, user satisfaction and safety-privacy. Parameters such as age and familiarity with the use of e-services also seem to determine the intention to use.",
  "year": 2011,
  "date": "2011",
  "authors": [
    {
      "name": "Diana Akritidi",
      "email": "dianaakritidi@gmail.com",
      "affiliation": {
        "organization": "Faculty of Nursing",
        "department": "Faculty of Nursing",
        "institution": "National and Kapodistrian University of Athens",
        "address": "Athens, Greece"
      }
    },
    {
      "name": "Parisis Gallos",
      "affiliation": {
        "organization": "Faculty of Nursing",
        "department": "Faculty of Nursing",
        "institution": "National and Kapodistrian University of Athens",
        "address": "Athens, Greece"
      }
    },
    {
      "name": "Vassiliki Koufi",
      "affiliation": {
        "organization": "Department of Digital Systems",
        "department": "Department of Digital Systems",
        "institution": "University of Piraeus",
        "address": "Piraeus, Greece"
      }
    },
    {
      "name": "Flora Malamateniou",
      "affiliation": {
        "organization": "Faculty of Nursing",
        "department": "Faculty of Nursing",
        "institution": "National and Kapodistrian University of Athens",
        "address": "Athens, Greece"
      }
    },
    {
      "affiliation": {
        "organization": "Faculty of Nursing",
        "department": "Faculty of Nursing",
        "institution": "National and Kapodistrian University of Athens",
        "address": "Athens, Greece"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Digital Systems",
        "department": "Department of Digital Systems",
        "institution": "University of Piraeus",
        "address": "Piraeus Greece"
      }
    }
  ],
  "doi": "10.3233/shti220782",
  "md5": "96CBAC8B78ED9CC37FB3C6A8196C1FAE",
  "publication": {
    "journal": "MIS Q",
    "journal_inferred": true
  },
  "keywords": [
    "Digital health services evaluation",
    "Technology Acceptance Model (TAM)",
    "user satisfaction",
    "safety-privacy"
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "The successful implementation of digital systems and services is a challenge for health services organizations. Citizens' acceptance and intention to use digital health services provide feedback and assess the success of the digital services  [1, 2] . Therefore, it is important to understand the factors that influence the acceptance and intention of citizens to use digital health services. A number of studies have found that perceived usefulness and perceived ease of use have important effect on intention to use  [2] [3] [4] [5] [6] [7] [8] . Moreover, prior studies support the importance of user satisfaction in acceptance and usage intention of technology  [2, 9, 10] . In addition, the results of prior research have highlighted the importance of personal health information safety and privacy in acceptance of digital health services by citizens  [4, 8, [11] [12] [13] [14] . Finally, a number of studies have examined the relationship between variables such as gender, age, education, occupation, health status, familiarity with the use of e-services and user acceptance  [6, 10, 15, 16, 17] . The Personal Health Insurance Record (PHIR) is a digital health service provided by the Greek Organization for the Health Care Provision  [18] . PHIR service enables authorized citizens to access all types of health services provided to them by the Greek Organization for the Health Care Provision and submit and track reimbursement requests. This paper proposes an enhanced Technology Acceptance Model (TAM) for the evaluation of PHIR. To this end, a statistical analysis was performed and the interpretation of the results is presented and discussed."
    },
    {
      "title": "2.. Methods",
      "text": "The proposed model for the evaluation of the PHIR is based on the TAM  [3] , enhanced with two additional factors: a) user satisfaction and b) safety-privacy. In addition, the relationship between the intention to use and three factors a) demographics, b) health status, and c) familiarity with the use of e-services, is explored. Based on the proposed evaluation model constructs, an electronic questionnaire, using a 5-point Likert scale (\"strongly disagree\" to \"strongly agree\"), was created. The first part included demographics, parts 2-6 comprised of 5 items measuring perceived usefulness, 6 items measuring perceived ease of use, 11 items measuring user satisfaction, 2 items measuring safety-privacy and 4 items measuring intention to use. All of the questions were adapted from prior research  [3, 4, 19, 20] . The questionnaire was added into the PHIR environment and was answered by 858 users within a period of time November 2020-January 2021. Participation was voluntary and anonymous. Statistical analysis was performed using SPSS. Kaiser-Meyer-Olkin test verified the sampling adequacy (KMO=0.97>0.5). Bartlett's test of sphericity verified the correlation between the factors (p<0.001). The results showed construct validity and high internal consistency reliability of the questionnaire. Specifically, the Cronbach's Alpha was 0.921 for perceived usefulness, 0.965 for perceived ease of use, 0.971 for user satisfaction, 0.925 for safety-privacy and 0.871 for intention to use. In order to test the hypotheses H1-H4, multiple linear regression analysis was performed. In order to test the hypotheses H5-H7, Mann-Whitney and Kruskal-Wallis tests were carried out."
    },
    {
      "title": "3.. Results",
      "text": "Table  1  presents the demographic background of the 858 respondents who completed the questionnaire. In addition, 97.8% of the respondents were familiar with the use of e-services and 84.5% of the respondents rated their health status as good and very good. As shown in Table  2 , the vast majority (82.4%) has a positive view (\"agree\" or \"strongly agree\") on the usefulness of the PHIR. In particular, 81% of the respondents evaluate positively the effectiveness and 80.1% states that the use of the PHIR saves time. Vast majority (84.1%) express their intention to continue using the PHIR. There is a relatively large percentage of neutral opinions regarding user satisfaction and safety-privacy (21.3% & 21.1%, respectively). Whereas flexibility and user interface questions for measuring the ease of use have the highest rates of negative responses (18% & 18.9%, respectively). The results of regression analysis revealed that the effect of perceived usefulness, perceived ease of use, user satisfaction and safety-privacy explained 55% of the variance of intention to use the PHIR (R 2 =0.550, p<0.01), while perceived usefulness has the strongest effect on intention to use (Beta=0.420, p<0.01). As a result of the Mann-Whitney test, no significant gender differences in usage intention were observed (p>0.05). As a result of the Kruskal-Wallis test, differences in usage intention between age groups were observed (p=0.019). On the other hand, no significant differences in usage intention related to education, occupation and health status were observed (p>0.05). Finally, as shown in Table  3 , differences in usage intention related to familiarity with the use of e-services were observed (p<0.001)."
    },
    {
      "title": "4.. Discussion and Conclusions",
      "text": "The evaluation of the PHIR provides feedback on its success, assesses user satisfaction, examines the factors that affect the intention to use and contributes to improving the quality of digital services provided to citizens. The results showed that the majority of citizens are quite satisfied with the use of the PHIR and have positive views of the PHIR usefulness, ease of use and safety-privacy, expressing intention to continue using it. Moreover, the analysis of the results highlighted the factors that positively affect usage intention of the PHIR. Specifically, findings indicate both perceived usefulness and perceived ease of use as important factors positively affecting usage intention. This is in line with other studies  [3, 5, 6] . The findings about significance of user satisfaction and safety-privacy on intention to use are consistent with previous studies  [2, 4, [9] [10] [11] [12] [13] [14] . Age and familiarity with the use of e-services also determine intention to use. Finally, in contrast to other studies  [15] , no significant differences in usage intention related to education, occupation and health status were observed."
    },
    {
      "text": "Figure 1. Proposed evaluation modelFigure1shows the proposed evaluation model with the corresponding research hypotheses H1-H7. Research hypotheses were formulated as follows: H1:Perceived usefulness positively affects the intention to use the PHIR; H2:Perceived ease of use positively affects the intention to use the PHIR; H3:Citizens' satisfaction with the use of the PHIR has a positive effect on the intention to use; H4:The high degree of perceived safety-privacy positively affects the intention of citizens to use the PHIR; H5:Demographics (gender, age group, education, occupation) influence the intention to use the PHIR; H6:Health status influences the intention to use the PHIR; H7:Familiarity with the use of e-services has a positive effect on the intention to use.Based on the proposed evaluation model constructs, an electronic questionnaire, using a 5-point Likert scale (\"strongly disagree\" to \"strongly agree\"), was created. The first part included demographics, parts 2-6 comprised of 5 items measuring perceived usefulness, 6 items measuring perceived ease of use, 11 items measuring user satisfaction, 2 items measuring safety-privacy and 4 items measuring intention to use. All of the questions were adapted from prior research [3, 4, 19, 20] . The questionnaire was added into the PHIR environment and was answered by 858 users within a period of time November 2020-January 2021. Participation was voluntary and anonymous. Statistical analysis was performed using SPSS. Kaiser-Meyer-Olkin test verified the sampling adequacy (KMO=0.97>0.5). Bartlett's test of sphericity verified the correlation between the factors (p<0.001). The results showed construct validity and high internal consistency reliability of the questionnaire. Specifically, the Cronbach's Alpha was 0.921 for perceived usefulness, 0.965 for perceived ease of use, 0.971 for user satisfaction, 0.925 for safety-privacy and 0.871 for intention to use. In order to test the hypotheses H1-H4, multiple linear regression analysis was performed. In order to test the hypotheses H5-H7, Mann-Whitney and Kruskal-Wallis tests were carried out."
    },
    {
      "text": "Demographics"
    },
    {
      "text": "Questionnaire results"
    },
    {
      "text": "Hypotheses H1-H7 results"
    }
  ],
  "references": [
    {
      "title": "National questionnaire study on clinical ICT systems proofs: Physicians suffer from poor usability",
      "authors": [
        "J Viitanen"
      ],
      "year": 2011,
      "doi": "10.1016/j.ijmedinf.2011.06.010",
      "journal": "Int J Med Inform",
      "volume": "80",
      "issue": "10",
      "raw": "National questionnaire study on clinical ICT systems proofs: Physicians suffer from poor usability \n\t\t \n\t\t\t J Viitanen \n\t\t \n\t\t 10.1016/j.ijmedinf.2011.06.010 \n\t \n\t \n\t\t Int J Med Inform \n\t\t \n\t\t\t 80 \n\t\t\t 10 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Viitanen J, et al. National questionnaire study on clinical ICT systems proofs: Physicians suffer from poor usability. Int J Med Inform. 2011;80(10):708-25."
    },
    {
      "title": "E-service Evaluation: User satisfaction measurement and implications in health sector",
      "authors": [
        "F Kitsios"
      ],
      "year": 2019,
      "doi": "10.1016/j.csi.2018.11.002",
      "journal": "Comput Stand Interfaces",
      "volume": "63",
      "raw": "E-service Evaluation: User satisfaction measurement and implications in health sector \n\t\t \n\t\t\t F Kitsios \n\t\t \n\t\t 10.1016/j.csi.2018.11.002 \n\t \n\t \n\t\t Comput Stand Interfaces \n\t\t \n\t\t\t 63 \n\t\t\t \n\t\t\t 2019. March \n\t\t \n\t \n\t Kitsios F, et al. E-service Evaluation: User satisfaction measurement and implications in health sector. Comput Stand Interfaces. 2019;63(March):16-26."
    },
    {
      "title": "Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008",
      "journal": "MIS Q",
      "volume": "13",
      "issue": "3",
      "raw": "Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology \n\t\t \n\t\t\t F D Davis \n\t\t \n\t\t 10.2307/249008 \n\t \n\t \n\t\t MIS Q \n\t\t \n\t\t\t 13 \n\t\t\t 3 \n\t\t\t \n\t\t\t 1989 \n\t\t \n\t \n\t Davis FD. Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology. MIS Q. 1989;13(3):319-39."
    },
    {
      "title": "Investigating factors influencing the adoption of e-Health in developing countries: A patient's perspective",
      "authors": [
        "M Hoque"
      ],
      "year": 2017,
      "doi": "10.3109/17538157.2015.1075541",
      "journal": "Informatics Heal Soc Care",
      "volume": "42",
      "issue": "1",
      "raw": "Investigating factors influencing the adoption of e-Health in developing countries: A patient's perspective \n\t\t \n\t\t\t M R Hoque \n\t\t \n\t\t 10.3109/17538157.2015.1075541 \n\t \n\t \n\t\t Informatics Heal Soc Care \n\t\t \n\t\t\t 42 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hoque MR, et al. Investigating factors influencing the adoption of e-Health in developing countries: A patient's perspective. Informatics Heal Soc Care. 2017;42(1):1-17."
    },
    {
      "title": "Factors influencing the adoption of health information technologies: a systematic review",
      "authors": [
        "A Garavand"
      ],
      "year": 2016,
      "doi": "10.19082/2713",
      "journal": "Electron physician",
      "volume": "8",
      "raw": "Factors influencing the adoption of health information technologies: a systematic review \n\t\t \n\t\t\t A Garavand \n\t\t \n\t\t 10.19082/2713 \n\t \n\t \n\t\t Electron physician \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Garavand A, et al. Factors influencing the adoption of health information technologies: a systematic review. Electron physician. 2016;8:2713-2718."
    },
    {
      "title": "Perceived usefulness and perceived ease of use of electronic health records among nurses: Application of Technology Acceptance Model",
      "authors": [
        "A Tubaishat"
      ],
      "year": 2018,
      "doi": "10.1080/17538157.2017.1363761",
      "journal": "Informatics Heal Soc Care",
      "volume": "43",
      "issue": "4",
      "raw": "Perceived usefulness and perceived ease of use of electronic health records among nurses: Application of Technology Acceptance Model \n\t\t \n\t\t\t A Tubaishat \n\t\t \n\t\t 10.1080/17538157.2017.1363761 \n\t \n\t \n\t\t Informatics Heal Soc Care \n\t\t \n\t\t\t 43 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Tubaishat A. Perceived usefulness and perceived ease of use of electronic health records among nurses: Application of Technology Acceptance Model. Informatics Heal Soc Care. 2018;43(4):379-89."
    },
    {
      "title": "Theoretical and empirical considerations of guests' perceptions of biometric systems in hotels: Extending the technology acceptance model",
      "authors": [
        "C Morosan"
      ],
      "year": 2012,
      "doi": "10.1177/1096348010380601",
      "journal": "J Hosp Tour Res",
      "volume": "36",
      "issue": "1",
      "raw": "Theoretical and empirical considerations of guests' perceptions of biometric systems in hotels: Extending the technology acceptance model \n\t\t \n\t\t\t C Morosan \n\t\t \n\t\t 10.1177/1096348010380601 \n\t \n\t \n\t\t J Hosp Tour Res \n\t\t \n\t\t\t 36 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Morosan C. Theoretical and empirical considerations of guests' perceptions of biometric systems in hotels: Extending the technology acceptance model. J Hosp Tour Res. 2012;36(1):52-84."
    },
    {
      "title": "A multiple-item scale for assessing e-government service quality",
      "authors": [
        "X Papadomichelaki",
        "G Mentzas"
      ],
      "year": 2012,
      "doi": "10.1016/j.giq.2011.08.011",
      "volume": "29",
      "raw": "A multiple-item scale for assessing e-government service quality \n\t\t \n\t\t\t X Papadomichelaki \n\t\t \n\t\t \n\t\t\t G Mentzas \n\t\t \n\t\t \n\t\t\t E-Govqual \n\t\t \n\t\t 10.1016/j.giq.2011.08.011 \n\t\t \n\t\t\t 2012 \n\t\t\t 29 \n\t\t\t \n\t\t \n\t \n\t Papadomichelaki X, Mentzas G. E-GovQual: A multiple-item scale for assessing e-government service quality.2012;29(1):98-109."
    },
    {
      "title": "Towards a framework for health information systems",
      "authors": [
        "M Yusof"
      ],
      "year": 2006,
      "doi": "10.1109/hicss.2006.491",
      "volume": "5",
      "raw": "Towards a framework for health information systems \n\t\t \n\t\t\t M M Yusof \n\t\t \n\t\t 10.1109/hicss.2006.491 \n\t \n\t \n\t\t Proceedings of the 39th Hawaii International Conference on System Sciences \n\t\t the 39th Hawaii International Conference on System Sciences \n\t\t \n\t\t\t 2006 \n\t\t\t 5 \n\t\t\t \n\t\t \n\t \n\t Yusof MM, et al. Towards a framework for health information systems. In: Proceedings of the 39th Hawaii International Conference on System Sciences. 2006;5(C):1-10."
    },
    {
      "title": "An assessment of customers' e-service quality perception, satisfaction and intention",
      "authors": [
        "G Udo"
      ],
      "year": 2010,
      "doi": "10.1016/j.ijinfomgt.2010.03.005",
      "journal": "Int J Inf Manage",
      "volume": "30",
      "issue": "6",
      "raw": "An assessment of customers' e-service quality perception, satisfaction and intention \n\t\t \n\t\t\t G J Udo \n\t\t \n\t\t 10.1016/j.ijinfomgt.2010.03.005 \n\t \n\t \n\t\t Int J Inf Manage \n\t\t \n\t\t\t 30 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Udo GJ, et al. An assessment of customers' e-service quality perception, satisfaction and intention. Int J Inf Manage. 2010;30(6):481-92."
    },
    {
      "title": "Electronic personal health record systems: A brief review of privacy, security, and architectural issues",
      "authors": [
        "D Daglish",
        "N Archer"
      ],
      "year": 2009,
      "doi": "10.1109/congress.2009.14",
      "raw": "Electronic personal health record systems: A brief review of privacy, security, and architectural issues \n\t\t \n\t\t\t D Daglish \n\t\t \n\t\t \n\t\t\t N Archer \n\t\t \n\t\t 10.1109/congress.2009.14 \n\t\t \n\t\t\t 2009. September \n\t\t\t \n\t\t \n\t \n\t Daglish D, Archer N. Electronic personal health record systems: A brief review of privacy, security, and architectural issues. 2009;(September):110-20."
    },
    {
      "title": "Public preferences for electronic health data storage, access, and sharing -evidence from a pan-European survey",
      "authors": [
        "S Patil"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocw012",
      "journal": "J Am Med Informatics Assoc",
      "volume": "23",
      "issue": "6",
      "raw": "Public preferences for electronic health data storage, access, and sharing -evidence from a pan-European survey \n\t\t \n\t\t\t S Patil \n\t\t \n\t\t 10.1093/jamia/ocw012 \n\t \n\t \n\t\t J Am Med Informatics Assoc \n\t\t \n\t\t\t 23 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Patil S, et al. Public preferences for electronic health data storage, access, and sharing -evidence from a pan-European survey. J Am Med Informatics Assoc. 2016;23(6):1096-106."
    },
    {
      "title": "Information privacy in e-service: Effect of organizational privacy assurances on individual privacy concerns, perceptions, trust and self-disclosure behavior",
      "authors": [
        "C Mutimukwe"
      ],
      "year": 2019,
      "doi": "10.1016/j.giq.2019.101413",
      "pages": "101413",
      "raw": "Information privacy in e-service: Effect of organizational privacy assurances on individual privacy concerns, perceptions, trust and self-disclosure behavior \n\t\t \n\t\t\t C Mutimukwe \n\t\t \n\t\t 10.1016/j.giq.2019.101413 \n\t\t \n\t\t\t 2019. September \n\t\t\t 101413 \n\t\t \n\t \n\t Mutimukwe C, et al. Information privacy in e-service: Effect of organizational privacy assurances on individual privacy concerns, perceptions, trust and self-disclosure behavior. 2019;(September):101413."
    },
    {
      "title": "An empirical study of patients' privacy concerns for health informatics as a service",
      "authors": [
        "Z Xu"
      ],
      "year": 2018,
      "doi": "10.1016/j.techfore.2019.01.018",
      "journal": "Technol Forecast Soc Change",
      "volume": "143",
      "raw": "An empirical study of patients' privacy concerns for health informatics as a service \n\t\t \n\t\t\t Z Xu \n\t\t \n\t\t 10.1016/j.techfore.2019.01.018 \n\t \n\t \n\t\t Technol Forecast Soc Change \n\t\t \n\t\t\t 143 \n\t\t\t \n\t\t\t 2019. August 2018 \n\t\t \n\t \n\t Xu Z. An empirical study of patients' privacy concerns for health informatics as a service. Technol Forecast Soc Change. 2019;143(August 2018):297-306."
    },
    {
      "title": "A Systematic Review of Patient Acceptance of Consumer Health Information Technology",
      "authors": [
        "Ckl Or",
        "B Karsh"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m2888",
      "journal": "J Am Med Informatics Assoc",
      "volume": "16",
      "issue": "4",
      "raw": "A Systematic Review of Patient Acceptance of Consumer Health Information Technology \n\t\t \n\t\t\t Ckl Or \n\t\t \n\t\t \n\t\t\t B T Karsh \n\t\t \n\t\t 10.1197/jamia.m2888 \n\t \n\t \n\t\t J Am Med Informatics Assoc \n\t\t \n\t\t\t 16 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Or CKL, Karsh BT. A Systematic Review of Patient Acceptance of Consumer Health Information Technology. J Am Med Informatics Assoc. 2009;16(4):550-60."
    },
    {
      "title": "Do Patients Want to Use E-health Tools when Ill ?",
      "authors": [
        "D Sigdel"
      ],
      "year": 2016,
      "journal": "Nor Cent E-health Res",
      "issue": "12",
      "raw": "Do Patients Want to Use E-health Tools when Ill ? \n\t\t \n\t\t\t D Sigdel \n\t\t \n\t \n\t \n\t\t Nor Cent E-health Res \n\t\t \n\t\t\t 12 \n\t\t\t 2016 \n\t\t \n\t \n\t Sigdel D, et al. Do Patients Want to Use E-health Tools when Ill ? Nor Cent E-health Res. 2016;(12)."
    },
    {
      "title": "Assessing eHealth skills across Europeans",
      "authors": [
        "M Vicente",
        "G Madden"
      ],
      "year": 2017,
      "doi": "10.1016/j.hlpt.2017.04.001",
      "journal": "Heal Policy Technol",
      "volume": "6",
      "issue": "2",
      "raw": "Assessing eHealth skills across Europeans \n\t\t \n\t\t\t M R Vicente \n\t\t \n\t\t \n\t\t\t G Madden \n\t\t \n\t\t 10.1016/j.hlpt.2017.04.001 \n\t \n\t \n\t\t Heal Policy Technol \n\t\t \n\t\t\t 6 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Vicente MR, Madden G. Assessing eHealth skills across Europeans. Heal Policy Technol. 2017;6(2):161-8."
    },
    {
      "title": "Consumer Acceptance and Use of Information Technology: Extending the Unified Theory of Acceptance and Use of Technology",
      "authors": [
        "V Venkatesh",
        "Jyl Thong",
        "X Xu"
      ],
      "year": 2012,
      "doi": "10.2307/41410412",
      "journal": "MIS Q",
      "volume": "36",
      "issue": "1",
      "raw": "Consumer Acceptance and Use of Information Technology: Extending the Unified Theory of Acceptance and Use of Technology \n\t\t \n\t\t\t V Venkatesh \n\t\t \n\t\t \n\t\t\t Jyl Thong \n\t\t \n\t\t \n\t\t\t X Xu \n\t\t \n\t\t 10.2307/41410412 \n\t \n\t \n\t\t MIS Q \n\t\t \n\t\t\t 36 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Venkatesh V, Thong JYL, Xu X. Consumer Acceptance and Use of Information Technology: Extending the Unified Theory of Acceptance and Use of Technology. MIS Q. 2012;36(1):157-78."
    },
    {
      "title": "The measurement of end-user computing satisfaction",
      "authors": [
        "W Doll"
      ],
      "year": 1988,
      "doi": "10.2307/248851",
      "journal": "MIS Q",
      "volume": "12",
      "issue": "2",
      "raw": "The measurement of end-user computing satisfaction \n\t\t \n\t\t\t W J Doll \n\t\t \n\t\t 10.2307/248851 \n\t \n\t \n\t\t MIS Q \n\t\t \n\t\t\t 12 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1988 \n\t\t \n\t \n\t Doll WJ, et al. The measurement of end-user computing satisfaction. MIS Q. 1988;12(2):259-73."
    }
  ],
  "num_references": 19,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Proposed evaluation modelFigure1shows the proposed evaluation model with the corresponding research hypotheses H1-H7. Research hypotheses were formulated as follows: H1:Perceived usefulness positively affects the intention to use the PHIR; H2:Perceived ease of use positively affects the intention to use the PHIR; H3:Citizens' satisfaction with the use of the PHIR has a positive effect on the intention to use; H4:The high degree of perceived safety-privacy positively affects the intention of citizens to use the PHIR; H5:Demographics (gender, age group, education, occupation) influence the intention to use the PHIR; H6:Health status influences the intention to use the PHIR; H7:Familiarity with the use of e-services has a positive effect on the intention to use.Based on the proposed evaluation model constructs, an electronic questionnaire, using a 5-point Likert scale (\"strongly disagree\" to \"strongly agree\"), was created. The first part included demographics, parts 2-6 comprised of 5 items measuring perceived usefulness, 6 items measuring perceived ease of use, 11 items measuring user satisfaction, 2 items measuring safety-privacy and 4 items measuring intention to use. All of the questions were adapted from prior research [3, 4, 19, 20] . The questionnaire was added into the PHIR environment and was answered by 858 users within a period of time November 2020-January 2021. Participation was voluntary and anonymous. Statistical analysis was performed using SPSS. Kaiser-Meyer-Olkin test verified the sampling adequacy (KMO=0.97>0.5). Bartlett's test of sphericity verified the correlation between the factors (p<0.001). The results showed construct validity and high internal consistency reliability of the questionnaire. Specifically, the Cronbach's Alpha was 0.921 for perceived usefulness, 0.965 for perceived ease of use, 0.971 for user satisfaction, 0.925 for safety-privacy and 0.871 for intention to use. In order to test the hypotheses H1-H4, multiple linear regression analysis was performed. In order to test the hypotheses H5-H7, Mann-Whitney and Kruskal-Wallis tests were carried out."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Demographics"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "Questionnaire results"
    },
    {
      "type": "table",
      "caption": "Table 3 .",
      "description": "Hypotheses H1-H7 results"
    }
  ],
  "num_figures": 4,
  "tables": [
    {
      "content": "Gender (%) Age group (%) Education (%) Occupation (%) Male (56.8) <30 (4.6) Primary school (3.1) Government employee (18.1) Female (43.2) 30-39 (19.7) Middle school (7.7) sector employee (39.3) 40-49 (39.1) High school (35) Freelancer (13.3) 50-65 (29.3) Higher technological education (17.9) Retired (12.9) >65 (7.3) Bachelor (20.9) Household (3.2) Master (13.7) Student (1.8) Doctorate (1.7) Unemployed (11.4)"
    },
    {
      "content": "Factor Strongly Disagree % Neither disagree/ Agree % Strongly disagree % Nor agree agree % Perceived Usefulness 1 3.3 13.2 30.5 51.9 Perceived Ease of Use 4.2 11.4 19.6 31.5 33.2 User Satisfaction 2.5 8.3 21.3 36.3 31.7 Safety-Privacy 0.5 4.6 21.1 35 38.8 Intention to Use 0.8 4.3 10.8 30.5 53.6"
    },
    {
      "content": "Hypothesis P value Beta Result Hypothesis P value Result H1 0.001 0.420 Supported H5a(gender) >0.05 Not supported H2 0.002 0.120 Supported H5b(age group) <0.05 Supported H3 0.002 0.126 Supported H5c(education) >0.05 Not supported H4 0.001 0.206 Supported H5d(occupation) >0.05 Not supported H6 >0.05 Not supported H7 <0.01 Supported"
    }
  ],
  "num_tables": 3,
  "num_citations": 45,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b13",
    "b16",
    "b7",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b0",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] a  Faculty of Nursing , National and Kapodistrian University of Athens , Athens Greece",
    "[raw_affiliation] b  Department of Digital Systems , School of Information and Communication Technologies , University of Piraeus , Piraeus Greece",
    "[raw_affiliation] a  Faculty of Nursing , National and Kapodistrian University of Athens , Athens Greece",
    "[raw_affiliation] b  Department of Digital Systems , School of Information and Communication Technologies , University of Piraeus , Piraeus Greece",
    "[raw_affiliation] b  Department of Digital Systems , School of Information and Communication Technologies , University of Piraeus , Piraeus Greece",
    "[raw_affiliation] a  Faculty of Nursing , National and Kapodistrian University of Athens , Athens Greece",
    "[raw_affiliation] Faculty of Nursing , National and Kapodistrian University of Athens , Athens , Greece ,",
    "[raw_affiliation] Department of Digital Systems , School of Information and Communication Technologies , University of Piraeus , Piraeus Greece ;",
    "[raw_reference] Viitanen J, et al. National questionnaire study on clinical ICT systems proofs: Physicians suffer from poor usability. Int J Med Inform. 2011;80(10):708-25.",
    "[raw_reference] Kitsios F, et al. E-service Evaluation: User satisfaction measurement and implications in health sector. Comput Stand Interfaces. 2019;63(March):16-26.",
    "[raw_reference] Davis FD. Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology. MIS Q. 1989;13(3):319-39.",
    "[raw_reference] Hoque MR, et al. Investigating factors influencing the adoption of e-Health in developing countries: A patient's perspective. Informatics Heal Soc Care. 2017;42(1):1-17.",
    "[raw_reference] Garavand A, et al. Factors influencing the adoption of health information technologies: a systematic review. Electron physician. 2016;8:2713-2718.",
    "[raw_reference] Tubaishat A. Perceived usefulness and perceived ease of use of electronic health records among nurses: Application of Technology Acceptance Model. Informatics Heal Soc Care. 2018;43(4):379-89.",
    "[raw_reference] Morosan C. Theoretical and empirical considerations of guests' perceptions of biometric systems in hotels: Extending the technology acceptance model. J Hosp Tour Res. 2012;36(1):52-84.",
    "[raw_reference] Papadomichelaki X, Mentzas G. E-GovQual: A multiple-item scale for assessing e-government service quality.2012;29(1):98-109.",
    "[raw_reference] Yusof MM, et al. Towards a framework for health information systems. In: Proceedings of the 39th Hawaii International Conference on System Sciences. 2006;5(C):1-10.",
    "[raw_reference] Udo GJ, et al. An assessment of customers' e-service quality perception, satisfaction and intention. Int J Inf Manage. 2010;30(6):481-92.",
    "[raw_reference] Daglish D, Archer N. Electronic personal health record systems: A brief review of privacy, security, and architectural issues. 2009;(September):110-20.",
    "[raw_reference] Patil S, et al. Public preferences for electronic health data storage, access, and sharing -evidence from a pan-European survey. J Am Med Informatics Assoc. 2016;23(6):1096-106.",
    "[raw_reference] Mutimukwe C, et al. Information privacy in e-service: Effect of organizational privacy assurances on individual privacy concerns, perceptions, trust and self-disclosure behavior. 2019;(September):101413.",
    "[raw_reference] Xu Z. An empirical study of patients' privacy concerns for health informatics as a service. Technol Forecast Soc Change. 2019;143(August 2018):297-306.",
    "[raw_reference] Or CKL, Karsh BT. A Systematic Review of Patient Acceptance of Consumer Health Information Technology. J Am Med Informatics Assoc. 2009;16(4):550-60.",
    "[raw_reference] Sigdel D, et al. Do Patients Want to Use E-health Tools when Ill ? Nor Cent E-health Res. 2016;(12).",
    "[raw_reference] Vicente MR, Madden G. Assessing eHealth skills across Europeans. Heal Policy Technol. 2017;6(2):161-8.",
    "[raw_reference] Venkatesh V, Thong JYL, Xu X. Consumer Acceptance and Use of Information Technology: Extending the Unified Theory of Acceptance and Use of Technology. MIS Q. 2012;36(1):157-78.",
    "[raw_reference] Doll WJ, et al. The measurement of end-user computing satisfaction. MIS Q. 1988;12(2):259-73."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
