{
  "paper_id": "MIR7ZHBB",
  "title": "Increased Suicidality and Worse Outcomes in MDD Patients With OSA: A Nationwide Inpatient Analysis of 11 Years From 2006 to 2017",
  "abstract": "Background: Major depressive disorder (MDD) is the most common psychiatric disorder characterized by changes in mood, cognition, and physical symptoms. MDD has an approximate 18% prevalence of comorbid OSA. Several studies have looked into plausible mechanisms that have shown a strong relationship between OSA and MDD. Objectives: The primary objective of this study was to compare suicidal ideation/attempt among MDD patients with and without a comorbid diagnosis of OSA. The secondary objective was to compare the length of stay, total hospital charge, recurrent or severity of depression, and clinical comorbidities. Methods: Data were obtained from the National (Nationwide) Inpatient Sample dataset from 2006 to 2017. For data collection, we queried for all adult patients (age $ 18 y), with MDD as a primary indication of admission. Further, we categorized MDD patients with and without a secondary diagnosis of OSA. To reduce the imbalance in baseline characteristics between the groups, we performed one to one age-gender matching between MDD patients with and without OSA. Results: In the matched cohort, 79,308 patients were included in MDD with OSA and 78,792 patients in the MDD without OSA group. MDD patients with OSA were more likely to be racially white (80% vs 75%, P , 0.001), and to have more clinical comorbidities (hypertension, heart failure, obesity, and chronic lung disease). Prevalence of recurrent type of depression (77% vs 69%, P , 0.001) and moderate to severe depression (72% vs 68%, P , 0.001) was more likely in the MDD with OSA group. Further, suicidality (composite of suicidal ideation/ attempt) was more in MDD with OSA (49.5%) compared to MDD without OSA (41.8%) (P , 0.001). In the multivariate analysis, MDD with OSA was associated with higher odds of suicidal ideation/act compared to MDD without OSA (adjusted odds ratio: 1.27, P , 0.001). The total length of stay was longer in the MDD with OSA group (7.4 vs 6.9 d, P , 0.001). Conclusions: In our study, poorer outcomes were observed in patients with MDD and OSA. Hence, clinicians should be vigilant for symptoms of OSA in patients with recurrent MDD or treatment-resistant MDD. We recommend that a thorough suicide risk assessment should be conducted in MDD patients with OSA, and validated questionnaires should be a part of the evaluation.",
  "year": 2013,
  "date": "2013",
  "journal": "NCHS Data Brief",
  "publication": "NCHS Data Brief",
  "authors": [
    {
      "forename": "Abhishek",
      "surname": "Reddy",
      "name": "Abhishek Reddy",
      "email": "drabhishekreddy@gmail.com"
    },
    {
      "forename": "Zeeshan",
      "surname": "Mansuri",
      "name": "Zeeshan Mansuri"
    },
    {
      "forename": "Ramu",
      "surname": "Vadukapuram",
      "name": "Ramu Vadukapuram"
    },
    {
      "forename": "Chintan",
      "surname": "Trivedi",
      "name": "Chintan Trivedi"
    },
    {
      "affiliation": "Virginia Tech Car- ilion School of Medicine , Roanoke , VA ; Department of Psychiatry (Z. M.) , \n\t\t\t\t\t\t\t\t Department of Psychiatry (Z. M.) \n\t\t\t\t\t\t\t\t Virginia Tech Car- ilion School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Roanoke \n\t\t\t\t\t\t\t\t\t VA"
    },
    {
      "affiliation": "Boston Children's Hospital/Harvard Medical School , Boston , MA ; Department of Psychiatry (R.V.) , \n\t\t\t\t\t\t\t\t Department of Psychiatry (R.V.) \n\t\t\t\t\t\t\t\t Boston Children's Hospital/Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Icahn School of Medicine at Mount Sinai , New York , NY ; Department of Research , \n\t\t\t\t\t\t\t\t Department of Research \n\t\t\t\t\t\t\t\t Icahn School of Medicine at Mount Sinai \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    },
    {
      "affiliation": "St David's Medical Center (C.T.) , Austin , TX. Child and Adolescent Psychiatry and Sleep Medicine , \n\t\t\t\t\t\t\t\t Child and Adolescent Psychiatry and Sleep Medicine \n\t\t\t\t\t\t\t\t St David's Medical Center (C.T.) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Austin \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "affiliation": "Carilion Clinic Department of Psychiatry and Behav- ioral Medicine , Virginia Tech Carilion School of Medicine , 2017 S. Jefferson St. , Roanoke , VA 24014 ; \n\t\t\t\t\t\t\t\t Carilion Clinic Department of Psychiatry and Behav- ioral Medicine \n\t\t\t\t\t\t\t\t Virginia Tech Carilion School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2017 S. Jefferson St. \n\t\t\t\t\t\t\t\t\t 24014 \n\t\t\t\t\t\t\t\t\t Roanoke \n\t\t\t\t\t\t\t\t\t VA"
    }
  ],
  "doi": "10.1007/springerreference_179660",
  "keywords": [
    "major depressive disorders",
    "obstructive sleep apnea",
    "suicide",
    "poor outcomes",
    "comorbidities"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Major depressive disorder (MDD) is the most common psychiatric disorder characterized by changes in mood, cognition, and physical symptoms over a period of 2 weeks and is significantly associated with increased functional disability and mortality.  1 In 2017, approximately 11 million individuals aged 18 or older in the United States had at least 1 MDD episode with severe impairment, representing 4.5% of all adults in the United States.  2  In 2013-2016, 8.1% of individuals aged 20 and over had depression in a given 2-week period and women (10.4%) were almost twice as likely as men (5.5%) to have had depression.  3 In 2010, the incremental economic burden of individuals with MDD in the United States increased by 21.5%.  4 One of the most common symptoms presented with MDD is sleep disturbance.  5, 6 MDD is often associated with sleep disorders, and researchers found a strong relationship between obstructive sleep apnea (OSA) and MDD.  [7] [8] [9] [10]  OSA is the most frequent sleep-associated breathing disorder characterized by excessive daytime sleepiness and fatigue, and is associated with paused breathing, snoring, and snorting/gasping.  11 The prevalence of OSA is estimated to be 2-14% in middle-aged adults (39-59 y) and 20% in people over 60 years old.  12, 13 Sleep disturbance associated with hypoxemia, altered serotonergic neurotransmission, and commonly shared risk factors for both MDD and OSA may account for an increased prevalence of OSA in patients with MDD.  14  MDD has an approximate 18% prevalence of comorbid OSA. Furthermore, OSA patients have approximately 17.6% prevalence of MDD. There is a role of serotonin in MDD and OSA pathogenesis.  15 erotonin impacts dilator motor neurons of the upper airway tract through the hypoglossal nucleus, which is further reduced in sleep states.  15 Additionally, abnormalities in central and peripheral neurotransmission of serotonin have been implicated as a potential factor in depression.  16 Lack of good sleep quality and recurrent arousals related to OSA could have a harmful impact on emotions and mood and result in an increased risk of MDD.  17  Patients with MDD and OSA present with similar mood symptoms, fatigue, restlessness, poor concentration, and anxiety.  18, 19 ood disorders were found to be highly associated with suicide, especially in patients with MDD.  20 Individuals suffering from depression are at a 25 times increased risk for suicide than the general population.  21 uicide has growing consideration worldwide, with several countries implementing national strategies for prevention.  22 According to the Centers for Disease Control and Prevention in the year 2018 in the United States, 10.7 million adults seriously thought about suicide, 3.3 million made a plan, and 1.4 million attempted suicide.  23 There are numerous risk factors associated with suicide in patients with MDD such as family history of psychiatric disorders, unemployment, divorce, early age at onset, more frequent depressive episodes, other comorbid psychiatric disorders, and higher number of hospital admissions.  [24] [25] 5] [26] [27] [28] [29]  A study found 14% of unsuspected OSA in suicidal patients with MDD; it is noted that unidentified OSA could be a reason for treatment resistance in MDD and research suggests that patients with treatment-resistant depression should be screened for OSA.  30 here is strong evidence that MDD symptoms manifest in a more severe manner in patients with OSA. White matter changes due to hypoxemia and excessive daytime sleepiness due to sleep fragmentation worsen symptoms of MDD.  8, 14, 31 Another critical link is inflammation due to OSA and MDD. OSA causes hypoxia and results in elevated levels of cytokine interleukin-6 and tumor necrosis factor.  8, 31 Research has shown a strong relationship between MDD and inflammation.  32, 33 Thus, OSA can worsen MDD through the inflammation pathway. Serotonin also has been postulated to play a common role and, in the central nervous system, it stimulates upper airway dilator neurons. Serotonin, as a neurotransmitter, also plays a role in symptoms of depression. The role of serotonin in relating both OSA and MDD remains complex and needs further study.  14, 31, 34, 35 Further, the presence of shared risk factors like obesity, cardiovascular disease, hypertension, and diabetes associated with OSA adds to the symptom burden of MDD.  14  Based on above-mentioned studies, we hypothesized that MDD with OSA increases the risk of suicide, length of stay, hospital charge, and recurrent or severe type of depression. The primary aim of this study was to compare suicidal ideation/attempt amongst MDD patients with and without a comorbid diagnosis of OSA. The secondary objective was to compare the length of stay, total hospital charge, recurrence or severity of depression, and clinical comorbidities."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Source of Data",
      "text": "The National (Nationwide) Inpatient Sample (NIS) dataset from 2006 to 2017 was used for this study.  36 he NIS is a part of databases developed by the Healthcare Cost and Utilization Project. It is used to make national estimates of health care utilization, access, charges, quality, outcomes, and trend analysis. The dataset also provides discharge level weight to create national estimates of inpatient hospitalization. In addition, each record contains patient-level information (age, sex, race, comorbidities before admission, primary-secondary diagnosis) and hospital-level information (total charges, length of stay, hospital location, primary insurance, admission month, admission day of the week, discharge disposition). The NIS dataset contains discharge-level records instead of individual patients records. All the primary and secondary diagnoses (DXn) are stored in the dataset based on the International Classification of Diseases, Ninth Revision (ICD-9), Clinical Modification, Procedure Coding System, and International Classification of Diseases, Tenth Revision (ICD-10), Clinical Modification, Procedure Coding System."
    },
    {
      "title": "Patient Selection Criteria",
      "text": "For data collection, we queried for all adult patients (age $ 18 y), with MDD as a primary indication of admission. The patient cohort was selected based on ICD-9 and ICD-10 codes (ICD-9 code: 29620-29626, 29630-29636, and ICD-10 code: F320-325, F329-333, F3340-3342, F339). Further, we categorized MDD patients with (primary population) and without (control) a secondary diagnosis of OSA. For OSA ICD-9 code of 32723 and ICD-10 code of G4733 were used. To avoid confounding, all patients with other types of sleep apnea were excluded. Variables collected included age, gender, race, type of depression, suicidal ideation/ attempt, comorbidities before admission, hospital region, elective admissions, day of admission, hospital location, and APRDRG_Severity (all patient refined diagnosis-related group, which is defined as \"the extent of physiologic decompensation or organ system loss of function on the basis of the base diagnosis-related group and secondary diagnoses of a particular hospitalization\")."
    },
    {
      "title": "Statistical Analysis"
    },
    {
      "title": "Descriptive Statistics",
      "text": "Categorical data were described as percentages, and group comparison of categorical data between patients with and without OSA was performed using the Rao-Scott adjusted chi-square test. Continuous data were described as average (standard error) and compared by Student's t-test. To control for potential imbalance between the groups, we performed one to one age and gender propensity score matching in random order using a caliper size of 0.001. For the matched population, descriptive baseline characteristics were presented in a tabular format."
    },
    {
      "title": "Predictors of Suicidality",
      "text": "Logistic regression analysis assessed the odds of association of OSA with suicidality and depression type. In the multivariate analysis, suicidal ideation/attempt was included as an outcome, and age, gender, alcohol abuse, drug abuse, depression type (single/recurrent and moderate-severe/other), borderline personality disorders, and illness severity were included as predictors. The variance inflation factors were used to detect collinearity. Association was determined with odds ratio and 95% confidence interval. For variables with less than 5% missing data, the missing values were replaced with the dominant category.  37 For variables with .5% missing data, the missing value was used as a separate category in logistic regression analysis."
    },
    {
      "title": "Predictors of Length of Stay and Total Hospital Charge",
      "text": "To assess the association of OSA with the length of stay and total hospital charge, regression analysis was performed by adjusting for age, sex, and hospital characteristics (bed size, hospital region, hospital location).\n\nThe analysis utilized complex survey data analysis technique implemented in SAS software, version 9.2 (SAS Institute Inc., Cary, NC) and SPSS software for Windows, version 26.0 (IBM Corporation Inc., Armonk, NY). All tests were 2-sided, and a P-value less than 0.05 was considered statistically significant."
    },
    {
      "title": "RESULTS",
      "text": "In the original cohort, 3,976,938 patients admitted for the primary diagnosis of MDD were included. We categorized them into MDD without OSA (n = 3,897,629) and MDD with OSA (n = 79,308). Patients in the OSA group were older (52.1 vs 44.5, P , 0.001), and the prevalence of OSA was more common in males (50.5% vs 43.4%, P , 0.001) compared to the without OSA group. To reduce the imbalance between groups, propensity score matching was performed for age and gender. In the propensity-matched population, the MDD with OSA cohort included 79,308 patients, and the MDD without OSA cohort had 78,792 patients.\n\nBaseline characteristics comparison of age-gendermatched population is provided in Table  1 . White MDD patients had a higher prevalence of OSA, and OSA prevalence was less for the other races. More patients in the MDD with OSA group had major to extreme loss of function in illness severity categories. All comorbidities, including hypertension, hypothyroidism, congestive heart failure, and chronic pulmonary disease, were more prevalent in patients with OSA. Obesity was also more prevalent in OSA patients. Midwest region patients and patients living in urban areas had a higher prevalence of diagnosis of MDD with OSA. Weekend admissions were less in the OSA group.\n\nIn the sub-analysis, the type of depression was categorized by \"single vs recurrent\" type and \"moderate-severe vs other\" type based on the ICD code. Prevalence of recurrent type of depression (77.1% vs 68.9%, P , 0.001) and moderate to severe depression (72.4% vs 67.8%, P , 0.001) was more common in patients with OSA.\n\nFurther, suicidality (composite of suicidal ideation/ attempt) was more prevalent in patients with OSA (49.5%) compared to without the OSA group (41.8%) (P , 0.001). The association between OSA, suicidality and the type of depression was determined by logistic regression analysis. Multivariate analysis was performed by including age, gender, alcohol abuse, drug abuse, depression type (single/recurrent and moderate-severe/ other), and illness severity as predictors (Table  2 ). In the multivariate analysis, OSA was associated with 27% more odds of having suicidal ideation/act compared to patients without OSA (odds ratio: 1.27, 95% confidence interval: 1.20-1.35, P , 0.001). After adjusting for age, gender, and hospital characteristics, the total length of stay was longer (7.36 vs 6.94, P , 0.001), and total hospitalization charges were higher ($20,898 vs $18,180, P , 0.001) in the multivariate analysis."
    },
    {
      "title": "DISCUSSION",
      "text": "Our study is the first to assess and compare suicidal ideation/attempt, depression severity, and length of stay between MDD patients with and without OSA. Suicidality (composite of suicidal ideation/attempt) was more prevalent in patients with OSA (49.5%) compared to those without OSA (41.8%). In MDD patients, OSA was associated with a 27% higher risk of suicidal ideation/attempt. There have been no studies that have discussed suicidality prevalence in MDD 1 OSA vs MDD 2 OSA. Timkova et al.  38  in their cross-sectional study have, however, observed the prevalence of suicidal ideation in patients with OSA to be 20.1%. Another study showed 20.5% prevalence of suicidal ideation in patients with OSA.  39 The prevalence of OSA in suicidal patients with MDD showed that almost 14% of patients had unsuspected OSA.  9  A study conducted on patients with posttraumatic stress disorder showed that OSA severity was associated with suicidal ideation mainly because of the mediating effect of depression.  40 Similar to our study, study data from the 2014 National Survey on Drug Use and Health also showed that sleep apnea was significantly associated with suicidality after controlling for past-year depressive episodes.  41 n our study, prevalence of recurrent type of depression and moderate to severe depression was more common in patients with OSA. Velescu et al.  42  also found that the severity of depression was considerably higher for severe OSA than moderate OSA both by Generalized Anxiety Disorder-7 assessment and by evaluation with Patient Health Questionnaire-9.\n\nPatients in the OSA group were older, and the prevalence of OSA was more common in males and in the white race when compared to the without OSA group in our study. Similarly, McCall et al.  9  found male sex, older age, and white race to be associated with higher apnea-hypopnea index scores, which determines the severity of OSA. Blazer et al.  43  also observed an association between the white race and sleep complaints in contrast to the African American race.\n\nTotal length of stay was longer in the OSA group of our study. There have been no studies of depression and OSA discussing the length of hospital stay; however, a study conducted on patients undergoing hip and knee replacement surgery showed an increased length of hospital stay in patients with OSA compared to those without OSA.  44 Similarly, Memtsoudis et al.  45  found that patients with sleep apnea undergoing total hip and knee arthroplasty have a longer length of hospitalization in contrast to patients without sleep apnea. In the OSA group, we observed that the total hospitalization charges were higher in the multivariate analysis. Patients with OSA have a significant comorbidity burden which could be a possible answer for the increased hospital charges in contrast to patients without OSA.  46 n summary, we found significant results regarding suicidality, severity of depression, length of stay, and hospital charges in MDD patients with OSA in comparison to MDD patients without OSA. Our study further highlights the importance of examining this particular group of patients for risk factors and symptoms associated with OSA. One of the treatments for OSA is continuous positive airway pressure, which can help in reducing the severity or symptoms of OSA. However, a study performed in OSA patients showed that depression was independently associated with poor adherence. More efforts should be made to improve patient adherence.  47"
    },
    {
      "title": "LIMITATIONS",
      "text": "Our study has several limitations. The NIS dataset represents inpatient hospitalizations and not unique patients; so there is a chance that the same patient could have been included more than once. Our results are subject to confounding and selection bias because of the observational design of the study. Also, we could not include patients who died by suicide because of the nature of this dataset. There were no data on medication history, duration of sleep apnea, or treatment, which can be a significant confounding factor. Longitudinal follow-up is not provided in the dataset, so we cannot assess postdischarge outcomes. It was also not possible to analyze the severity of OSA because there is no ICD code for that. As the NIS dataset is a deidentified database, it is not possible to validate individual ICD codes. The numbers of variables are limited in the NIS dataset to explore the association with the outcome. Lastly, studies based on data mining are susceptible to errors related to coding. Despite these limitations, our study was counterbalanced by the large sample size and propensity matching. The results from our study will help to further understand the relationship between MDD and OSA and design a future prospective clinical trial."
    },
    {
      "title": "CONCLUSION AND PRACTICE IMPLICATIONS",
      "text": "This study examined the relationship between OSA and MDD. We found poorer outcomes in patients with MDD and OSA compared to MDD patients without OSA. Clinicians should be vigilant for symptoms of OSA in patients with recurrent MDD or treatmentresistant MDD. Also, patients with untreated or suboptimally-treated OSA can present to psychiatry clinics with symptoms of fatigue, low energy, poor concentration, insomnia, or hypersomnia, which mimic symptoms of MDD. We believe that validated and easyto-use questionnaires like the Stop-Bang questionnaire can help psychiatry clinicians to direct patients to Sleep Clinics for further care. We recommend that a thorough suicide risk assessment be conducted in MDD patients with OSA, and validated questionnaires should be a part of the evaluation. These measures by clinicians will prevent the worsening of MDD in patients with OSA, improve clinical outcomes, and prevent higher health care costs in this vulnerable population.\n\nFunding: None. Disclosure: The authors disclosed no proprietary or commercial interest in any product mentioned or concept discussed in this article."
    },
    {
      "text": "Baseline Characteristics of the Study Cohort of Patients With MDD Stratified by Presence of OSA"
    },
    {
      "text": "Multivariate Analysis of Factors Associated With"
    }
  ],
  "references": [
    {
      "title": "American Psychiatric Association: Diagnostic and statistical manual of mental disorders (DSM-5)",
      "year": 2013,
      "doi": "10.1007/springerreference_179660"
    },
    {
      "title": "NIMH » Major Depression",
      "authors": [
        "Nimh",
        "Nih"
      ],
      "year": 2020
    },
    {
      "title": "Prevalence of depression among adults aged 20 and over: United States, 2013-2016",
      "authors": [
        "D Brody",
        "L Pratt",
        "J Hughes"
      ],
      "doi": "10.15620/cdc:101197"
    },
    {
      "title": "The economic burden of adults with major depressive disorder in the United States (2005 and 2010)",
      "authors": [
        "P Greenberg",
        "A Fournier",
        "T Sisitsky",
        "C Pike",
        "R Kessler"
      ],
      "year": 2015
    },
    {
      "title": "Hypersomnia across mood disorders: a review and synthesis",
      "authors": [
        "K Kaplan",
        "A Harvey"
      ],
      "year": 2009,
      "doi": "10.1016/j.smrv.2008.09.001"
    },
    {
      "title": "Insomnia as a predictor of depression: a meta-analytic evaluation of longitudinal epidemiological studies",
      "authors": [
        "C Baglioni",
        "G Battagliese",
        "B Feige"
      ],
      "year": 2011,
      "doi": "10.1016/j.jad.2011.01.011"
    },
    {
      "title": "Depression, obstructive sleep apnea and psychosocial health",
      "authors": [
        "S Jehan",
        "Auguste Pandi-Perumal"
      ],
      "year": 2017
    },
    {
      "title": "Obstructive sleep apnea is linked to depression and cognitive impairment: evidence and potential mechanisms",
      "authors": [
        "N Kerner",
        "S Roose"
      ],
      "year": 2016,
      "doi": "10.1016/j.jagp.2016.01.134"
    },
    {
      "title": "Prevalence of obstructive sleep apnea in suicidal patients with major depressive disorder",
      "authors": [
        "W Mccall",
        "R Benca",
        "M Rumble",
        "D Case",
        "P Rosenquist",
        "A Krystal"
      ],
      "year": 2019,
      "doi": "10.1016/j.jpsychires.2019.06.015"
    },
    {
      "title": "Co-morbid OSA and insomnia increases depression prevalence and severity in men",
      "authors": [
        "C Lang",
        "S Appleton",
        "A Vakulin"
      ],
      "year": 2017,
      "doi": "10.1111/resp.13064"
    },
    {
      "title": "Association A: Diagnostic and statistical manual of mental disorders, fifth edition (DSM-5®)",
      "year": 2013,
      "doi": "10.1176/appi.books.9780890423349"
    },
    {
      "title": "Depression and obstructive sleep apnea",
      "authors": [
        "M Hobzova",
        "J Prasko",
        "J Vanek"
      ],
      "year": 2017
    },
    {
      "title": "The influence of aging on pharyngeal collapsibility during sleep",
      "authors": [
        "M Eikermann",
        "A Jordan",
        "N Chamberlin"
      ],
      "year": 2007
    },
    {
      "title": "Depression and obstructive sleep apnea (OSA)",
      "authors": [
        "C Schröder",
        "O' Hara"
      ],
      "year": 2005,
      "doi": "10.1186/1744-859x-4-13"
    },
    {
      "title": "Obstructive sleep apnea and depression: a review",
      "authors": [
        "S Ejaz",
        "I Khawaja",
        "S Bhatia",
        "T Hurwitz"
      ],
      "year": 2011
    },
    {
      "title": "Serotonergic vulnerability and depression: assumptions, experimental evidence and implications",
      "authors": [
        "L Jans",
        "W Riedel",
        "C Markus",
        "A Blokland"
      ],
      "year": 2007,
      "doi": "10.1038/sj.mp.4001920"
    },
    {
      "title": "Effects of 2week nocturnal oxygen supplementation and continuous positive airway pressure treatment on psychological symptoms in patients with obstructive sleep apnea: a randomized placebo-controlled study",
      "authors": [
        "W Bardwell",
        "D Norman",
        "Ancoli- Israel"
      ],
      "year": 2007,
      "doi": "10.1207/s15402010bsm0501_2"
    },
    {
      "title": "Longitudinal association of sleep-related breathing disorder and depression",
      "authors": [
        "P Peppard",
        "M Szklo-Coxe",
        "K Hla",
        "T Young"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.16.1709"
    },
    {
      "title": "Personality, anxiety and mood traits in patients with sleep-related breathing disorders: effect of reduced daytime alertness",
      "authors": [
        "E Sforza",
        "Saint De",
        "Z Hilaire",
        "A Pelissolo",
        "T Rochat",
        "V Ibanez"
      ],
      "year": 2002,
      "doi": "10.1016/s1389-9457(01)00128-9"
    },
    {
      "title": "Suicide risk in patients with major depressive disorder",
      "authors": [
        "J Angst",
        "F Angst",
        "H Stassen"
      ],
      "year": 1999
    },
    {
      "title": "Depression and Suicide Risk",
      "year": 2014
    },
    {
      "title": "Suicide",
      "authors": [
        "H Ritchie",
        "M Roser",
        "E Ortiz-Ospina"
      ]
    },
    {
      "title": "Preventing Suicide |Violence Prevention|Injury Center|CDC",
      "year": 2020,
      "doi": "10.46234/ccdcw2020.191"
    },
    {
      "title": "Risk factors for recent suicide attempts in major depressive disorder patients in China: results from a national study",
      "authors": [
        "L Xin",
        "L Chen",
        "Y Su"
      ],
      "year": 2018,
      "doi": "10.3389/fpsyt.2018.00300"
    },
    {
      "title": "Risk factors for suicide in individuals with depression: a systematic review",
      "authors": [
        "K Hawton",
        "I Casañas",
        "C Comabella",
        "C Haw",
        "K Saunders"
      ],
      "year": 2013,
      "doi": "10.1016/j.jad.2013.01.004"
    },
    {
      "title": "Cluster analysis reveals risk factors for repeated suicide attempts in a multi-ethnic Asian population",
      "authors": [
        "C Choo",
        "J Diederich",
        "I Song",
        "R Ho"
      ],
      "year": 2014
    },
    {
      "title": "Predicting future suicide attempts among depressed suicide ideators: a 10-year longitudinal study",
      "authors": [
        "A May",
        "E Klonsky",
        "D Klein"
      ],
      "year": 2012,
      "doi": "10.1016/j.jpsychires.2012.04.009"
    },
    {
      "title": "Clinical differences among depressed patients with and without a history of suicide attempts: findings from the STAR*D trial",
      "authors": [
        "C Claassen",
        "M Trivedi",
        "A Rush"
      ],
      "year": 2007,
      "doi": "10.1016/j.jad.2006.05.026"
    },
    {
      "title": "Suicidal behaviour in a French cohort of major depressive patients: characteristics of attempters and nonattempters",
      "authors": [
        "J Azorin",
        "A Kaladjian",
        "N Besnier"
      ],
      "year": 2010,
      "doi": "10.1016/j.jad.2009.09.004"
    },
    {
      "title": "Should sleep apnea testing be a component of the diagnostic evaluation for treatment resistant depression?",
      "authors": [
        "W Mccall",
        "R Benca",
        "M Rumble",
        "D Case"
      ],
      "year": 2019,
      "doi": "10.1093/sleep/zsz067.885"
    },
    {
      "title": "Obstructive sleep apnea and depression",
      "authors": [
        "M Harris",
        "N Glozier",
        "R Ratnavadivel",
        "R Grunstein"
      ],
      "year": 2009
    },
    {
      "title": "Major depressive disorder following dermatomyositis: a case linking depression with inflammation",
      "authors": [
        "A Reddy",
        "B Birur",
        "R Shelton",
        "L Li"
      ],
      "year": 2018
    },
    {
      "title": "A metaanalysis of cytokines in major depression",
      "authors": [
        "Y Dowlati",
        "N Herrmann",
        "W Swardfager"
      ],
      "year": 2010,
      "doi": "10.1016/j.biopsych.2009.09.033"
    },
    {
      "title": "Serotonin reuptake inhibitors in obstructive sleep apnea: associations in people with and without epilepsy",
      "authors": [
        "J Cheng"
      ],
      "year": 2018,
      "doi": "10.1212/wnl.90.15_supplement.p1.098"
    },
    {
      "title": "Obstructive sleep apnea and psychiatric disorders: a systematic review",
      "authors": [
        "M Gupta",
        "F Simpson"
      ],
      "year": 2015
    },
    {
      "title": "HCUP-US NIS Overview",
      "year": 2020,
      "doi": "10.1037/e459452008-032"
    },
    {
      "title": "Regression modeling strategies: with applications to linear models, logistic regression, and survival analysis",
      "authors": [
        "F Harrell"
      ],
      "year": 2013
    },
    {
      "title": "Suicidal ideation in patients with obstructive sleep apnoea and its relationship with disease severity, sleep-related problems and social support",
      "authors": [
        "V Timkova",
        "I Nagyova",
        "S Reijneveld"
      ],
      "year": 2020
    },
    {
      "title": "Suicidal ideation and insomnia symptoms in subjects with obstructive sleep apnea syndrome",
      "authors": [
        "S Choi",
        "E Joo",
        "Y Lee",
        "S Hong"
      ],
      "year": 2015,
      "doi": "10.1016/j.sleep.2015.04.026"
    },
    {
      "title": "Obstructive sleep apnea severity is directly related to suicidal ideation in posttraumatic stress disorder",
      "authors": [
        "M Gupta",
        "P Jarosz"
      ],
      "year": 2018
    },
    {
      "title": "The association between sleep apnea and suicidal thought and behavior: an analysis of national survey data",
      "authors": [
        "T Bishop",
        "L Ashrafioun",
        "W Pigeon"
      ],
      "year": 2018
    },
    {
      "title": "Severity of OSA and depression",
      "authors": [
        "D Velescu",
        "M Marc",
        "D Traila",
        "C Oancea"
      ],
      "year": 2019
    },
    {
      "title": "Sleep complaints in older adults: a racial comparison",
      "authors": [
        "D Blazer",
        "J Hays",
        "D Foley"
      ],
      "year": 1995
    },
    {
      "title": "Postoperative complications in patients with obstructive sleep apnea syndrome undergoing hip or knee replacement: a case-control study",
      "authors": [
        "R Gupta",
        "J Parvizi",
        "A Hanssen",
        "P Gay"
      ],
      "year": 2001
    },
    {
      "title": "The impact of sleep apnea on postoperative utilization of resources and adverse outcomes",
      "authors": [
        "S Memtsoudis",
        "O Stundner",
        "R Rasul"
      ],
      "year": 2014
    },
    {
      "title": "Comorbidities of obstructive sleep apnea in a large academic health center",
      "authors": [
        "K Senanayake",
        "D Krashin",
        "S Kakanuru",
        "N Murinova"
      ],
      "year": 2019,
      "doi": "10.1016/j.sleep.2019.11.750"
    },
    {
      "title": "Depression may reduce adherence during CPAP titration trial",
      "authors": [
        "M Law",
        "M Naughton",
        "S Ho",
        "T Roebuck",
        "E Dabscheck"
      ],
      "year": 2014
    }
  ],
  "num_references": 47
}
