{
  "paper_id": "MN2S7MMB",
  "title": "Reflections on the design, implementation, and adoption of a gamified eHealth application in youth mental healthcare",
  "abstract": "We designed and implemented a gamified eHealth application for youth mental healthcare, to study how game design techniques could be applied within this context. This resulted in the design of a gamified mobile application aimed at supporting therapeutic goal setting: the ReadySetGoals game. The design process itself involved four key stages: (1) Identifying the transfer effect to be aimed-for, (2) Exploring the user context, (3) Designing the gamification, and (4) Evaluating the gamification. Following a preliminary evaluation, we applied a final design iteration to the app that was implemented in therapeutic practice. However, fewer therapists than expected used the app when given the opportunity and information. In a series of qualitative interviews, we investigated their reasons for not using it. Analysis of the results generated three themes that inhibit eHealth adoption: (1) Fittingness of gamification with individual users, (2) Fittingness of eHealth with face-to-face practice, (3) Distortion of therapeutic alliance by eHealth and gamification. Based on these outcomes and our design process we identified the following three recommendations to enhance implementation and adoption of eHealth in mental healthcare: (1) Align expectations of stakeholders through framing (2) Integrate therapeutic aspects in gamification, and (3) Focus on personalisation.",
  "year": 2011,
  "date": "2011",
  "journal": "Front. Psychiatr",
  "publication": "Front. Psychiatr",
  "authors": [
    {
      "forename": "Marierose",
      "surname": "Van Dooren",
      "name": "Marierose Van Dooren",
      "affiliation": "a  Faculty of Industrial Design Engineering , Delft University of Technology , the Netherlands \n\t\t\t\t\t\t\t\t Faculty of Industrial Design Engineering \n\t\t\t\t\t\t\t\t Delft University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t the Netherlands",
      "email": "m.m.m.vandooren@tudelft.nl"
    },
    {
      "forename": "Panote",
      "surname": "Siriaraya",
      "name": "Panote Siriaraya",
      "affiliation": "b  Faculty of Computer Science and Engineering , Kyoto Sangyo University , Japan \n\t\t\t\t\t\t\t\t Faculty of Computer Science and Engineering \n\t\t\t\t\t\t\t\t Kyoto Sangyo University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Valentijn",
      "surname": "Visch",
      "name": "Valentijn Visch",
      "affiliation": "a  Faculty of Industrial Design Engineering , Delft University of Technology , the Netherlands \n\t\t\t\t\t\t\t\t Faculty of Industrial Design Engineering \n\t\t\t\t\t\t\t\t Delft University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t the Netherlands",
      "email": "v.t.visch@tudelft.nl"
    },
    {
      "forename": "Renske",
      "surname": "Spijkerman",
      "name": "Renske Spijkerman",
      "affiliation": "c  Parnassia Addiction Research Centre , Brijder Addiction Treatment , Parnassia Group , the Netherlands Delft University of Technology , \n\t\t\t\t\t\t\t\t Parnassia Addiction Research Centre \n\t\t\t\t\t\t\t\t Brijder Addiction Treatment \n\t\t\t\t\t\t\t\t Group \n\t\t\t\t\t\t\t\t Delft University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Parnassia \n\t\t\t\t\t\t\t\t\t the Netherlands",
      "email": "renske.spijkerman@brijder.nl"
    },
    {
      "forename": "Laura",
      "surname": "Bijkerk",
      "name": "Laura Bijkerk",
      "affiliation": "c  Parnassia Addiction Research Centre , Brijder Addiction Treatment , Parnassia Group , the Netherlands Delft University of Technology , \n\t\t\t\t\t\t\t\t Parnassia Addiction Research Centre \n\t\t\t\t\t\t\t\t Brijder Addiction Treatment \n\t\t\t\t\t\t\t\t Group \n\t\t\t\t\t\t\t\t Delft University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Parnassia \n\t\t\t\t\t\t\t\t\t the Netherlands",
      "email": "laurabijkerk@me.com"
    },
    {
      "affiliation": "Faculty of Industrial Design Engineering , Landbergstraat 15 , 2628 CE Delft , the Netherlands. \n\t\t\t\t\t\t\t\t Faculty of Industrial Design Engineering \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Landbergstraat 15 \n\t\t\t\t\t\t\t\t\t 2628 CE \n\t\t\t\t\t\t\t\t\t Delft \n\t\t\t\t\t\t\t\t\t the Netherlands"
    }
  ],
  "doi": "10.1016/j.entcom.2019.100305",
  "sections": [
    {
      "title": "Introduction",
      "text": "Digital games have become a popular pastime for most people in today's society. Players are happy to spend considerable amounts of time and energy engaging on tasks and activities within a well-designed game environment. The term \"Gamification\" has been used to describe the approach of applying game elements to a non-game context  [1] . These game elements are typically used to transform the usual experience of a non-game task into an experience that people find more gratifying, therefore making the task itself more engaging. This increase in user engagement makes gamification useful in a variety of domains such as learning and marketing.\n\nIn the field of healthcare, there is growing interest in applying games in order to improve health-related outcomes, especially in the area of mental health  [2] . For a long time, serious games have been developed and used to help manage symptoms related to various conditions such as depression, post-traumatic stress disorders (PTSD) and autism spectrum disorder (ASD)  [3] . As for gamification, this approach could be particularly useful in transforming ordinary therapeutic practices into more gratifying experiences, thus helping to motivate patients to better adhere to the treatment process. This could be particularly useful for many of the therapeutic activities used in fields such as psychotherapy, where a substantial proportion of individuals with mental illness drop out of treatment  [4] . Prior studies have argued that various therapeutic training tasks (such as Cognitive-Bias Modification tasks (see  [5] )) could be enhanced through the use of game elements (e.g. motivational feedback or a surrounding shell game system), making them more engaging for patients  [6] .\n\nDespite the many potential benefits of gamification in mental healthcare, it is not as easy as it might first appear to design and develop effective gamification within this context. For any gamification to be effective and \"meaningful\", the design should take into account the needs, interests and capabilities of its users and the underlying tasks and usage context  [7] . However, in the mental healthcare context, this can be particularly complex as the outcome of a gamified intervention depends on multiple stakeholders, and differing levels of motivation are  https://doi.org/10.1016/j.entcom.2019.100305 Received 14 January 2019; Received in revised form  16  April 2019; Accepted 11 June 2019 typically required to achieve the therapeutic objectives (i.e.: motivation to achieve long-term behaviour change, motivation to engage with the treatment or to accomplish short term therapy objectives, motivation to use gamification within the therapeutic procedure, etc.). In addition, it is requisite that active and constant feedback from these stakeholders is integrated within the game system itself. For example, in certain therapeutic approaches, the therapeutic staff has to review whether the therapeutic activities have been accomplished satisfactorily before game rewards can be given, or before the player can progress to the next level. This requires the designer to not only consider player-game interaction, but also staff-game and player-staff interaction when designing the gamification. Finally, the gamification process itself warrants careful consideration as, in some cases, inappropriate integration of game elements could have an adverse effect on the underlying therapy. When gamifying computerised training tasks for instance, it was found that adding features such as real-time feedback to improve user engagement could lead to an unintended increase in cognitive load, thus distracting users and reducing the overall effectiveness of the training  [6] . This means that it is difficult to find an appropriate balance between the health goal and game appeal when developing gamified therapeutic interventions  [8] .\n\nAs the application of gamification in mental healthcare is relatively new, there have as yet been few theoretical or practical guidelines established on how such issues could be addressed. Most existing game design frameworks and guidelines are based on serious games developed for other specific usage purposes (such as for the self-management of diseases  [9] ): knowledge which might not transfer well to designing games for mental healthcare problems. Overall, there have been few studies that provide case specific knowledge about the processes required to design and implement effective gamifications that are able to meet the complex demands of practical usage within a mental healthcare context. In mental healthcare, the majority of evidence-based therapies include psychotherapy, which can be defined as a treatment modality \"in which the therapist and patient(s) work together to ameliorate psychopathologic conditions and functional impairment through focus on the therapeutic relationship\"  [10] . One of the most frequently used and studied psychotherapies is cognitive behavioural therapy (CBT) (e.g. [11] [12] [13] )."
    },
    {
      "title": "Research through design: Readysetgoals as a design case study for the gamification of cognitive behavioural therapy",
      "text": "The overall aim of this paper is to provide more bottom-up design knowledge about the development of gamifications for CBT. In particular, the learnings and challenges for designing such gamifications are presented from a Research through Design (RtD) perspective  [14, 15] . RtD methods aim to generate the knowledge to address so-called \"wicked problems\": complex problems where different context areas overlap. A holistic approach that integrates theories from different domains is required to provide a solution (and as such would be appropriate for generating knowledge for designing mental healthcare gamifications)  [14, 15] . The study highlights how various methods from the field of design (game design and user-centred design etc.) could be useful in helping to address the challenges encountered at each stage of the gamification design process. In addition, the results from applying such methods are discussed in detail to provide a case study for gamification design in youth mental healthcare.\n\nAs the theoretical basis of the gamification design process, the Persuasive Game Design (PGD) model  [16]  was used and played a key role in the design of the gamification, i.e. the ReadySetGoals application (Fig.  1 ). This model proposes that games are essentially experiencedefined. In daily life, users experience a real world. Through gamification design, it is possible to shift this ordinary \"real-world\" experience towards a more \"game-like\" experience. By adding game elements to real-world tasks, users are triggered to experience gratifying and motivating game world specific feelings during ordinary physical world activities. A transfer effect occurs when the experiences obtained by users in the game world successfully influence the player's attitudes or behaviour in the physical world.\n\nUsing the ReadySetGoals application as a case study, the various questions that needed to be addressed when designing and developing mental healthcare gamifications were analysed through the theoretical lens of the PGD model. The processes employed at each step to obtain those answers were then presented as a structural process, according to the model. Afterwards, the key challenges encountered during the design, development and implementation of the application were discussed, followed by design learnings. Overall, the objectives of this paper are to:\n\n1. Present a case study of the iterative development of a gamification for mental healthcare. 2. Investigate, by Research through Design, a structural process for the design of gamifications that can meet the complex demands of mental healthcare. 3. Evaluate (qualitatively) the support of therapists for the therapeutic application of a new gamification. 4. Extend gamification knowledge in the mental healthcare domain by highlighting reflected learnings based on the practical experience of iteratively designing and developing a youth mental healthcare gamification.\n\nThe design and development process of the ReadySetGoals application consists of four key stages based on the theory of gamification outlined in the PGD model -c.f. Siriaraya et al 2018 (PGD cookbook method)  [17] . These stages include:\n\n1. Define Transfer Effect 2. Explore User Context 3. Design Gamification (RtD Concept Design Stage, Iterative Development, User Testing Stage) 4. Evaluate Gamification\n\nVarious methods from the field of user-centred design, serious game design and game development were used during each of these stages of the design and development of the ReadySetGoals application  [17] . Feedback from diverse stakeholders such as domain experts, end users and game designers (totalling N = 44) was incorporated into the design of the gamified application by means of the studies carried out at each stage of the process. Table  1  provides an overall summary. A detailed discussion of each stage is provided in the following section."
    },
    {
      "title": "Define transfer effect",
      "text": "The first stage of the gamification process involves the determination of the desired transfer effect. In the case of mental healthcare gamification, this involves examining the various procedures, activities and tasks used in the therapy process and determining which outcomes (cognitive or behavioural etc.) the gamification should aim to achieve. Two aspects in particular require consideration. The first is to evaluate whether the gamification approach itself can offer sufficient added value towards the designated transfer effect and to determine how useful the achieved transfer effect is towards the overall therapy objectives of CBT. For instance, if the retention of a specific procedure is found to obstruct the therapy outcome, such as in Cognitive Bias Modification training programmes that require prolonged and repetitive training (see  [18] ), then the use of gamification, which has shown to be useful in improving user motivation, could be particularly valuable. The second aspect which should be considered is whether the transfer effect and the underling activity or task used to achieve the transfer effect within the therapeutic context is suitable for gamification. Transfer effects which rely on outcomes that are complex, timeconsuming to measure or have an unclear relationship with their actions can be harder to gamify and therefore might not be adequately effective in practice."
    },
    {
      "title": "Explore user context",
      "text": "After identifying the desired transfer effects, the next stage involves examining the user's real-world context. In mental healthcare gamification it is particularly important to situate this analysis within the overall therapeutic context and to consider the related theoretical aspects underlying the therapy. In the specific case of the ReadySetGoals design, we aimed to understand more about three aspects of the present real-world therapeutic context: (1) the characteristics of the users (in this case, adolescent substance abuse patients), (2) the therapeutic context in which the gamification is to be implemented (youth substance abuse treatment) and (3) the context underlying the activity to be gamified (goal setting). This involved discussions with addiction treatment experts (N = 2) at the clinic. Based on this, a number of contextual features pertaining to each of these aspects were identified. These contextual features were later used to formulate the gamification concept.\n\nWith regard to (1) the characteristics of adolescent substance abusers, the personality characteristics of sensation seeking and impulsivity were commonly identified in people with addiction problems (e.g. [19] [20] [21] [22] [23] ). This was further confirmed by an exploratory study which was carried out using PLEX cards. In this study, participants selected the playful experience of \"thrill\" as the most motivating experience  [24] . Another aspect suggested in the discussions as being particularly effective in the addiction treatment context was the use of rewards, as rewards can motivate young patients undergoing addiction treatment to exhibit specific behaviour  [25] . As for the nature of the activity of goal setting itself, one approach which has been used successfully in therapeutic treatment to encourage the setting of achievable goals is to divide the tasks into small steps, starting from easily achievable steps to more difficult ones as people tend to perform better and to enjoy pursuing goals which provide sufficient challenge to match their current skills. In addition, the feeling of accomplishment derived from completing previous goals could be leveraged within a feedback loop to encourage users to set and pursue new goals."
    },
    {
      "title": "Design gamification",
      "text": "The gamification concept design stage consists of two parts. The first part is to identify appropriate gamification concepts which align with the contextual factors identified in the previous stage. The subsequent part involves the construction of a core game loop. In the design of ReadySetGoals, brainstorming sessions for the first part were carried out in collaboration with game designers from &RANJ (a serious game design agency from the Netherlands) to generate ideas about the gamification mechanics or elements that could be useful in motivating players on the basis of the previous factors.\n\nDuring the brainstorming session, five different game mechanics were identified with the potential to engage patients undergoing therapeutic intervention for addiction. The mechanic of risk-taking was selected to appeal to the contextual factor of sensation seeking and impulsivity, by providing experiences with \"thrill factor\". The progression map system was selected to appeal to the contextual factor of small steps and the selfie photograph feedback system to appeal to the contextual factor of a feeling of success and accomplishment. These factors were aimed at providing experiences of achievement and competence. In addition, the tangible reward system and personal values reward system were used as they can motivate patients to exhibit specific behaviour. Afterwards, these game mechanics were expanded into gamification concepts, with the core gameplay of each concept built around the identified game mechanic. For instance, in the \"risk-taking\" gamification concept, the main task of the players involves placing an \"investment\" on their set goals, based on how likely they think they are to be able to complete the goal. Players receive bonus points if they succeed and lose points if they fail.\n\nThese gamification concepts were then evaluated by patients (N = 9) and care staff (N = 8). A questionnaire study was carried out whereby patients were asked to rank the order of the concepts they thought would be most enjoyable (activities representing the concepts were provided as examples). Meanwhile the care staff ranked the concept that they thought would work best with the patients and would be practical in the care setting. Interestingly, our results showed a discrepancy between patients and care staff in their preference for gamification concepts, suggesting that it would be useful to involve both groups of stakeholders in the design process. The results showed that the risk-taking (mean = 4.10/5.00) and personal rewards (mean = 3.90/ 5.00) were rated highest by the patients, while care staff rated risktaking (mean = 3.50/5.00) and external rewards (mean = 3.50/5.00) as the joint most favourable. Based on this, the risk-taking concept was selected as the main gamification concept in our design."
    },
    {
      "title": "Table 1",
      "text": "The design and development process for the ReadySetGoals application."
    },
    {
      "title": "Stage",
      "text": "Objective Method 1 Define transfer effect -Discussion session with care staff (therapist practitioners at an addiction treatment centre) (N = 2) (role: domain experts) Outcome: Appropriate transfer effect identified as \"Encouraging users to set and follow through therapy goals which would result in positive therapy outcomes\" 2 Explore user context -PLEX card study with patients at a treatment centre for addiction (age between 17 and 21 years) (N = 7) (role: end users) -Discussion session with addiction experts (N = 2) (a therapist practitioner and a care manager at an addiction treatment centre) (role: domain experts) Outcome: Sensation seeking, application of rewards, small steps and feelings of accomplishment identified as gamification opportunities 3\n\nDesign gamification -Brainstorm session with game designers from a serious game design company (N = 2) (role: design experts) -Questionnaire with patients in addiction care (role: end users) (N = 9) and staff (role: stakeholders) (N = 8). Staff members included care managers, system therapists and therapist practitioners. Outcome: Design of core gameplay loop based on the risk-taking concept 4\n\nEvaluation gamification -Testing of early prototype with general users from a University (age 21-24) (N = 5) (role: general users) -Testing of prototype with patients (role: end users) (N = 6) and staff (role: stakeholders) (N = 3) from a youth outpatient treatment centre for substance abuse. Outcome: Addition of narrative metaphor and improvement of the goal-setting mechanism through personalisation"
    },
    {
      "title": "Constructing the core gameplay loop",
      "text": "The later stage of the gamification concept design involved the construction of the core game loop. This element represents the repeating processes that drive the core action and the interaction between players and the game (the main interaction-feedback loop). At the core of most game systems, the actions of the players are aimed at accomplishing certain in-game objectives and interactions for which the game provides feedback (see  [26] ).\n\nWhile the game loop concept emerged from the traditional field of game design, we found that this concept was equally useful and applicable to gamification design. Like game designers, gamification designers must carry out the task of creating a structured gameplay experience for users. The core game loop is particularly useful to help achieve this. However, a key difference is that as the goal of gamification is to help users achieve the desired transfer effect, the game experiences often incorporate real-world elements during gameplay. In the case of mental healthcare gamification, the core game loop could be formulated by situating the core actions and interactions needed to achieve the therapeutic objectives within a game play loop, based upon the chosen gamification concept. Specifically, the formulation of such a game loop allows designers to better analyse whether the game mechanics used in the gamification design actually support the key actions or interactions which will lead to the desired therapeutic outcomes. The core game loop also serves as a shared language which facilitates communication between the game designers and practicing clinicians, by making the therapeutic procedure clearer to the game designers and informing the clinicians of how the game interaction process will work in practice. In the ReadySetGoals application, the core game loop was centred on the activity of successfully setting and achieving goals, and the risk-taking concept and the resulting game play system were formulated on the basis of the proposed premise (Fig.  2 ).\n\nAfterwards, structural gameplay elements were added to support the core game loop. Structural gameplay elements represent the wider context of gameplay (progression systems, exploration, a narrative storyline, high score systems etc.) and can be used to enhance the core game loop experience, to encourage sustained engagement across the loops  [27] . In the ReadySetGoals application design, these were not only selected to match the design of the risk-taking concept, but also to coincide with the contextual factors identified in the previous stages (i.e. small steps and application of rewards). A player progression-based reward system was implemented to make the accumulated points more meaningful and rewarding. In addition, to facilitate the transition from easier to more difficult goals, a skill-tree style difficulty progression system was implemented within which easier tasks had to be completed before proceeding to more difficult ones."
    },
    {
      "title": "Evaluation gamification",
      "text": "A playable prototype based on the proposed core game loop was iteratively designed, developed and tested with users. The prototype was created and deployed as an Android mobile application using PhoneGap 1 (Fig.  3 ). Although the ReadySetGoals application was designed to be domain independent (objectives related to different aspects of therapy can be used as goals), when testing the application, the care staff decided to focus on using the application to encourage participants to set goals to commence and pursue leisure activities. Such activities encourage participants to find alternative sources of reward and fulfilment that are inconsistent with drug use. Overall, five activities were available for selection (Reading, Watching Films, Football, Jogging and Photography), each representing alternative behaviours which are inconsistent with drug use. Altogether, 84 pre-defined tasks were provided, based on discussions with experts in each activity and further refined by three game designers. Care staff was asked to review the tasks to ensure suitability for the patients. To ensure anonymity, all the information was stored locally on the participants' phones.\n\nThe application was first used in a user testing session with five participants (aged 21-24) recruited from the Delft University of Technology (two males, three females) to investigate how players perceived the implementation of the game mechanics and to investigate issues related to general accessibility. In the testing session, participants were asked to set and complete goals using the application. A \"Think Aloud\" approach was adopted and participants were asked open-ended questions about their general experience with the application. This led to structural improvements to the content structure and navigation schema. In addition, the narrative metaphor of climbing a mountain was added to improve connectedness between accomplishing goals and progressing with overall therapy. The mountain represented a challenging obstacle, and the goals that had been accomplished so far were visualised with flags placed on the mountain, each representing a step that users had taken towards overcoming their obstacles."
    },
    {
      "title": "The improved ReadySetGoals application prototype",
      "text": "Screenshots of the ReadySetGoals application can be seen in Fig.  3 . In the application, participants start by setting a new goal which they want to pursue. They select which task in a specific leisure category (i.e. run X km in Y minutes) that they would like to take on as a challenge. Afterwards they select a time limit and use their accumulated points to place a wager on how likely they think it is that they will achieve the goal. Placing a higher wager or setting a lower time limit increases the potential reward, but is riskier as users lose the points put up for the wager if they fail. When users complete the goal, they take a photo with their phone as proof and receive their rewards in points, based on the risk level and the difficulty of the task. As shown in Fig.  3 , participants select tasks from the bottom of the mountain and move up to more difficult tasks as they progress. Finally, as a reward for accumulating enough points to reach a higher level rank, they are presented with a non-monetary reward at the end of the session, in the form of a 3D printed token depicting their level."
    },
    {
      "title": "Preliminary testing with target audience",
      "text": "Researchers recruited participants from a youth outpatient treatment centre for substance abuse in the Netherlands. Three care staff members decided to participate in the study and were asked to recruit potential participants from their patient population. Patients who agreed to participate in the study were asked to engage with the application for three to four weeks. The inclusion criterion was having an android phone and the exclusion criteria were having a gaming and/or gambling addiction. During the experiment, participants were asked to Fig.  2 . The core game loop of ReadySetGoals.\n\n1  http://phonegap.com/ .\n\nuse the application freely. To ensure the validity of the goals, care staff was asked to review, during their therapy meetings, the goals that their patients had accomplished.\n\nAfter the evaluation period, each participant was asked to fill out questionnaires about their general game experiences  [28] , and semistructured interviews were carried out. Participants were also asked to rate various factors such as the value of the application in helping to motivate them to set goals and the value of various game elements such as the narration theme, on a 0 to 10 Likert scale. The semi-structured interviews covered topics such as the game mechanics, the potential usage of the application for therapy and suggestions on how to improve the application. As a reward, participants were presented with a cinema gift card worth 10 euros."
    },
    {
      "title": "Results and suggestions for iterative improvement",
      "text": "The results from the preliminary study provided key insights, highlighting multiple areas where the application could be further improved. Overall, six participants and three care staff participated in the interviews and questionnaires (one dropped out due to relapse and one participant was not able to use the application and was excluded from the study). Participants reported that the application was moderately useful in motivating them to achieve their goals (Mean Rating: 5.00/10.00, SD = 1.67) and reported a moderate sensation of achievement after achieving a goal by means of the application (Mean Rating: 5.50/10.00, SD = 2.59). One aspect that was perceived as particularly negative was the tasks that were used in the goal-setting process. In particular, the decision to provide pre-set tasks for participants to use in setting goals was negatively perceived. Predefined tasks allow for a more controlled provision of beneficial health objectives (which could be essential if the goals are related to serious therapeutic objectives, such as training activities that have rigid rules). However, when used in the domain of leisure activities it appeared to be less useful and rendered far less satisfaction to the participants, as they felt that their autonomy had been constrained. \"I would feel prouder about achieving the goals if I had thought them up myself, then I would feel more motivated to achieve them\" (participant 2, female). The restrictive nature of pre-set tasks also meant that it was harder for participants to form goals which were sufficiently challenging, personally relevant and valuable. These aspects were frequently criticised during the interviews. So participants felt that the application was not very helpful in the formulation of goals (Mean Rating: 3.50/10.00, SD = 2.07) and that it was not sufficiently challenging (Mean Rating: 0.63/4.00, SD = 0.43).\n\nTo improve this aspect, mechanisms similar to those used in the \"shared decision-making\" approach in therapy  [29]  were suggested as a useful addition to the gamification. This approach increases the patients' therapeutic involvement by allowing them to make collaborative decisions within the therapy, thus enhancing their feeling of autonomy, while the therapist guides them in keeping the goals relevant to their health objectives. A simple example of how this approach can be applied to the gamified application is to provide participants with \"suggested goals\" pre-developed by the care staff and to allow participants to modify these into their own goals.\n\nRegarding the gamification design in general, participants particularly enjoyed the narration aspect. Participants experienced the theme and the representation of the skill-tree based progression mechanism as positive (Mean rating: 6.33/10.00, SD = 2.66) and felt that the narrative concept was one to which they could relate. The risk-taking mechanism was rated moderately in the application (Mean Rating: 5.67/ 10.00, SD = 2.16) and some users perceived this feature as being motivating in itself \"I did enjoy setting the points and tended to go 'all in' with my points so that there is more at stake.\" (participant 5, male). To further improve this mechanism, a better reward for the accumulation of points would need to be provided, such as the social rewards gained from comparing performance and progress with others."
    },
    {
      "title": "Final iteration of the readysetgoals gamification",
      "text": "To implement the ReadySetGoals application, we collaborated with the \"Luca\" app project. The Luca app was designed to support patients in youth mental health or addiction treatment health care in their home environment and includes a number of therapy modules such as: (1) the medication alarm, in which patients can register the medications they have to take and can set an alarm to remind them, (2) the emergency plan, where patients prepare -together with their therapist -a plan of how to solve a future mental health crisis, (3) a chat, that allows therapists and their patients to quickly send each other short messages in an encrypted and safe manner, (4) an activity list, where patients record positive activities that reinforce their mental and physical wellbeing, (5) a diary in which patients register high-risk situations (for example situations that evoke a craving to use substances) and their mood. Fig.  4  provides some screenshots of the diary which consists of three elements: (1) \"ups & downs\", (2) \"mood-measurement\", and (3) \"registration\". With the \"ups & downs\", patients can quickly register how they are doing by clicking on one of the three emoticons with either a thumbs up, thumbs sideways or thumbs down and grading this on a scale from 1 to 10 (screenshot 1 and 2 of Fig.  4 ). They can also describe their state-of-mind and add a picture. With the \"mood-measurement\", patients can register their mood by rating the intensity of the emotions (such as fear, happiness, anger, and sadness) which they have experienced during the day (screenshot 3 of Fig.  4 ). Lastly, patients can register the difficult situations which triggered their emotions, by first noting information such as who they were with and information about the event that had occurred (screenshot 4 of Fig.  4 ). A therapist can then discuss the content of the modules during face-toface CBT sessions.\n\nThe therapy goals module is one of the Luca app modules (Fig.  5 ). We implemented ReadySetGoals as a gamified version of this module. ReadySetGoals was improved, based on earlier feedback from endusers, by (1) enhancing user autonomy, (2) improving the intrinsic value of tasks, and (3) improving the narrative metaphor element. As users wanted more autonomy in selecting tasks while the tasks had to relate to the main therapy objective we adopted a shared-decision approach, as commonly applied in healthcare  [29] , to task selection. Specifically, patients could set their tasks themselves or in collaboration with their therapist. In addition, patients could set the number of points to be rewarded for the task together with their therapist, and were given the option of writing comments on how difficult it was to (attempt to) fulfil the task.\n\nTo improve the intrinsic value of tasks, and to ensure that the longterm therapy-related goals were relevant for the patient's health objectives, both the therapists and patients decided on which long-term therapy-related goals they would work together. The therapists first selected the relevant area in life (e.g. mood/psychiatric problems, school/work/education, or substance use) and typed in the specific long-term goal. Patients could achieve these long-term therapy-related goals by setting and trying to achieve short-term therapy-related goals (i.e. the various tasks) in these areas. Patients typed in their own tasks, after selecting the corresponding long-term therapy-related goal, and set reminders of specific dates and times. In addition, patients chose their own rewards for the accumulated points in collaboration with their therapist. This made the rewards more personally relevant and motivating. During each therapy session, therapists evaluated the progress of the long-term therapy goals and set new goals once the tasks had been accomplished.\n\nLastly, to improve the narrative metaphor element, we enhanced the 'climbing a mountain' metaphor. The wager that patients could set when selecting a task was referred to as diamonds instead of points. This was because diamonds are perceived as having a higher objective value and because diamonds are often found in mountains or near mountain ranges. When patients achieved a task, they could take a photo and this would be displayed on the mountain to highlight the progress of their climb, and the achievement of their long-term therapyrelated goal. To align the skill-tree based progression mechanism to the therapy structure, therapists estimated the amount of therapy sessions needed, and this helped determine the height of the mountain. Patients would reach the summit of the mountain when they completed therapy. We expected that this would motivate patients to visit therapy sessions. When patients attended a therapy session, the therapist evaluated the therapy goals in the therapy goals module of the app. In this way, patients would automatically progress to the next therapy session and thus climb visibly further up the mountain. Not attending a therapy session prevented patients from climbing the mountain.\n\nIn summary, the process of using the gamified therapy goals module in the Luca app is as follows: When a patient wishes to set a goal, he/she selects a long-term goal and types in the short-term task (screenshot 1 of Fig.  5 ), He then bets diamonds and gives feedback about how difficult he thinks the task will be (screenshot 2 of Fig.  5 ). In addition, the patient can set a reminder time (screenshot 3 and 4 of Fig.  5 ). At these specified times, a pop-up will appear on the patient's smartphone to remind him of the task. Once a task has been accomplished, the patient selects \"yes\" (screenshot 5 of Fig.  5 ), can take a picture (screenshot 6 of Fig.  5 ) and rates how difficult the task was in practice (screenshot 7 of Fig.  5 ). If a patient takes a picture, it will be displayed on the mountain. The patient can discuss what task and therapy goal has or has not been accomplished during the following therapy session. The last screenshot shows an overview on the mountain of the number of tasks that were set and agreed upon by patient and therapist before the current therapy session (represented by a purple dot)."
    },
    {
      "title": "Implementation of the Luca app and evaluation by therapists",
      "text": "Currently, we are testing the general effect of the gamification, by conducting a non-randomised pre-post (eight weeks) study. In this study we contrast two conditions: one that is gamified and one that is not gamified, to evaluate the Luca app with a gamified therapy goals module and the Luca app with a non-gamified therapy goals module in a youth mental healthcare setting (both mental health and addiction care). The non-randomised prospective study is a study with an A-B design among 60 youngsters in youth mental healthcare who use the therapy-supportive Luca app in the context of outpatient cognitive behavioural therapy (CBT, their regular therapy). Our exclusion criteria comprise of patients with problematic gaming or gambling behaviour, who received inpatient treatment less than 3 months prior to the start of therapy, have a (light) mental disorder, acute suicidal or psychotic complaints, or an insufficient command of the Dutch language. The first 30 youngsters who participate in the study receive -besides CBT -the Luca app with a non-gamified therapy goals module and the following 30 youngsters receive the Luca app with a gamified therapy goals module. We expect that a higher frequency of use of the Luca app will be related to better therapy outcomes (i.e. less psychological complaints/substance use, higher therapy retention, higher motivation for therapy); that the Luca app with a gamified therapy goals module will be more frequently used than the Luca app with a non-gamified therapy goals module and that youngsters who received the Luca app with a gamified therapy goals module will have better therapy outcomes than the youngsters who received the Luca app with a non-gamified therapy goals module. At the start of the study, the therapists were trained in the use of the Luca app and given a leaflet with screenshots and instructions for the Luca app and both the gamified and non-gamified modules, and they understood how the therapy goals module would be used for therapy."
    },
    {
      "title": "Qualitative mid-stage evaluation",
      "text": "During the study, the participant influx was much lower than expected, which motivated us to conduct a qualitative evaluation with therapists in order to investigate the causes for this low research participation by patients and therapists. To solicit opinions and receive feedback about the potential advantages or disadvantages of using gamification as part of the treatment, we carried out semi-structured phone-interviews of about half an hour with therapists who had participated in the study. The interviews focused on topics such as the design of the Luca app (expectations, usability, look-and-feel) and their opinions about its integration in therapy and experimentation. A total of nine participating therapists (one male and eight females) were interviewed. They had used the Luca app for therapy but had not yet implemented the gamified therapy goals module within therapy. Five therapists worked at the youth mental healthcare institution and four at the youth addiction care clinic. At the start of the interview, therapists provided informed consent for recording the interview and the anonymous use of their data. We used thematic analysis for the iterative analysis of the data  [30, 31] . Secondly, similar codes were grouped together into higher level codes and themes were created from the recurring codes. We went through our data several times until we felt that our coding had achieved saturation. Finally, the codes were refined by two researchers who critically discussed and reviewed the themes."
    },
    {
      "title": "Ethical considerations",
      "text": "Various steps were taken to ensure the confidentiality and anonymity of the participants in the interviews and the ethicality of this study. Participation of therapists was voluntary and consent was verbally obtained. Data were anonymised at the earliest possible stage."
    },
    {
      "title": "Results",
      "text": "Overall, three themes were identified on the basis of the results of the thematic analysis. The first was related to the fittingness of gamification with individual users. Patients in youth mental healthcare have various types of mental health issues and disorders and it was a common opinion that gamification might only be beneficial to a certain group of patients. In addition, gamification may be more suitable for younger adolescents than older adolescents, since younger patients may not be intrinsically motivated for behavioural change and to actively adhere to therapy and corresponding therapeutic tasks. Therefore, younger patients need more extrinsic motivation to adhere to therapy, and the feeling was that gamification might play a more prominent role with this age group. The second theme was related to the fittingness of eHealth with face-to-face practice. Blended eHealth has the advantage of extending the reach of psychological therapy beyond the clinical setting  [32] : however, integration with current therapeutic practices remains complex and the personalisation of the design remains an important aspect of the implementation of such technology. In addition, technical instability issues can have huge impact on eHealth and gamification for a serious context such as youth mental healthcare, and this can cause the therapist to lose trust in the digital solution. The last theme was related to a distortion of the therapeutic alliance caused by eHealth and gamification. At the start of therapy, patients are often not motivated for behavioural change. We found that the therapists preferred to first motivate users during face-to-face contacts, by applying motivational interviewing and building up a therapeutic alliance, before employing a gamification and eHealth application."
    },
    {
      "title": "Fittingness of gamification with individual users",
      "text": "The first theme identified from our analysis was related to the therapists' expectation that the gamification would only be suitable for a certain group of users. During the interviews, five therapists mentioned that the gamification of the therapy goals module would be more suitable and motivational for younger patients and less for older adolescent patients. According to these therapists, older adolescents would be more intrinsically motivated to adhere to therapy than younger patients. Lower intrinsic motivation in younger relative to older individuals is also reflected in other studies  [33] . In the case of youth mental healthcare, younger patients may not see the importance and necessity of actively adhering to therapy and corresponding therapeutic tasks. Therefore, younger patients require more extrinsic motivation to adhere to therapy, which therapists feel might offer a more prominent role to gamification. In addition, one therapist felt that gamification was comparable to other techniques currently used in youth addiction care, such as contingency management, a type of intervention that uses rewards to enhance the motivation of patients to adhere to therapy  [34] .\n\n\"Younger patients often find it more difficult to understand how to go about it, and gamification can make it more interesting. For example, if they can earn something with it that can make a difference. Older patients have more internal motivation and younger ones have to be more extrinsically motivated.\" (Therapist G, male) Patients in youth mental healthcare can have a variety of mental health disorders, such as anxiety and mood, impulse control and addiction disorders (some suffer from multiple disorders simultaneously) (e.g. [35] ). Although ReadySetGoals was designed for youth addiction care, the therapists felt that this gamification could also be applied to other mental healthcare domains. However, gamification might be more suitable for certain groups of patients with specific mental disorders. One such observation was made concerning the gamified goalsetting module in this study. Two therapists thought that the gamification would be particularly motivating for patients with an Attention Deficit Hyperactivity Disorder (ADHD) or Attention Deficit Disorder (ADD). Patients with these conditions need either extra stimulation to become motivated or tend to achieve hyper-focus within specific tasks. Research has shown that when game elements were added to cognitive tasks, there was a slight alleviation of performance problems in children with ADHD  [36, 37] . However, in contrast, another therapist felt that the design of the therapy goals module and gamification would not be suitable for patients with ADHD. In order to set therapeutic tasks, patients needed to click through a number of screens and the therapist felt that this would cause patients with ADHD to lose attention."
    },
    {
      "title": "\"If I look at the target group ADD and ADHD, they need external input. In a game they can get some kind of hyper-focus that makes it fun.\" (Therapist F, female)",
      "text": "Another therapist mentioned that gamification would be beneficial to patients with autism, since they can be more focused on the task thanks to the orderly and clear design of the gamification. In the literature, however, there is limited research on the beneficial effect of gamification for patients with autism, though there have been past studies that suggest that the use of gamification may help individuals with autism to recognise the emotion and facial expressions of others  [38] . Lastly, another therapist thought that gamification would be motivating for patients with a game addiction or symptoms of compulsive gaming  2  . This therapist also thought that the app was not suitable for patients with suicidal thoughts (another exclusion criterion for the study). When patients with suicidal thoughts experience a crisis, a therapist needs to react immediately. However, if a therapist does not check the app daily, and the patient contacts a therapist through the app, there is a chance that these crisis situations are missed. Therefore, it would be preferable that these patients call the therapist rather than using the app."
    },
    {
      "title": "\"Autism patients can be more focused on that [order and clearness of games]\" (Therapist C, female) \"…and I think that especially game youngsters [are easily motivated by it]. It's a shame [that they are excluded from participation]\" (Therapist B, female)",
      "text": "On the subject of specific game elements, one therapist found the progression feedback system with the mountain to be very effective, especially when patients do not accomplish their therapeutic tasks. She gave an example of a patient with an anxiety disorder who was helped to confront fears using exposure therapy. This patient felt as though she had not achieve anything in her therapy, after failing to complete a therapeutic task. According to the therapist, the mountain (the skill-tree based progression mechanism) may help these kinds of patients, since it registers small progressions and makes these progressions visible. In this way, patients are better able to see some form of progression and achievement when they go to therapy sessions (because even though patients may not have completed a therapeutic task, going to a therapy session is an achievement in itself)."
    },
    {
      "title": "\"The visualisation of the mountain is very effective.\" (Therapist D, female) \"After not having achieved the next task, an exposure patient felt like she had not achieved anything. The mountain can help with this [feeling of not achieving anything].\" (Therapist D, female)"
    },
    {
      "title": "Fittingness of eHealth with face-to-face practice",
      "text": "Most participants viewed and evaluated the application as a blended eHealth therapy tool. The Luca application was designed in such a way that it can support face-to-face therapy. For example, patients can keep track of their goals, emotions and substance use, which therapists can also review outside therapy sessions. Prior studies have shown that using digital technology in such a way to deliver mental healthcare (also referred to as eHealth) can improve psychosocial therapy  [39] [40] [41]  in adults (e.g. [42] [43] [44] ), adolescents and children (e.g. [45, 46] ).\n\n\"The fact that it is somehow digital. Normally you give lots of different kinds of stencils on which they  [patients]  have to note things down. This is just their mobile phone, which they already carry around in their hands.\" (Therapist H, female) It is understandable that the therapists' evaluations placed a strong emphasis on the ease of integration of the application into therapy as a part of the treatment process. Despite their positive expectations, therapists did not use the app frequently. Six therapists found it difficult to integrate the application with therapeutic practice, especially when there was a divergence from a one-to-one translation of the CBT protocol. For instance, the application uses different words for specific assignments than the commonly used therapy protocol, and this caused confusion. In addition, the use of the Luca app and explaining to patients about the Luca experiment was not a part of the usual routine of the therapists. Combined with their already busy work schedule, this caused some of the participants to attribute a low priority to the Luca application during their therapy work. All therapists mentioned they were busy at work and six mentioned that as a result they had given the Luca app low priority and/or had forgotten to introduce Luca."
    },
    {
      "title": "\"The app should be identical to the CBT protocol. Now it is something added on to the protocol, with different formulations and different ways of writing things down. This confuses us as well..\" (Therapists E, female) \"I have a lot to think about, and the Luca experiment is not my first priority.\" (Therapist C, female) \"It's easier to add some notes when using paper. That is what I found most difficult. I noticed that I am more into the paper version. I think you just have to get used to it. If you do it for a longer period of time it becomes easier and more familiar.\" (Therapist H, female)",
      "text": "However, this was not true for all the participants, as two therapists explicitly mentioned they were able to integrate the app and use it productively within their therapy. For example, one therapist noticed that when using the app during therapy, the therapy went faster and that the patients were able to work with the app efficiently.\n\nSix therapists also found that there was not enough personalisation in the design of the therapy goals module and that it was too structured and/or too difficult to use. The therapists thought that it was not easy to set a goal and a task and they did not like having to select a relevant area in life when setting long-term therapy goals. In addition, they thought that the evaluation of the therapeutic tasks and goals was not handily implemented. However, they found the idea of the therapy goals module useful. For example, one therapist mentioned that in faceto-face therapy the overview of goals and tasks can give patients the chance to see a pattern that reveals why some goals and tasks are or are not achieved and whether there are specific situations in which achieving those goals and tasks becomes more difficult.\n\n\"Regarding the therapy goals: I did not apply it [with patients] because it was so cumbersome, and I thought that if even I lose the overview, then my patients will for sure.\" (Therapist G, male) \"There was no room for personalisation. You had to choose from areas to define a therapy goal. Sometimes I just put the goal somewhere, even if it was not a perfect fit, so I was creative with it\" (Therapist B, female) \"How goals are done now is quite complicated, it's not how I would like it.\" (Therapist G, male) \"I noticed that there was a maximum number of characters that you could type. Sometimes this was a bit too limited for me. So then you are not trying to think of a suitable goal but you're thinking of a goal that fits the Luca app.\" (Therapist I, female) From the data of the interviews, we also observed multiple instances of how technical instability issues decreased the level of trust in the application as a supportive tool for therapy. Especially at the start of the experiment, the Luca app suffered from technical instabilities such as crashing during use. In addition, there were a few instances when the therapists were unable to access the application due to internet connection problems. Although errors and bugs in games are quite tolerable when designing gamification in a non-mental healthcare context, they could have a considerable impact in a serious context such as youth mental healthcare. For example, two out of five of the therapists who experienced technical instabilities mentioned that this impaired their trust in the app as a therapy support tool and decreased their motivation to use the application.\n\n\"I noticed there were a lot of technical issues, which reduced my motivation to use it\" (Therapist F, female) Most of the technical difficulties were encountered in the early stage of the usage. For some therapists this may have influenced their motivation and willingness to use the application. However, to limit the negative influence on motivation and willingness, technical support was provided promptly to address these issues.\n\nMost of the benefits cited by the participants were related to the mobility and portability aspects of the application. All the therapists saw benefits in the mobile nature of the app, such as how patients can be reminded of therapeutic tasks and goals. The therapists felt that this helped them to maximise the time utility of the therapy, as the app could link the therapy and therapy assignments to the home context of patients. They also thought that it was more interactive than the original workbook.\n\n\"Great idea, this is going to be a great success. They easily forget a workbook, but as they always carry their phone around, so that problem is solved.\" (Therapist A, female) \"It would work better than the workbook, generate more information, it would be a better reminder for patients regarding what have I learned, what did we discuss, what were my goals? And that I could make use of it in between [the therapy sessions]\" (Therapist E, female)\n\nThe chance for patients to perform their tasks immediately and record their progress was another positive factor that was cited. In the Netherlands, around 99% of the youngsters and adolescents aged 12-25 years old own a smartphone  [32] . As most users already use their smartphone for other leisure-related activities, they did not have to add another device to their daily routine. This makes it easier for them to perform therapeutic tasks more regularly."
    },
    {
      "title": "Distortion of therapeutic alliance by eHealth and gamification",
      "text": "Because the Luca experiment ran at a youth mental healthcare and a youth addiction care centre with different types of patients and therapy protocols, it was important that patients in the experiment received CBT at the earliest stage of their therapy. Otherwise, there were too many other elements that could influence the effects. We thought that the gamification would enhance the motivation of patients for behavioural change. However, we observed several incidences where this expectation conflicted with existing therapeutic practice.\n\nOur interview data showed that the therapists prefer to motivate patients themselves before employing the gamification and eHealth application. During the interviews, therapists explained that patients are often not motivated for behavioural change at the start of therapy. Therefore, therapists generally start therapy by first focusing on enhancing the patients' motivation by applying motivational interviewing. In addition, therapists work on building initial trust with their patient, allowing them to work together in an effective way. This \"therapeutic alliance\" is also an indicator for positive therapy outcomes  [47] .\n\n\"Making contact is important, I would not use the Luca app immediately after intake.\" (Therapist E, female) \"…and on the other hand, if I introduce it during the intake or the first therapy session, they [patients] are a bit hesitant. So I apply it at a later stage, and start by enhancing motivation [by personal face-to-face therapy].\" (Therapist G, male) Despite the purpose of adding gamification to the application to enhance motivation, the therapists seem to prefer to initially motivate patients for therapy themselves, rather than to rely solely on the gamification aspect of the system. In the interviews, four therapists mentioned this issue explicitly. Enhancing the motivation of patients for behavioural change, and lowering ambivalence to change, is often performed using motivational interviewing which improves therapy engagement and outcome (e.g. [48]  for substance abuse). As designers, we had thought that gamification would enhance this motivation, but gamification designers have to be realistic about the potential and suitability of gamification in therapeutic practice and have to account for the preferences of therapists in enhancing the motivation of users (i.e. patients). It should also be mentioned that some patients remain unmotivated no matter what system is presented to them. Four therapists mentioned that certain patients cannot be motivated to adhere to their therapy. In some cases, this is because patients are only motivated to adhere to their therapy in a limited way and want to focus on working directly on their problems, rather than engaging in additional activities, even those which can make therapy more fun.\n\n\"Some of the youngsters thought it was really a significant achievement that they were in therapy at all, and did not want to invest any more time [using Luca / participating in Luca experiment].\" (Therapist B, female) \"…I was really surprised that some patients thought that it [using the Luca app] was not for them.\" (Therapist H, female)"
    },
    {
      "title": "Discussion: Reflection and learnings for eHealth design",
      "text": "Overall, a number of challenges were encountered throughout the process of designing the ReadySetGoals application. Similar to serious games and gamifications in other domains, there is an expectation for the designed game to not only be entertaining for users but also to motivate them to realise a specific, beneficial real-world effect  [49] . In mental healthcare gamifications, these benefits and the gamified underlying activity are generally situated within a therapeutic context where the treatment process involves active participation from various stakeholders (care managers, therapists etc.), each with their own set of expectations. Therefore, it was essential to incorporate the feedback of the patients as well as the therapy specialists and practitioners, especially during the early stages of the design process, and to establish clear communication with the stakeholders. In particular, the formulation of a core game loop model to show how the game mechanics relate to the underlying therapeutic process was useful in bridging the gap of understanding between professional game designers and clinical staff and facilitating a fruitful discussion."
    },
    {
      "title": "Managing stakeholder expectations through framing",
      "text": "One key learning highlighted in this study is the importance of careful framing and communication about the nature of a therapeutic gamification, to help manage stakeholder expectations. A particularly interesting observation was how the dual (and often unclear) nature of a mental healthcare gamification as both a \"game\" and a \"therapeutic tool\" caused a conflict in expectations with patients and care staff. The expectations held of a \"therapeutic tool\", namely to fulfil a serious role in supporting therapy and improving well-being in the real world seemed inconsistent with the expectations of a game, which is mostly viewed as a non-serious way to provide entertainment for players in a context distinct from the real-world. In addition, when patients viewed the gamification as a \"game\", it lacked the usual characteristics of their expectation of \"entertainment games\" (by not having an immersive storyline etc.). For those with high expectations, these inconsistencies made the gamification less appealing. However, if the real-world therapeutic aspect is less evident than the game world aspect, patients and staff become sceptical about the benefits and are less inclined to accept the game in their therapeutic context.\n\nOne example from the qualitative evaluation with therapists was their interpretation of the gamification as a therapy-supportive application. Most therapists viewed and evaluated the application from the perspective of a blended e-health therapy tool but found it difficult to integrate the application into therapeutic practice. For example, the use of language in the application caused confusion as it did not relate clearly to specific therapy protocols. In addition, the structure of the application did not fit the structure of specific therapy protocols and therapists wanted to enhance the motivation of patients first, before applying the eHealth application.\n\nProcesses similar to that of framing could be particularly beneficial in helping to align user expectations. To enhance the framing of the app as a therapy-supportive application in youth mental healthcare, one should make explicit what and how such an app can do to support both therapists and patients. This will prevent therapists from having other expectations or concerns such as that eHealth and gamification will distort the therapeutic alliance. The value of framing in making certain aspects of information more salient and therefore more noticeable and meaningful to audiences  [50]  could also help highlight the perceived therapeutic value of the gamification and avoid raising unintended expectations of it simply being a \"game\". For instance, some researchers cautioned on using the word \"game\" when describing the system to players as it could raise unintended expectations and demotivate them to engage with it  [6] . Equally, we cannot frame the app as a \"therapeutic application\". In this case, therapists may have expectations of the application being a medical application that strictly follows a specific therapy protocol. What was particularly interesting was how the design of the gamification itself could have a similar effect in \"framing\" the gamification for users. The staff seemed initially to be more positive towards such \"gamifications\" when the gameplay mechanics could be easily understood and the underlying gaming activity could be related clearly to the desired transfer effect in a real-world. This seems to allow the perceived benefits to be more easily visualised compared to when the design is centred on a gamification activity that is too complex and cannot easily be linked to a beneficial transfer effect."
    },
    {
      "title": "Integrating therapeutic aspects in a game world experience",
      "text": "Another complexity (i.e. wicked problem aspect) encountered when designing mental healthcare gamifications is that, depending on the nature of the gamified therapy or activity, the scope of the real-world context involved in the gamification can vary considerably. While gamification of simpler computerised training tasks (such as Interpretation Bias Training where users are trained to interpret ambiguous scenarios in a positive manner) is less influenced by the realworld context (as the interactions required to achieve the transfer effect are fully confined within the digital \"game world\"), those which are designed to support more behavioural based treatment approaches, such as the ReadySetGoals application, can be significantly influenced by the real-world context. In such treatment, achieving the desired transfer effect relies mainly on interactions in the real world. Thus, there is often a requirement for constant interaction between the game world and the real world.\n\nA number of instances were observed where this could have unintended effects on the design of the gamification. When interactions in the real world are included in the game world, it becomes more difficult for the game designer to accurately structure the player's experience in advance, as the game world is no longer a closed environment. As a result, certain game design approaches, such as those which stimulate gameplays of progression (where the gameplay experience is based on a structured or sequential set of challenges  [51] ), become more difficult to implement as this requires the designer to carefully control the scope of the players experience  [52] . For example, in the ReadySetGoals gamification, a key element to the implementation of the risk-taking mechanism is to understand how challenging the tasks are for players, so that more points can be awarded when players take risks to accomplish tasks with higher difficulty levels. However, since the real-world experience varies greatly for each patient, it is very difficult to know beforehand how challenging the tasks will be. In some cases, the real-world experience can even override the experiences of the intended game rules (for instance, the real-world task could be so easy as to negate the time-pressure challenge from the risk-taking mechanic). Such problems highlight the problem of accurately integrating real-world aspects within healthcare gamifications.\n\nAnother example which we encountered was related to the motivational affordance of gamification. There was a conflict concerning whether increasing the motivation of patients should be the role of the gamification or of the therapist. We thought that gamification would motivate patients for behavioural change and that therapists would also motivate the patients independently. However, there was a problem when combining both. According to the therapists who participated in the interviews, they felt that it was necessary to first enhance the motivation of patients for behavioural change and to build a therapeutic alliance, before employing gamification and eHealth applications. We had thought that the gamification could enhance this motivation for behavioural change, but this did not suit the routines used by the therapists as part of their practice. Therefore, designers should be flexible when applying and studying an eHealth application and gamification in the therapeutic process. For example, by providing more scope in the design for enhancing a therapeutic alliance during the initial therapy sessions."
    },
    {
      "title": "The value of personalisation in youth mental healthcare gamification",
      "text": "To better integrate real-world elements within the game world, it is essential for the gamification to be able to correspond to a broad range of patient characteristics and context. Providing a real-world experience that users can relate to would make them more aware of the potential therapeutic benefits of the youth mental healthcare gamification, thus helping to better manage user expectations. In the interview study, the therapists thought that the gamified and non-gamified therapy goals module of the Luca app was too structured and inflexible for a variety of patient types. In designing the application, we aimed for room for personalisation of therapy goals but we also needed a structure to preserve an overview of the relationships between long-term and short-term therapy goals. To this end, we structured the way longterm therapy related goals can be set and defined categories for goals in the form of life areas to help patients and therapists to set long-term therapy-related goals. We had discussed procedural task generation for goal setting, but found it too complex to generate goals which would both fit with user interest (in this case the patients) as with the overall therapeutic outcome. However, the life areas were too diverse and not always suitable for each therapy goal. Lastly, according to therapists, gamification may not be suitable for every type of patient: gamification may be more suitable for younger adolescents than older adolescents, since younger patients may not see the importance and necessity of actively adhering to therapy and corresponding therapeutic tasks.\n\nOne approach which we believe could be useful in helping to better manage user expectations is the use of personalisation, adaptation and tailoring techniques in the gamification  [53] . This could be done either explicitly by manually personalising the game content (such as through a shared decision-making process with stakeholders) or more implicitly, through automatic adaptation based on a player modelling technique (see  [54] ). Adaptive techniques which are able to automatically adjust the level of challenge based on performance in the real-world (such as  [55] ) could also be particularly useful. Such mechanisms allow for a better control over the influence of real-world aspects in the game."
    },
    {
      "title": "Conclusion",
      "text": "In this paper, we discussed in detail the process used to design, develop, and improve the ReadySetGoals application, a gamified mobile application aimed at supporting therapy within youth addiction care. The overall process involved four key stages in which various formative research methods were utilised with 53 participants from varying backgrounds (professional game designers, therapists etc.). These stages include identifying the transfer effect, investigating the real-world context, creating a core game loop and iterative development and testing, first with general users and then with the targeted audience and care staff. Afterwards, we implemented the improved ReadySetGoals gamification as a module within a therapy support application called \"Luca\" which is not only used in youth addiction care but also in youth mental healthcare.\n\nThe overall design process provided several valuable lessons and reflections for designing mental healthcare gamifications. This includes the value of user-centred design approaches to incorporate stakeholder feedback throughout the design process and aligning user expectations through framing. The Research through Design methodology was particularly useful in this regard with the various artefacts and prototypes at each iterative stage serving both to generate situated design knowledge as well as to align stakeholder expectations. In addition, we also discussed how the interactions between the game world and the real world could cause difficulty in gameplay design, especially when realworld elements are incorporated with traditional game mechanics.\n\nUsage of new eHealth by therapists is essential to successfully conduct an evaluation study on eHealth outcomes and adoption of eHealth by therapists is essential for future successful implementation of eHealth in a healthcare system. Even though we trained therapists in the use of the Luca app and gamification and we reminded them of the study, there are some lessons to be learned from the therapists that were interviewed. Firstly, therapists need to be better informed about the beneficial effect of gamification and the fittingness of gamification with individual users. Therapists that participated in the interviews thought that gamification would be more motivating for younger adolescent patients compared to older ones. However, they do not know for certain if this is actually the case. Since therapists are fairly cautious in applying new tools in therapy, as they do not always see the benefits, the gamification should be designed in such a way that it is flexible and allows for a return to a non-gamified intervention if players do not find it motivating. We expect that this will make therapists less cautious in applying gamification in therapeutic practice with a variety of patients, as they can always go back to a \"normal\" non-gamified version. In addition, it is important to manage the stakeholder expectations of eHealth by informing therapists in detail about the fittingness of eHealth with face-to-face practice. For example, the fact that eHealth is not a copy-paste of the therapy protocol but supports general assignments and tasks of CBT that a patient can execute outside a therapy room. Lastly, therapists need to know when eHealth and gamification can be applied in the therapeutic process. For example, therapists thought that eHealth and gamification distorted the therapeutic alliance and wanted to enhance the motivation of patients for behavioural change themselves, before applying eHealth and gamification. Therefore, it is important to explicitly allow therapists the freedom to apply eHealth and gamification when they think it is most suitable in a design process, so that it does not distort the therapeutic alliance. Even though this may conflict with a study set-up, it will enhance future adoption and the influx of new participants in an evaluation study.\n\nOne of the limitations of this study is that the used research methods were mainly generative or formative in nature. Although these methods are essential in providing answers to the questions encountered during the development of the gamification, more research is needed to properly evaluate the effectiveness of the desired transfer effect of ReadySetGoals (see  [56] ). In particular, a key disadvantage of the Research through Design approach is the blurring of the overall transfer effect. For example, would the factors found in this design stage that make the game more entertaining also make the overall gamification more effective health-wise? In the future, experimental studies need to be carried out to compare the effectiveness of a gamification integrated in a therapeutic approach as opposed to regular therapy. Another limitation is that the presented case study focuses on a specific therapeutic domain, i.e. youth mental health and addiction treatment health care, and treatment type, i.e. Cognitive Behavioural Therapy. To develop a generalisable framework, the sequential design stages need to be tested with gamifications designed for other therapeutic domains and treatment types.\n\nThe key contribution of this paper is to provide more knowledge about designing gamifications for the mental healthcare domain. A detailed description of the structural process used to develop the ReadySetGoals application as well as the reflected learnings of gamification design in this context are provided. In addition, case-specific examples of the various methods used to address the challenges encountered at each stage of the design process are also provided to add more bottom-up knowledge to this domain. In the future, the structural design processes employed in this study can be used as the basis for the development of a generic framework for gamification in mental healthcare."
    },
    {
      "title": "Declaration of Competing Interest",
      "text": "None."
    },
    {
      "text": "Fig. 1. The PGD model."
    },
    {
      "text": "Fig. 3. Screenshots of the ReadySetGoals Application."
    },
    {
      "text": "Fig. 4. Screenshots of the diary module of the Luca app."
    },
    {
      "text": "Fig. 5. Screenshots of the gamified therapy goals module."
    },
    {
      "text": "Fig. 5. (continued)"
    }
  ],
  "references": [
    {
      "title": "Gamification. using game-design elements in non-gaming context",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled",
        "L Nacke"
      ],
      "year": 2011,
      "doi": "10.1145/1979742.1979575"
    },
    {
      "title": "Serious games and gamification for mental health: current status and promising directions",
      "authors": [
        "T Fleming",
        "L Bavin",
        "K Stasiak",
        "E Hermansson-Webb",
        "S Merry",
        "C Cheek",
        "M Lucassen",
        "H Lau",
        "B Pollmuller",
        "S Hetrick"
      ],
      "year": 2017,
      "doi": "10.3389/fpsyt.2016.00215"
    },
    {
      "title": "Serious games for mental health: are they accessible, feasible, and effective? A systematic review and meta-analysis",
      "authors": [
        "H Lau",
        "J Smit",
        "T Fleming",
        "H Riper"
      ],
      "year": 2016,
      "doi": "10.26686/wgtn.12331268.v1"
    },
    {
      "title": "Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the National Comorbidity Survey Replication",
      "authors": [
        "R Kessler",
        "P Berglund",
        "O Demler",
        "R Jin",
        "K Merikangas",
        "E Walters"
      ],
      "year": 2005,
      "doi": "10.1001/archpsyc.62.6.593"
    },
    {
      "title": "Retraining automatic action tendencies changes alcoholic patients' approach bias for alcohol and improves treatment outcome",
      "authors": [
        "R Wiers",
        "C Eberl",
        "M Rinck",
        "E Becker",
        "J Lindenmeyer"
      ],
      "year": 2011,
      "doi": "10.1177/0956797611400615"
    },
    {
      "title": "Cognitive bias modification for adolescents with substance use problems -Can serious games help?",
      "authors": [
        "W Boendermaker",
        "P Prins",
        "R Wiers"
      ],
      "year": 2015,
      "doi": "10.1016/j.jbtep.2015.03.008"
    },
    {
      "title": "A user-centred theoretical framework for meaningful gamification",
      "authors": [
        "S Nicholson"
      ],
      "year": 2012
    },
    {
      "title": "HopeLab's approach to ReMission",
      "authors": [
        "R Tate",
        "J Haritatos",
        "S Cole"
      ],
      "year": 2009,
      "doi": "10.1162/ijlm.2009.0003"
    },
    {
      "title": "Conceptual model for the design of a serious video game promoting self-management among youth with type 1 diabetes",
      "authors": [
        "D Thompson",
        "T Baranowski",
        "R Buday"
      ],
      "year": 2010,
      "doi": "10.1177/193229681000400331"
    },
    {
      "title": "Psychotherapy: definitions, mechanisms of action, and relationship to etiological models",
      "authors": [
        "D Brent",
        "D Kolko"
      ],
      "year": 1998,
      "doi": "10.1023/a:1022678622119"
    },
    {
      "title": "Cognitive-behavioural therapy of depression and depressive symptoms during adolescence: a review and meta-analysis",
      "authors": [
        "M Reinecke",
        "N Ryan",
        "D Dubois"
      ],
      "year": 1998,
      "doi": "10.1097/00004583-199801000-00013"
    },
    {
      "title": "A metaanalysis of cognitive-behavioural therapy for adult depression, alone and in comparison with other treatments",
      "authors": [
        "P Cuijpers",
        "M Berking",
        "G Andersson",
        "L Quigley",
        "A Kleiboer",
        "K Dobson"
      ],
      "year": 2013,
      "doi": "10.1177/070674371305800702"
    },
    {
      "title": "The empirical status of cognitive-behavioural therapy: a review of meta-analyses",
      "authors": [
        "A Butler",
        "J Chapman",
        "E Forman",
        "A Beck"
      ],
      "year": 2006,
      "doi": "10.1016/j.cpr.2005.07.003"
    },
    {
      "title": "Research through design as a method for interaction design research in HCI",
      "authors": [
        "J Zimmerman",
        "J Forlizzi",
        "S Evenson"
      ],
      "year": 2007,
      "doi": "10.1145/1240624.1240704"
    },
    {
      "title": "What should we expect from research through design",
      "authors": [
        "W Gaver"
      ],
      "year": 2012,
      "doi": "10.1145/2207676.2208538"
    },
    {
      "title": "Persuasive Game Design: A model and its definitions",
      "authors": [
        "V Visch",
        "N Vegt",
        "H Anderiesen",
        "K Van Der Kooij"
      ],
      "year": 2013
    },
    {
      "title": "A cookbook method for persuasive game design",
      "authors": [
        "P Siriaraya",
        "V Visch",
        "A Vermeeren",
        "M Bas"
      ],
      "year": 2018
    },
    {
      "title": "Effects of cognitive bias modification training on neural alcohol cue reactivity in alcohol dependence",
      "authors": [
        "C Wiers",
        "C Stelzel",
        "T Gladwin",
        "S Park",
        "S Pawelczack",
        "C Gawron",
        "H Stuke",
        "A Heinz",
        "R Wiers",
        "M Rinck",
        "J Lindenmeyer",
        "H Walter",
        "F Bermpohl"
      ],
      "year": 2015,
      "doi": "10.1176/appi.ajp.2014.13111495"
    },
    {
      "title": "Annual research review: On the developmental neuropsychology of substance use disorders",
      "authors": [
        "P Conrod",
        "K Nikolaou"
      ],
      "year": 2016,
      "doi": "10.1111/jcpp.12516"
    },
    {
      "title": "Substance use risk profiles and associations with early substance use in adolescence",
      "authors": [
        "M Malmberg",
        "G Overbeek",
        "K Monshouwer",
        "J Lammers",
        "W Vollebergh",
        "R Engels"
      ],
      "year": 2010,
      "doi": "10.1007/s10865-010-9278-4"
    },
    {
      "title": "Personality and substance misuse: Evidence for a four-factor model of vulnerability, Drug Abuse and Addiction in Medical Illness: Causes, Consequences and Treatment",
      "authors": [
        "N Castellanos-Ryan",
        "P Conrod"
      ],
      "year": 2012
    },
    {
      "title": "The substance use risk profile scale: A scale measuring traits linked to reinforcement-specific substance use profiles",
      "authors": [
        "P Woicik",
        "S Stewart",
        "R Pihl",
        "P Conrod"
      ],
      "year": 2009,
      "doi": "10.1016/j.addbeh.2009.07.001"
    },
    {
      "title": "Sensation seeking and substance use and abuse: smoking, drinking, and drugs, Sensation Seeking and Risky Behavior",
      "authors": [
        "M Zuckerman"
      ],
      "year": 2007,
      "doi": "10.1037/11555-004"
    },
    {
      "title": "PLEX as input and evaluation tool in persuasive game design: pilot study",
      "authors": [
        "M Dooren",
        "R Spijkerman",
        "R Goossens",
        "V Hendriks",
        "V Visch"
      ],
      "year": 2014
    },
    {
      "title": "The design and application of game rewards in youth addiction care",
      "authors": [
        "M Van Dooren",
        "V Visch",
        "R Spijkerman"
      ],
      "year": 2019,
      "doi": "10.3390/info10040126"
    },
    {
      "title": "A gameplay loops formal language",
      "authors": [
        "Y Francillette",
        "A Gouaïch",
        "N Hocine",
        "J Pons"
      ],
      "year": 2012,
      "doi": "10.1109/CGames.2012.6314558"
    },
    {
      "title": "Deep and shallow gamification in marketing: thin evidence and the forgotten powers of really good games",
      "authors": [
        "A Lieberoth",
        "M Møller",
        "A Marin"
      ],
      "year": 2015,
      "doi": "10.4018/978-1-4666-8342-6"
    },
    {
      "title": "{The Game Experience Questionnaire: Development of a self-report measure to assess the psychological impact of digital games",
      "authors": [
        "W Ijsselsteijn",
        "Y De Kort",
        "K Poels"
      ],
      "year": 2013
    },
    {
      "title": "Effects of task autonomy on performance: an extended model considering motivational, informational, and structural mechanisms",
      "authors": [
        "C Langfred",
        "N Moye"
      ],
      "year": 2004,
      "doi": "10.1037/0021-9010.89.6.934"
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2006,
      "doi": "10.1191/1478088706qp063oa"
    },
    {
      "title": "A pragmatic view of thematic analysis",
      "authors": [
        "J Aronson"
      ],
      "year": 1994,
      "doi": "10.46743/2160-3715/1995.2069"
    },
    {
      "title": "Internet; toegang, gebruik en faciliteiten",
      "year": 2018
    },
    {
      "title": "Intrinsic and extrinsic school motivation as a function of age: the mediating role of autonomy support",
      "authors": [
        "N Gillet",
        "R Vallerand",
        "M.-A Lafrenière"
      ],
      "year": 2012,
      "doi": "10.1007/s11218-011-9170-2"
    },
    {
      "title": "Contingency management for treatment of substance use disorders: a meta-analysis",
      "authors": [
        "M Prendergast",
        "D Podus",
        "J Finney",
        "L Greenwell",
        "J Roll"
      ],
      "year": 2006,
      "doi": "10.1111/j.1360-0443.2006.01581.x"
    },
    {
      "title": "Integrated treatment of substance use and psychiatric disorders",
      "authors": [
        "T Kelly",
        "D Daley"
      ],
      "year": 2013,
      "doi": "10.1080/19371918.2013.774673"
    },
    {
      "title": "Does computerized working memory training with game elements enhance motivation and training efficacy in children with ADHD? Cyberpsychol",
      "authors": [
        "P Prins",
        "S Dovis",
        "A Ponsioen",
        "E Brink",
        "S Van Der Oord"
      ],
      "year": 2011,
      "doi": "10.1089/cyber.2009.0206"
    },
    {
      "title": "Can motivation normalize working memory and task persistence in children with attention-deficit/hyperactivity disorder? The effects of money and computer-gaming",
      "authors": [
        "S Dovis",
        "S Van Der Oord",
        "R Wiers",
        "P Prins"
      ],
      "year": 2012,
      "doi": "10.1007/s10802-011-9601-8"
    },
    {
      "title": "From the small screen to the big world: mobile apps for teaching real-world face recognition to children with autism",
      "authors": [
        "A Sung",
        "A Bai",
        "J Bowen",
        "B Xu",
        "L Bartlett",
        "J Sanchez",
        "M Chin",
        "L Poirier",
        "M Blinkhorn",
        "A Campbell"
      ],
      "year": 2015,
      "doi": "10.2147/AHCT.S64483"
    },
    {
      "title": "What is e-health?",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2001,
      "doi": "10.2196/jmir.3.2.e20"
    },
    {
      "title": "What Is eHealth (4): A scoping exercise to map the field",
      "authors": [
        "C Pagliari",
        "D Sloan",
        "P Gregor",
        "F Sullivan",
        "D Detmer",
        "P Kahan",
        "W Oortwijn",
        "S Macgillivray"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e9"
    },
    {
      "title": "What is eHealth (3): a systematic review of published definitions",
      "authors": [
        "H Oh",
        "C Rizo",
        "M Enkin",
        "A Jadad"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e1"
    },
    {
      "title": "Computer-based interventions for problematic alcohol use: a review of systematic reviews",
      "authors": [
        "C Sundström",
        "M Blankers",
        "Z Khadjesari"
      ],
      "year": 2017,
      "doi": "10.1007/s12529-016-9601-8"
    },
    {
      "title": "Internet interventions for adult illicit substance users: a meta-analysis",
      "authors": [
        "N Boumparis",
        "E Karyotaki",
        "M Schaub",
        "P Cuijpers",
        "H Riper"
      ],
      "year": 2017,
      "doi": "10.1111/add.13819"
    },
    {
      "title": "Computer therapy for the anxiety and depression disorders is effective, acceptable and practical health care: An updated meta-analysis",
      "authors": [
        "G Andrews",
        "A Basu",
        "P Cuijpers",
        "M Craske",
        "P Mcevoy",
        "C English",
        "J Newby"
      ],
      "year": 2018,
      "doi": "10.1016/j.janxdis.2018.01.001"
    },
    {
      "title": "Effectiveness of internet-based interventions for children, youth, and young adults with anxiety and/or depression: a systematic review and meta-analysis",
      "authors": [
        "X Ye",
        "S Bapuji",
        "S Winters",
        "A Struthers",
        "M Raynard",
        "C Metge",
        "S Kreindler",
        "C Charette",
        "J Lemaire",
        "M Synyshyn"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-313"
    },
    {
      "title": "Technology-based interventions for mental health in tertiary students: systematic review",
      "authors": [
        "L Farrer",
        "A Gulliver",
        "J Chan",
        "P Batterham",
        "J Reynolds",
        "A Calear",
        "R Tait",
        "K Bennett",
        "K Griffiths"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2639"
    },
    {
      "title": "Relation between working alliance and outcome in psychotherapy: A meta-analysis",
      "authors": [
        "A Horvath",
        "B Symonds"
      ],
      "year": 1991,
      "doi": "10.1037/0022-0167.38.2.139"
    },
    {
      "title": "National Institute on Drug Abuse Clinical Trials, Motivational interviewing to improve treatment engagement and outcome in individuals seeking treatment for substance abuse: a multisite effectiveness study",
      "authors": [
        "K Carroll",
        "S Ball",
        "C Nich",
        "S Martino",
        "T Frankforter",
        "C Farentinos",
        "L Kunkel",
        "S Mikulich-Gilbertson",
        "J Morgenstern",
        "J Obert",
        "D Polcin",
        "N Snead",
        "G Woody"
      ],
      "year": 2006,
      "doi": "10.1016/j.drugalcdep.2005.08.002"
    },
    {
      "title": "Serious games: An overview",
      "authors": [
        "T Susi",
        "M Johannesson",
        "P Backlund"
      ],
      "year": 2007
    },
    {
      "title": "Framing: Toward clarification of a fractured paradigm",
      "authors": [
        "R Entman"
      ],
      "year": 1993,
      "doi": "10.1111/j.1460-2466.1993.tb01304.x"
    },
    {
      "title": "The open and the closed: Game of emergence and games of progression",
      "authors": [
        "J Juul"
      ],
      "year": 2002,
      "doi": "10.26503/dl.v2002i1.9"
    },
    {
      "title": "Game Mechanics: Advanced Game Design",
      "authors": [
        "E Adams",
        "J Dormans"
      ],
      "year": 2012
    },
    {
      "title": "Personalization in game design for healthcare: a literature review on its definitions and effects",
      "authors": [
        "M Van Dooren",
        "V Visch",
        "R Spijkerman",
        "R Goossens",
        "V Hendriks"
      ],
      "year": 2016,
      "doi": "10.17083/ijsg.v3i4.134"
    },
    {
      "title": "Personalized, adaptive digital educational games using narrative game-based learning objects, Entertainment for Education. Digital Techniques and Systems",
      "authors": [
        "S Göbel",
        "V Wendel",
        "C Ritter",
        "R Steinmetz"
      ],
      "year": 2010,
      "doi": "10.1007/978-3-642-14533-9_45"
    },
    {
      "title": "Automatic computer game balancing: a reinforcement learning approach",
      "authors": [
        "G Andrade",
        "G Ramalho",
        "H Santana",
        "V Corruble"
      ],
      "year": 2005,
      "doi": "10.1145/1082473.1082648"
    },
    {
      "title": "Validation of serious games",
      "authors": [
        "K Van Der Kooij",
        "E Hoogendoorn",
        "R Spijkerman",
        "V Visch"
      ],
      "year": 2015
    }
  ],
  "num_references": 56
}
