{
  "paper_id": "MVQPRVFY",
  "title": "Thematic networks: an analytic tool for qualitative research",
  "abstract": "Qualitative methods are invaluable for exploring the complexities of healthcare, and in particular patient experiences. There are a diverse range of qualitative methods incorporating different ontological and epistemological perspectives. One method of data analysis that appears to be gaining popularity among healthcare researchers is the framework approach. We will outline the framework approach, discuss its relative merits and provide a working example of its application.",
  "year": 2001,
  "date": "2001",
  "doi": "10.1177/146879410100100307",
  "md5": "1F938EF8D53B24A7581F421846C9DFA8",
  "publication": {
    "journal": "Journal of Advanced Nursing",
    "journal_inferred": true
  },
  "keywords": [
    "Qualitative research",
    "framework approach",
    "patient experiences"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The framework approach was developed in the 1980's by social policy researchers at the National Centre for Social Research as a method to analyse qualitative data applied to policy research. In this context the research brief is commissioned, aims and objectives are highly focussed and the researchers' work with structured topic guides in order to identify patterns within the data. This contrasts with entirely inductive approaches, such as grounded theory, were the research design is not strictly predefined but developmental in response to the data obtained and ongoing analysis. More recently, the framework approach appears to be gaining popularity as a means of analysing qualitative data derived from healthcare research.\n\nThe principles of the framework approach can be used to undertake qualitative data analysis systematically. This enables the researcher to explore data in depth while simultaneously maintaining an effective and transparent audit trail, enhancing the rigour of the analytical processes  (Ritchie and Lewis 2003) . Ensuring data analysis is explicitly described enhances the credibility of the findings. This article will provide an overview of the framework approach as a means of analysing qualitative data. To illustrate its application, we will draw on a study undertaken by one of the authors (JS) as part of her programme of doctoral research investigating parents' management of their child's hydrocephalus and shunt."
    },
    {
      "title": "Context",
      "text": "Delivering healthcare that is responsive to individual needs is an integral part of the United Kingdom National Health Service modernisation agenda. In relation to people with long-term conditions policy directives emphasise actively involving patients in the management of their condition, valuing their expertise and working collaboratively with patients (Department of  Health (DH) 2001 , DH 2005 , DH 2007 ). The potential benefits of this involvement include: empowering patients to take control of their health needs, better understanding between patients and healthcare professionals, and patients influencing the healthcare agenda  (Simpson 2006) . Eliciting and valuing the patient experience is one way of fostering greater understanding between patients and professionals. When the patient is a child, this includes understanding the views and experiences of their parents. Qualitative approaches are appropriate for exploring the complexities of health and well-being and can facilitate a deep understanding of the patient experience.\n\nDebates about the epistemological and ontological perspectives underpinning qualitative methods can overshadow the need to ensure that qualitative studies are methodologically robust. Published qualitative research often lacks transparency in relation to the analytical processes employed, which hinders the ability of the reader to critically appraise the study's findings  (Maggs-Rapport 2001) . In addition detailed published examples describing the stages of the data analysis have the potential to assist the novice researcher to develop the skills required to undertake qualitative data analysis."
    },
    {
      "title": "Approaches to qualitative data analysis",
      "text": "Methods for undertaking qualitative data analysis can be divided into three categories:\n\n• Socio-linguistic methods that explore the use and meaning of language such as discourse and conversation analysis;\n\n• Methods that focus on developing theory, typified by grounded theory;\n\n• Methods that describe and interpret participants' views such as content and thematic analysis.\n\nDespite the diversity of qualitative methods, data is often obtained through participant interviews. The subsequent analysis is based on a common set of principles: transcribing the interviews; immersing oneself within the data to gain detailed insights of the phenomena being explored; developing a data coding system; and linking codes or units of data to form overarching categories/ themes which may lead to the development of theory  (Morse and Richards 2002) . Analytical frameworks such as the framework approach  (Ritchie and Lewis 2003)  and thematic networks (Attride-Stirling 2001) are gaining popularity because they systematically and explicitly apply the principles of undertaking qualitative analysis to a series of interconnected stages that guide the process."
    },
    {
      "title": "An overview of the framework approach",
      "text": "Generating themes from data is a common feature of qualitative methods and a widely used analytical method. Thematic analysis is an interpretive process, whereby data is systematically searched to identify patterns within the data in order to provide an illuminating description of the phenomenon. The process results in the development of meaningful themes without explicitly generating theory  (Tesch 1990 ). Thematic analysis can provide rich and insightful understandings of complex phenomena, be applied across a range of theoretical and epistemological approaches, and expand on or test existing theory  (Braun and Clark 2006) . However, thematic analysis has been criticised for lacking depth, The framework approach has many similarities to thematic analysis, particularly in the initial stages when recurring and significant themes are identified. However, analytical frameworks such as thematic networks and the framework approach appear to have a greater emphasis on making the process of data analysis transparent and illustrating the linkage between the stages of the analysis  (Pope et al 2000 , Ritchie and Lewis 2003 , Braun and Clark 2006) .\n\nCentral to the analytical processes within the framework approach is a series of interconnected stages that enables the researcher to move back and forth across the data until a coherent account emerges  (Ritchie and Lewis 2003) . This results in the constant refinement of themes which may lead to the development of a conceptual framework."
    },
    {
      "title": "Application of the framework approach",
      "text": "We independently chose the framework approach to underpin data analysis for a range of reasons. First, the framework approach is particularly suited to the analysis of crosssectional descriptive data enabling different aspects of the phenomena under investigation to be captured  (Ritchie and Lewis 2003) . Second, one of the advantages of the framework approach is that researchers' interpretations of participants' experiences are transparent  (Ritchie and Lewis 2003) . Third, for novice researchers moving from data management to developing the analysis sufficiently to answer the research questions posed can be a daunting and bewildering task. The interconnected stages within the framework approach explicitly describe the processes that guide the systematic analysis of data from the development of descriptive to explanatory accounts.\n\nIn the example we will use to illustrate the stages of analysis, JS conducted in-depth interviews to elicit parents' perceptions of living with a child with hydrocephalus. Shunts, the main treatment for hydrocephalus, are problematic in that they are prone to malfunctioning which for some children can be life threatening. Detecting shunt failure is not straightforward because the signs and symptoms are variable, subtle and often idiosyncratic to the individual child. Common symptoms such as headache, vomiting, and drowsiness are similar presenting symptoms of many childhood illnesses, particularly viral infections. An interview topic guide enabled the interviewer to: explore parents' perceptions of living with their child with hydrocephalus; and examine parents' decision-making in relation to identifying shunt malfunction and seeking healthcare advice for their child. The interviews were conducted face to face, either with individual parents or jointly where both parents participated.\n\nInterviews were transcribed verbatim. The next stage of the research applied the framework approach described by  Ritchie and Lewis (2003) . Table  1  briefly outlines the stages of the framework approach."
    },
    {
      "title": "Insert table 1",
      "text": "Data management using a case and theme based approach\n\nCodes and categories were developed by considering each line, phrase or paragraph of the transcript in an attempt to summarise what parents were describing. The process initially involved using printed versions of the transcripts with key phrases highlighted and comments written in the margins to record preliminary thoughts. Key phrases were summarised using participants own words (in-vivo codes). Categories were developed from these in-vivo codes. In-vivo codes are advocated within the framework approach as a means of staying 'true' to the data  (Ritchie and Lewis 2003) . Initial thoughts began to develop into more formal ideas from which a coding matrix was generated. The coding index enabled changes to be tracked and progress to be recorded. An example of the coding matrix highlighting the processes involved in identifying codes and categories is presented in figure  1 .\n\nInsert figure  1  Identifying and testing a thematic framework\n\nThe coding matrix was developed from four family interview transcripts, which appeared to represent a range of experiences. These parents had different experiences in relation to the frequency of shunt complications including one family whose older child had not had any problems with their shunt. The coding matrix and transcripts from which it was derived were reviewed by two experienced researchers as part of the ongoing measures taken to ensure the rigour of the study. Changes were tracked by maintaining a research journal and adding notes to the margins of the matrix. Each in-vivo code initially formed a potential category but as coding progressed and the number of categories developed they were grouped together into broader categories. Similar categories were eventually brought together to form initial themes. These categories and themes formed a coding index that was used as a means of organised the whole data set. However, the coding index was constantly refined throughout the process of data analysis as new insights emerged. An example of the coding index is presented in figure  2 .\n\nInsert figure  2  Unlike policy driven research, the interview topic guide in healthcare researcher may be less tightly focussed and a qualitative software package such as NVivo ® ( www.qsrinternational.com/solutions ) can aid data retrieval when searching for patterns within the data. Initial data management was a paper based exercise using written notes and memos, which were subsequently transferred into an NVivo ® data base. As data management progressed, NVivo ® was used more intuitively with the process of tagging data into relevant categories shifting from a paper based exercise to directly coding data in NVivo ® . Data management using the coding retrieval and search facilities within NVivo ® was the first stage of more in-depth analysis because it facilitated preliminary thoughts to emerge across cases and develop linkages between categories and initial themes, while retaining links to the original data.\n\nCoding matrices can be created using Word ® or Excel ® spread sheets but the process can be unwieldy and problematic when large volumes of data are involved. Since this research was undertaken, the National Centre for Social Research has developed a computer aided qualitative data package specifically to assist in the application of the framework approach.\n\nThe package can be used to summarise data into a series of matrices from which it is possible to conduct case based and thematic analysis ( www.natcen.ac.uk ). This may overcome some of the inherent difficulties faced when trying to manage large volumes of data using spread sheets. Clearly both the software and training provided by the centre has cost implications, which will need to be factored into applications for research funding."
    },
    {
      "title": "Development of descriptive and explanatory accounts",
      "text": "Descriptive accounts involve summarising and synthesising the range and diversity of coded data by refining initial themes and categories. A crucial element within qualitative analysis is the critical thinking that occurs in relation to how participants' descriptions are coded, links between codes and categories, and links between categories and themes  (Ritchie and Lewis 2003) . Remaining true to participants' descriptions is a fundamental principle within the framework approach and central when developing more abstract concepts. For the novice researcher the movement from in-vivo codes and initial categories and themes to more abstract concepts can seem incompatible and contradictory. Two linked processes were undertaken to reconcile these tensions. First, data was synthesised by refining the initial themes and categories until the 'whole picture' emerged whilst remaining grounded in participant's description. This was achieved by constantly referring back to the original transcripts and checking meaning across interviews using Nvivo ® search functions. Second, abstract concepts were developed through the identification of key dimensions of the synthesised data, and making associations between themes and concepts. Figure  3  provides an example of the process of moving from the initial themes and categories in the coding index, and the links between the refined categories and final themes from which the core concepts emerged."
    },
    {
      "title": "Insert figure 3",
      "text": "Explanatory accounts began with reflecting back on the original data as a whole, and the analytical stages, in order to ensure the experiences and beliefs of parents were accurately reflected and to minimise the possibility of misinterpretation. Through the application of the framework approach three core concepts were developed that appeared to reflect parents' accounts of living with a child with hydrocephalus. The development of the core concept labelled uncertainty has been used to illustrate the application of the framework approach throughout this paper. The other core concepts were becoming an expert and living a normal life. The final stages of the framework approach involved making sense of the concepts and themes in terms of participants' lives and experiences. This was achieved by exploring the relationship between the core concepts and the established literature and theoretical perspectives relating to living with a child with a long-term condition.\n\nOnce the nature of the phenomena has been described and concepts have been identified, typologies may emerge which explain how concepts operate  (Ritchie and Lewis 2003) .\n\nParents' accounts of living with their child with hydrocephalus suggest the constantly vigilance in observing their child for illness symptoms because of the unpredictable nature of shunt malfunction is relentless. The way in which parents respond to illness episodes in their child was considered by linking their accounts to the concept of uncertainty. Four possible typologies that reflect an individuals' perception of their level of confidence and control when faced with uncertainty have been identified as; overwhelming uncertainty, role uncertainty, pervasive uncertainty, minimal uncertainty  (Penrod 2007) . Parents' lack of control in relation to preventing shunt function positioned them in the typology described as overwhelming uncertainty. This may explain the reason parents' accounts of living with their child with hydrocephalus were dominated by the possibility that their child's shunt could malfunction at any time.\n\nOur experiences of undertaking qualitative data analysis share similarities with the experiences of other novice qualitative researchers  (Li and Seale 2007) . The first challenge related to the process of attaching labels to preliminary codes which were initially abstract in nature and did not fully represent the extracts from which they were derived. Although our enthusiasm remained throughout, we grossly underestimated the time required to undertake the early the stages of the analysis. Yet these stages are essential if the findings are to be credible. In our separate studies we valued working with experienced researchers who were willing to challenge assumptions and decisions at each stage of the analysis, adding to the rigour of the research. Sufficient time needs to be allocated to evaluating initial thoughts and reflecting on the relationships between ideas and participants' accounts. Asking the question 'what are participants really trying to describe?' when considering sections of the data and using participants own words whenever possible assisted with ensuring the process of labelling the data reflected participants' accounts.\n\nFor part-time students, other work commitments can make it difficult to re-engage with the data after a period away from the data but can prevent over-immersion. Retuning to data analysis after a time-out period and reading all the transcripts again to consider the phenomena as a whole resulted in the process of data analysis becoming much more meaningful. Forward and backward movement between the data as a whole, individual participant accounts and cross linkage with initial categories resulted in the emergence of the final categories and the development of the final conceptual framework that describes parents' accounts. This iterative process resonates with the central tenant of the framework approach that the interconnected stages are not linear, but a scaffold that guides the analysis  (Ritchie and Lewis 2003) ."
    },
    {
      "title": "Conclusion",
      "text": "We have found the framework approach a valuable tool for data analysis in qualitative healthcare research. For researchers engaging with qualitative research for the first time, it provides an effective route map for the journey and facilities both a case and theme based approach to data analysis. We have given examples where the context of the patient experiences has been retained while exploring associations and explanations within the data and drawing on existing theories and established literature. The process enables the researcher to track decisions which ensures links between the original data and findings are maintained and transparent. This adds to the rigour of the research process and enhances the validity of the findings.\n\nTable 1: Overview of the framework approach (adapted from Ritchie and Lewis 2003) Processes Stages Data management Descriptive accounts Explanatory accounts • Becoming familiar with the data (reading and re-reading) • Identifying initial themes/ categories • Developing a coding index • Assigning data to the themes and categories in the coding index • Summarising and synthesising the range and diversity of coded data by refining initial themes and categories • Identify association between the themes until the 'whole picture' emerges • Developing more abstract concepts • Developing associations/ patterns within concepts and themes • Reflecting back on the original data and analytical stages in order to ensure participant accounts are accurately presented thereby reducing the possibility of misinterpretation • Interpreting and explaining the concepts and themes • Seeking wider application of concepts and themes Continuum"
    },
    {
      "text": "fragmenting the phenomena being studied, being subjective and lacking transparency in relation to the development of themes, which can result in difficulties when judging the rigour of the findings (Attride-Stirling 2001)."
    }
  ],
  "references": [
    {
      "title": "Thematic networks: an analytic tool for qualitative research",
      "authors": [
        "J Attride-Stirling"
      ],
      "year": 2001,
      "doi": "10.1177/146879410100100307",
      "journal": "Qualitative Research",
      "volume": "1",
      "issue": "3",
      "raw": "Thematic networks: an analytic tool for qualitative research \n\t\t \n\t\t\t J Attride-Stirling \n\t\t \n\t\t 10.1177/146879410100100307 \n\t \n\t \n\t\t Qualitative Research \n\t\t \n\t\t\t 1 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Attride-Stirling J (2001) Thematic networks: an analytic tool for qualitative research. Qualitative Research 1 (3): 385 -405"
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2001,
      "doi": "10.1191/1478088706qp063oa",
      "journal": "Qualitative Research in Psychology",
      "volume": "3",
      "raw": "Using thematic analysis in psychology \n\t\t \n\t\t\t V Braun \n\t\t \n\t\t \n\t\t\t V Clarke \n\t\t \n\t\t 10.1191/1478088706qp063oa \n\t \n\t \n\t\t Qualitative Research in Psychology \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2006. 2001 \n\t\t\t Expert patient SO \n\t\t\t London \n\t\t \n\t \n\t Braun V, Clarke V (2006) Using thematic analysis in psychology. Qualitative Research in Psychology 3: 77 -101 Department of Health (2001) Expert patient SO, London."
    },
    {
      "title": "Supporting people with long-term conditions: an NHS and social care model to support innovation and integration",
      "year": 2005,
      "doi": "10.1037/e428392008-001",
      "raw": "Supporting people with long-term conditions: an NHS and social care model to support innovation and integration \n\t\t 10.1037/e428392008-001 \n\t\t \n\t\t\t 2005. 2007 \n\t\t\t DH \n\t\t\t London \n\t\t \n\t \n\t The expert patient programme \n\t Department of Health (2005) Supporting people with long-term conditions: an NHS and social care model to support innovation and integration. DH, London Department of Health (2007) The expert patient programme. DH, London"
    },
    {
      "title": "Learning to do qualitative data analysis: an observational study of doctoral work",
      "authors": [
        "S Li",
        "C Seale"
      ],
      "year": 2007,
      "doi": "10.1177/1049732307306924",
      "journal": "Qualitative Health Research",
      "volume": "17",
      "issue": "10",
      "raw": "Learning to do qualitative data analysis: an observational study of doctoral work \n\t\t \n\t\t\t S Li \n\t\t \n\t\t \n\t\t\t C Seale \n\t\t \n\t\t 10.1177/1049732307306924 \n\t \n\t \n\t\t Qualitative Health Research \n\t\t \n\t\t\t 17 \n\t\t\t 10 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Li S, Seale C (2007) Learning to do qualitative data analysis: an observational study of doctoral work. Qualitative Health Research 17 (10): 1442 -1452"
    },
    {
      "title": "Best research practice': in pursuit of methodological rigour",
      "authors": [
        "F Maggs-Rapport"
      ],
      "year": 2001,
      "doi": "10.1046/j.1365-2648.2001.01853.x",
      "journal": "Journal of Advanced Nursing",
      "volume": "35",
      "issue": "3",
      "raw": "Best research practice': in pursuit of methodological rigour \n\t\t \n\t\t\t F Maggs-Rapport \n\t\t \n\t\t 10.1046/j.1365-2648.2001.01853.x \n\t \n\t \n\t\t Journal of Advanced Nursing \n\t\t \n\t\t\t 35 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Maggs-Rapport F (2001) 'Best research practice': in pursuit of methodological rigour. Journal of Advanced Nursing 35 (3): 373 -387"
    },
    {
      "title": "Read me first for a users guide to qualitative methods",
      "authors": [
        "J Morse",
        "L Richards"
      ],
      "year": 2002,
      "raw": "Read me first for a users guide to qualitative methods \n\t\t \n\t\t\t J M Morse \n\t\t \n\t\t \n\t\t\t L Richards \n\t\t \n\t\t \n\t\t\t 2002 \n\t\t\t Sage Publications \n\t\t\t London \n\t\t \n\t \n\t Morse JM, Richards L (2002) Read me first for a users guide to qualitative methods. Sage Publications, London"
    },
    {
      "title": "Living with uncertainty: concept advancement",
      "authors": [
        "J Penrod"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2648.2006.04008.x",
      "journal": "Journal of Advanced Nursing",
      "volume": "57",
      "issue": "6",
      "raw": "Living with uncertainty: concept advancement \n\t\t \n\t\t\t J Penrod \n\t\t \n\t\t 10.1111/j.1365-2648.2006.04008.x \n\t \n\t \n\t\t Journal of Advanced Nursing \n\t\t \n\t\t\t 57 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Penrod J (2007) Living with uncertainty: concept advancement. Journal of Advanced Nursing 57 (6): 238 -245"
    },
    {
      "title": "Qualitative research in healthcare: analysing qualitative data",
      "authors": [
        "C Pope",
        "S Ziebland",
        "N Mays"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7227.114",
      "journal": "British Medical Journal",
      "volume": "320",
      "raw": "Qualitative research in healthcare: analysing qualitative data \n\t\t \n\t\t\t C Pope \n\t\t \n\t\t \n\t\t\t S Ziebland \n\t\t \n\t\t \n\t\t\t N Mays \n\t\t \n\t\t 10.1136/bmj.320.7227.114 \n\t \n\t \n\t\t British Medical Journal \n\t\t \n\t\t\t 320 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Pope C, Ziebland S, Mays N (2000) Qualitative research in healthcare: analysing qualitative data. British Medical Journal 320: 114 -116"
    },
    {
      "title": "Qualitative Research Practice",
      "authors": [
        "J Ritchie",
        "J Lewis"
      ],
      "year": 2003,
      "raw": "Qualitative Research Practice \n\t\t \n\t\t\t J Ritchie \n\t\t \n\t\t \n\t\t\t J Lewis \n\t\t \n\t\t \n\t\t\t 2003 \n\t\t\t Sage Publications \n\t\t\t London \n\t\t \n\t \n\t Ritchie J, Lewis J (2003) Qualitative Research Practice. Sage Publications, London"
    },
    {
      "title": "Involving service users and carers in the education of mental health nurses",
      "authors": [
        "A Simpson"
      ],
      "year": 2006,
      "doi": "10.7748/mhp2006.12.10.4.20.c7864",
      "journal": "Mental Health Practice",
      "volume": "10",
      "issue": "4",
      "raw": "Involving service users and carers in the education of mental health nurses \n\t\t \n\t\t\t A Simpson \n\t\t \n\t\t 10.7748/mhp2006.12.10.4.20.c7864 \n\t \n\t \n\t\t Mental Health Practice \n\t\t \n\t\t\t 10 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Simpson A (2006) Involving service users and carers in the education of mental health nurses. Mental Health Practice 10 (4): 20-24."
    },
    {
      "title": "Qualitative research: analysis types and software tools",
      "authors": [
        "R Tesch"
      ],
      "year": 1990,
      "raw": "Qualitative research: analysis types and software tools \n\t\t \n\t\t\t R Tesch \n\t\t \n\t\t \n\t\t\t 1990 \n\t\t\t Falmer Press \n\t\t\t London \n\t\t \n\t \n\t Tesch R (1990) Qualitative research: analysis types and software tools. London, Falmer Press"
    }
  ],
  "num_references": 11,
  "figures": [
    {
      "description": "fragmenting the phenomena being studied, being subjective and lacking transparency in relation to the development of themes, which can result in difficulties when judging the rigour of the findings (Attride-Stirling 2001)."
    }
  ],
  "num_figures": 1,
  "num_citations": 23,
  "cited_references": [
    "b8",
    "b6",
    "b4",
    "b9",
    "b10",
    "b3",
    "b5",
    "b7"
  ],
  "notes": [
    "[raw_reference] Attride-Stirling J (2001) Thematic networks: an analytic tool for qualitative research. Qualitative Research 1 (3): 385 -405",
    "[raw_reference] Braun V, Clarke V (2006) Using thematic analysis in psychology. Qualitative Research in Psychology 3: 77 -101 Department of Health (2001) Expert patient SO, London.",
    "The expert patient programme",
    "[raw_reference] Department of Health (2005) Supporting people with long-term conditions: an NHS and social care model to support innovation and integration. DH, London Department of Health (2007) The expert patient programme. DH, London",
    "[raw_reference] Li S, Seale C (2007) Learning to do qualitative data analysis: an observational study of doctoral work. Qualitative Health Research 17 (10): 1442 -1452",
    "[raw_reference] Maggs-Rapport F (2001) 'Best research practice': in pursuit of methodological rigour. Journal of Advanced Nursing 35 (3): 373 -387",
    "[raw_reference] Morse JM, Richards L (2002) Read me first for a users guide to qualitative methods. Sage Publications, London",
    "[raw_reference] Penrod J (2007) Living with uncertainty: concept advancement. Journal of Advanced Nursing 57 (6): 238 -245",
    "[raw_reference] Pope C, Ziebland S, Mays N (2000) Qualitative research in healthcare: analysing qualitative data. British Medical Journal 320: 114 -116",
    "[raw_reference] Ritchie J, Lewis J (2003) Qualitative Research Practice. Sage Publications, London",
    "[raw_reference] Simpson A (2006) Involving service users and carers in the education of mental health nurses. Mental Health Practice 10 (4): 20-24.",
    "[raw_reference] Tesch R (1990) Qualitative research: analysis types and software tools. London, Falmer Press"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
