{
  "paper_id": "N299EZID",
  "title": "When falsehood wins? Varied effects of sensational elements on users' engagement with real and fake posts",
  "abstract": "Based on a quantitative content analysis of microblogs on COVID-19 that is linked to the actual Weibo user engagement (comments, reposts, and likes) they received, this study investigates the role of generic/formal frames, emotional appeals, and visual elements in people's varied levels of engagement with fake and real posts. Results revealed that relative to real posts, fake posts tended to focus more on COVID incidents that happened outside of China, utilize more episodic and human-interest frames, rely more on anger and disgust emotions, and feature more pictures. More importantly, although fake posts initially received fewer user responses than real posts, they earned significantly more reactions through employing sensational elements such as anger, conflict, and morality in their content. Most of these post-level characteristics, however, exerted minimal impact on real microblogs. Consequently, as the emotionally charged and sensationally framed fake posts drive more users to comment on and repost them, fake news may diffuse faster than real news and reach a larger audience.",
  "year": 2019,
  "date": "2019",
  "journal": "Online Information Review",
  "publication": "Online Information Review",
  "authors": [
    {
      "forename": "Mingxiao",
      "surname": "Sui",
      "name": "Mingxiao Sui",
      "affiliation": "a  Department of Communication Studies , The University of Alabama at Birmingham , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t The University of Alabama at Birmingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "msui@uab.edu"
    },
    {
      "forename": "Ian",
      "surname": "Hawkins",
      "name": "Ian Hawkins",
      "affiliation": "a  Department of Communication Studies , The University of Alabama at Birmingham , USA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t The University of Alabama at Birmingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rui",
      "surname": "Wang",
      "name": "Rui Wang",
      "affiliation": "b  Institute of Communication Studies , Communication University of China , China \n\t\t\t\t\t\t\t\t Institute of Communication Studies \n\t\t\t\t\t\t\t\t Communication University of China \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Marianna",
      "surname": "Sigala",
      "name": "Marianna Sigala"
    },
    {
      "affiliation": "Department of Communication Studies , The University of Alabama at Birmingham , Heritage Hall 341 , 1401 University Blvd , Birmingham , AL 35294 , USA. \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t The University of Alabama at Birmingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Heritage Hall 341 1401 University Blvd \n\t\t\t\t\t\t\t\t\t 35294 \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.chb.2023.107654",
  "arxiv": "arXiv:1702.05638",
  "sections": [
    {
      "text": "Social network sites' (SNS) unique networked affordance is found to facilitate the diffusion of fake news  (Al-Rawi et al., 2019) . In the instance of the 2016 US presidential election, social media referrals accounted for 41.8% of the total traffic to fake news websites  (Allcott & Gentzkow, 2017) . Fake news also propagates at a much higher rate than real news on platforms like Twitter  (Vosoughi et al., 2018) . Eventually, through fast-growing reposts and re-shares, fake news may become indistinguishable from real news. Even worse, fake news increasingly transfers the salience of key issues (e.g., international relations) to mainstream media and sets the agenda for the public  (Vargo et al., 2018) . These may lead to pernicious consequences, such as the public's lowered trust in mainstream media and the government, or increased partisan conflict  (Nielsen & Graves, 2017) .\n\nWhen investigating the face \"believability\" of fake news, recent work uncovered multiple antecedents such as fake news's strategic use of factual evidence to mock real news  (Karimi et al., 2018) , readers' previous exposure to similar rumors or misleading arguments  (Pennycook et al., 2018)  and their inclinations to read news headlines only  (Media Insight Project, 2014) . On story level, fake news was found to pack most essential claims-which were usually about a particular person or entity-in titles, which increased readers' likelihood to skip the main text  (Horne & Adali, 2017) . Other features-including the adoption of a narrative writing style, lack of journalistic adjudication, as well as the heavy use of repetitive language, negative affective terms (e.g., idiots, disgrace), emotional appeals, and proper nouns, etc.-are also found effective in detecting fabricated news  (Horne & Adali, 2017; Molina et al., 2022) .\n\nWhat remains underexamined is whether fake news also mimics real news in other journalistic practices, and in particular, the use of generic and topical frames. If readers are unable to distinguish between fake and real information, is it because fake publications utilize normative news frames-such as conflict, human interest, and morality-to masquerade as mainstream news? From the produsage perspective, as the general public partakes in content creation, it's plausible that citizen reporters may follow the same journalistic norms to produce news outputs, although their reports can be unverified or fabricated  (Molina et al., 2022) . Semetko and Valkenburg's (2000)  five generic frames were also found pervasive in South Park's fake news  (Williams, 2009) ; however, less evidence has suggested whether they penetrate in fake news more broadly. Likewise, little is known about whether these frames influence readers' engagements with falsehood information in the same manner as they affect people's reactions to real news (see  Jin & Atkinson, 2021) .\n\nThis study investigates the presence of generic/formal frames, emotional appeals, and visual elements in real versus fake SNS posts, as well as their effects on users' engagement with both. In line with existing research  (Gluck, 2012; Khan, 2017)  we consider social media engagement to involve participation by a user; and specific to our study, it includes comments, reposts, and likes. To this end, we utilized the first Chinese-language dataset on COVID-19 misinformation \"CHECKED\"  (Yang et al., 2021) . This dataset categorized Sina Weibo posts as either fake or real, with which we manually coded our predictive variables; it also captured the number of comments, reposts, and likes for every distinct post, which are the key indexes used to measure user engagement with news and other online content  (Guo & Sun, 2020) . In doing so, we make at least three important and novel contributions. First, this study pairs content analytic and actual user engagement data together. Separately these data are informative, but when examined together they give a more complete understanding of what the messaging is online and subsequently the extent to which different types of information are spreading. Second, we use a diverse range of text level features (e.g., frames, emotion, visual content) to provide a systematic analysis of how engagement with both real and fake news is influenced. Third, our data provides insight into how both real and fake posts diffused specific to COVID-19. As many individuals relied on social media news for information during this time period, our data have theoretical importance for further explicating the relationship between online information environments and the pandemic. Altogether, our results suggest most of the post-level features were more utilized by fake microblogs, which in turn earned them more comments, reposts and likes. Yet, these techniques did not boost readers' engagement with real microblogs to the same extent."
    },
    {
      "title": "User engagement on social media",
      "text": "Social media dramatically revolutionize people's acquisition of information and their engagement with it. For example, fake news, 1 which is \"presented in a format similar to that of a legitimate report\" and with \"a deliberate and malicious intention to deceive the reader\"  (Baptista & Gradim, 2020, p. 299) , tend to earn more attention and responses than real news. This is strongly evidenced in a BuzzFeed News analysis of the 2016 US presidential campaign, which uncovered that on Facebook the top 20 fake stories earned 1.4 million more shares/reactions/comments than the top 20 real stories published by professional news organizations  (Silverman, 2016) . On the other hand,  Baptista and Gradim (2020)  found that whereas fake news obtained more shares than mainstream stories, the latter received more reactions and comments; yet, a more recent study revealed the opposite such that falsehood stories received more comments than real stories  (Molina et al., 2022) .\n\nThese complexities urge scholars to explore comprehensive mechanisms that can explain user engagement in the digital age. As a critical response,  Sundar (2008)  theorized a Modality-Agency-Interactivity-Navigability (MAIN) model that posited \"the overload situation presented by most digital media creates a reliance on cues\" (p. 78), which are presented in not only the content (i.e., message length) but also social media's technological features (i.e., a mobile application's interactive interface). These short-cuts can trigger heuristics pertaining to people's interpretations of the underlying content  (Sundar, 2008) . For example, the length of an article may \"define\" a post's level of persuasiveness; the longer it is, the more users reacted to it (see  Heiss et al., 2019) . Likewise, the inclusion of expert quotes in misinformation-through triggering the \"expertise implies credibility\" heuristic-drives people to repost it (see  Zhou et al., 2021)  without a systematic evaluation of the actual content. These dispositions align with the \"peripheral route\" in processing information  (Petty & Cacioppo, 1986) ; according to Elaboration Likelihood Model (ELM), SNS users often refer to the number of pictures inserted in a post to decide whether they want to reshare it  (Jin et al., 2016) .\n\nGrounded on this idea that SNS users are cognitive misers who tend to minimize their mental efforts by relying on heuristics (see  Fiske & Taylor, 1984) , recent work identifies cognitive and affective factors embedded within the content as significant predictors. It can be non-content cues (e.g., number of pictures) and content-related factors (e.g., use of emotional phrases or a factually strong argument), as both allow people to rely on easily interpretable information to respond to a message without requiring much analytical effort. Therefore, in addition to cues that are external to content, the characteristics of the content also drive SNS users to react to online messaging  (Molina et al., 2022) . In line with this explication, recent work affirms that false information with certain linguistic characteristics-i.e., including persuasive, uncertainty, comparative, and emotional phrases-were more widely disseminated  (Zhou et al., 2021) . Because the differential effects of content characteristics (topical/formal frames a post has utilized), visual cues (the inserts of images/videos in a post), and affective characteristics (the emotional appeal emphasized in a post) likely have a theoretical influence on SNS users' engagement with fake versus real posts, further attention is needed."
    },
    {
      "title": "Narrative frames and SNS user engagement",
      "text": "Scholars have long posited that fraudulent and genuine publications may differ in the use of content-level components, such as repetitive languages, uncertain words, informal/swear words, and tonality  (Horne & Adali, 2017; Sousa-Silva, 2022; Zhang & Ghorbani, 2020  ). Yet, these style-and linguistic-level characteristics are found not always successful in detecting fake information  (Potthast et al., 2017) , because most misinformation creators \"tend to use specific writing styles to avoid detection\"  (Zhou et al., 2021, p. 3) . In particular, scholars are concerned that fake news is packed as real news to deceive the readers  (Tandoc et al., 2018) . For example, fake news headlines are often characterized with sensationalism  (Shu et al., 2017)  utilizing inflammatory phrases and extreme arguments  (Potthast et al., 2017)  to attract viewers. Such practices are not inexistent in professional news production, as exemplified in the tabloid press' regular use of clickbaits  (Jung et al., 2022) .\n\nAs such, though fake news deviates from fact-based reporting, it may strategically incorporate normative journalistic writing styles to resemble real stories. Stemming from this speculation, a few recent studies investigated differences in the dominant narratives between fake and real news. In a qualitative analysis, Sousa-Silva (2022) found that fake news systematically attributed negative events (i.e., the prevalence of sexual abuse in Portugal) to the opposing political party, whereas mainstream news emphasized these aspects less. Castelo et al. (2019)  also affirmed that fake news typically emphasized personal concerns, social connections, and other psychological features in the content; however, their study did not compare these tendencies with those in real news.\n\nThe above evidence-though limited-suggests that fraudulent publications tend to highlight a given set of considerations and aspects to attract viewers. This practice is referred to as framing in professional news-making, a technique that is widely used by mainstream media to present an event in a particular manner to \"promote a particular problem definition, causal interpretation, moral evaluation, and/or treatment recommendation for the item described\"  (Entman, 1993, p. 52) . For example, episodic and thematic frames are often used to shift perceived responsibilities  (Boukes, 2022) ; while episodic frames present issues as individual events, thematic frames put events within the larger social context  (Semetko & Valkenburg, 2000) . Four generic frames are also widely found in news; including, conflict frame that emphasizes confrontations between different groups and their members, economic 1 Following  Baptista and Gradim (2020) , this study opts for terms like \"fake news\" and \"fake posts\" instead of misinformation/disinformation, in the sought of integrating the \"news\" values that fake news and fake posts may represent, as further articulated in sections below. consequences frame that underscores how an event may economically affect people and other entities, human interest frame that presents an event from an emotional angle and emphasizes human faces, and morality frame that discusses an event with references to moral prescriptions and religions  (Semetko & Valkenburg, 2000) . Other widely examined frames include severity frame that emphasizes the prevalence of a health issue and its threat to the public  ( Beaudoin, 2007) , and prospect frame that presents an event from either a gain or loss perspective  (Kahneman & Tversky, 1979) .\n\nBut again, fake news and other fraudulent publications' use of these narrative frames remains underexamined. Especially on social media, because the content can be created by ordinary users that do not intentionally pursue the \"click economy,\" they may not use these techniques no matter whether their post is fabricated or not. However, it is equally possible that fake post creators-due to their primary interest in virally spreading the content-may frame their posts more dramatically than real posts. Due to these mixed considerations, we ask."
    },
    {
      "title": "RQ1. On content level, do fake and real SNS posts differ in the use of generic/formal frames?",
      "text": "This study is also interested in these narrative frames' effects on users' engagement with fake versus real posts. It is well documented that content-level characteristics  (Zhou et al., 2021) , presentation cues  (Bryanov & Vziatysheva, 2021) , and the different framing used in news can strengthen people's belief in the credibility of a message. For example, with equal source credibility, individuals are more likely to believe a fake compared to a real news story; however, the opposite was found for argument quality, which was associated with believing real news more than fake news  (Suntwal et al., 2020) . The influence of content-level factors and believability is not inconsequential, as they can affect people's likelihood of disseminating the information they view, including fake news  (Zhou et al., 2021) . This is because our \"belief in a social object sets the foundation for the formation of attitudes toward the social subject\"  (Suntwal et al., 2020, p. 5896) , such that the higher belief one has in the news story, the more likely he/she will perform in a positive manner i.e., to share the article  (Suntwal et al., 2020) . The believability of information is also positively associated with its utility  (Su et al., 2019) , and studies have consistently shown that news content with higher informational value are more likely to be shared (i.e.,  Rudat & Buder, 2015) .\n\nThe possibility that people will like, share, or comment on a story is also dependent on confirmation bias, cognitive consonance and other factors that can be activated by content-level characteristics. Specifically, factual news with frames that focus on values as compared to strategy has a higher likelihood of being shared, because value frames such as crime prevention and xenophobia tend to affiliate with political parties and align with readers' partisanship  (Su et al., 2019) ; and the broad selective exposure literature suggests that readers are more likely to recirculate information that is congruent with their political ideologies  (Freiling et al., 2021) . Additionally, factual news stories using a morality frame were shown to increase readers' likelihood to share them, because these frames can \"produce emotions that mobilize people into action\" (p. 809); on the other hand, stories with a conflict frame were associated with a lower sharing rate, likely due to the reason that readers lean to avoid information that may destroy their internal harmony  (Valenzuela et al., 2017) . Other studies also found that people's attitudinal change is an important mediator through which frames then influence the likelihood readers will like, share, and comment on a story  (Mourão & Brown, 2022) . Together, these instances suggest that frames-by making certain attributes more salient than the others-may arouse changes in people's psychological or cognitive states, which in turn can affect the extent to which they engage with the stories they read.\n\nConsidering the influence of content characteristics such as framing on readers' engagement with the content, several reasons indicate the effects can differ for real versus fake posts. First, the use of cognitive heuristics plays a significant role in determining how users engage with information online  (Metzger & Flanagin, 2013) . This signaling of cognitive heuristics, like the \"news-finds-me\" perception (NFMP), indicate that some of the disparities that exist between believing real vs. fake news is tied directly to low effort styles of attention  (Diehl & Lee, 2022) . In other words, when people use cognitive heuristics like the NFMP (e.g., low effort) when viewing information online, they are more likely to believe fake news. Second, cognitive approaches  (Bryanov & Vziatysheva, 2021)  and abilities of the actual users can have a large impact. For example, knowledge about a subject and personality traits significantly affect whether someone can actively identify fake news vs. real news  (Zrnec et al., 2022) . Viewing fake news can increase the presence of cognitive processing and be associated with intentional control being less compared to real news  (Ladeira et al., 2021) . Third, \"clickbait\" headlines could lower people's beliefs about the story's credibility and quality  (Molyneux & Coddington, 2020) . To an extent this might be less likely to happen when reading a factual news story. Because a believability bias can significantly affect sharing intentions  (Su et al., 2019) , decreases in users' perceptions of credibility for fake news could undermine their sharing intentions. Indeed, stories that are framed to place importance on believability could contribute to situations where individuals are unlikely to share something that is clearly fake as compared to a real news story. Altogether, given the information above, we propose that: H1. The frame characteristics presented in fake and real posts would exert varied effects on the public's engagement with these two types of SNS content."
    },
    {
      "title": "Visual cues and SNS user engagement",
      "text": "In the spread of SNS content, whether it be fake or real, visual content is generally more powerful than text. On Facebook, image and video posts received significantly more likes and sharing than text-only posts  (Guo & Sun, 2020) . Tweets with images earned \"18% more clicks, 89% more likes, and 150% more retweets than those without images\"  (Cao et al., 2020, p. 142) . Similarly, fake news was more likely to be shared when published in video format than in audio-or text-only formats  (Sundar et al., 2021) . In another study about Sina Weibo (a Chinese equivalent of Twitter), microblogs with images-including both real and fake posts-received 11 times more re-tweets than text-only posts  (Jin et al., 2016) .\n\nWhy are users more attracted by visual content than plain text? This is mostly because a narrative or descriptive account is considered less vivid than static photograph or videos  (Hill & Helmers, 2012) , given that visual formats have unique advantages in conveying nonverbal cues such as people's smiles, body languages, voice tones, graphical signs, etc. These visual cues may distract viewers from the message that is being delivered, which could then \"lessen their critical attitude toward the message, probably by reducing the ability to counterargue\"  (Chaiken & Eagly, 1976, p. 606) . Video modality can also trigger realism heuristics, leading viewers to rate fake stories presented in video formats as more credible than those in text or audio formats  (Sundar et al., 2021) . In this manner, the use of visuals such as pictures and videos in SNS posts can increase these posts' credibility and elicit visceral responses, ultimately improving people's engagement intentions and behaviors  (Brubaker & Wilson, 2018) . Even deepfake news clips-wherein an individual's face superimposed over another's-were perceived to have higher source vividness, which as a result was perceived more credible and engageable than text-only fake posts  (Lee & Shin, 2022) .\n\nDue to these reasons, text posts accompanied by visuals are assumed to elicit higher levels of user engagement than plain texts  (Jin et al., 2016) . This effect likely varies for real versus fake posts. First, fake posts often contain misrepresented or tampered images  (Cao et al., 2020 ) that can undermine their perceived credibility. Second, relative to fake posts, real posts often include a larger number of images, and their images were more diverse and reflect multiple aspects of an event  (Jin et al., 2016) . These features can increase information richness (see  Zhou et al., 2021) , making real posts look more credible and attractive. We thus postulate that: H2. The effect of visual content on public engagement is stronger for real than for fake SNS posts."
    },
    {
      "title": "Emotional appeals and SNS user engagement",
      "text": "Online news-both real and fake-commonly relies on affective appeals  (Weeks, 2015) . This derives from the conventional wisdom that social media emphasize emotions  (Vosoughi et al., 2018 ; also see  Savolainen et al., 2020) , and that when users are exposed to this content, it can influence decision-making, attention, and the ability to process information  (Pröllochs et al.,2021a) . Featuring emotional language can be persuasive, because it distracts people from cues that help determine credibility  (Ecker et al., 2022) . News' reliance on emotion related content is also strongly associated with a financial component, and the so-called economy of emotions theory discusses that emotions \"are leveraged to generate attention and viewing time, which converts to advertising revenue\"  (Bakir & McStay, 2018, p. 155) . Reliance on negative emotions like anger is particularly important, given that it could lead individuals to seek related content from alternative or questionable sources on social media  (Weeks & Gil deZúñiga, 2021) .\n\nThe emotional appeals used in fake and real news have important implications for influencing user engagement  (Bakir & McStay, 2018) , which can be demonstrated through its impact on sharing behaviors  (Lu et al., 2022) . For example, anxiety is found to boost sharing behaviors of all types of content, including real and fake news  (Freiling et al., 2021) . Other research found false content focusing on negative emotions can go viral online and result in extensive reshares  (Pröllochs et al., 2021b) . Directly tied to sharing behaviors, affective state also influences the extent to which individuals believe the narratives of fake news they are exposed to on digital media  (Weeks, 2015) . For example, feeling stronger emotions are associated with increased belief in fake but not real news  (Martel et al., 2020) . Altogether, there is strong evidence that emotional appeals can be frequently found in the news online, and that they have meaningful role in differentially influencing belief in factual versus fake news content.\n\nConceptually, there are a few reasons why these disparities might exist in how emotional appeals impact engagement with different types of news. First, the larger degree of negative emotions in fake news can orient the focus of individuals and help bring them together around a shared topic  (Savolainen et al., 2020) . For example, negative emotions such as disgust and anger-compared to positive ones like joy-are more likely featured in fake news  (Paschen, 2019) . While real news might also feature negative emotions, it is not to the same extent as fake news, which is one aspect that differentiates these two types of information online. This can not only create an identity for users online, but also signal how they should feel, react, or engage with different issues. Second, the use of negative emotions in fake versus real news might not only draw people's attention but also act as a coping mechanism in situations where individuals feel unsure or uncertainty. Indeed, in the aftermath of mass shootings  (Lee et al., 2021) , or in the context of the COVID-19 pandemic  (Lu et al., 2022) , individuals exposed to fake news featuring negative emotions could use this content to help cope with the crisis. Third, the frequency of emotional appeals in fake news could lead users to conflate or confuse feelings and information  (Ecker et al., 2022) . This is problematic as reliance on emotions as opposed to on factual information increases susceptibility to belief in fake news. Given the literature discussed above, and the affective differences in fake versus real news, we make the following hypothesis regarding emotional content."
    },
    {
      "title": "H3.",
      "text": "The emotional appeals presented in fake and real posts would exert varied effects on the public's engagement with these two types of SNS content."
    },
    {
      "title": "Data and method",
      "text": "The SNS content analyzed in this study included microblogs distributed on Sina Weibo, a Chinese-language microblogging website similar to Twitter. Weibo was chosen because of its (a) high popularity in China and worldwide and (b) spread of rampant rumors on COVID-19 and other topics. In September 2021, this platform reached over million monthly active users and over 240 million daily active users  (China Internet Watch, n. d.) . Recent work found fake posts were detected less frequently in Weibo than in its western counterparts  (Rodríguez et al., 2020) , likely due to the Chinese governments' stricter censorship on falsehood posts  (Zhu et al., 2013) . Regardless, on the issue of COVID-19, entirely fake and partially false posts constituted roughly 9% of Weibo microblogs  (Rodríguez et al., 2020) . Especially in the early stages of the pandemic, Weibo was actively used by the public to monitor the spread of this disease, which yielded a large volume of posts and discussions  (Li et al., 2020) . For example, COVID-related hashtags made up 30%-70% of Weibo's most popular hashtags from mid-January to mid-April 2020  (Cui & Kertész, 2021) .\n\nWeibo posts for analyses came from CHECKED (see Online Supplement A), a publicly available repository with 2104 verified microblogs collected from December 2019 to August 2020. For each microblog, CHECKED documented its full text (post content), URLs of pictures and videos (if any), as well as a ground-truth analysis based on which CHECKED categorized all microblogs as either fake (n = 344) or real (n = 1760). As  Yang et al. (2021)  describe, fake/real posts were coded based off of an official service employed by Weibo that determines the factual nature of posts on this platform (also see  Yang et al., 2021 for details) . With such information, we computed three dichotomies to capture whether a microblog was real or fake (\"Fake Post\"), included one or more pictures (\"Pictures\"), or included one or more video components (\"Videos\").\n\nSimilar to existing research  (Guo & Sun, 2020) , this study operationalizes the primary dependent variable \"user engagement\" as the number of comments, reposts, and likes each microblog received from the public. These three dimensions were documented in CHECKED and measured on the microblog level. On average, the microblogs received 1793 comments (SD = 3572.24; min = 0; max = 73,717), 3491 reposts (SD = 48,758.13; min = 0; max = 1,886,915), and 27,021 likes (SD = 79,463.33; min = 0; max = 1,179,103)."
    },
    {
      "title": "Content-level predictors",
      "text": "The other two predictor variables-frame characteristics and emotional appeals-were also measured on the microblog level and captured with either a manual content analysis or a computer automation technique."
    },
    {
      "title": "Frame characteristics",
      "text": "Grounded on extant literature on framing analysis (Boukes, 2022) and health communication  (Quick, 2010) , this study investigated the presence and effects of episodic, human interest, conflict, morality, prospect (or the gain versus loss of economy), and severity frames in SNS posts. Two student assistants were trained to identify the presence of each variable, using the text of the 2104 verified microblogs documented in CHECKED. Intercoder reliability was assessed using randomly sampled microblogs (10% of the entire dataset), yielding Krippendorff's alphas between 0.84 and 1. All variables were measured as dichotomies unless specified below.\n\nLocation of Incident (α = 0.96) was measured by asking coders to identify \"in which country the covered event/subject/incident happened,\" and to choose from options including China, the U.S., and others. This variable was computed into a dummy representing whether the covered incident happened in China (75.67%) or the other nations (24.33%).\n\nEpisodic Frame (α = 0.91) was measured using the question: \"Does the microblog include a personal example of a subject or problem to illustrate developments in the COVID crisis?\" An example of SNS posts utilizing episodic frames is: \"A bus driver of the Baigelong Team of the Eastern Public Transport Company in Shenzhen was found in contact with a confirmed case when he returned to his hometown in Jiangxi ….\" Human Interest Frame (α = 0.90) was measured by asking the coders whether \"the microblog explicitly mentions how individuals and groups are affected by the COVID crisis.\" An example of SNS posts with such frames is: \"A toddler, who was quarantined due to COVID infection, eagerly asked her doctor for a hug. The doctor saw it and couldn't help crying ….\"\n\nConflict Frame (α = 0.95) was measured by asking the coders to identify whether \"the microblog explicitly reflects disagreement between two or more parties/individuals/groups/Countries,\" such as this example: \"US Congressman made disparaging remarks that China sabotaged the U.S.'s vaccine research on the 7th. The foreign ministry spokesman Chunying Hua refuted this critique today and asked him to show the evidence ….\"\n\nMorality Frame (α = 0.92) was measured by asking the coders whether \"the microblog makes explicit reference to morality, God, and other religious tenets.\" An example of SNS posts with this frame is: \" …. Published a tribute to all the heroines who are fighting on the front line of the pandemic: they are women that never give up to men, their shoulders are slim but take on the important responsibilities, they have a soft heart but showed the greatest moral resilience against the pandemic ….\"\n\nProspect Frame (α = 1.00) was operationalized as the \"financial losses or gains now or in the future, as a result of the COVID\" and coders were asked to identify an explicit presence of such arguments in each microblog. For an instance, \"The COVID pandemic has affected 81% of the world's working population; global unemployment this year may exceed 25 million ….\"\n\nSeverity Frame (α = 0.84) was measured by asking coders whether \"the microblog explicitly discusses the adverse effects of COVID-19 on human health, including descriptions of disease symptoms, possibility of cure, difficulties of disease prevention, and transmissibility.\" An example of SNS post with this frame is: \"The COVID-19 broke out in Hong Kong, where the number of daily confirmed cases exceeded 100 for several consecutive days ….\""
    },
    {
      "title": "Emotional appeals",
      "text": "We were also interested in the predictive influence of emotional appeals in the microblog content. With the dramatic growth of digitized content such as microblogs, computer automation is increasingly used to measure sentiment  (Young & Soroka, 2012) . IBM Watson is one of the most used systems for automated coding  (Biondi et al., 2017) , which utilizes a pre-defined dictionary of words, phrases, and sentences to identify the various emotions in a document  (High, 2012) . Though natural language processing (NLP) approach may fail to assess the context in which a set of words and phrases are used, it is arguably precise in capturing the emotions within its narrower focus  (High, 2012) .\n\nThis study thus employs IBM Watson's Natural Language Understanding (NLU) to analyze the emotional appeals in each microblog. A set of aggregated sentiment scores were automatedly generated to specify the possibilities that a microblog can be classified as featuring emotions such as anger, sadness, joy, fear, and disgust, respectively. Notably, because automated content analysis uses probabilistic models to detect the presence of certain themes and topics  (Nunez-Mir et al., 2016) , the IBM Watson estimates the separate/independent probabilities of each discrete emotion that is present in each post. The possibilities for each discrete affective state may not sum up to 100%. For example, a microblog may be assigned sentiment scores of 24.92% possibility for sadness, 2.94% possibility for joy, 55.85% possibility for fear, 2.06% possibility for disgust, and 7.11% possibility for anger. Because fear has a larger possibility than the other four, this microblog is considered as having a dominant fear appeal.\n\nFollowing this rule, we converted all emotional appeal variables-which were automated as ratios-to one categorical variable that captures whether a microblog has a predominant anger, sadness, joy, fear, or disgust appeal, respectively. Table  1  provides an overview of each respective characteristic: joy was the primary emotion in 1138 microblogs (54.09%), followed by sadness that was the primary emotion in 654 (31.08%); the other 312 microblogs were almost equally distributed between anger (4.99%), fear (4.90%), and disgust (4.94%). For a robustness check, human coders were also asked to identify the most and second most possible emotional appeals in each microblog. Results yielded an acceptable agreement and evidenced the validity of computer automation (see Online Supplement B for details)."
    },
    {
      "title": "Results",
      "text": "RQ1 inquired into the disparities in fake and real posts' use of generic/formal frames. To answer this question, we conducted multiple Chi-Square tests to compare the occurrences of each respective characteristic (see Table  2 ). Several frame characteristics were significantly different: relative to real microblogs, fake posts were more about events and incidents that happened outside of China, such as the Coronavirus trends and statistics in the United States and other western countries. Fake microblogs also used more episodic frames than real posts, such as employing a personal example to illustrate the impact of COVID-19. In addition, fake microblogs used more human-interest frames to illustrate how individuals and groups are affected by the pandemic. The only exception lies in the use of morality frames, which was found more frequently in real than in fake microblogs.\n\nThough not a focus in this study, our data also yielded fake and real microblogs' distinctive use of emotional appeals and visual elements that is worthy of attention. Specifically, joy was identified more in real microblogs, whereas negative sentiments (anger, fear, sadness, and disgust) were found more in fake microblogs. In particular, regarding the use of anger, fake posts almost doubled that of the real microblogs; and the use of disgust in fake microblogs was almost three times that in real microblogs. In terms of visual elements, fake and real microblogs did not significantly differ in the use of videos; however, the portion of posts with pictures was substantively larger in real microblogs (65.00%) than that for fake microblogs (15.41%).\n\nThis study hypothesized that the influence of the frame characteristics (H1), visual elements (H2), and emotional appeals (H3) on the public's engagement with SNS content would differ between fake and real microblogs. To test them, we ran three ordinary least-squares (OLS) models regressing the total numbers of comments, reposts, and likes received by each microblog against generic/formal frames, emotional appeals, visual components, and moreover the interactions between these factors and the \"Fake Posts\" variable (whether a microblog was fake or real). To control for the impact of publication dates on these three engagement outcomes, we also entered a dummy variable-whether microblogs were published before March 2020 or after March 2020 (see Online Supplement A for our reasons to use this threshold)into the models. Results are displayed in Table  3 .\n\nWe start with the number of comments (logged) received by microblogs with distinct characteristics (Column 1 in Table  3 ). The interaction effects were statistically significant for framing factors such as episodic, conflict and morality, as well as for sentiment factors such as anger and disgust; and in addition, the impact of videos on the public's comments on microblogs was marginally different between fake and real posts.\n\nFig.  1  plotted the six significant interaction effects for easier interpretations. Notably, these six factors-including domestic events (versus foreign events), episodic framing, conflict framing, morality framing, anger, and disgust appeals-did not yield a big impact on real microblogs (see gray bars). To the opposite, the number of comments (logged) received by fake microblogs (see white bars) significantly differed by most of these factors: relative to fake posts about events that occurred outside of China, those about domestic incidents received fewer comments. In addition, fake microblogs with episodic, conflict,"
    },
    {
      "title": "Table 2",
      "text": "Fake and real posts with chi-square analyses to examine differences in frames and emotions.\n\nFrames Real Posts (n = 1760) Fake Posts (n = 344) Pearson's χ 2 n % n % Covered incident happened in China 1360 77.27 232 67.44 15.10*** vs. in the other nations 400 22.73 112 32.56 With episodic frames 395 22.46 134 39.07 42.05*** vs. without episodic frames 1364 77.54 209 60.93 With human interest frames 650 36.99 179 52.19 27.72*** vs. without human interest frames 1107 63.01 164 47.81 With morality frames 183 10.40 17 4.94 9.97** vs. without morality frames 1576 89.60 327 95.06 With conflict frames 49 1.79 10 2.91 0.01 vs. without conflict frames 1706 97.21 334 97.09 With economic consequence frames 46 2.62 11 3.20 0.37 vs. without economic consequence frames 1712 97.38 333 96.80 With severity frames 139 7.90 22 6.40 0.92 vs. without severity frames 1620 92.10 322 93.60 Emotional Appeals the primary emotional appeal is …. Joy 1007 57.22 131 38.08 70.06*** Anger 77 4.38 28 8.14 Fear 80 4.55 23 6.69 Sadness 532 30.23 122 35.47 Disgust 64 3.64 40 11.63 Visual Elements With videos 563 31.99 106 30.81 0.18 vs. without videos 1197 68.01 238 69.19 With pictures 1144 65.00 53 15.41 288.57*** vs. without pictures 616 35.00 291 84.59 Note: n = actual number of posts and % = column percentages. ***p < 0.001 and **p < 0.01. Note: N = 2094. Due to highly skewed distributions, all outcome variables were converted using a log base 10 function.\n\nAll frame variables are dummies. All emotional appeals variables are dichotomous, with the reference group being posts that have a primary joy appeal. \"Videos\" and \"Pictures\" are dummies. \"Post Date\" was dichotomous, with the baseline being microblogs posted before March 2020.\n\nEntries are beta coefficients with standard errors in parentheses, where ***p < 0.001, **p < 0.01, *p < 0.05, and # p < 0.10 from two-tailed tests.\n\nand morality frames received more comments than their counterparts without such framing characteristics. The same pattern was also found for the impact of anger and disgust appeals.\n\nOn to the second outcome variable, total reposts received (logged), we uncovered similar patterns. As shown in Column 2 in Table  3 , the interaction effects were statistically significant for framing factors like episodic and conflict, emotional appeals like anger, fear, and disgust, as well as the two visual factors. Fig.  2  plotted the six statistically significant interaction effects for easier interpretations: same as above, these factors yielded minimal impact on real posts but a more remarkable effect on fake microblogs. Specifically, fake posts with human interest framing, conflict framing, anger appeal, disgust appeal, or videos, were reposted more than fake microblogs without such elements. One exception lies in the influence of domestic (versus foreign) incidents: as demonstrated in the top left spot in Fig.  2 , although fake posts about foreign incidents received slightly more reposts than their counterparts about domestic events (see white bars), this difference was not statistically significant. However, relative to real microblogs about foreign events, real posts discussing domestic Chinese incidents received significantly more reposts (see gray bars).\n\nConsistently, on the total number of likes received (logged), we found that conflict framing, morality framing, anger appeal, disgust appeal, and videos earned fake microblogs more likes from the public readers; additionally, a focus on foreign incidents-rather than a focus on domestic Chinese happenings-earned fake posts more likes (see Column 3 in Table  3 ). But for real microblogs, these factors had minimal effects. Fig.  3  plotted five statistically significant interaction effects for an intuitive understanding.\n\nTogether, our analyses yielded support for H1 and H3 but not H2. In particular, our results on all three SNS engagement measures consistently evidenced that it was among fake microblogs that a focus on foreign incidents, the use of conflict or morality framing, the use of anger or disgust appeals, and the use of videos boosted the public's reactions. But for real microblogs, the presence (versus absence) of these framing, emotional, or visual features barely changed the users' engagement with them."
    },
    {
      "title": "Discussion",
      "text": "Recent research suggests the use of generic frames  (Valenzuela et al., 2017) , emotional appeals  (Freiling et al., 2021) , and visual heuristics  (Townsend & Kahn, 2014)  can facilitate people's comments, likes, and shares of political posts. These characteristics also affect the diffusion of misinformation  (Wang et al., 2020) , leading to concerns that fake news may enjoy a larger audience engagement than genuine publications  (Silverman, 2016) . However, less work has investigated to what extent normative news frames are presented in falsehood posts or how the effects of generic/topical frames may differ for fake versus real posts. Situated within the COVID-19 pandemic-a unique circumstance characterized by viral spread of fake information-this study presents some of the first empirical evidence that framing, emotional, and visual features embedded within SNS posts influences users' engagement with fake posts more profoundly than with real posts.\n\nOur data indicate that in many ways the normative generic/topical frames were used differently by real versus fake posts. On a more positive note, our study showed that morality frames were more frequent in real as opposed to fake posts. This is critical as framing a piece of media in the context of morality can promote emotions associated with mobilization and taking action, and in relation to digital news content this also increases sharing and engagement  (Valenzuela et al., 2017) . On the other hand, our other results indicated that problematically episodic and human-interest frames were more commonly found in posts determined to be fake (also see  Castelo et al., 2019  for similar findings). This difference is not inconsequential as framing is used as a technique to influence those viewing content. Indeed, episodic frames are often associated with highlighting that an issue is isolated and can disconnect the user from the larger context  (Semetko & Valkenburg, 2000) . When considering events like the COVID-19 pandemic, the use of episodic framing has the potential to create a skewed and potentially harmful information environment.\n\nThe added appearance of human-interest frames is also critical given their emphasis of human faces and emotions  (Semetko & Valkenburg, 2000) . As described earlier, exposure to emotionally based content is impactful  (Weeks, 2015)  and can have an influence on how individuals understand and process information  (Ecker et al., 2022) . Our finding that fake posts used this framing more frequently is problematic, as the human-interest angle might draw individuals in using the emotional angle and lead to more engagement with the biased and false content. Not surprisingly, fake posts' most preferrable generic frames-including episodic frames, human interest frames, and a focus on foreign incidents-are also the ones that are relatively harder for individual readers to verify. Specifically, whereas a person can easily look up whether a pattern or trend (the so-called \"thematic frames\") is true, they may not be able to adjudicate an individual-level instance (the so-called \"episodic frames\"). Consequently, as the source of a message often dissolves faster than the message itself  (Hovland & Weiss, 1951) , people who read fake posts from low-credibility sources and were initially not persuaded may change their attitudes later, especially if the fake posts utilize strong arguments.\n\nThough not a focus in this study, our results showed that fake posts initially received substantially fewer comments, reposts, and likes than real posts (also see  Baptista & Gradim, 2020) , which deviate from others that found false news reached more readers than real news  (Vosoughi et al., 2018; Silverman, 2016; Molina et al., 2022) . This is likely due to the low-credibility sources associated with fake posts. Quite possibly, real posts were published by established mainstream media accounts (i. e., People's Daily's official Weibo account) with millions of followers, which thus easily received a large volume of comments, reposts, and likes, regardless of these news-level features (see three figures where the level of user engagement was much higher for real posts than for fake posts). On the other hand, fake posts were more likely published by personal or non-organization accounts (see  Grinberg et al., 2019) , which may have fewer followers and thus received less engagement. Unfortunately, because the CHECKED dataset anonymized all Weibo posts, we were not able to identity the accounts that originally published these posts and thus cannot control for this \"source\" variable or to explore its moderating effects.\n\nOur findings about the effects of news frames on user engagement also expand current literature. Our result that morality frame increased users' engagement with SNS posts largely echoed extant work (i.e.,  Brady et al., 2017 ); yet, whereas prior studies found conflict frame decreased news sharing  (Valenzuela et al., 2017) , this study uncovered that conflict frames were associated with more comments, repost, and likes. In particular, we found the effects of conflict, morality, human interests, and episodic frames on user engagement are more evident for fake posts than for real posts. This could be attributed to several reasons. First, this study measured the presence (vs. absence) rather than the volume of these frames; it is plausible that fake posts may have allotted more space to these frames, which can thus generate a bigger impact on the readers. Indeed, prior studies found that fake news tend to use repetitive language  (Horne & Adali, 2017) , such that falsehood posts may also repeat such frames in their content. Second, relative to frames conveyed in real posts, the frames presented in fake posts may be more novel i.e., previously unknown to readers or rarely seen in real news (see  Vosoughi et al., 2018)  or more exaggerated  (Mourão & Robertson, 2019) , which thus further encourage sharing and other interactions.\n\nAnother telling finding is that the location of the covered incidents affected users' engagement with fake and real posts in almost oppositional directions. Real posts focusing on domestic Chinese incidents attracted more comments and reposts than real posts about foreign events; but to the contrary, fake posts enjoyed more comments, posts and likes when their focus was COVID incidents in foreign countries. This could be attributed to the varied tonality between fake and real posts; for example, real posts about domestic events may have highlighted government achievement or people's collective actions in defending against COVID, while fake posts about foreign incidents may be filled with pejoratives criticizing other countries' failure in controlling the spread of COVID. Although this study cannot directly verify these explanations due to data limitations, our follow-up analyses reveal that among the microblogs focusing on domestic Chinese incidents, joy was more fueled in real (59.93%) than in fake posts (43.53%). In terms of microblogs focusing on foreign incidents, anger, fear, and disgust were more detected in fake posts than in real posts. These results thus corroborate our speculation that real and fake posts may have promoted a higher level of user engagement through boosting readers' group esteem or national pride.\n\nIn addition, this study found emotional appeals-especially anger and disgust-increased users' engagement with fake posts to a larger extent than that with real posts. Besides, the inclusion of videos-but not pictures-earned fake posts more user engagement than for real posts. Yet, without a scrutinization of the video content, this study was not able to conclude what specific features in the videos contributed to this effect. Regardless, these results underscore that simply infusing fake posts with the so-called approach emotions like anger or a video, is sufficient to elicit a strong motivation to attend to and engage with such content. As more users comment on and repost fake posts charged with such emotions, fake news may then disseminate faster than real news and eventually reaches a larger audience  (Vosoughi et al., 2018) . Through this vicious cycle, fake news could also undermine media trust  (Ognyanova et al., 2020) , political trust  (Tsfati et al., 2009) , and other democratic outcomes.\n\nTogether, these findings suggest the complexities of users' distinct engagements with real and fake information. There may be differences in other story-level features such as expert endorsements, sound bites, or the quality of arguments that could have explained the users' stronger response to fake than to real posts. Switching to users, their social media literacy, bias confirmation, general trust in mainstream media, and capacity to detect falsehood information may have also led them to engage with fake posts and real posts in different manners. As  Balmas (2014)  found, with increased exposure to fake news but decreased exposure to real news, people become more susceptible to fake news. In this vein, the frequency users encounter fake and real news in everyday life may also play a role in this relationship. Yet, because this study took a content analytic approach and did not observe these factors, we were not able to account for the impact of these potential confounders. This reason could also explain why some of our findings deviate from those uncovered in experimental studies (i.e.,  Molina et al., 2022)  which are known for minimizing the influence of confounding variables. Future studies should also consider adding a \"neutral\" category to the emotion spectrum and investigating whether users' engagement with neutral content differ between real posts and fake posts. This could be achieved through human coding or utilizing other sentiment analysis tools that allow a more fine-grained classification of emotion categories. Furthermore, the idiosyncrasy of the COVID-19 case also warrants more attention. Being an obtrusive issue, the pandemic allows readers to reflect on personal experience to scrutinize fake posts, whereas such capacity can be very limited for non-obtrusive issues. As a result, this study's findings may underestimate the difference in readers' engagement with fake posts and with real posts.\n\nDespite these limitations, this study is novel in that it systematically examines how frames, emotional appeals, and visual elements contribute to users' varied engagement with fake and real posts. As revealed in this study, most of these features earned fake posts a higher level of user engagement but did not necessarily contribute to real posts, which points to the crucial function of digital media literacy in helping readers discern fake news."
    },
    {
      "title": "Credit author statement",
      "text": "Mingxiao Sui: Conceptualization, Investigation, Methodology, Data curation, Formal analysis, Visualization, Writingoriginal draft, Writingreview & editing, Project administration and Supervision, Ian Hawkins: Writingoriginal draft, Writingreview & editing, Rui Wang: Resources, Writingoriginal draft"
    },
    {
      "title": "Declaration of competing interest",
      "text": "No potential conflict of interest was reported by the authors."
    },
    {
      "text": "Fig. 1. Effects of Frames and Emotional Appeals on # of Comments (logged), by Real versus Fake Posts Note: all figures were created using Model 1 (first column) in Table 3. Gray bars represent real microblogs and white bars represent fake microblogs."
    },
    {
      "text": "Fig. 2. Effects of Frames and Emotional Appeals on # of Reposts (logged), by Real versus Fake PostsNote: all figures were created using Model 2 (second column) in Table3. Gray bars represent real microblogs and white bars represent fake microblogs."
    },
    {
      "text": "Fig. 3. Effects of Frames and Emotional Appeals on # of Likes (logged), by Real versus Fake Posts Note: all figures were created using Model 3 (second column) in Table 3. Gray bars represent real microblogs and white bars represent fake microblogs."
    },
    {
      "text": "Overview of microblogs and their respective characteristics."
    },
    {
      "text": "Linear regression models predicting numbers of comments (logged), reposts (logged), and likes (logged), by frames and emotional appeals in weibo posts."
    }
  ],
  "references": [
    {
      "title": "What the fake? Assessing the extent of networked political spamming and bots in the propagation of #fakenews on twitter",
      "authors": [
        "A Al-Rawi",
        "J Groshek",
        "L Zhang"
      ],
      "year": 2019,
      "doi": "10.1108/oir-02-2018-0065"
    },
    {
      "title": "Social media and fake news in the 2016 election",
      "authors": [
        "H Allcott",
        "M Gentzkow"
      ],
      "year": 2017
    },
    {
      "title": "Fake news and the economy of emotions: Problems, causes, solutions",
      "authors": [
        "V Bakir",
        "A Mcstay"
      ],
      "year": 2018
    },
    {
      "title": "When fake news becomes real: Combined exposure to multiple news sources and political attitudes of inefficacy, alienation, and cynicism",
      "authors": [
        "M Balmas"
      ],
      "year": 2014,
      "doi": "10.1177/0093650212453600"
    },
    {
      "title": "Online disinformation on Facebook: The spread of fake news during the Portuguese 2019 election",
      "authors": [
        "J Baptista",
        "A Gradim"
      ],
      "year": 2020,
      "doi": "10.1080/14782804.2020.1843415"
    },
    {
      "title": "SARS news coverage and its determinants in China and the US",
      "authors": [
        "C Beaudoin"
      ],
      "year": 2007
    },
    {
      "title": "A deep learning semantic approach to emotion recognition using the IBM Watson Bluemix alchemy language",
      "authors": [
        "G Biondi",
        "V Franzoni",
        "V Poggioni"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-62398-6_51"
    },
    {
      "title": "Episodic and thematic framing effects on the attribution of responsibility: The effects of personalized and contextualized news on perceptions of individual and political responsibility for causing the economic crisis",
      "authors": [
        "M Boukes"
      ],
      "year": 2022,
      "doi": "10.1177/1940161220985241"
    },
    {
      "title": "Emotion shapes the diffusion of moralized content in social networks",
      "authors": [
        "W Brady",
        "J Wills",
        "J Jost",
        "J Tucker",
        "J Van Bavel"
      ],
      "year": 2017,
      "doi": "10.1073/pnas.1618923114"
    },
    {
      "title": "Let's give them something to talk about: Global brands' use of visual content to drive engagement and build relationships",
      "authors": [
        "P Brubaker",
        "C Wilson"
      ],
      "year": 2018,
      "doi": "10.1016/j.pubrev.2018.04.010"
    },
    {
      "title": "Determinants of individuals' belief in fake news: A scoping review determinants of belief in fake news",
      "authors": [
        "K Bryanov",
        "V Vziatysheva"
      ],
      "year": 2021
    },
    {
      "title": "A topic-agnostic approach for identifying fake news pages",
      "authors": [
        "S Castelo",
        "T Almeida",
        "A Elghafari",
        "A Santos",
        "K Pham",
        "E Nakamura",
        "J Freire"
      ],
      "year": 2019
    },
    {
      "title": "Exploring the role of visual content in fake news detection",
      "authors": [
        "J Cao",
        "P Qi",
        "Q Sheng",
        "T Yang",
        "J Guo",
        "J Li"
      ],
      "year": 2020
    },
    {
      "title": "Communication modality as a determinant of message persuasiveness and message comprehensibility",
      "authors": [
        "S Chaiken",
        "A Eagly"
      ],
      "year": 1976
    },
    {
      "title": "Statistics: Weibo monthly active users (MAU) & DAU",
      "doi": "10.7717/peerjcs.688/fig-7"
    },
    {
      "title": "Attention dynamics on the Chinese social media Sina Weibo during the COVID-19 pandemic",
      "authors": [
        "H Cui",
        "J Kertész"
      ],
      "year": 2021,
      "doi": "10.1140/epjds/s13688-021-00263-0"
    },
    {
      "title": "Testing the cognitive involvement hypothesis on social media: 'News finds me' perceptions, partisanship, and fake news credibility",
      "authors": [
        "T Diehl",
        "S Lee"
      ],
      "year": 2022,
      "doi": "10.1016/j.chb.2021.107121"
    },
    {
      "title": "The psychological drivers of misinformation belief and its resistance to correction",
      "authors": [
        "U Ecker",
        "S Lewandowsky",
        "J Cook",
        "P Schmid",
        "L Fazio",
        "N Brashier",
        "M … Amazeen"
      ],
      "year": 2022,
      "doi": "10.1038/s44159-021-00006-y"
    },
    {
      "title": "Framing: Towards clarification of a fractured paradigm",
      "authors": [
        "R Entman"
      ],
      "year": 1993
    },
    {
      "title": "Social cognition",
      "authors": [
        "S Fiske",
        "S Taylor"
      ],
      "year": 1984
    },
    {
      "title": "Believing and sharing misinformation, fact-checks, and accurate information on social media: The role of anxiety during COVID-19",
      "authors": [
        "I Freiling",
        "N Krause",
        "D Scheufele",
        "D Brossard"
      ],
      "year": 2021
    },
    {
      "title": "Digital Ad Engagement: An industry overview and reconceptualization",
      "authors": [
        "M Gluck"
      ],
      "year": 2012
    },
    {
      "title": "Fake news on Twitter during the 2016 US presidential election",
      "authors": [
        "N Grinberg",
        "K Joseph",
        "L Friedland",
        "B Swire-Thompson",
        "D Lazer"
      ],
      "year": 2019,
      "doi": "10.1126/science.aau2706"
    },
    {
      "title": "Like, comment, or share? Exploring the effects of local television news Facebook posts on news engagement",
      "authors": [
        "M Guo",
        "F Sun"
      ],
      "year": 2020
    },
    {
      "title": "What drives interaction in political actors' Facebook posts? Profile and content predictors of user engagement and political actors' reactions",
      "authors": [
        "R Heiss",
        "D Schmuck",
        "J Matthes"
      ],
      "year": 2019
    },
    {
      "title": "The era of cognitive systems: An inside look at IBM Watson and how it works",
      "authors": [
        "R High"
      ],
      "year": 2012
    },
    {
      "title": "Defining visual rhetorics",
      "authors": [
        "C Hill",
        "M Helmers"
      ],
      "year": 2012
    },
    {
      "title": "This just in: Fake news packs a lot in title, uses simpler, repetitive content in text body, more similar to satire than real news",
      "authors": [
        "B Horne",
        "S Adali"
      ],
      "year": 2017,
      "doi": "10.1609/icwsm.v11i1.14976"
    },
    {
      "title": "The influence of source credibility on communication effectiveness",
      "authors": [
        "C Hovland",
        "W Weiss"
      ],
      "year": 1951
    },
    {
      "title": "The moderating role of emotion: The combinatory effects of positive emotion and news framing techniques on climate change attitudes",
      "authors": [
        "E Jin",
        "L Atkinson"
      ],
      "year": 2021
    },
    {
      "title": "Novel visual and statistical image features for microblogs news verification",
      "authors": [
        "Z Jin",
        "J Cao",
        "Y Zhang",
        "J Zhou",
        "Q Tian"
      ],
      "year": 2016
    },
    {
      "title": "Click me…! The influence of clickbait on user engagement in social media and the role of digital nudging",
      "authors": [
        "A Jung",
        "S Stieglitz",
        "T Kissmer",
        "M Mirbabaie",
        "T Kroll"
      ],
      "year": 2022,
      "doi": "10.1371/journal.pone.0266743"
    },
    {
      "title": "Prospect theory: An analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Multi-source multi-class fake news detection",
      "authors": [
        "H Karimi",
        "P Roy",
        "S Saba-Sadiya",
        "J Tang"
      ],
      "year": 2018
    },
    {
      "title": "Social media engagement: What motivates user participation and consumption on YouTube?",
      "authors": [
        "M Khan"
      ],
      "year": 2017
    },
    {
      "title": "Visual cognition of fake news: the effects of consumer brand engagement",
      "authors": [
        "W Ladeira",
        "M Dalmoro",
        "F Santini",
        "W Jardim"
      ],
      "year": 2021
    },
    {
      "title": "Prevalence of anger, engaged in sadness: Engagement in misinformation, correction, and emotional tweets during mass shootings",
      "authors": [
        "J Lee",
        "S Kanthawala",
        "B Britt",
        "D Deavours",
        "T Ott-Fulmore"
      ],
      "year": 2021
    },
    {
      "title": "Something that they never said: Multimodal disinformation and source vividness in understanding the power of ai-enabled deepfake news",
      "authors": [
        "J Lee",
        "S Shin"
      ],
      "year": 2022,
      "doi": "10.1080/15213269.2021.2007489"
    },
    {
      "title": "Data mining and content analysis of the Chinese social media platform Weibo during the early COVID-19 outbreak: Retrospective observational infoveillance study",
      "authors": [
        "J Li",
        "Q Xu",
        "R Cuomo",
        "V Purushothaman",
        "T Mackey"
      ],
      "year": 2020
    },
    {
      "title": "Think before you Share: Beliefs and emotions that shaped COVID-19 (Mis) information vetting and sharing intentions among WhatsApp users in the United Kingdom",
      "authors": [
        "X Lu",
        "S Vijaykumar",
        "Y Jin",
        "D Rogerson"
      ],
      "year": 2022
    },
    {
      "title": "Reliance on emotion promotes belief in fake news",
      "authors": [
        "C Martel",
        "G Pennycook",
        "D Rand"
      ],
      "year": 2020,
      "doi": "10.1186/s41235-020-00252-3"
    },
    {
      "title": "How Americans get their news",
      "year": 2014,
      "doi": "10.2307/j.ctt7spr6.11"
    },
    {
      "title": "Credibility and trust of information in online environments: The use of cognitive heuristics",
      "authors": [
        "M Metzger",
        "A Flanagin"
      ],
      "year": 2013
    },
    {
      "title": "Reading, commenting and sharing of fake news: How online bandwagons and bots dictate user engagement",
      "authors": [
        "M Molina",
        "J Wang",
        "S Sundar",
        "T Le",
        "C Dirusso"
      ],
      "year": 2022,
      "doi": "10.1177/00936502211073398"
    },
    {
      "title": "Aggregation, clickbait and their effect on perceptions of journalistic credibility and quality",
      "authors": [
        "L Molyneux",
        "M Coddington"
      ],
      "year": 2020,
      "doi": "10.1080/17512786.2019.1628658"
    },
    {
      "title": "Black Lives Matter coverage: How protest news frames and attitudinal change affect social media engagement",
      "authors": [
        "R Mourão",
        "D Brown"
      ],
      "year": 2022,
      "doi": "10.1080/21670811.2021.1931900"
    },
    {
      "title": "Fake news as discursive integration: An analysis of sites that publish false, misleading, hyperpartisan and sensational information",
      "authors": [
        "R Mourão",
        "C Robertson"
      ],
      "year": 2019
    },
    {
      "title": "News you don't believe: Audience perspectives on fake news",
      "authors": [
        "R Nielsen",
        "L Graves"
      ],
      "year": 2017
    },
    {
      "title": "Automated content analysis: Addressing the big literature challenge in ecology and evolution",
      "authors": [
        "G Nunez-Mir",
        "B Iannone",
        "Iii",
        "B Pijanowski",
        "N Kong",
        "S Fei"
      ],
      "year": 2016
    },
    {
      "title": "Misinformation in action: Fake news exposure is linked to lower trust in media, higher trust in government when your side is in power",
      "authors": [
        "K Ognyanova",
        "D Lazer",
        "R Robertson",
        "C Wilson"
      ],
      "year": 2020
    },
    {
      "title": "Investigating the emotional appeal of fake news using artificial intelligence and human contributions",
      "authors": [
        "J Paschen"
      ],
      "year": 2019
    },
    {
      "title": "Prior exposure increases perceived accuracy of fake news",
      "authors": [
        "G Pennycook",
        "T Cannon",
        "D Rand"
      ],
      "year": 2018
    },
    {
      "title": "The elaboration likelihood model of persuasion",
      "authors": [
        "R Petty",
        "J Cacioppo"
      ],
      "year": 1986,
      "doi": "10.1016/s0065-2601(08)60214-2"
    },
    {
      "title": "A stylometric inquiry into hyperpartisan and fake news",
      "authors": [
        "M Potthast",
        "J Kiesel",
        "K Reinartz",
        "J Bevendorff",
        "B Stein"
      ],
      "year": 2017
    },
    {
      "title": "Emotions explain differences in the diffusion of true vs. false social media rumors",
      "authors": [
        "N Pröllochs",
        "D Bär",
        "S Feuerriegel"
      ],
      "year": 2021,
      "doi": "10.1038/s41598-021-01813-2"
    },
    {
      "title": "Emotions in online rumor diffusion",
      "authors": [
        "N Pröllochs",
        "D Bär",
        "S Feuerriegel"
      ],
      "year": 2021
    },
    {
      "title": "Applying the health belief model to examine news coverage regarding steroids in sports by ABC, CBS, and NBC between March 1990 and",
      "authors": [
        "B Quick"
      ],
      "year": 2008,
      "doi": "10.1080/10410231003698929"
    },
    {
      "title": "False news around COVID-19 circulated less on Sina Weibo than on Twitter. How to overcome false information",
      "authors": [
        "C Rodríguez",
        "B Carballido",
        "G Redondo-Sama",
        "M Guo",
        "M Ramis",
        "R Flecha"
      ],
      "year": 2020
    },
    {
      "title": "Making retweeting social: The influence of content and context information on sharing news in Twitter",
      "authors": [
        "A Rudat",
        "J Buder"
      ],
      "year": 2015
    },
    {
      "title": "Delighting and detesting engagement: Emotional politics of junk news",
      "authors": [
        "L Savolainen",
        "D Trilling",
        "D Liotsiou"
      ],
      "year": 2020
    },
    {
      "title": "Framing European politics: A content analysis of press and television news",
      "authors": [
        "H Semetko",
        "P Valkenburg"
      ],
      "year": 2000,
      "doi": "10.1111/j.1460-2466.2000.tb02843.x"
    },
    {
      "title": "Fake news detection on social media: A data mining perspective",
      "authors": [
        "K Shu",
        "A Sliva",
        "S Wang",
        "J Tang",
        "H Liu"
      ],
      "year": 2017,
      "doi": "10.1145/3137597.3137600"
    },
    {
      "title": "This analysis shows how viral fake election news stories outperformed real news on Facebook",
      "authors": [
        "C Silverman"
      ],
      "year": 2016
    },
    {
      "title": "Fighting the fake: A forensic linguistic analysis to fake news detection",
      "authors": [
        "R Sousa-Silva"
      ],
      "year": 2022
    },
    {
      "title": "Pathways to news sharing: Issue frame perceptions and the likelihood of sharing",
      "authors": [
        "M Su",
        "J Liu",
        "D Mcleod"
      ],
      "year": 2019,
      "doi": "10.1016/j.chb.2018.09.026"
    },
    {
      "title": "The MAIN model: A heuristic approach to understanding technology effects on credibility",
      "authors": [
        "S Sundar"
      ],
      "year": 2008
    },
    {
      "title": "Seeing is believing: Is video modality more powerful in spreading fake news via online messaging apps",
      "authors": [
        "S Sundar",
        "M Molina",
        "E Cho"
      ],
      "year": 2021
    },
    {
      "title": "How does information spread? An exploratory study of true and fake news",
      "authors": [
        "S Suntwal",
        "S Brown",
        "M Patton"
      ],
      "year": 2020,
      "doi": "10.24251/hicss.2020.722"
    },
    {
      "title": "Defining \"fake news\": A typology of scholarly definitions",
      "authors": [
        "E Tandoc",
        "Z Lim",
        "R Ling"
      ],
      "year": 2018
    },
    {
      "title": "The \"visual preference heuristic\": The influence of visual versus verbal depiction on assortment processing, perceived variety, and choice overload",
      "authors": [
        "C Townsend",
        "B Kahn"
      ],
      "year": 2014
    },
    {
      "title": "Exposure to news, political comedy, and entertainment talk shows: Concern about security and political mistrust",
      "authors": [
        "Y Tsfati",
        "R Tukachinsky",
        "Y Peri"
      ],
      "year": 2009
    },
    {
      "title": "Behavioral effects of framing on social media users: How conflict, economic, human interest, and morality frames drive news sharing",
      "authors": [
        "S Valenzuela",
        "M Piña",
        "J Ramírez"
      ],
      "year": 2017
    },
    {
      "title": "The agenda-setting power of fake news: A big data analysis of the online media landscape from 2014 to 2016",
      "authors": [
        "C Vargo",
        "L Guo",
        "M Amazeen"
      ],
      "year": 2018
    },
    {
      "title": "The spread of true and false news online",
      "authors": [
        "S Vosoughi",
        "D Roy",
        "S Aral"
      ],
      "year": 2018
    },
    {
      "title": "Fake news or bad news? Toward an emotion-driven cognitive dissonance model of misinformation diffusion",
      "authors": [
        "R Wang",
        "Y He",
        "J Xu",
        "H Zhang"
      ],
      "year": 2020,
      "doi": "10.1080/01292986.2020.1811737"
    },
    {
      "title": "Emotions, partisanship, and misperceptions: How anger and anxiety moderate the effect of partisan bias on susceptibility to political misinformation",
      "authors": [
        "B Weeks"
      ],
      "year": 2015
    },
    {
      "title": "What's next? Six observations for the future of political misinformation research",
      "authors": [
        "B Weeks",
        "H Gil De Zúñiga"
      ],
      "year": 2021
    },
    {
      "title": "Fun with frames: Exploring metacommunication and real media frames in South Park's fake news",
      "authors": [
        "D Williams"
      ],
      "year": 2009
    },
    {
      "title": "Checked: Chinese COVID-19 fake news dataset",
      "authors": [
        "C Yang",
        "X Zhou",
        "R Zafarani"
      ],
      "year": 2021
    },
    {
      "title": "Affective news: The automated coding of sentiment in political texts",
      "authors": [
        "L Young",
        "S Soroka"
      ],
      "year": 2012
    },
    {
      "title": "An overview of online fake news: Characterization, detection, and discussion",
      "authors": [
        "X Zhang",
        "A Ghorbani"
      ],
      "year": 2020
    },
    {
      "title": "Linguistic characteristics and the dissemination of misinformation in social media: The moderating effect of information richness",
      "authors": [
        "C Zhou",
        "K Li",
        "Y Lu"
      ],
      "year": 2021
    },
    {
      "title": "The velocity of censorship: High-fidelity detection of microblog post deletions",
      "authors": [
        "T Zhu",
        "D Phipps",
        "A Pridgen",
        "J Crandall",
        "D Wallach"
      ],
      "year": 2013
    },
    {
      "title": "Users' ability to perceive misinformation: An information quality assessment approach",
      "authors": [
        "A Zrnec",
        "M Poženel",
        "D Lavbič"
      ],
      "year": 2022
    }
  ],
  "num_references": 84
}
