{
  "paper_id": "NCJ5B3UQ",
  "title": "Digital therapeutics for essential hypertension using a smartphone application: A randomized, open-label, multicenter pilot study",
  "abstract": "Hypertension is the most considerable but treatable risk factor for cardiovascular disease. Although physicians prescribe multiple antihypertensive drugs and promote lifestyle modifications, the real-world blood pressure (BP) control rate remains poor. To improve BP target achievement, we developed a novel digital therapeutic-the HERB software system -to manage hypertension. Here, we performed a randomized pilot study to assess the safety and efficacy of the HERB system for hypertension. We recruited 146 patients with essential hypertension from March 2018 to March 2019. We allocated eligible patients to the intervention group (HERB system + standard lifestyle modification) or control group (standard lifestyle modification alone). The primary outcome was the mean change from baseline to 24 weeks in 24-hour systolic BP (SBP) measured by ambulatory blood pressure monitoring (ABPM). The baseline characteristics in each group were well balanced; the mean age was approx. 57 years, and 67% were male. In the primary end point at 24 weeks, HERB intervention did not lower the mean change of 24-hour SBP by ABPM compared with the controls (adjusted difference: -0.66 mmHg; p = .78). In an exploratory analysis focusing on antihypertensive drug-naïve patients aged <65, the effects of the HERB intervention were significantly greater than the control for reducing 24-hour SBP by ABPM at 16 weeks (adjusted difference: -7.6 mmHg; p = .013; and morning home SBP at 24 weeks (adjusted difference -6.0 mmHg; p = .012). Thus, the HERB intervention did not achieve a primary efficacy end point. However, we observed that antihypertensive drug-naïve adult hypertensive patients aged <65 years could be a potential HERB system-effective target for further investigations of the efficacy of the system.",
  "year": 2014,
  "date": "2014",
  "journal": "Hypertens Res",
  "publication": "Hypertens Res",
  "authors": [
    {
      "forename": "Kazuomi",
      "surname": "Kario",
      "name": "Kazuomi Kario",
      "affiliation": "1  Division of Cardiovascular Medicine , Department of Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan",
      "email": "kkario@jichi.ac.jp"
    },
    {
      "forename": "Akihiro",
      "surname": "Nomura",
      "name": "Akihiro Nomura",
      "affiliation": "2  CureApp Institute , Karuizawa , Japan \n\t\t\t\t\t\t\t\t CureApp Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Karuizawa \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Ayaka",
      "surname": "Kato Msc",
      "name": "Ayaka Kato Msc",
      "affiliation": "2  CureApp Institute , Karuizawa , Japan \n\t\t\t\t\t\t\t\t CureApp Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Karuizawa \n\t\t\t\t\t\t\t\t\t Japan",
      "orcid": "0000-0002-6306-6600"
    },
    {
      "forename": "Noriko",
      "surname": "Harada Be",
      "name": "Noriko Harada Be",
      "affiliation": "1  Division of Cardiovascular Medicine , Department of Medicine , School of Medicine , Jichi Medical University , Tochigi , Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "|",
      "surname": "Tomoyuki Tanigawa",
      "name": "| Tomoyuki Tanigawa",
      "affiliation": "2  CureApp Institute , Karuizawa , Japan \n\t\t\t\t\t\t\t\t CureApp Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Karuizawa \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Ryuhei",
      "surname": "So",
      "name": "Ryuhei So",
      "affiliation": "2  CureApp Institute , Karuizawa , Japan \n\t\t\t\t\t\t\t\t CureApp Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Karuizawa \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Shin",
      "surname": "Suzuki",
      "name": "Shin Suzuki",
      "affiliation": "5  CureApp, Inc. , Tokyo , Japan \n\t\t\t\t\t\t\t\t CureApp, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan",
      "orcid": "0000-0002-5358-9619"
    },
    {
      "forename": "|",
      "surname": "Eisuke",
      "name": "| Eisuke",
      "orcid": "0000-0002-5358-9619"
    },
    {
      "forename": "Hida",
      "surname": "Phd",
      "name": "Hida Phd",
      "affiliation": "6  Department of Biostatistics and Data Science , Osaka University Graduate School of Medicine , Osaka , Japan \n\t\t\t\t\t\t\t\t Department of Biostatistics and Data Science \n\t\t\t\t\t\t\t\t Osaka University Graduate School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Osaka \n\t\t\t\t\t\t\t\t\t Japan",
      "orcid": "0000-0001-9381-2013"
    },
    {
      "forename": "Kohta",
      "surname": "Satake",
      "name": "Kohta Satake",
      "affiliation": "2  CureApp Institute , Karuizawa , Japan \n\t\t\t\t\t\t\t\t CureApp Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Karuizawa \n\t\t\t\t\t\t\t\t\t Japan",
      "orcid": "0000-0002-1035-4481"
    },
    {
      "forename": "Ayaka",
      "surname": "Kato",
      "name": "Ayaka Kato"
    },
    {
      "forename": "Tomoyuki",
      "surname": "Tanigawa",
      "name": "Tomoyuki Tanigawa"
    },
    {
      "affiliation": "Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , 3311-1 , Yakushiji , Shimotsuke , Tochigi 329-0498 , Japan. Japan \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3311-1 Yakushiji \n\t\t\t\t\t\t\t\t\t 329-0498 \n\t\t\t\t\t\t\t\t\t Shimotsuke \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "10.1111/jch.14191",
  "sections": [
    {
      "title": "| INTRODUC TI ON",
      "text": "Hypertension is the most considerable but treatable risk factor for cardiovascular disease (CVD), and it is thus an enormous economic and social burden.  1, 2 Although physicians prescribe multiple antihypertensive drugs and promote lifestyle modifications, the real-world blood pressure (BP) control rate remains poor. The percentage of reported populations meeting the BP of 140/90 mmHg as the desired control rate remains at only 15%-70%.  3, 4 A new American hypertension guideline setting the BP management target as BP < 130/80 mmHg has been released, and thus, the prevalence of uncontrolled hypertension has markedly increased.  5 To achieve the latest BP target, real-world innovations for hypertensive management are needed.  2, 5 gital therapeutics (DTx) including mobile health (mHealth) interventions are emerging and promising tools for the management, improvement, and treatment of diseases such as nicotine dependence,  6, 7  substance abuse,  8  and attention-deficit/hyperactivity disorder.  9 DTx is a novel therapeutic method leveraging software programs such as smartphone applications (apps) and device algorithms.  10 In a meta-analysis of randomized controlled trials (RCTs) studying hypertension, Lu et al reported that traditional mHealth interventions such as telephone calls, patient Web services, and short text message services improved the participants' home or office BP.  11 Regarding smartphone apps for hypertension, there are hundreds of mobile apps in the Apple Store or Google Play describing \"hypertension management.\"  12  However, few of these smartphone apps were developed with the involvement of health care professionals or medical organizations, and there has been no scientific assessment of the clinical efficacy of any smartphone app for hypertension management.  12  thus developed a novel DTx-the \"HERB\" software systemto lower an individual's BP based on behavioral science,  13  and we created a unique algorithm that helps users make lifestyle modifications and use medically validated non-pharmacological interventions. The HERB software system was developed under expert guidance from Jichi Medical University (Tochigi, Japan). The system includes an investigational smartphone app for hypertensive individuals, a cloud data server, and a Web application for health care providers (Figure  1 ). The investigational smartphone app can assess each user's personality, behavioral characteristics, and hypertension determinants to provide adequate support on an individual level.\n\nHere, we performed a randomized pilot study to evaluate the safety and efficacy of the HERB software system in addition to guideline-based lifestyle modifications."
    },
    {
      "title": "| ME THODS"
    },
    {
      "title": "| Study design",
      "text": "This was a randomized, open-label, multicenter pilot study. We assessed the efficacy of the HERB software system, a smartphone app to treat hypertension, added to guideline-based lifestyle modifications. In the intervention group, we provided the investigational smartphone app to the participants and a Web-based patient management console to their primary physicians for 24 weeks. We conducted this study in compliance with the Declaration of Helsinki, the Ethical Guidelines for Medical and Health Research Involving Human Subjects, and all other applicable laws and guidelines in Japan. This study protocol was approved by the institutional review board at Suda Clinic (Tokyo) and the Tokyo-Eki Center-Building Clinic (Tokyo).\n\nThe study was registered with the University Medical Information Network Clinical Trial Registry (UMIN000033311)."
    },
    {
      "title": "| Participants and randomization",
      "text": "We conducted the study from March 2018 to March 2019. We included participants with essential hypertension who met all of the inclusion criteria (Table  1 ) and excluded those meeting any of the exclusion criteria (Table  2 ). We obtained written informed consent from all of the study participants. We allocated eligible participants to the intervention group (HERB software system + standard lifestyle modification) or the control group (standard lifestyle modification alone) using a Web-based randomization system, with stratification by history of antihypertensive medication use. The standard lifestyle modification consisted of six components: (1) reducing salt intake, (2)   consuming more vegetables and less lipids in the diet, (3) lowering body weight, (4) regular exercise ≥30 minutes per day, (5) reducing alcohol intake, and (6) quitting smoking.  1  In the intervention group, we prescribed the investigational smartphone app and provided a home blood pressure monitoring (HBPM) device to connect the app via Bluetooth. In the control group, we provided the HBPM device to measure daily BP, and the participants' primary physicians checked the written data at their planned visit. Both groups received instructions about lifestyle modifications as a guideline-based standard regimen for essential hypertension.  1 The target BP was set according to the guideline 1 as <140/90 mmHg for patients aged <75 years and <150/90 mmHg for patients aged ≥75.  1"
    },
    {
      "title": "| Measurements of blood pressure",
      "text": "Ambulatory BP was taken by the TM-2441 device  14  (A&D Co.) based on the Japanese Society of Hypertension (JSH) guidelines and HOPE Asia Network recommendations.  [15] [16] 6] [17]  The mean 24-hour BP was calculated as an arithmetic mean by averaging all successful readings. All of the participants recorded the times that they fall asleep and wake up in their diaries. All participants were instructed to rest or sleep during the nighttime and to maintain their usual activities during the daytime. Nighttime readings were those ranging from the time of falling asleep to the time of waking up based on the participants' diary entries, and the remaining readings were defined as daytime readings.\n\nOffice and morning home BP was measured based on the instructions of the JSH 2014 guideline  1  and the recommendations of the HOPE Asia Network.  18, 19 In brief, morning home BP was measured within 1 hour after waking and urination, before breakfast and before taking any medication. Morning home BP values obtained with a validated HBPM device (UA-651BLE; A&D Co.) measured twice in the morning for 5 days before the planned study visit (for a total of 10 measures) were averaged to calculate the individual participant's morning home BP."
    },
    {
      "title": "| HERB software system: Digital therapeutics for hypertension",
      "text": "The HERB software system is a novel DTx for hypertension that consists of an investigational smartphone app for users, a cloud data server, and a patient management Web application console for health care providers (Figure  1 ). The investigational smartphone app was developed by CureApp, Inc (Tokyo, Japan) under expert guidance from the Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine. The app can run on both iOS and Android platforms. In this study, the app's prescription code was provided to the participants in the intervention group at the randomization time point. Users download the app through their smartphones, activate the app using the prescription code, and input their personal baseline profile details including age, sex, lifestyle, social background, and behavior patterns using >200 interactive questions related to hypertension management.  20 ese data are securely transferred to the cloud data server and analyzed through a specific algorithm that generates a personalized lifestyle-modification program for lowering BP. The user's personal health records including the morning home BP records, various daily activities, and progress on the proposed educational programs are displayed to the user's primary physicians through the Web application console. Referring to the user's personal record, the physicians F I G U R E 1 Overview of HERB system can support the app user and promote daily app usage and provided education and recommendations regarding BP and its measurement."
    },
    {
      "title": "| Outcomes",
      "text": "This study's primary outcome was the mean change from baseline to 24 weeks in 24-hour systolic BP (SBP) measured by ambulatory blood pressure monitoring (ABPM). We also evaluated secondary outcomes at 16 and 24 weeks (compared with baseline) as shown in Table  S1 . ABPM readings were taken at the baseline, at 16 weeks, and at 24 weeks after study registration. \"Adverse event\" was defined as any unfavorable medical occurrence for the participants.\n\nThe participants who incurred an adverse event (AE) may be considered for withdrawal from the study at their physicians' discretion.\n\nThe app usage rate was calculated by the number of days launching the smartphone app within 1 week (7 days) from the scheduled visits (at 12, 16, and 24 weeks) divided by 7."
    },
    {
      "title": "| Sample size",
      "text": "The necessary sample size for the assessment of the study's primary outcome, that is, the mean change from baseline to 24 weeks in 24hour SBP by ABPM, was determined as follows. We set the clinically meaningful difference in the mean change in 24-hour SBP between the intervention and control groups at 4 mmHg with a standard deviation of 8 mmHg. Therefore, the number of patients required per group was 64 at a two-tailed alpha level of 5% and statistical power at 80%. Thus, we needed a total of 140 patients per group for this study."
    },
    {
      "title": "| Statistical analysis",
      "text": "The baseline characteristics are presented as the mean and standard deviation, or median and quantiles (for continuous variables), or proportion (for categorical variables). The full analysis set was used for the primary outcome analysis. We compared the primary and secondary outcomes between the intervention group and control group and calculated the 95% confidence intervals (CIs).\n\nWe analyzed the primary outcome using an analysis of covariance (ANCOVA) including the participants' history of antihypertensive medications and a mean outside temperature at the day of ABPM measurement. We also compared secondary outcomes between the groups at each pre-defined period using an ANCOVA or logistic regression adjusted by the history of antihypertensive medications and a mean outside temperature at the day of ABPM measurement.\n\nWe also performed subgroup analyses including the interaction with the intervention group in the primary analysis model. All tests were two-sided, and significance was accepted at p < .05. R ver.\n\n3.6.1 (R Foundation for Statistical Computing, Vienna, Austria) was used for these analyses."
    },
    {
      "title": "| RE SULTS",
      "text": "We randomized 151 participants to the intervention and control groups (Figure  2 ). Of these, five participants discontinued their allocated treatment by consent withdrawal. We assessed a final total of 146 participants in the analyses. The baseline characteristics in each group were well balanced (Table  3 ). In the total series of participants, the mean age was approx. 57 years, 67% were male, 24%"
    },
    {
      "title": "TA B L E 1 Inclusion criteria",
      "text": "We included patients who met all the following criteria:\n\n1) Age ≥ 20 years 2) Diagnosed with essential hypertension (office SBP 140-179 mmHg and/or DBP 90-109 mmHg)\n\n3) Antihypertensive medication-naïve or prescribed antihypertensive medication for > 30 days after initial use 4) Can use a smartphone daily (operating system: Android 6.0 and above or iOS 11.0 or above) 5) Agree to follow the scheduled visits and to receive ABPM at both 16 and 24 weeks after registration Abbreviations: ABPM, ambulatory blood pressure monitoring; DBP, diastolic blood pressure; SBP, systolic blood pressure."
    },
    {
      "title": "TA B L E 2 Exclusion criteria",
      "text": "We excluded patients who met any of the following criteria:\n\n1) Office SBP ≥ 180 and/or DBP ≥ 110 2) Suspected secondary hypertensions 3) Untreated for comorbidities in hypertension patients categorized as high cardiovascular risk group by the JSH2014 guideline 4) Female with pregnancy or expecting 5) Recent history of cardio-and cerebrovascular diseases, history of unstable angina, liver disease, renal disease, cancer, or heart failure a 6) Difficulty with daily activities 7) Participating in ongoing clinical trials 8) Relatives or cohabitant partners who have already participated in this trial 9) Judged by the investigator or clinical trial physicians to be unsuitable for participation in this study for any other reason (eg, irregular clinic visits) Abbreviations: DBP, diastolic blood pressure; SBP, systolic blood pressure. a Recent cardiovascular events are defined as stable angina occurred within 3 months or myocardial infarction within 6 months before registration. Recent cerebrovascular events are defined as any thromboembolic events within 6 months before registration. Heart failure is defined as congestive heart failure patients with New York Heart Association class ≥ II.\n\nhad diabetes mellitus, 46% had dyslipidemia, and at baseline 55% of the participants had been treated with an antihypertensive drug.\n\nThe 24-hour ABPM, office , and home mean SBPs at baseline were 136.9 ± 12.5, 145.2 ± 13.8, and 143.9 ± 9.7, respectively. During the study period, nine antihypertensive drug-naïve patients were newly prescribed an antihypertensive drug (four intervention group patients and five control patients)."
    },
    {
      "title": "| Primary outcome",
      "text": "In the intention-to-treat population, the HERB software system intervention did not lower the mean change of 24-hour SBP by ABPM at 24 weeks compared with the control group (adjusted difference, -0.66; 95% CI: -5.3 to 3.9, p = .78).  to -0.19; p = .04). We did not identify any significant changes in"
    },
    {
      "title": "| Secondary outcomes",
      "text": "17517176, 2021, 5, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1111/jch.14191 , Wiley Online Library on [12/03/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License body weight, body mass index (BMI), or waist circumference during the study period."
    },
    {
      "title": "| App usage rate and acceptability",
      "text": "In the intervention group (n = 73), the median (interquartile range, IQR) app usage rates at 12, 16, and 24 weeks were 100% (100-100), 100% (100-100), and 57% (14-100), respectively. Of note, in the group of participants < 65 years old (n = 53), the median app usage rate at 24 weeks was higher than that of the participants ≥ 65 years (age < 65 years, 71% [14-100] vs. age ≥ 65 years, 36% [14-100]).\n\nCompared to the patients with low app adherence (ie, an app usage rate below the median value of 57% at 24 weeks), the patients with high app adherence (an app usage rate above the median at 24 weeks) demonstrated better ABPM 24-hour SBP lowering effects at both 16 and 24 weeks, but these differences between the groups were not significant (Table  S2 ). Regarding home BP measurements, both groups showed high rates (>90%) of home BP measurements at both 16 and 24 weeks (Table  S3 ).\n\nDuring the study period, forty-one AEs (43/151 [29%]) occurred, and severe AEs were observed in one participant in the intervention group (unplanned admissions at different times for hyperglycemia and a cervical hernia). There was no significant difference in the rate of AEs between the groups (intervention, 20/77 [26%] vs. controls 23/74 [31%]). The most frequent AE was a flu-like syndrome (19/151 Total Intervention Controls n 146 73 73 Age 56.8 ± 9.2 56.9 ± 8.9 56.7 ± 9.4 Male 98 (67) 48 (66) 50 (69) Body weight 71.3 ± 14 71.6 ± 15 71.0 ± 13 BMI, kg/m 2 25.7 ± 3.8 26.1 ± 4.2 25.4 ± 3.3 Waist circumference 91.6 ± 10 92.0 ± 10.8 91.2 ± 9.4 Comorbidities, n (%) Diabetes mellitus 35 (24) 21 (29) 14 (19) Dyslipidemia 67 (46) 30 (41) 37 (51) Cerebrovascular disease 2 (1) 2 (3) 0 (0) Chronic kidney disease 11 (8) 7 (10) 4 (6) Antihypertensive drugs, n (%) 80 (55) 40 (55) 40 (55) ACE inhibitor 4 (3) 4 (5) 0 (0) ARB 47 (32) 23 (32) 24 (33) Beta-blocker 6 (4) 2 (3) 4 (6) CCB 65 (45) 33 (45) 32 (44) Diuretic 4 (3) 2 (3) 2 (3) SGLT2 inhibitor 11 (8) 7 (10) 4 (6) SBP ABPM (24 hours) 136.9 ± 12.5 138.4 ± 11.6 135.4 ± 13.2 ABPM (daytime) 142.1 ± 12.2 143.6 ± 11.1 140.6 ± 13.1 ABPM (bedtime) 127.3 ± 15.3 129.2 ± 13.9 125.4 ± 16.5 Office 145.2 ± 13.8 146.4 ± 13.3 144.0 ± 14.2 Home 143.9 ± 9.7 144.0 ± 8.1 143.8 ± 11.2 DBP ABPM (24 hours) 87.3 ± 8.8 87.7 ± 8.9 86.9 ± 8.8 ABPM (daytime) 90.7 ± 9.4 90.9 ± 9.1 90.6 ± 9.8 ABPM (bedtime) 80.8 ± 9.9 81.9 ± 10.3 79.7 ± 9.5 Office 90.6 ± 9.1 90.8 ± 9.3 90.5 ± 8.9 Home 89.9 ± 9.8 90.2 ± 9.8 89.7 ± 9.9 Pulse pressure (24 hours by ABPM) 49.6 ± 8.8 50.7 ± 8.2 48.6 ± 9.2 Note: Data are mean ± standard deviation or number of patients (%). Abbreviations: ABPM, ambulatory blood pressure monitoring; DBP, diastolic blood pressure; SBP, systolic blood pressure. TA B L E 3 Baseline characteristics 17517176, 2021, 5, Downloaded from  https://onlinelibrary.wiley.com/doi/10.1111/jch.14191 , Wiley Online Library on [12/03/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 929 KARIO et Al.\n\n[13%]). No device-related adverse events were identified throughout the study."
    },
    {
      "title": "| Exploring a potential HERB software systemeffective target",
      "text": "We explored a subgroup that could be an effective target for the HERB software system. Table  5  provides the results of our subgroup analyses using the outcome of the mean changes of Taking all of the above conditions into consideration, we set the potentially effective subgroup for the smartphone app as participants aged < 65 years and antihypertensive drug-naïve (n = 56).\n\nNotably, we observed that the effects of the intervention app were significantly larger than those of the control measures alone in (1)\n\n24-hour SBP by ABPM at 16 weeks (-6.1 mmHg vs. 1.4 mmHg; adjusted difference: -7.6 mmHg; 95% CI: -13 to -1.8; p = .013) and\n\n(2) Morning home SBP at 24 weeks (-6.8 mmHg vs. -1.8 mmHg; adjusted difference, -6.0 mmHg; 95% CI: -11 to -1.5; p = .012) (Table  7 )."
    },
    {
      "title": "| DISCUSS ION",
      "text": "We conducted the present randomized pilot trial to assess the safety and efficacy of the DTx for essential hypertension in addition to guideline-based lifestyle modifications. For the primary end point at 24 weeks, the HERB software system intervention did not achieve a significantly larger effect for a mean change of 24-hour SBP by ABPM compared with the control group. However, it was notable that there was no device-related adverse effect of the HERB\n\nTA B L E 4 Effects of lowering blood pressure by the HERB intervention Mean changes at 16 weeks Mean changes at 24 weeks Intervention Controls Adjusted difference [95% CI] p-Value a Intervention Controls Adjusted difference [95% CI] p-Value a SBP ABPM 24 hours 0.096 -0.29 0.35 [-4.3 to 5.0] .88 -0.47 -0.042 -0.66 [-5.3 to 3.9] .78 ABPM daytime 1.6 2.5 -0.90 [-5.6 to 3.8] .71 2.1 2.1 -0.11 [-5.0 to 4.8] .97 ABPM nighttime -1.9 -3.4 1.3 [-4.2 to 6.9] .64 -4.1 -1.9 -2.6 [-7.9 to 2.7] .33 Office -6.3 -2.8 -3.4 [-8.5 to 1.6] .18 -9.4 -5.5 -3.4 [-8.8 to 1.9] .21 Home -4.1 -0.96 -3.1 [-6.3 to 0.11] .06 -5.2 -2.0 -3.1 [-6.4 to 0.26] .07 DBP ABPM 24 hours -0.15 -0.32 0.14 [-2.4 to 2.7] .92 -1.3 -0.20 -1.1 [-3.7 to 1.4] .39 ABPM daytime 1.0 0.92 0.066 [-2.6 to 2.8] .96 0.38 0.38 0.001 [-2.9 to 2.9] 1.00 ABPM nighttime -1.5 -1.1 -0.44 [-3.6 to 2.7] .79 -3.2 -0.042 -3.3 [-6.3 to -0.19] .04 Office -3.7 -2.6 -1.1 [-3.9 to 1.7] .43 -5.7 -4.1 -1.6 [-4.8 to 1.7] .35 Home -2.4 -0.81 -1.5 [-3.8 to 0.74] .19 -3.2 -2.2 -0.73 [-3.3 to 1.8] .58 Pulse pressure 0.25 0.028 0.22 [-2.3 to 2.7] .87 0.78 0.15 0.46 [-2.2 to 3.1] .73 Body weight -0.059 -0.26 0.19 [-0.42 to 0.81] .54 0.18 -0.10 0.26 [-0.44 to 0.95] .47 BMI -0.022 -0.093 0.068 [-0.15 to 0.29] .55 0.052 -0.034 0.079 [-0.17 to 0.33] .54 Waist circumference 0.14 0.15 -0.021 [-1.1 to 1.0] .97 -0.59 -0.38 -0.17 [-1.2 to 0.88] .75 Abbreviations: ABPM, ambulatory blood pressure monitoring; DBP, diastolic blood pressure; SBP, systolic blood pressure. a Calculated by an ANCOVA adjusted by the use of antihypertensive medications and the mean outside temperature on the day of ABPM measurement. TA B L E 5 Effects of the HERB intervention for ABPM 24-hour SBP by subgroups ABPM 24-hour SBP at 16 weeks ABPM 24-hour SBP at 24 weeks Intervention Controls Adjusted difference p Interaction a Intervention Controls Adjusted difference p Interaction a Age < 50 (n = 27) 0.31 -5.7 5.1 [-8.4 to 19] .66 0.42 1.9 -0.77 [-15 to 14] .63 50 ≤ Age <65 (n = 82) -0.98 1.3 -2.3 [-8.4 to 3.8] -1.9 -0.53 -1.1 [-6.8 to 4.6] Age ≥ 65 (n = 37) 2.1 0.41 1.7 [-6.2 to 9.6] 2.0 -0.47 1.3 [-8.1 to 11] Male (n = 98) 2.3 2.0 0.28 [-5.5 to 6.1] .88 1.5 3.5 -2.0 [-7.3 to 3.3] .24 Female (n = 48) -4.2 -5.1 1.4 [-5.7 to 8.5] -4.2 -7.9 5.8 [-3.2 to 15] BMI ≥ 25 (n = 77) 2.1 0.26 1.5 [-6.3 to 9.3] .60 0.17 2.1 -2.2 [-9.3 to 4.9] .50 BMI < 25 (n = 69) -2.2 -0.91 -1.2 [-6.5 to 4.1] -1.2 -2.5 1.1 [-4.8 to 7.0] DM + (n = 35) 6.8 0 6.3 [-6.5 to 19] .13 1.8 4.9 -4.4 [-15 to 6.3] .55 DM -(n = 111) -2.6 -0.36 -2.2 [-7.0 to 2.6] -1.3 -1.2 -0.70 [-5.9 to 4.5] Dyslipidemia + (n = 67) 3.1 -0.31 2.9 [-4.6 to 10] .\n\nAnti-HT drugs + (n = 80)\n\n3.1 -1.6 4.6 [-2.0 to 11] .048 -0.029 -0.36 -0.44 [-7.2 to 6.3] .80 Anti-HT drug -(n = 66) -3.5 1.3 -4.8 [-11 to 1.5] -0.94 0.34 -1.4 [-7.8 to 5.0] ACE-I/ARB + (n = 51) 4.1 -0.70 5.0 [-5.0 to 15] .17 -0.50 -2.3 0.77 [-9.4 to 11] .62 ACE-I/ARB -(n = 95) -2.2 -0.10 -2.1 [-7.0 to 2.8] -0.45 1.0 -1.4 [-6.6 to 3.7] CCB + (n = 65) 1.1 -2.9 4.0 [-2.6 to 11] .19 -1.5 -2.2 -0.35 [-7.2 to 6.5] .73 CCB -(n = 81) -0.70 1.7 -2.3 [-8.6 to 4.1] 0.28 1.6 -1.2 [-7.2 to 4.8] Baseline SBP by ABPM (24 hours) <130 (n = 44) 14 5.8 8.0 [-0.86 to 17] .056 10 6.3 4.6 [-3.4 to 13] .82 ≥130 (n = 101) -3.7 -4.1 0.31 [-4.6 to 5.3] -3.5 -4.2 0.27 [-4.9 to 5.4] Baseline SBP by office <140 (n = 57) 5.8 1.7 3.9 [-4.4 to 12] .61 2.2 3.6 -1.2 [-8.6 to 6.2] .30 ≥140 (n = 89) -3.3 -1.7 -1.4 [-6.7 to 4.0] -2.0 -2.7 0.43 [-5.4 to 6.3] Baseline SBP by home <135 (n = 25) 0.67 -2.0 1.6 [-7.1 to 10] .69 -3.6 0.69 -4.2 [-11 to 2.5] .045 ≥135 (n = 119) 0.13 0.036 0.065 [-5.4 to 5.5] 0.069 -0.22 -0.010 [-5.6 to 5.6] Abbreviations: ABPM, ambulatory blood pressure monitoring; DBP, diastolic blood pressure; SBP, systolic blood pressure. a Calculated by the primary ANCOVA model including each baseline variable and interactions of the intervention/control groups with the variable. TA B L E 6 Effects of the HERB intervention for morning home SBP by subgroups Morning home SBP at 16 weeks Morning home SBP at 24 weeks Intervention Controls Adjusted difference p Interaction a Intervention Controls Adjusted difference p Interaction a Age < 50 (n = 27) -9.5 -2.3 -7.0 [-15 to 0.96] .54 -11 -0.13 -11 [-18 to 4.5] .11 50 ≤ Age <65 (n = 82) -1.7 0.23 -1.9 [-5.9 to 2.1] -3.1 -2.2 -0.87 [-5.2 to 3.4] Age ≥ 65 (n = 37) -5.6 -2.7 -2.7 [-9.5 to 4.2] -5.4 -3.2 -2.0 [-9.9 to 5.9] Male (n = 98) -3.3 0.037 -3.0 [-7.1 to 1.1] .93 -5.0 -0.83 -3.6 [-7.8 to 0.58] .55 Female (n = 48) -5.8 -3.1 -2.6 [-7.4 to 2.3] -5.4 -4.5 -0.93 [-6.9 to 5.0] BMI ≥ 25 (n = 77) -5.7 -0.034 -4.2 [-8.6 to 0.32] .24 -5.2 -0.068 -4.7 [-9.4 to -0.085] .30 BMI < 25 (n = 69) -2.3 -2.0 -0.23 [-5.0 to 4.5] -5.1 -4.2 -1.2 [-6.0 to 3.6] DM + (n = 35) -7.2 0.15 -7.2 [-14 to -0.0078] .18 -6.7 -1.5 -5.7 [-13 to 1.4] .37 DM -(n = 111) -3.0 -1.2 -1.8 [-5.4 to 1.8] -4.6 -2.1 -2.0 [-5.8 to 1.8] Dyslipidemia + (n = 67) -4.5 -0.20 -3.7 [-8.5 to 1.2] .57 -3.1 -0.44 -2.3 [-6.9 to 2.4] .82 Dyslipidemia -(n = 79) -3.9 -2.2 -1.8 [-6.2 to 2.5] -6.5 -3.7 -2.9 [-7.6 to 1.8] Anti-HT drugs + (n = 80) -5.0 -2.3 -2.5 [-7.0 to 1.9] .74 -4.4 -3.4 -0.67 [-5.8 to 4.5] .16 Anti-HT drug -(n = 66) -3.1 0.62 -3.7 [-8.3 to 0.86] -6.0 -0.4 -5.6 [-9.6 to -1.6] ACE-I/ARB + (n = 51) -4.0 -2.4 -0.66 [-6.2 to 4.9] .34 -0.50 -2.3 0.013 [-7.7 to 7.8] .21 ACE-I/ARB -(n = 95) -4.2 -0.26 -4.2 [-8.2 to -0.27] -5.5 -0.91 -4.7 [-8.0 to -1.4] CCB + (n = 65) -5.4 -3.0 -2.3 [-7.5 to 3.0] .69 -5.1 -4.1 -0.51 [-6.4 to 5.4] .19 CCB -(n = 81) -3.1 0.61 -3.6 [-7.6 to 0.33] -5.2 -0.44 -5.0 [-8.7 to -1.3] Baseline SBP by ABPM (24 hours) <130 (n = 44) -0.34 -1.8 1.6 [-3.5 to 6.7] .23 -1.1 -1.7 0.90 [-4.3 to 6.1] .46 ≥130 (n = 101) -5.2 -0.39 -4.4 [-8.4 to -0.28] -6.3 -2.2 -4.1 [-8.4 to 0.18] Baseline SBP by office <140 (n = 57) -1.9 1.7 -3.6 [-8.2 to 0.93] .72 -2.4 0.083 -2.8 [-8.2 to 2.5] .90 ≥140 (n = 89) -5.5 -2.8 -2.8 [-7.1 to 1.5] -6.8 -3.4 -3.0 [-7.2 to 1.2] Baseline SBP by home <135 (n = 25) 4.1 -1.1 5.3 [-2.3 to 13] 5.4 × 10 -4 1.5 1.2 0.27 [-5.7 to 6.3] .016 ≥135 (n = 119) -5.3 -0.93 -4.3 [-7.8 to -0.86] -6.2 -2.9 -3.2 [-7.0 to 0.62] Abbreviations: ABPM, ambulatory blood pressure monitoring; DBP, diastolic blood pressure; SBP, systolic blood pressure. a Calculated by the primary ANCOVA model including each baseline variable and interactions of the intervention/control groups with the variable. Of note, the HERB intervention was associated with a greater reduction in morning home SBP at 16 weeks in the participants with uncontrolled morning hypertension (morning home SBP > 135 mmHg at baseline). Therefore, the app may perform more extensively and significantly to reduce morning home SBP in individuals who have uncontrolled morning hypertension or sustained hypertension with higher 24-hour BP.\n\nThere were no device-related AEs during the study. Unlike the existing antihypertensive drugs, this could be one of the valuable benefits of the HERB app, that is, the investigational app did not lower the users' BP so far that it caused adverse events such as dizziness or syncope.\n\nThe investigational app usage rate was favorable throughout the study, as the median app usage rate was 100% at 16 weeks; however, this rate at 24 weeks was decreased to 57%. In particular, the usage rate of the app by the elderly (age ≥ 65) hypertensives was almost 50% that of the non-elderly adult hypertensives (36% vs. 71%). In our exploratory analyses, we observed that the participants with essential hypertension who were <65 years old and antihypertensive drug-naïve might be a potentially effective subgroup for the HERB app intervention. We observed that the participants aged <65 years might engage with the app at a high level. In contrast, the participants who were being treated with an antihypertensive drug exhibited a paradoxical effect of the app, that is, increasing BP. We therefore set an exploratory app-effective target group as the participants aged <65 years and antihypertensive drug-naïve.\n\nWhen we focused on this target, the effects of the HERB app for lowering users' BPs were robust in the 24-hour SBP at 16 weeks (-7.6 mmHg, p = .013) and the morning home SBP at 24 weeks (-6.0 mmHg, p = .012). In addition, the rationale of this subgroup is compatible to the hypothesis that the impact of HERB-induced lifestyle modifications seems to be more effective at the early stage of neurohumoral factor-activated hypertension in younger adults than in the late stage of structural hypertension in elderly hypertensive patients with increased vascular disease.  21 This target group (aged <65 and antihypertensive drug-naïve) may thus be a potential HERB app-effective subgroup that we should focus on in an upcoming pivotal trial to evaluate the efficacy of the app on BP.  20  Telemedicine has emerged worldwide as an indispensable resource to improve the management of chronic disease. It is especially effective in disaster situations and in the coronavirus disease 2019 (COVID-19) pandemic era.  17, [22] [23] 3] [24] [25] [26] [27] [28] [29]  Once the efficacy of HERB is validated, introducing the effective DTx into the telemedicine sphere will markedly improve the management of hypertension and cardiovascular risk factors in clinical practice. The continuous and frequent use of an app is essential to preserve the effectiveness of DTx. In the present study, the app usage throughout the study period was worse in the elderly participants compared with the younger ones.\n\nFurther improvements of the app program are thus needed to maintain a high level of long-term app use for participants, even among the elderly, so that the app's usage will lead to successful lifestyle\n\nTA B L E 7 Effect of lowering blood pressure by the HERB intervention in antihypertensive drug-naïve participants under 65 years (n = 65) Mean changes at 16 weeks Mean changes at 24 weeks Intervention Controls Adjusted difference [95% CI] p-Value a Intervention Controls Adjusted difference [95% CI] p-Value a SBP ABPM 24 hours -6.1 1.4 -7.6 [-13 to -1.8] .013 -2.7 0.54 -3.2 [-9.3 to 2.9] .30 ABPM daytime -4.0 3.3 -7.4 [-13 to -1.4] .019 0.85 2.1 -1.2 [-7.5 to 5.0] .71 ABPM nighttime -7.9 -2.7 -5.2 [-13 to 2.8] .21 -7.0 -0.39 -6.7 [-15 to 1.1] .098 Office -5.8 -4.9 -0.92 [-6.5 to 4.7] .75 -8.6 -8.6 -0.23 [-7.1 to 6.6] .95 Home -3.2 0.66 -3.8 [-8.8 to 1.2] .14 -6.8 -1.8 -6.0 [-11 to -1.5] .012 DBP ABPM 24 hours -3.5 0.86 -4.4 [-7.7 to -1.0] .013 -1.6 0.32 -1.9 [-5.4 to 1.5] .28 ABPM daytime -1.9 1.7 -3.5 [-7.3 to 0.20] .069 0.81 0.54 0.31 [-3.5 to 4.1] .87 ABPM nighttime -4.7 -0.38 -4.3 [-9.0 to 0.27] .071 -4.6 -0.86 -5.5 [-10 to -0.70] .029 Office -2.5 -1.5 -1.1 [-4.8 to 2.6] .57 -3.7 -3.3 -0.36 [-5.6 to 4.8] .89 Home -3.3 -0.48 -2.9 [-6.5 to 0.72] .12 -4.5 -1.9 -2.6 [-6.3 to 1.1] .17 Abbreviations: ABPM, ambulatory blood pressure monitoring; DBP, diastolic blood pressure; SBP, systolic blood pressure. a Calculated by an ANCOVA adjusted by the use of antihypertensive medications and the mean outside temperature on the day of ABPM measurement."
    },
    {
      "text": "4 to 0.26; p = .07). In addition, the mean change in nighttime DBP by ABPM at 24 weeks was significantly lower in the intervention group compared with that of the controls (-3.2 mmHg vs. -0.042 mmHg; adjusted difference, -3.3 mmHg; 95% CI: -6.3"
    },
    {
      "text": "24-hour SBP by ABPM at 16 or 24 weeks by baseline profile and BP values at registration. The analyses revealed that participants who were using any antihypertensive drug showed an inverse effect regarding the mean change of 24-hour SBP by ABPM compared with the antihypertensive drug-naïve participants at 16 weeks (4.6 mmHg vs. -4.8 mmHg; p interaction = 0.048). As for baseline SBP, the better the baseline 24-hour SBP values recorded by ABPM or the morning home SBP was, the weaker the effect of the HERB software system was for 24-hour SBP by ABPM. Table 6 summarizes the results of the subgroup analyses as the mean changes in morning home SBP at 16 or 24 weeks. These analyses indicated that the HERB system exhibited consistent morning home SBP reductions regardless of the participants' baseline characteristics with the exception of the BP control status based on the baseline morning home SBP. In other words, the HERB system intervention was associated with a greater reduction in morning home SBP, by 4.3 mmHg (95% CI: -7.8 to -0.86; p interaction = 5.4 × 10 -4 ) at week 16 in the group with uncontrolled morning hypertension (morning home SBP > 135 mmHg at baseline)."
    },
    {
      "text": "intervention. From the results of our exploratory analysis, we observed that the participants who are aged <65 years and antihypertensive drug-naïve might be a potentially effective target for the HERB software system intervention. This study could not demonstrate the efficacy of the HERB software system. Compared with the control group's changes, the mean changes of 24-hour SBP evaluated by ABPM were not significantly different after the HERB intervention at both 16 and 24 weeks.Nonetheless, the mean change in the morning home SBP reduction was marginally different between the interventions and controls (-3.1 mmHg at 16 weeks, p = .06; -3.1 mmHg at 24 weeks, p = .07)."
    },
    {
      "text": "summarizes the results of secondary outcomes. At 16 weeks, the mean change of 24-hour SBP by ABPM in the intervention group was not significantly lower compared with that in the controls. However, the mean change in morning home SBP was mar-"
    }
  ],
  "references": [
    {
      "title": "The Japanese Society of Hypertension Guidelines for the management of hypertension (JSH 2014)",
      "authors": [
        "K Shimamoto",
        "K Ando",
        "T Fujita"
      ],
      "year": 2014,
      "doi": "10.1038/hr.2014.20"
    },
    {
      "title": "The Japanese Society of Hypertension Guidelines for the management of hypertension (JSH 2019)",
      "authors": [
        "S Umemura",
        "H Arima",
        "S Arima"
      ],
      "year": 2019,
      "doi": "10.1038/s41440-019-0284-9"
    },
    {
      "title": "Could 130/80 mm Hg be adopted as the diagnostic threshold and management goal of hypertension in consideration of the characteristics of Asian populations?",
      "authors": [
        "K Kario",
        "J Wang"
      ],
      "year": 2018,
      "doi": "10.1161/hypertensionaha.118.11203"
    },
    {
      "title": "Global impact of 2017 American Heart Association/ American College of Cardiology hypertension guidelines: a perspective from Japan",
      "authors": [
        "K Kario"
      ],
      "year": 2018,
      "doi": "10.1161/circulationaha.117.032851"
    },
    {
      "title": "ACC/AHA/AAPA/ ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000080"
    },
    {
      "title": "Clinical efficacy of telemedicine compared to face-to-face clinic visits for smoking cessation: multicenter open-label randomized controlled noninferiority trial",
      "authors": [
        "A Nomura",
        "T Tanigawa",
        "T Muto"
      ],
      "year": 2019,
      "doi": "10.2196/13520"
    },
    {
      "title": "A randomized controlled trial of a smoking cessation smartphone application with a carbon monoxide checker",
      "authors": [
        "K Masaki",
        "H Tateno",
        "A Nomura"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0243-5"
    },
    {
      "title": "Internet-delivered treatment for substance abuse: a multisite randomized controlled trial",
      "authors": [
        "A Campbell",
        "E Nunes",
        "A Matthews"
      ],
      "year": 2014
    },
    {
      "title": "A novel digital intervention for actively reducing severity of paediatric ADHD (STARS-ADHD): a randomised controlled trial",
      "authors": [
        "S Koliins",
        "D Deloss",
        "E Canadas"
      ],
      "year": 2020,
      "doi": "10.1016/s2589-7500(20)30017-0"
    },
    {
      "title": "Interactive mobile health intervention and blood pressure management in adults",
      "authors": [
        "X Lu",
        "H Yang",
        "X Xia"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.119.13273"
    },
    {
      "title": "Smartphone apps to support self-management of hypertension: review and content analysis",
      "authors": [
        "T Alessa",
        "M Hawley",
        "E Hock",
        "L De Witte"
      ],
      "year": 2019,
      "doi": "10.2196/13645"
    },
    {
      "title": "Designing for behavior change",
      "authors": [
        "S Wendel"
      ],
      "year": 2014
    },
    {
      "title": "Validation of the TM-2441 ambulatory blood pressure measurement device according to the ISO 81060-2: 2013 standard",
      "authors": [
        "K Kario",
        "S Hoshide",
        "K Saito"
      ],
      "year": 2019,
      "doi": "10.1097/mbp.0000000000000357"
    },
    {
      "title": "Guidelines for the clinical use of 24 hour ambulatory blood pressure monitoring (ABPM) (JCS 2010): -digest version",
      "authors": [
        "Jcsjw Group"
      ],
      "year": 2012
    },
    {
      "title": "Current status of ambulatory blood pressure monitoring in Asian countries: a report from the HOPE Asia Network",
      "authors": [
        "J Shin",
        "K Kario",
        "Y Chia"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13724"
    },
    {
      "title": "Expert panel consensus recommendations for ambulatory blood pressure monitoring in Asia: the HOPE Asia Network",
      "authors": [
        "K Kario",
        "J Shin",
        "C Chen"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13652"
    },
    {
      "title": "Expert panel consensus recommendations for home blood pressure monitoring in Asia: the Hope Asia Network",
      "authors": [
        "S Park",
        "P Buranakitjaroen",
        "C Chen"
      ],
      "year": 2018,
      "doi": "10.1038/s41371-017-0025-y"
    },
    {
      "title": "Guidance on home blood pressure monitoring: a statement of the HOPE Asia Network",
      "authors": [
        "K Kario",
        "S Park",
        "P Buranakitjaroen"
      ],
      "year": 2018,
      "doi": "10.1111/jch.13216"
    },
    {
      "title": "A multicenter clinical trial to assess the efficacy of the digital therapeutics for essential hypertension: rationale and design of the HERB-DH1 trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada"
      ],
      "year": 2020
    },
    {
      "title": "Essential manual on perfect 24-hour blood pressure management from morning to nocturnal hypertension: up-to-date for anticipation medicine",
      "authors": [
        "K Kario"
      ],
      "year": 2018,
      "doi": "10.1002/9781119799412"
    },
    {
      "title": "Evidence and recommendations on the use of telemedicine for the management of arterial hypertension: an international expert position paper",
      "authors": [
        "S Omboni",
        "R Mcmanus",
        "H Bosworth"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.15873"
    },
    {
      "title": "Hypertension and related diseases in the era of COVID-19: a report from the Japanese Society of Hypertension Task Force on COVID-19",
      "authors": [
        "S Shibata",
        "H Arima",
        "K Asayama"
      ],
      "year": 2020,
      "doi": "10.1038/s41440-020-0515-0"
    },
    {
      "title": "COVID-19 and hypertension-evidence and practical management: Guidance from the HOPE Asia Network",
      "authors": [
        "K Kario",
        "Y Morisawa",
        "A Sukonthasarn"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13917"
    },
    {
      "title": "The influence of the ambient temperature on blood pressure and how it will affect the epidemiology of hypertension in Asia",
      "authors": [
        "S Park",
        "K Kario",
        "Y Chia"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13762"
    },
    {
      "title": "Management of hypertension in the digital era: small wearable monitoring devices for remote blood pressure monitoring",
      "authors": [
        "K Kario"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.14742"
    },
    {
      "title": "The further development of out-of-office BP monitoring: Japan's ImPACT Program Project's achievements, impact, and direction",
      "authors": [
        "K Kario",
        "N Tomitani",
        "H Kanegae",
        "N Yasui",
        "R Nagai",
        "H Harada"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13495"
    },
    {
      "title": "Development of a new ICTbased multisensor blood pressure monitoring system for use in hemodynamic biomarker-initiated anticipation medicine for cardiovascular disease: the national IMPACT program project",
      "authors": [
        "K Kario",
        "N Tomitani",
        "H Kanegae"
      ],
      "year": 2017,
      "doi": "10.1016/j.pcad.2017.10.002"
    },
    {
      "title": "Strict blood pressure control achieved using an ICT-based home blood pressure monitoring system in a catastrophically damaged area after a disaster",
      "authors": [
        "M Nishizawa",
        "S Hoshide",
        "Y Okawara",
        "T Matsuo",
        "K Kario"
      ],
      "year": 2017,
      "doi": "10.1111/jch.12864"
    },
    {
      "title": "Consensus summary on the management of hypertension in Asia from the HOPE Asia Network",
      "authors": [
        "K Kario",
        "S Park",
        "Y Chia"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13751"
    },
    {
      "title": "Emergence of home blood pressure-guided management of hypertension based on global evidence",
      "authors": [
        "K Kario",
        "D Shimbo",
        "S Hoshide"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.119.12630"
    }
  ],
  "num_references": 30
}
