{
  "paper_id": "NGHSUGTB",
  "title": "Depression and anxiety in women with early breast cancer: five year observational cohort study",
  "abstract": "Objective To examine the prevalence of, and risk factors for, depression and anxiety in women with early breast cancer in the five years after diagnosis. Design Observational cohort study. Setting NHS breast clinic, London. Participants 222 women with early breast cancer: 170 (77%) provided complete interview data up to either five years after diagnosis or recurrence. Main outcome measures Prevalence of clinically important depression and anxiety (structured psychiatric interview with standardised diagnostic criteria) and clinical and patient risk factors, including stressful life experiences (Bedford College life events and difficulties schedule). Results Nearly 50% of the women with early breast cancer had depression, anxiety, or both in the year after diagnosis, 25% in the second, third, and fourth years, and 15% in the fifth year. Point prevalence was 33% at diagnosis, falling to 15% after one year. 45% of those with recurrence experienced depression, anxiety, or both within three months of the diagnosis. Previous psychological treatment predicted depression, anxiety, or both in the period around diagnosis (one month before diagnosis to four months after diagnosis). Longer term depression and anxiety, were associated with previous psychological treatment, lack of an intimate confiding relationship, younger age, and severely stressful non-cancer life experiences. Clinical factors were not associated with depression and anxiety, at any time. Lack of intimate confiding support also predicted more protracted episodes of depression and anxiety. Conclusion Increased levels of depression, anxiety, or both in the first year after a diagnosis of early breast cancer highlight the need for dedicated service provision during this time. Psychological interventions for women with breast cancer who remain disease free should take account of the broader social context in which the cancer occurs, with a focus on improving social support. Diagnostic criteria for depression and anxiety are on bmj.",
  "year": 2005,
  "date": "2005-02-04",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Caroline",
      "surname": "Burgess",
      "name": "Caroline Burgess"
    },
    {
      "forename": "Victoria",
      "surname": "Cornelius",
      "name": "Victoria Cornelius"
    },
    {
      "forename": "Sharon",
      "surname": "Love",
      "name": "Sharon Love"
    },
    {
      "forename": "Jill",
      "surname": "Graham",
      "name": "Jill Graham"
    },
    {
      "forename": "Michael",
      "surname": "Richards",
      "name": "Michael Richards"
    },
    {
      "forename": "Amanda",
      "surname": "Ramirez",
      "name": "Amanda Ramirez"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Introduction",
      "text": "Earlier diagnosis of breast cancer in women and the use of systemic adjuvant therapy have increased the likelihood of long term, disease free survival.  1 Although the psychological effect of diagnosis and treatment is well documented, less is known about the prevalence of, and risk factors for, clinically important depression and anxiety after the first year. Overall, women who remain free of breast cancer seem to have levels of functioning and quality of life that are comparable to those of the general female population, although those who receive systemic adjuvant chemotherapy may do less well.  2  These findings from a questionnaire based study are encouraging, but they do not tell us about levels of clinically important depression and anxiety that might benefit from a psychological intervention. A better understanding of clinically important depression and anxiety among women who are in long term remission from breast cancer would inform appropriate service provision.\n\nWe assessed the prevalence of clinically important depression and anxiety in women with breast cancer in the five years after diagnosis using a clinical interview, and we identified risk factors for depression and anxiety over that time. We also examined the prevalence of, and risk factors for, depression and anxiety around recurrence."
    },
    {
      "title": "Participants and methods",
      "text": "We invited to participate in our study a consecutive series of 222 women, aged 60 years or younger, with a diagnosis of early breast cancer at Guy's Hospital breast unit between May 1991 and July 1994. Exclusion criteria included previous or concomitant malignancy, pregnancy, and age over 60. The women were treated surgically by lumpectomy, axillary clearance, and radiotherapy or by modified radical mastectomy followed by adjuvant therapy as determined by the women's biological risk factors.\n\nWe recruited women about eight weeks after diagnosis. They were interviewed five months after diagnosis and then every 18 months up to five years. Women who had a recurrence took part in a final interview about eight weeks after diagnosis. The interviews were audiotaped."
    },
    {
      "title": "Instruments",
      "text": "We elicited psychiatric symptoms using a shortened version of the structured clinical interview (SCID),  3  focusing on symptoms of depression and anxiety. At the five month interview we collected data on depression and anxiety for the period one month before diagnosis to five months after diagnosis. Data on depression and anxiety were also collected at 21, 39, and 60 months for the period between interviews. Using standardised diagnostic criteria from the Diagnostic and Statistical Manual of Mental Disorders, third edition, revised, we classified the women as full case, borderline case, or non-case for anxiety, depression, or both (see bmj.com).  4 We calculated the point prevalence as the percentage of women with depression, anxiety, or both in the month before a given time point. The annual period prevalence was the percentage of women who had at least one episode of depression, anxiety, or both over a one year period.\n\nSeverely stressful non-cancer related life experiences were assessed using the Bedford College life events and difficulties schedule (discrete life events and ongoing difficulties).  5 At the five month interview we collected data for severely stressful life experiences for the period one month before diagnosis to five months after diagnosis. Data on severely stressful life experiences were also collected at 21, 39, and 60 months for the intervening period.\n\nWe classified an intimate confiding relationship as one with a cohabiting partner (with or without sexual intimacy).  6 Previous psychological treatment was defined as any psychological treatment from a general practitioner or as a hospital inpatient or outpatient."
    },
    {
      "title": "Statistical analysis",
      "text": "We assessed the effects of the potential risk factors for three periods: around diagnosis (one month before diagnosis to four months after diagnosis), medium term (four months to two years after diagnosis), and longer term (two years to five years after diagnosis). These periods were chosen because most of the initial episodes of depression and anxiety were resolved at around four months, with a further fall-off after two years.\n\nWe treated age as a continuous variable. Other patient factors were coded as absent or present. The effect of a severely stressful life experience on a patient was taken to last six months. If more than one severe life event or more than one difficulty was experienced simultaneously, then the life event or difficulty was taken to be present from the earliest start date to the latest finish date.\n\nPatients were classified into two groups for the phase around diagnosis: those who had depression, anxiety, or both during this period and those who did not. We used a logistic regression model to investigate potential risk factors for depression and anxiety.\n\nAs depression and anxiety varied over time for the medium and longer term periods, we investigated potential risk factors using Cox's proportional hazards model, with depression, anxiety, or both as the event. Patients were censored at death or recurrence. Severely stressful life experiences were treated as time varying covariates, with all other patient related variables determined at diagnosis.\n\nWe used a logistic regression model to assess risk factors associated with longer episodes of depression, anxiety, or both ( ≥ 90 days) occurring at any time during the study.\n\nFor patients who had a recurrence, we used the log rank test to look at predictors of depression, anxiety, or both after recurrence. The variables we considered were psychological history, presence of an intimate confiding relationship, an episode of depression, anxiety, or both around diagnosis or any time up to recurrence, and age and time to recurrence. Owing to insufficient numbers, we considered these factors in univariate analysis only.\n\nWe tested inter-rater reliability on a random sample of 10 interviews. Agreement was 100% on presence of an episode of depression, anxiety, or both; 92% on severity ratings given to life events (weighted = 0.75), and 91% on severity ratings given to difficulties (weighted = 0.63)."
    },
    {
      "title": "Results",
      "text": "Overall, 91% (202 of 222) of eligible women completed the first interview; 15 declined to participate, two moved away from the area after their primary diagnosis, and three were not contactable. Of the 202 women initially interviewed, nine declined the second interview, seven the third interview, and one the fourth interview. A further seven women moved away from the area before the second interview, three before the third interview, and two before the fourth interview. Three women died of causes not directly related to breast cancer. In total, 77% (170 of the original 222) of the women provided complete interview data either up to five years after diagnosis or to recurrence. Recurrence was confirmed in 39 women. Table  1  lists the personal and clinical characteristics of the women."
    },
    {
      "title": "Prevalence of and risk factors for depression and anxiety",
      "text": "Point prevalence of depression, anxiety, or both (including borderline cases) was 33% at diagnosis and 24% at three months after diagnosis, dropping to 15% at one year (figure). The annual prevalences for the first to fifth years after diagnosis were 48%, 25%, 23%, 22%, and 15%, respectively.\n\nPrevious psychological treatment was associated with depression, anxiety, or both around diagnosis (table 2). For the medium term, risk factors were previous psychological treatment, lack of an intimate confiding relationship, and experience of severe non-cancer difficulties. In the longer term, depression and anxiety were associated with the lack of an intimate confiding relationship, younger age, severe non-cancer difficulties, and an earlier episode of depression, anxiety, or both after diagnosis. Treatment and prognostic factors, comprising number of axilliary lymph nodes involved, tumour size and histology, and type of adjuvant treatment, were not associated with depression and anxiety at any time. These were excluded from the multivariate model. including for uses related to text and data mining, AI training, and similar technologies. . by guest on 16 July 2025  https://www.bmj.com/ Downloaded from 4 February 2005. 10.1136/bmj.38343.670868.D3 on BMJ: first published as Duration of episodes of depression and anxiety Overall, 81 (40%) women reported an episode of depression, anxiety, or both lasting at least 90 days, 41 (20%) reported an episode lasting fewer than 90 days, and 80 (40%) reported no episodes (131 of these 202 women were followed up for five years). Previous psychological treatment (odds ratio 2.90, 95% confidence interval 1.25 to 6.75) and lack of an intimate confiding relationship (2.34, 1.14 to 4.82) were significantly associated with longer episodes ( > 90 days) of depression, anxiety, or both rather than shorter ( < 90 days) ones."
    },
    {
      "title": "Prevalence of, and risk factors for, depression and anxiety at recurrence",
      "text": "Of the 39 patients who had a recurrence within five years of diagnosis, we had data for 33. Depression and anxiety were more prevalent after recurrence than after the initial diagnosis. Overall, 45% (95% confidence interval 28% to 64%) of women had an episode of depression, anxiety, or both in the three months after diagnosis of recurrence compared with 36% (30% to 43%) in the three months after initial diagnosis. We found no significant association between depression and anxiety at recurrence and any of the risk factors included in the study, including an episode of depression, anxiety, or both around diagnosis. The duration between initial diagnosis and recurrence was not a risk factor."
    },
    {
      "title": "Discussion",
      "text": "In women with early breast cancer, the prevalence of depression, anxiety, or both in the year after diagnosis is around twice that of the general female population. Thereafter, women in remission show similar levels of depression and anxiety to the general female population, but those with recurrence of disease experience a sharp increase in levels. The risk factors for depression and anxiety are related to the patient rather than to disease or treatment.\n\nOur large cohort study is unique in that we used structured interviews and standardised diagnostic criteria to assess the point prevalence and period prevalence of clinically important depression and anxiety in women with early breast cancer in the five years after diagnosis. We also used a standardised interview method to examine the broader social context in which cancer occurred.\n\nThe point prevalence of depression, anxiety, or both in the year after diagnosis was lower than reported in previous studies,  7 8  including one study carried out in the same breast unit as our study.  9 The effect of diagnosis and treatment may have been reduced because of improvements in survival rates from breast cancer and better supportive care, including management of the side effects of anticancer treatments. The stigma associated with breast cancer may have decreased over time and a diagnosis may be less likely to provoke clinically important distress. Alternatively, the use of different diagnostic criteria for depression and anxiety may have contributed to the different levels recorded in our study.  10 ur findings are in line with other studies, which show that factors related to the patient rather than to the disease or treatment increase the risk of clinically important depression and anxiety in women who remain free of breast cancer in the year after the disease is diagnosed.  [11] [12] 2] [13]  These risk factors include the main ones for depression and anxiety in the general female population  5  -namely, younger age, previous psychological problems, non-cancer related difficulties, and lack of social support. The quality of social support predicts better health related quality of life generally in women who are in remission from breast cancer.  2 Effective dissemination of information and the communication style of the surgeon seem to protect women against depression, anxiety, or both,  11 13 14  whereas offering women choice of surgical treatment does not.  8 14 The risk is not affected by clinical factors such as prognosis, type of surgery, or adjuvant radiotherapy.  [15] [16] 6] [17] [18]  Adjuvant chemotherapy may increase the risk of depression, anxiety, or both during but not after treatment.  7 18 etecting breast cancer through screening rather than through self discovery does not seem to increase the risk of depression and anxiety.  15 19 he increased levels of depression and anxiety around recurrence of breast cancer highlight the adverse effect of this event on women's mental health, which signals incurability and possi- by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on 16 July 2025  https://www.bmj.com/ Downloaded from 4 February 2005. 10.1136/bmj.38343.670868.D3 on ble physical burden. Much less is known about the psychological problems experienced by women with advanced breast cancer.\n\nThe improved survival of women with advanced disease from new treatments increases the need to understand better these issues.  20 21 The lack of risk factors for depression and anxiety at recurrence suggest that the adverse psychological consequences are relatively independent of an individual's own vulnerability factors.  22 23 These findings should be interpreted with caution, however, because of the small sample sizes. We examined clinically important anxiety and depression, but this is only one dimension of the psychological consequence of survival after breast cancer is diagnosed. The absence of problems from anxiety and depression after the first year of diagnosis does not imply the absence of other psychological difficulties for women in remission from breast cancer. These include more subtle and existential concerns about loss of hope and certainty about the future.\n\nOur findings are relevant to the implementation of the guidance for improving supportive and palliative care services for adults with cancer commissioned by the National Institute for Clinical Excellence.  24 Effective psychological services are needed for women with breast cancer, especially in the year after diagnosis and around recurrence. We also found that women who are free of the disease but who are at risk of developing depression and anxiety are likely to benefit from psychological interventions that take account of the broader social context in which cancer occurs, including interventions to improve social support. Improving social support may also limit chronic depression, anxiety, or both in those women who lack an intimate confiding relationship."
    },
    {
      "text": "Baseline personal and clinical characteristics of women with first diagnosis of breast cancer. Values are numbers (percentages) unless stated otherwise"
    },
    {
      "text": "Risk factors for depression, anxiety, or both in phase around diagnosis and medium and longer term"
    }
  ],
  "references": [
    {
      "title": "UK and USA breast cancer deaths down 25% in year 2000 at ages 20-69 years",
      "authors": [
        "R Peto",
        "J Boreham",
        "M Clarke",
        "C Davies",
        "V Beral"
      ],
      "year": 2000,
      "doi": "10.1016/s0140-6736(00)02277-7"
    },
    {
      "title": "Quality of life in long-term, disease-free survivors of breast cancer: a follow-up",
      "authors": [
        "P Ganz",
        "K Desmond",
        "B Leedham",
        "J Rowland",
        "B Meyerowitz",
        "T Belin"
      ],
      "year": 2002,
      "doi": "10.1093/jnci/94.1.39"
    },
    {
      "title": "Structured clinical interview for DSM III-R (SCID-P, version 1.0)",
      "authors": [
        "R Spitzer",
        "J Williams",
        "M Gibbon",
        "M First"
      ],
      "year": 1990
    },
    {
      "title": "American Psychiatric Association, Committee on Nomenclature and Statistics. Diagnostic and statistical manual of mental disorders",
      "year": 1987,
      "doi": "10.1017/s0033291700035765"
    },
    {
      "title": "Social origins of depression: a study of psychiatric disorder in women",
      "authors": [
        "G Brown",
        "T Harris"
      ],
      "year": 1978,
      "doi": "10.4324/9780203714911"
    },
    {
      "title": "Supportive relationships: fact or fancy?",
      "authors": [
        "P O'connor",
        "G Brown"
      ],
      "year": 1984,
      "doi": "10.1177/0265407584012002"
    },
    {
      "title": "Psychiatric morbidity following mastectomy: preoperative predictors and types of illness",
      "authors": [
        "C Dean"
      ],
      "year": 1987,
      "doi": "10.1016/0022-3999(87)90059-6"
    },
    {
      "title": "Psychological outcomes of different treatment policies in women with early breast cancer outside a clinical trial",
      "authors": [
        "L Fallowfield",
        "A Hall",
        "G Maguire",
        "M Baum"
      ],
      "year": 1990,
      "doi": "10.1136/bmj.301.6752.575"
    },
    {
      "title": "Can mood disorder in women with breast cancer be identified preoperatively?",
      "authors": [
        "A Ramirez",
        "M Richards",
        "S Jarrett",
        "I Fentiman"
      ],
      "year": 1995,
      "doi": "10.1038/bjc.1995.538"
    },
    {
      "title": "Prevalence of depression in the terminally ill: effects of diagnostic criteria and symptom threshold judgments",
      "authors": [
        "H Chochinov",
        "K Wilson",
        "M Enns",
        "S Lander"
      ],
      "year": 1994,
      "doi": "10.1176/ajp.151.4.537"
    },
    {
      "title": "Predictors of psychiatric morbidity in cancer patients",
      "authors": [
        "J Harrison",
        "P Maguire"
      ],
      "year": 1994,
      "doi": "10.1192/bjp.165.5.593"
    },
    {
      "title": "Cognitive responses and psychiatric disorder in women with operable breast cancer",
      "authors": [
        "K Pinder",
        "A Ramirez",
        "M Richards",
        "W Gregory"
      ],
      "year": 1994,
      "doi": "10.1002/pon.2960030207"
    },
    {
      "title": "Effects of breast conservation on psychological morbidity associated with diagnosis and treatment of early breast cancer",
      "authors": [
        "L Fallowfield"
      ],
      "year": 1986,
      "doi": "10.1136/bmj.293.6558.1331"
    },
    {
      "title": "Psychological effects of being offered choice of surgery for breast cancer",
      "authors": [
        "L Fallowfield",
        "A Hall",
        "P Maguire",
        "M Baum",
        "A 'hern"
      ],
      "year": 1994,
      "doi": "10.1136/bmj.309.6952.448"
    },
    {
      "title": "Does the method of detection of breast cancer affect subsequent psychiatric morbidity?",
      "authors": [
        "C Burgess",
        "A Ramirez",
        "M Richards",
        "Hww Potts"
      ],
      "year": 2002,
      "doi": "10.1016/s0959-8049(02)00132-6"
    },
    {
      "title": "The impact of breast conserving treatment and mastectomy on the quality of life of early stage breast cancer patients: a review",
      "authors": [
        "G Kiebert",
        "J De Haes",
        "C Van De Velde"
      ],
      "year": 1991,
      "doi": "10.1200/jco.1991.9.6.1059"
    },
    {
      "title": "Mastectomy or conservation for early breast cancer: psychological morbidity",
      "authors": [
        "M Lee",
        "S Love",
        "J Mitchell",
        "E Parker",
        "R Rubens",
        "J Watson"
      ],
      "year": 1992,
      "doi": "10.1016/0959-8049(92)90514-3"
    },
    {
      "title": "Psychological impact of adjuvant chemotherapy in the first two years after mastectomy",
      "authors": [
        "A Hughson",
        "A Cooper",
        "C Mcardle",
        "D Smith"
      ],
      "year": 1986,
      "doi": "10.1136/bmj.293.6557.1268"
    },
    {
      "title": "Effect of mode of breast cancer diagnosis on subsequent affective disorder",
      "authors": [
        "P Haddad",
        "P Maguire",
        "B Jones"
      ],
      "year": 1994,
      "doi": "10.1016/0960-9776(94)90049-3"
    },
    {
      "title": "Superior survival with Capecitabine plus Docetaxel combination therapy in Anthracyclinepretreated patients with advanced breast cancer: phase III trial results",
      "authors": [
        "J O'shaughnessy",
        "D Miles",
        "S Vukelja",
        "V Moiseyenko",
        "J Ayoub",
        "G Cervantes"
      ],
      "year": 2002,
      "doi": "10.1200/jco.2002.09.002"
    },
    {
      "title": "The impact of new chemotherapeutic and hormonal agents on the survival of women with metastatic breast cancer (MBC) in a population based cohort",
      "authors": [
        "Skl Chia",
        "C Speers",
        "A Kang",
        "D 'yachkova",
        "Malfair Taylor",
        "S Barnett"
      ],
      "year": 2003,
      "doi": "10.1002/cncr.22867"
    },
    {
      "title": "Herne R When breast cancer recurs: a three-year prospective study of psychiatric morbidity",
      "authors": [
        "A Hall",
        "L Fallowfield"
      ],
      "year": 1996,
      "doi": "10.1111/j.1524-4741.1996.tb00095.x"
    },
    {
      "title": "Psychological distress following first recurrence of disease in patients with breast cancer: prevalence and risk factors",
      "authors": [
        "H Okamura",
        "T Watanabe",
        "M Narabayashi",
        "N Katsumata",
        "M Ando",
        "I Adachi"
      ],
      "year": 2000,
      "doi": "10.1023/a:1006483214678"
    },
    {
      "title": "Supportive and palliative care for people with cancer",
      "year": 2004,
      "doi": "10.7748/cnp.3.3.4.s2"
    }
  ],
  "num_references": 24,
  "original_doi": "https://doi.org/10.13039/501100000289"
}
