{
  "paper_id": "P5HKJJKW",
  "title": "A systematic review and meta-analysis of interventions for weight management using text messaging",
  "abstract": "Background: Obesity prevalence continues to increase worldwide, with significant associated chronic disease and health cost implications. Among more recent innovations in health service provision is the use of text messaging for health behaviour change interventions including weight management. This review investigates the efficacy of weight management programmes incorporating text messaging. Methods: Medical and scientific databases were searched from January 1993 to October 2013. Eligibility criteria included randomised controlled trials (RCTs), pseudoRCTs and before and after studies of weight management, among healthy children and adults, that used text messaging and included a nutrition component. Data extraction and quality assessment followed guidelines from PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analyses) and the Evidence Analysis Manual of the American Academy of Nutrition and Dietetics. Results: From 512 manuscripts retrieved, 14 met the inclusion criteria (five manuscripts in children and nine in adults). Duration of interventions ranged from 1 to 24 months. Frequency of text messaging was from daily to fortnightly. Six studies in adults were included in a meta-analysis with mean body weight change as the primary outcome. The weighted mean change in body weight in intervention participants was À2.56 kg (95% confidence interval = À3.46 to À1.65) and in controls À0.37 kg (95% confidence interval = À1.22 to 0.48). Conclusions: The small body of evidence indicates that text messaging interventions can promote weight loss. However, lack of long-term results indicate that further efficacy studies are required. Future investigations should elucidate the determinants, such as intervention duration, text message frequency and level of interactivity that maximise the success and cost effectiveness of the delivery medium.",
  "year": 2009,
  "date": "2009",
  "journal": "Asia Pac. J. Clin. Nutr",
  "publication": "Asia Pac. J. Clin. Nutr",
  "authors": [
    {
      "forename": "G",
      "surname": "Siopis",
      "name": "G Siopis",
      "affiliation": "1  School of Molecular Bioscience , The University of Sydney , Sydney , NSW , Australia \n\t\t\t\t\t\t\t\t School of Molecular Bioscience \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "T",
      "surname": "Chey",
      "name": "T Chey",
      "affiliation": "2  School of Public Health , The University of Sydney , Sydney , NSW , Australia \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "M",
      "surname": "Allman-Farinelli",
      "name": "M Allman-Farinelli",
      "affiliation": "1  School of Molecular Bioscience , The University of Sydney , Sydney , NSW , Australia \n\t\t\t\t\t\t\t\t School of Molecular Bioscience \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "margaret.allmanfarinelli@sydney.edu.au"
    },
    {
      "affiliation": "School of Molecular Bioscience , The University of Sydney , Sydney 2006 , New South Wales , Australia. \n\t\t\t\t\t\t\t\t School of Molecular Bioscience \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2006 \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1111/jhn.12207",
  "keywords": [
    "meta-analysis",
    "nutritional management",
    "obesity",
    "short message service",
    "text messages",
    "weight reduction programmes"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Obesity prevalence rates for all age groups continue to increase globally with significant associated chronic disease and health cost implications  (World Health Organization, 2000) . The ever-increasing healthcare costs attributable to noncommunicable diseases such as heart disease, stroke, type 2 diabetes and certain forms of can-cer associated with obesity have necessitated research in obesity prevention  (Aitken et al., 2009) . Recently, mobile phone text messaging has been employed with promising results for several health behaviour change interventions including weight management  (Fjeldsoe et al., 2009) .\n\nMobile phones and text messaging are integral parts of our society, pervading all age groups, socioeconomic backgrounds and cultures.\n\nOwnership of mobile phones has grown exponentially over the past 10 years, with an estimated 3.2 billion active users in 2012  (Mobithinking, 2013) .\n\nText messages are asynchronous (i.e. they can be accessed at a time convenient for the individual). This technology presents a fast and interactive communication medium, which is easy to use and inexpensive. Moreover, text messages can be tailored to the individual, which is important because tailored messages have been demonstrated to be more effective for health behaviour change compared to generic ones  (Dijkstra & De Vries, 1999; Ryan & Lauver, 2002) . Novel obesity prevention strategies implementing text messaging may be more realistic and effective than conventional treatment, especially among younger generations and socioeconomically disadvantaged populations who are more likely to use such means of communication and be at risk of weight gain  (Faulkner & Culwin, 2004; Koivusilta et al., 2007; Allman-Farinelli et al., 2008) . Importantly, a high level of mobile phone use has been associated with higher body mass index (BMI), as well as lower levels of self-rated health and health-compromising behaviours  (Koivusilta et al., 2005 (Koivusilta et al., , 2007;; Lajunen et al., 2007) . Interventions that implement text messaging are a prime delivery channel for health behaviour change such as weight-loss programmes as a result of text messaging's high penetration in overweight and lower sociodemographic status populations.\n\nTo date, text messaging technology has been utilised as a medical appointment reminder for patients, a tool to deliver medical test results, as well as in novel behavioural-change interventions such as smoking cessation and diabetes programmes  (Fjeldsoe et al., 2009; Free et al., 2013) . Stephens and Allen (2013)  published a review that evaluated interventions with mobile phone-based technologies aimed to increase physical activity levels and reduce weight. The authors' search terms pertained to coronary heart disease and mobile phones and health behaviour with dates from January 2005 to August 2010. They concluded that smartphone and/or mobile phone applications and other components demonstrated positive results when included as part of an intervention. Shaw & Bosworth (2012)  conducted a literature review of 14 weight-loss interventions, of which six were exclusively physical activity, and concluded that 11 of 14 were successful but the studies had limitations The aim of the present review was to assess the efficacy of weight management interventions using text messaging by a systematic literature search that expanded the population to be included; limited the intervention design to text messaging; included nutrition as sole or concurrent component; and used indicators of weight and body composition as outcomes with 1993 (i.e. the date that text messaging began) as the start date."
    },
    {
      "title": "Materials and methods",
      "text": "The methods were consistent with the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statement  (Liberati et al., 2009) ."
    },
    {
      "title": "Eligibility criteria",
      "text": "We included randomised controlled trials (RCTs), pseud-oRCTs (a nonrandom method of allocation to treatment or control group; e.g. alternate assignment) and before and after studies of weight management programmes (treatment and prevention) implementing text messages. These study designs allow for the identification of weight change as a result of the exposure to the intervention. Subsequent to the introduction of text messaging, several studies have been published in the so-called grey literature by commercial interest, although the present review includes only studies published in the English language in peer-reviewed scientific journals in the period from 1993 to October 2013. The historical year of 1993 was selected because this was when the first commercial short message service deployment centre was established (in Sweden). Participants had to be healthy from any age group and free of acute illness or chronic disease. Studies had to include text messaging as part of the intervention delivery and include a nutrition component. Outcomes of interest were body weight and body composition."
    },
    {
      "title": "Search strategy",
      "text": "A systematic literature search was conducted using the databases: the Cochrane Library, Embase, ERIC, Informit, Proquest, PubMed, ScienceDirect and Scopus. The applied search terms were broad, including combinations of 'sms', 'short message', 'text message', 'mobile phone', 'cell phone', 'weight loss', 'weight reduction', 'waist', 'BMI', 'skinfold', 'fat', 'adiposity', 'overweight', 'obesity' and 'obese'. The reference list of relevant studies retrieved through database searches was also hand searched. The complete search strategy used in electronic database Pub-Med is presented in Table  1 ."
    },
    {
      "title": "Study selection",
      "text": "Citations and abstracts of all retrieved studies were downloaded to ENDNOTE X4 citation management software (Thomson Reuters, Philadelphia, PA, USA). Duplicates were removed and the remaining studies were assessed for eligibility criteria by two researchers."
    },
    {
      "title": "Data collection process",
      "text": "A data extraction form was developed based on the guidelines in the Evidence Analysis Manual of the American Academy of  Nutrition and Dietetics (American Dietetic Association, 2003) . The form was piloted on all the included studies and refined before being used by one of the authors (GS) to extract the data: study details (authors, year and country of publication, affiliations and funding), sample size and participants characteristics (demographics, recruitment process, retention rate, compliance and blinding), duration of intervention, text message dialogue initiation mode (researcher versus participant initiation), level of text message interactivity between participant and researcher, dose of text messages received by participant, individualisation of text messages (personally tailored versus untailored messages), randomisation method, outcome factor (body weight, BMI, waist circumference, body fat percentage), outcome measurement method, results and significance, and authors' conclusions."
    },
    {
      "title": "Quality and risk of bias assessment",
      "text": "We used the guidelines found in the 'Quality Criteria Checklist: Primary Research' of the Evidence Analysis Manual to assess the quality and the risk of bias of the included articles  (American Dietetic Association, 2003) . This tool has been designed for food and nutrition interventions and is more comprehensive than other tools in common usage. Two of the authors (GS and MAF) assessed the risk of bias and the quality of the articles at the study level on clarity of the research question, aspects of selection (random sequence generation and concealment of allocation methods) and comparability of study groups, retention rate (completeness of outcome data), detection (blinding of outcome assessors), performance (blinding of participants) and validity of outcome measures and any intervening factors, quality of statistical analysis and conclusions made with consideration of study limitations and likelihood of sponsorship bias. Any emerging conflicting assessments were discussed with an independent reviewer. Manuscripts were rated as positive (+), neutral (0) or negative (À)."
    },
    {
      "title": "Summary measures",
      "text": "Outcome measures of interest were change in body weight (kg), BMI [weight (kg)/height (m) 2 ], waist circumference (cm) or fat percentage (%). Among the included studies, body weight and BMI were most consistently reported in terms of the mean change from baseline to post-intervention."
    },
    {
      "title": "Synthesis of results",
      "text": "The findings from all included studies form the basis of the qualitative review. Each study was considered for inclusion in a meta-analysis, in which six adult studies were accepted. Two studies in children and two in adolescents were reviewed but excluded from meta-analysis because the expected weight change and BMI differ from adults. Two adult studies were secondary weight management/maintenance interventions and also excluded. The mean change in body weight from each of the six included studies was selected (one study did not have a control group and another had two comparison groups). The 'intervention' and 'control' groups were combined with a dummy variable 'intervention' where 1 = intervention and 0 = control. Meta-analysis was stratified by this dummy variable ('intervention'). We also carried out meta-regression to compare the mean weight change of the intervention and control by the 'metareg' procedure, using the combined data, mean weight change as the dependent variable and the dummy variable ('intervention') as independent variable. Analyses were performed with STATA, version 11 (STA-TA Corp., College Station, TX, USA) using user defined metan metareg metafunnel and metabias procedures. Publication bias was assessed by visually inspecting a funnel plot of the mean change in body weight, plotted against the corresponding standard error, on the assumption that interventions achieving weight losses and with larger samples were more likely to be published  (Higgins & Green, 2011 ). Begg's rank correlation test and Egger's asymmetry test were also conducted to provide a formal assessment of publication bias across studies. Statistical heterogeneity was tested by calculating the\n\nInterpretation of the I 2 statistic was based on the Cochrane Collaboration interpretation where 50% or greater represents substantial heterogeneity  (Higgins & Green, 2011) ."
    },
    {
      "title": "Results",
      "text": "The databases search identified 512 abstracts. One hundred and thirteen duplicates were removed and the remaining 411 abstracts were assessed for eligibility (Fig.  1 ). Three hundred and seventy-nine abstracts were excluded during the primary exclusion round and a further 18 were excluded after assessing the full text article. Of the 14 remaining papers, two were identified as comprising the same study  (de Niet et al., 2012a,b)  and thus only one of them was included  (de Niet et al., 2012a) .\n\nHence, 13 studies were included in the qualitative synthesis. Two of these were in children  (Bauer et al., 2010; de Niet et al., 2012a) , two were in adolescents  (Lubans et al., 2012 Nguyen et al., 2013)  and nine were in adults  (Joo & Kim, 2007; Haapala et al., 2009; Patrick et al., 2009; Lee et al., 2011; Park & Kim, 2012; Donaldson et al., 2013; Hebden et al., 2013; Napolitano et al., 2013; Shaw et al., 2013) . Of the nine studies in adults, one did not meet the quality assessment criteria (i.e. very poor retention rate, no randomisationparticipants selfselected themselves into intervention groups, no blinding, no intent-to-treat analysis)  (Lee et al., 2011) . Six adult studies used text messaging as a core component of their weight management interventions and these studies were included in a meta-analysis  (Joo & Kim, 2007; Haapala et al., 2009; Patrick et al., 2009; Park & Kim, 2012; Hebden et al., 2013; Napolitano et al., 2013) . Two adult studies used text messaging as a means of maintenance after initial weight-loss interventions for marked obesity (BMI > 35 kg m À2 and were excluded from the meta analysis  (Shaw et al., 2013; Donaldson et al., 2013) . The four studies in children and adolescents assigned text messaging a complementary role  (Bauer et al., 2010; Lubans et al., 2012; de Niet et al., 2012a; Nguyen et al., 2013) ."
    },
    {
      "title": "Characteristics of included studies",
      "text": "Table  2  presents the key characteristics of included studies. Four studies were conducted in Europe  (Haapala et al., 2009; Bauer et al., 2010; de Niet et al., 2012a; Donaldson et al., 2013) , three in Korea  (Joo & Kim, 2007; Lee et al., 2011; Park & Kim, 2012) , three in Australia  (Lubans et al., 2012; Hebden et al., 2013; Nguyen et al., 2013)  and three in the USA  (Patrick et al., 2009; Shaw et al., 2013; Napolitano et al., 2013) . All of the studies were recent, with the majority published in 2012 or 2013 and no study published before 2007. The demographics of the study participants (e.g. racial characteristics and socioeconomic status) were very heterogeneous: the majority of the participants were women  (Joo & Kim, 2007; Haapala et al., 2009; Bauer et al., 2010; de Niet et al., 2012a; Donaldson et al., 2013; Hebden et al., 2013; Napolitano et al., 2013; Shaw et al., 2013)  and two studies were conducted exclusively in females  (Lee et al., 2011; Lubans et al., 2012) . Most of the studies recruited overweight (BMI 25.0-29.9 kg m À2 ) to mildly obese (BMI 30.0-34.9 kg m À2 ) individuals  (Joo & Kim, 2007; Haapala et al., 2009; Patrick et al., 2009; Bauer et al., 2010; de Niet et al., 2012a; Park & Kim, 2012; Hebden et al., 2013; Nguyen et al., 2013) .\n\nMost studies included other behaviour modification elements, such as exercise  (Joo & Kim, 2007; Patrick et al., 2009; Bauer et al., 2010; Lee et al., 2011; Lubans et al., 2012; de Niet et al., 2012a; Park & Kim, 2012; Donaldson et al., 2013; Hebden et al., 2013; Napolitano et al., 2013; Nguyen et al., 2013; Shaw et al., 2013)  and social support  (Patrick et al., 2009; Bauer et al., 2010; Lubans et al., 2012; de Niet et al., 2012a; Donaldson et al., 2013; Hebden et al., 2013; Napolitano et al., 2013) , in addition to nutrition education. Some children's programmes included positive reinforcement by relatives (e.g. parents that were also educated by the research group)  (Lubans et al., 2012; de Niet et al., 2012a; Nguyen et al., 2013) . For one intervention, the diet was ad libitum, with participants allowed to join any other weightloss programme  (Haapala et al., 2009) .\n\nSeven studies used text messaging to report self-monitoring data (e.g. on food intake, physical activity and weight reporting)  (Haapala et al., 2009; Bauer et al., 2010; de Niet et al., 2012a; Park & Kim, 2012; Shaw et al., 2013; Donaldson et al., 2013; Napolitano et al., 2013)  and four studies utilised text messaging as a means of reinforcing targeted behaviours (e.g. healthy eating)  (Haapala et al., 2009; Patrick et al., 2009; Lee et al., 2011 Lubans et al., 2012) , whereas one study also allowed participants to send open messages 'anytime they felt in need of communication' (de Niet et al., 2012a); finally, one study utilised text messaging as a means of instructing a staggered reduction in dietary intake along with an increase in daily activity  (Joo & Kim, 2007) . Seven studies implemented tailored feedback text messaging responses to the participants  (Joo & Kim, 2007; Haapala et al., 2009; Bauer et al., 2010; Nguyen & Lau, 2012; de Niet et al., 2012a; Donaldson et al., 2013; Napolitano et al., 2013) . In two of the children's studies, the participants could initiate dialogue  (Bauer et al., 2010; de Niet et al., 2012a) , although this was only possible in one adult study  (Joo & Kim, 2007) . The other studies allowed only receipt of either tailored or untailored text messages that were solely sent by the research group.\n\nGroup sessions were employed by four studies  (Bauer et al., 2010; Lubans et al., 2012; de Niet et al., 2012a ;  Text messages for weight management G. Siopis et al. Table 2. (Continued) Reference country Study design, sample size and participants characteristics Intervention/comparator Study duration Retention/compliance Body weight and/or body mass index (BMI) outcomes Quality rating Nguyen et al. (2013) Australia RCT Loozit study 151 overweight/ obese 13-16 years, mean BMI 30.8 (4.2) kg m -2 Intervention: Programme as for comparator with additional therapeutic contact fortnightly via telephone coaching, text messages and/or e-mail, for 2-24 months Comparator: Seven weekly group sessions for adolescents and parents, followed by quarterly adolescent booster group sessions for weight-loss maintenance for 2-24 months 24 months Retention: 89% Compliance: 2-year anthropometry was assessed in 62%. The median number of telephone coaching sessions received and text/e-mail messages sent, respectively, was 12 and 31 Additional therapeutic contact had no impact Secondary pre-post assessment showed mean (95% CI) reductions in BMI Z-score [À0.13 (À0.20, À0.06)] and waist to height ratio (WHtR) [À0.02 (À0.03, À0.01)] in both arms, at 24 months + Donaldson et al. (2013) UK Controlled trial to assess efficacy of text messages for weight maintenance n = 34 (23 Female) Mean age 59 years Mean BMI 35.3 kg m -2 Intervention: Text messages twice per week to ask patients to text data Tailored reply and advice plus control treatment control. Session with dietitian and set goals to eat fruit and vegetables, eat breakfast and step goal Pedometer provided 12 weeks Retention: No drop outs but 12 offered intervention refused Compliance; all replied At 12 weeks treatment group lost more weight, reduced waist circumference 0 Hebden et al. (2013) Australia RCT to prevent weight gain n = 51 (41 Female) Mean age 23 years Mean BMI 27.25 kg m -2 High socioeconomic status University population Intervention: 4 text messages per week, 4 e-mails, and access to 4 'apps' re: fruit and vegetables, beverages, take away meals and physical activity; bulletin board in addition to control treatment Control: Diet booklet and session with dietitian 12 weeks Retention: 48 of 51 Compliance; Text messages 48.8% replied At 12 weeks both groups lost weight and improved diet but no significant differences between groups + Lee et al. (2011) Republic of Korea RCT 108 middle-aged obese Korean women aged 30-60 years, BMI ≥ 25 kg m -2 Intervention: Walking, healthy diet, group workshops, phone counseling, and text messages sent to encourage compliance Comparator: Structured exercise intervention, involving three 1 h walking classes per week at the health centre 12 weeks Retention: 46% Compliance: Not reported At 12 weeks, significant decreases in BMI and body fat in both groups. No significant differences between the groups À Table 2. (Continued) Reference country Study design, sample size and participants characteristics Intervention/comparator Study duration Retention/compliance Body weight and/or body mass index (BMI) outcomes Quality rating Napolitano et al. (2013) USA RCT 52 overweight/obese university students, mean age 20.5 years, BMI 31.4 kg m -2 , female 86.5% Intervention: Two arms, Facebook and Facebook plus text messages. Private Facebook group portal to support intervention material. Facebook plus text messages group received weekly summary progress reports, on weight, intake and exercise and had a support 'buddy', not participating in the study. Daily text messages encouraged and provided feedback on self-monitoring of calorie, physical activity and weight goals Comparator: No intervention 8 weeks Retention: 100% (4 weeks) and 96% (8 weeks) Compliance: Participants sent their data 49.9 min after the prompt was sent, and 68.5% of texts received a response with subject data 4 weeks, weight change significant between groups, (P < 0.01) 8 weeks, Facebook plus text messaging greatest weight loss [À2.4 (2.5) kg] Facebook only group and control exhibited no significant differences + Haapala et al. (2009) Finland RCT 125 overweight/obese adults mean BMI 30.6 (2.7) kg m -2 (intervention) and 30.4 (2.8) kg m -2 (control), age range 25-44 years, female 79% Intervention: Support programme with tailored text messaging for self-directed dieters. 3-monthly in-person weigh-ins Comparator: No intervention 12 months Retention: 69% Compliance: Frequency of programme use declined from 8 times per week to 3-4 times per week by 12 months Those with >5% weight loss at 12 months reported more frequent weekly contact at 3 months At 12 months intervention lost 4.5 kg versus 1.1 kg (control); (P = 0.006). Greater reduction in waist circumference, 6.3 cm versus 2.4 cm (P = 0.0001) + Joo & Kim (2007) Republic of Korea Before and after design 927 overweight adults mean BMI 25.7 kg m -2 , 30-60 years, 89% women Intervention: Information brochures about exercise and diet received weekly by post Behavioural modification treatment for diet and physical activity. Weekly text messages based on behaviour modification tips for weight loss. No comparator group 12 weeks Retention: 47% Compliance: Not reported Significant reductions in weight, waist circumference and BMI of 1.5 kg, 4.3 cm and 0.6 kg m 2 , respectively (P < 0.001) 0 Table 2. (Continued) Reference country Study design, sample size and participants characteristics Intervention/comparator Study duration Retention/compliance Body weight and/or body mass index (BMI) outcomes Quality rating Park & Kim (2012) Republic of Korea Before and after design 79 overweight/obese post-menopausal females (mean age 56.7 years) with abdominal obesity, mean waist circumference 89.9 cm (intervention) and 89.6 cm (control) Intervention: Weekly diet and exercise advice by text message and internet. Diary (phone or internet) for recording waist circumference, weight and blood pressure Comparator: Met with medical staff once or twice in 12 weeks Lifestyle modification advice by nurse or dietitian 12 weeks Retention: 85% Compliance: 67 subjects completed the study Waist circumference and weight significantly decreased by 3.0 cm and 2.0, respectively, at 12 weeks in intervention Waist circumference and weight significantly increased for control by 0.9 cm and 0.7 kg, respectively 0 Patrick et al. (2009) USA RCT 78 overweight/obese adults, mean age 44.9 years mean BMI 33.2 kg m -2 , 80% female, 75% white, 17% African American Intervention: Printed materials about weight control, as per control plus monthly phone calls from a health-counsellor. Text messages on different topics to encourage healthy behaviours and provide tips to meet the guidelines Comparator: Monthly printed material about weight control 16 weeks Retention: 76% Compliance: During the first week, participants responded to all messages that requested a reply. By week 16, participants responding 2/3 messages The intervention group lost more weight than the comparison group (À1.97 kg difference, P = 0.02) 0 Shaw et al. (2013) USA RCT 120 participants from weight loss programme Assigned to 3 arms of maintenance text messages to sustain weight loss. Mean age 51.0-54.8 years. Mostly white college educated women Intervention arm 1 Prevention arm: One text message daily for 30 days to increase physical activity or keep to low calorie diet and self-weigh. Intervention arm 2 Promotion; messages as above but focused on promoting success and reward Control general health message 3 months Retention Prevention arm 80%; Promotion arm 90%; Control arm 85% Compliance: 95% read entire messages Prevention arm 100% weight Promotion arm 95% Control arm 90% sustained weight loss No statistical difference + Nguyen  et al., 2013) . Individual consultations in person or by telephone featured in some studies  (Patrick et al., 2009; Lee et al., 2011; Park & Kim, 2012) . Intervention duration ranged between 8 weeks to 2 years with all the studies reporting follow-up measures post-intervention. Adherence or compliance was assessed in all but two studies  (Lee et al., 2011; Joo & Kim, 2007) ."
    },
    {
      "title": "Quality assessment and risk of bias of included studies",
      "text": "A quality assessment of the included studies was carried out following the quality criteria checklist for primary research found in the Evidence Analysis Manual (American Dietetic Association, 2003). Seven studies were assigned a positive (+) quality rating, five were assigned a neutral (0) rating and one was assigned a negative (À) rating. Of the nine RCTs, only three studies did not report the method used to randomise participants  (Haapala et al., 2009; Lee et al., 2011; Lubans et al., 2012) . Of the three before and after studies, two did not include a control group for comparisons  (Joo & Kim, 2007; Bauer et al., 2010) ; one included a control group selected by the researchers to match the characteristics of the intervention group in the other study  (Park & Kim, 2012) ; and, in the study by  Donaldson et al. (2013) , a retrospective control group was used.\n\nOne study reported conducting measurements blinded to participant allocation  (Nguyen et al., 2013) , whereas another six studies reported no blinding during measurements  (Joo & Kim, 2007; Patrick et al., 2009; de Niet et al., 2012a; Donaldson et al., 2013; Hebden et al., 2013; Shaw et al., 2013) . One study reported blinding being carried out only for the baseline measurements  (Lubans et al., 2012) . Three studies did not report whether measurements were carried out blinded  (Haapala et al., 2009; Lee et al., 2011; Napolitano et al., 2013) . Finally, for the two before and after studies that only included the intervention group, blinding was not relevant  (Joo & Kim, 2007; Bauer et al., 2010) ."
    },
    {
      "title": "Impact of text messaging on weight change",
      "text": "For the meta-analysis, we combined the reported results over periods ranging from 8 to 12 weeks for comparability, although one study had time points every 3 months for 1 year  (Haapala et al., 2009) . For  Napolitano et al. (2013) , we included in our control meta-analysis both the researches' intended control group, as well as their Facebook intervention group because the latter did not have a text-messaging component (Fig.  2 ). Mean changes in body weight from each study were combined separately for intervention and control subgroups using the random-effects model of Der  Simonian & Laird (1986) . A random-effects model was applied because both intervention and control subgroups were found to be heterogeneous, as defined by an I 2 statistic >50% (Higgins & Green, 2011). Figure  2  presents forest plots of the mean body weight change found in intervention and control subgroups, respectively, and the meta-regression. For each subgroup, the effect size for the mean body weight change with 95% confidence interval (CI) is shown, as well as the percentage weighting given to each subgroup in the random-effects model. The combined weighted mean change in body weight for intervention subgroups was À2.56 kg (95% CI = À3.46 to À1.65); I 2 88.9%, P value for heterogeneity <0.0001; and for the control condition À0.37 kg (95% CI = À1.22 to 0.48); I 2 77.3%, P value for heterogeneity <0.001. Meta-regression results show that the intervention mean weight change is 2.17 kg (95% CI = À3.41 to À0.93, P = 0.001) higher than the control."
    },
    {
      "title": "Risk of bias across studies",
      "text": "The results of formal tests for publication bias (e.g. Begg's and Eggers tests) were not reported because they may be misleading when the number of studies is small and there is significant heterogeneity  (Ioannidis & Trikalinos, 2007) . Figure  3  is a funnel plot for assessing publication bias. This funnel plot indicates a possible bias towards publishing of interventions resulting in weight loss. However, the plot might also be influenced by sources of true heterogeneity such as the characteristics of the intervention themselves (all of the studies included different components) and the study duration."
    },
    {
      "title": "Discussion",
      "text": "To the best of our knowledge, this is the first meta-analysis of body weight outcomes in healthy adults enrolled in weight management programmes that include a text messaging component and nutrition advice. Six studies, with a total of 1252 participants from three continents, were combined in our meta-analysis. We found that participants in weight-loss programmes (for up to 3 months) that included a text messaging component lost on average seven times more weight than participants in conditions that did not include text messaging (2.56 kg versus 0.37 kg, respectively). This compares with other weightloss programmes run for a similar duration that have incorporated either exercise or diet delivered via other media or pharmacological agents  (Franz et al., 2007; Neovius et al., 2008; Thorogood et al., 2011) .\n\nThe importance of weight loss in terms of lowering the risk for chronic diseases associated with being overweight and obesity such as high-blood pressure, heart disease, type 2 diabetes and certain forms of cancer is well documented  (Ligibel, 2011; Pattabiraman & Pham, 2011; Faulds & Dahlman-Wright, 2012; Garber, 2012; Nguyen & Lau, 2012; Prasad et al., 2012) . In addition, the increase in healthcare costs associated with being overweight and obesity is acknowledged  (Aitken et al., 2009)  and thus a sustainable weight-loss approach that can target diverse demographic and socioeconomic groups is greatly sought  (Pelone et al., 2012; Thorpe & Philyaw, 2012; Trasande & Elbel, 2012) . It is of paramount importance that the results of weight-loss programmes can be maintained long term. As a result of the different durations of the studies and the different time points at which results were reported from each group, we only combined results for up to 3 months (12 weeks). It will be important to conduct a meta-analysis when longer studies (e.g. 1 year or longer) are available.\n\nSome studies employed a programme that included additional components to the text messaging intervention  (Joo & Kim, 2007; Patrick et al., 2009; Hebden et al., 2013; Napolitano et al., 2013) . For example,  Napolitano et al. (2013)  provided additional social support for the Facebook plus text messaging group through the 'support buddy'. In addition, this group also received a digital scale, pedometer, Calorie King book and measuring utensils. The study of  Haapala et al. (2009)    the effect of text messages because the programme allowed for the diet to be ad libitum and the participants were allowed to join any other weight-loss programme. The text messages were the only difference in treatment provided by researchers between the two groups with the exception of a 3-monthly in person weigh-in. It was found that the more frequent the reporting of weight via text messaging had been, the more weight was lost at 12 months as a percentage of initial weight  (Haapala et al., 2009) ."
    },
    {
      "title": "best demonstrates",
      "text": "The studies in children and adolescents that could not be combined in meta-analysis did not show additional advantage of incorporation of text messaging into weight management programmes, although this may be because they were using lower frequency of texting (i.e. weekly or fortnightly), whereas the adult studies employed daily to weekly texting. It appeared that text messaging increased the retention and adherence to the programme in one study  (de Niet et al., 2012a) . The penetration of text messaging as a means of communication in young age groups is significant and further studies are indicated. A study from the UK found that adolescents view text messaging 'as an additional means of communication', seeing that they have been exposed to it since childhood  (Faulkner & Culwin, 2004) . Thurlow (2012)  reports that text messaging is the preferred means of communication for teenagers, seeing it 'a core feature of their mobile phones'.\n\nThere are several key limitations of the characteristics of the participants in these studies that limit the generalisabilty and applicability. The majority of the participants in the included studies were females (84%) and three studies  (Lee et al., 2011; Lubans et al., 2012; Park & Kim, 2012)  were exclusively conducted with women. Most of the participants were college/university educated. All of the studies recruited volunteers, which adds another limitation because they were more likely motivated to make the lifestyle changes needed to attain positive results. A recent report indicated that, in Europe, young female users, between 12 and 25 years old, are more enthusiastic about using text messaging as a means of communication than male users  (Peters et al., 2012) . In addition, women are more 'attached' to their cell phones than men, especially to text messaging  (Iqbal, 2010) . The fact that females enjoy such means of communication may have contributed to the positive outcomes seen because they mainly recruited women. It would be interesting to determine whether the results would have been of a similar magnitude should a more equally gender-distributed population have been recruited. Future trials should attempt to over-recruit males to test the effectiveness of such interventions in this gender. It has been shown that as the level of education increases, the number of text messages sent from participants or received by participants decreases  (Iqbal, 2010) . Obesity prevalence rates are more significant in those of lower education status and, because this demographic is also the one with higher short message service usage, text messaging may present a costeffective means of targeting and delivering weight-loss interventions.\n\nRetention is another issue to be addressed before recommending widespread delivery of text messaging weight management programmes. Two adult studies in Korea reported very low retention rates  (Joo & Kim, 2007; Lee et al., 2011) , whereas a study conducted in children in the Netherlands showed that, although some text messaging interventions did not result in significant weight loss, they did enhance retention and adherence to the programme  (de Niet et al., 2012a) . However, in this latter study, participant motivation as assessed by psychologists and paediatricians was an inclusion criterion and thus this may have resulted in the higher retention rates  (de Niet et al., 2012a) . Cost-effectiveness is another consideration. Joo et al. (2010)  reported that, in their intervention, the visiting-type programme was more cost-effective than the remote-type (i.e. one that included text messaging). Specifically, the cost per person achieving the target weight loss was approximately $1K and $1.6K for the visiting and the remote-type programmes, respectively  (Joo et al., 2010) . Future studies should aim to report the costs of such programmes in addition to ensuring positive outcomes.\n\nOther studies have provided insight into what makes a text messaging intervention acceptable and successful. For example, the Loozit study from Australia identified that healthy eating messages and those concluding with 'please reply' elicited the highest reply rates from adolescent participants  (Kornman et al., 2010) . A US study found that obese adolescents preferred positive, encouraging and direct messages and, in particular, ones that included successful weight-loss strategies and that provided recipe ideas  (Woolford et al., 2011) . In the same study, all participants agreed that messages should include encouraging symbols such as exclamation points and 'smiley faces' but reported that messaging acronyms (e.g. 'LOL') would be too informal from healthcare providers. Finally, they emphasised that any mention of unhealthy foods or behaviours would trigger them to eat those foods or engage in those behaviours  (Woolford et al., 2011) . Further text message-based interventions should include a study of preferences for character length (short versus long messages) and the time of day for reception of message by participants to gain insight in what constitutes a more successful e-contact intervention. Shaw et al. (2013)  report that their participants in a weight maintenance study preferred one text message at 08.00 h daily.\n\nIn conclusion, the small body of evidence, differences in interventions and the lack of long-term results limits the findings of the present review. However, our metaanalysis of six adult studies in three continents shows that weight management interventions incorporating text messaging may be an effective strategy for an ever-increasing epidemic that has been associated with the most common noncommunicable diseases and their huge health costs. The uptake of this technology combined with the urgency for effective solutions to obesity prompts further research in this field. Additional technological developments such as multimedia messaging service that will integrate audio and videos will add a new dimension to mobile phone messaging that might further enhance the delivery of health interventions. Future studies should explore the level to which the duration of the intervention, text message frequency, dialogue mode initiation, the level of interactivity and other parameters contribute to the success of the programme. Recruitment of demographically diverse populations, reflecting the gender, socioeconomic and cultural distributions of the overweight population will be necessary to assess the generalisability and applicability of this emerging but promising medium for dealing with the long-standing obesity pandemic."
    },
    {
      "text": "Figure 1 Flow diagram for selection process of included studies."
    },
    {
      "text": "Figure 2 Forest plot: mean weight change in body weight of intervention and control participants with the combined meta-regression shown below. Effect size (ES) is indicated by black diamonds; percentage weighting of each study towards the overall effect is indicated by the size of grey squares; 95% confidence interval is indicated by horizontal lines; the overall treatment effect lies at the centre of the diamond with left and right endpoints indicating the 95% confidence interval (CI)."
    },
    {
      "text": "Figure 3 Funnel plot for risk of publication bias: mean change in body weight of intervention participants against the SE. Scatter dots represent individual studies; dashed diagonal lines indicate pseudo 95% confidence interval."
    },
    {
      "text": "Electronic database search strategy: Pubmed"
    },
    {
      "text": "Qualitative characteristics of included studies"
    }
  ],
  "references": [
    {
      "title": "Current and future costs of cancer, heart disease and stroke attributable to obesity in Australiaa comparison of two birth cohorts",
      "authors": [
        "R Aitken",
        "M Allman-Farinelli",
        "L King",
        "A Bauman"
      ],
      "year": 2009
    },
    {
      "title": "Age, period and birth cohort effects on prevalence of overweight and obesity in Australian adults from 1990 to 2000",
      "authors": [
        "M Allman-Farinelli",
        "T Chey",
        "A Bauman",
        "T Gill",
        "P James"
      ],
      "year": 2008,
      "doi": "10.1038/sj.ejcn.1602769"
    },
    {
      "title": "ADA Evidence Analysis Manual",
      "year": 2003,
      "doi": "10.1016/j.jada.2005.03.029"
    },
    {
      "title": "Enhancement of care through self-monitoring and tailored feedback via text messaging and their use in the treatment of childhood overweight",
      "authors": [
        "S Bauer",
        "J De Niet",
        "R Timman",
        "H Kordy"
      ],
      "year": 2010
    },
    {
      "title": "Meta-analysis in clinical trials",
      "authors": [
        "R Der Simonian",
        "N Laird"
      ],
      "year": 1986,
      "doi": "10.1016/0197-2456(86)90046-2"
    },
    {
      "title": "The development of computer-generated tailored interventions",
      "authors": [
        "A Dijkstra",
        "H De Vries"
      ],
      "year": 1999,
      "doi": "10.1016/s0738-3991(98)00135-9"
    },
    {
      "title": "A text message based weight management intervention for overweight adults",
      "authors": [
        "E Donaldson",
        "S Fallows",
        "M Morris"
      ],
      "year": 2013,
      "doi": "10.1111/j.1365-277x.2011.01177_15.x"
    },
    {
      "title": "Metabolic diseases and cancer risk",
      "authors": [
        "M Faulds",
        "K Dahlman-Wright"
      ],
      "year": 2012
    },
    {
      "title": "When fingers do the talking: a study of text messaging",
      "authors": [
        "X Faulkner",
        "F Culwin"
      ],
      "year": 2004
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009
    },
    {
      "title": "Weight-loss outcomes: a systematic review and meta-analysis of weight-loss clinical trials with a minimum 1-year follow-up",
      "authors": [
        "M Franz",
        "J Vanwormer",
        "A Crain",
        "J Boucher",
        "T Histon",
        "W Caplan"
      ],
      "year": 2007
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behavior change or disease management intervetions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "V Patel",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Obesity and type 2 diabetes: which patients are at risk?",
      "authors": [
        "A Garber"
      ],
      "year": 2012,
      "doi": "10.1111/j.1463-1326.2011.01536.x"
    },
    {
      "title": "Weight loss by mobile phone: a 1-year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs",
        "L Surakka",
        "P Manninen"
      ],
      "year": 2009,
      "doi": "10.1017/s1368980009005230"
    },
    {
      "title": "A mobile health intervention for weight management among young adults: a pilot randomised controlled trial",
      "authors": [
        "L Hebden",
        "A Cook",
        "H Van Der Ploeg",
        "L King",
        "A Bauman",
        "M Allman-Farinelli"
      ],
      "year": 2013,
      "doi": "10.1111/jhn.12155"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "The appropriateness of asymmetry tests for publication bias in meta-analyses: a large survey",
      "authors": [
        "J Ioannidis",
        "T Trikalinos"
      ],
      "year": 2007
    },
    {
      "title": "Gender differences in mobile phone use: what communication motives does it gratify?",
      "authors": [
        "Z Iqbal"
      ],
      "year": 2010
    },
    {
      "title": "Mobile phone short message service messaging for behaviour modification in a community-based weight control programme in Korea",
      "authors": [
        "N Joo",
        "B Kim"
      ],
      "year": 2007,
      "doi": "10.1258/135763307783064331"
    },
    {
      "title": "Cost-effectiveness of a community-based obesity control programme",
      "authors": [
        "N Joo",
        "Y Park",
        "K Park",
        "C Kim",
        "B Kim"
      ],
      "year": 2010
    },
    {
      "title": "Intensity of mobile phone use and health compromising behaviourshow is information and communication technology connected to health-related lifestyle in adolescence?",
      "authors": [
        "K Koivusilta",
        "T Lintonen",
        "A Rimpela"
      ],
      "year": 2005
    },
    {
      "title": "Orientations in adolescent use of information and communication technology: a digital divide by sociodemographic background, educational career and Health",
      "authors": [
        "K Koivusilta",
        "T Lintonen",
        "A Rimpela"
      ],
      "year": 2007,
      "doi": "10.1080/14034940600868721"
    },
    {
      "title": "Electronic therapeutic contact for adolescent weight management: the Loozit study",
      "authors": [
        "K Kornman",
        "V Shrewsbury",
        "A Chou",
        "B Nguyen",
        "A Lee",
        "J O'connor",
        "K Steinbeck",
        "A Hill",
        "M Kohn",
        "S Shah",
        "L Baur"
      ],
      "year": 2010
    },
    {
      "title": "Are computer and cell phone use associated with body mass index and overweight? A population study among twin adolescents",
      "authors": [
        "H Lajunen",
        "A Keski-Rahkonen",
        "L Pulkkinen",
        "R Rose",
        "A Rissanen",
        "J Kaprio"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2458-7-24"
    },
    {
      "title": "Self-management program for obesity control among middle-aged women in Korea: a pilot study",
      "authors": [
        "C Lee",
        "H Lee",
        "K Jeon",
        "Y Hong",
        "S Park"
      ],
      "year": 2011,
      "doi": "10.1111/j.1742-7924.2010.00160.x"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche",
        "J Ioannidis",
        "M Clarke",
        "P Devereaux",
        "J Kleijnen",
        "D Moher"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00136"
    },
    {
      "title": "Obesity and breast cancer",
      "authors": [
        "J Ligibel"
      ],
      "year": 2011
    },
    {
      "title": "Preventing obesity among adolescent girls: one-year outcomes of the nutrition and enjoyable activity for teen girls [NEAT girls] cluster randomized controlled trial",
      "authors": [
        "D Lubans",
        "P Morgan",
        "A Okely",
        "D Dewar",
        "C Collins",
        "M Batterham",
        "R Callister",
        "R Plotnikoff"
      ],
      "year": 2012,
      "doi": "10.1001/archpediatrics.2012.41"
    },
    {
      "title": "Global mobile statistics 2012 Part A: Mobile subscribers; handset market share; mobile operators",
      "authors": [
        "Mobithinking"
      ],
      "year": 2013
    },
    {
      "title": "Using Facebook and text messaging to deliver a weight loss program to college students",
      "authors": [
        "M Napolitano",
        "S Hayes",
        "G Bennett",
        "A Ives",
        "G Foster"
      ],
      "year": 2013
    },
    {
      "title": "Head-to-head studies evaluating the efficacy of pharmacotherapy for obesity: a systematic review and meta-analysis",
      "authors": [
        "M Neovius",
        "K Johanssen",
        "S Rossner"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-789x.2008.00463.x"
    },
    {
      "title": "The obesity epidemic and its impact on hypertension",
      "authors": [
        "T Nguyen",
        "D Lau"
      ],
      "year": 2012
    },
    {
      "title": "Two-year outcomes of an adjunctive telephone coaching and electronic contact intervention for adolescent weight-loss maintenance: the Loozit randomized controlled trial",
      "authors": [
        "B Nguyen",
        "V Shrewsbury",
        "J O'connor",
        "K Steinbeck",
        "A Hill",
        "S Shah",
        "M Kohn",
        "S Torvaldsen",
        "L Baur"
      ],
      "year": 2013
    },
    {
      "title": "Short message service reduces dropout in childhood obesity treatment: a randomized controlled trial",
      "authors": [
        "J De Niet",
        "R Timman",
        "S Bauer",
        "E Van Den Akker",
        "C De Klerk",
        "H Kordy",
        "J Passchier"
      ],
      "year": 2012,
      "doi": "10.1037/a0027498"
    },
    {
      "title": "The effect of a short message service maintenance treatment on body mass index and psychological well-being in overweight and obese children: a randomized controlled trial",
      "authors": [
        "J De Niet",
        "R Timman",
        "S Bauer",
        "E Van Den Akker",
        "H Buijks",
        "C De Klerk",
        "H Kordy",
        "J Passchier"
      ],
      "year": 2012
    },
    {
      "title": "Evaluation of mobile phone and Internet intervention on waist circumference and blood pressure in post-menopausal women with abdominal obesity",
      "authors": [
        "M Park",
        "H Kim"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2011.12.011"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams",
        "L Dillon",
        "M Zabinski",
        "C Rock",
        "W Griswold",
        "G Norman"
      ],
      "year": 2009
    },
    {
      "title": "Obesity and cardiovascular disease",
      "authors": [
        "P Pattabiraman",
        "S Pham"
      ],
      "year": 2011
    },
    {
      "title": "Economic impact of childhood obesity on health systems: a systematic review",
      "authors": [
        "F Pelone",
        "M Specchia",
        "M Veneziano",
        "S Capizzi",
        "S Bucci",
        "A Mancuso"
      ],
      "year": 2012,
      "doi": "10.1111/j.1467-789x.2011.00968.x"
    },
    {
      "title": "Motives for SMS Use",
      "authors": [
        "O Peters",
        "J Almekinders",
        "B Van",
        "S Roy",
        "J Wessels"
      ],
      "year": 2012,
      "doi": "10.1088/0029-5515/54/7/079901"
    },
    {
      "title": "Metabolic syndrome: definition and therapeutic implications",
      "authors": [
        "H Prasad",
        "D Ryan",
        "M Celzo",
        "D Stapleton"
      ],
      "year": 2012
    },
    {
      "title": "The efficacy of tailored interventions",
      "authors": [
        "P Ryan",
        "D Lauver"
      ],
      "year": 2002,
      "doi": "10.1111/j.1547-5069.2002.00331.x"
    },
    {
      "title": "Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review",
      "authors": [
        "R Shaw",
        "H Bosworth"
      ],
      "year": 2012
    },
    {
      "title": "Mobile health messages help sustain recent weight loss",
      "authors": [
        "R Shaw",
        "H Bosworth",
        "S Silva",
        "I Lipkus",
        "L Davis",
        "R Sha",
        "C Johnson"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2013.07.001"
    },
    {
      "title": "Mobile phone interventions to increase physical activity and reduce weight. A systematic review",
      "authors": [
        "J Stephens",
        "J Allen"
      ],
      "year": 2013
    },
    {
      "title": "Isolated aerobic exercise and weight loss: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Thorogood",
        "S Mottillo",
        "A Shimony",
        "K Filion",
        "L Joseph",
        "J Genest",
        "L Pilote",
        "P Poirier",
        "E Schiffrin",
        "M Eisenberg"
      ],
      "year": 2011,
      "doi": "10.1016/j.amjmed.2011.02.037"
    },
    {
      "title": "The medicalization of chronic disease and costs",
      "authors": [
        "K Thorpe",
        "M Philyaw"
      ],
      "year": 2012,
      "doi": "10.1146/annurev-publhealth-031811-124652"
    },
    {
      "title": "Generation Txt? The sociolinguistics of young people's text-messaging",
      "authors": [
        "C Thurlow"
      ],
      "year": 2012,
      "doi": "10.4324/9780203855607-50"
    },
    {
      "title": "The economic burden placed on healthcare systems by childhood obesity",
      "authors": [
        "L Trasande",
        "B Elbel"
      ],
      "year": 2012
    },
    {
      "title": "OMG do not say LOL: obese adolescents' perspectives on the content of text messages to enhance weight loss efforts",
      "authors": [
        "S Woolford",
        "K Barr",
        "H Derry",
        "C Jepson",
        "S Clark",
        "V Strecher",
        "K Resnicow"
      ],
      "year": 2011
    },
    {
      "title": "Obesity: preventing and managing the global epidemic. Report of a WHO consultation",
      "year": 2000,
      "doi": "10.1017/s0021932003245508"
    }
  ],
  "num_references": 51
}
