{
  "paper_id": "PEPETJ9M",
  "title": "Cost and Cost-Effectiveness of mHealth interventions for the prevention and control of Type 2 Diabetes Mellitus: A Systematic Review",
  "abstract": " A pre specified protocol was registered on the Prospective Register of Systematic Reviews  To the best of our knowledge this is the first systematic review on this topic  The quality of evidence was assessed using the CHEERS checklist  The majority of studies identified were partial economic evaluations  There was difficulty in comparing results due to study heterogeneity \n ABSTRACT The prevalence of type 2 diabetes mellitus continues to rise and simultaneously technology has contributed to the growth of MHealth interventions for its prevention, monitoring and management. This systematic review aimed to summarize and evaluate the quality of the published evidence on cost and cost-effectiveness of mHealth interventions for T2DM. A systematic literature search of PubMed, EMBASE, and Web of Science was conducted for papers up to end of April 2019. We included all partial or full economic evaluations providing cost or cost-effectiveness results for mHealth interventions targeting individuals diagnosed with, or at risk of, type 2 diabetes mellitus. Twenty-three studies met the inclusion criteria. Intervention cost varied substantially based on the type and numbers or combination of technologies used, ranging from 1.8 INT $ to 10101.1 INT $ per patient per year. The studies which presented cost effectiveness results demonstrated highly cost-effective interventions, with cost per QALY gained ranging from 0.4 to 62.5 percent of GDP per capita of the country. The quality of partial economic evaluations was on average lower than that of full economic evaluations. Cost of mHealth interventions varied substantially based on type and combination of technology used, however, where cost-effectiveness results were reported, the intervention was cost-effective.",
  "year": 2018,
  "date": "2018",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Giulia",
      "surname": "Rinaldi",
      "name": "Giulia Rinaldi",
      "affiliation": "a  Guy's & St Thomas' NHS Trust , Westminster Bridge Road , London , SE1 7EH , U.K. \n\t\t\t\t\t\t\t\t Guy's & St Thomas' NHS Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westminster Bridge Road \n\t\t\t\t\t\t\t\t\t SE1 7EH \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t U.K",
      "email": "giulia.rinaldi@nhs.net"
    },
    {
      "forename": "Alexa",
      "surname": "Hijazi",
      "name": "Alexa Hijazi",
      "affiliation": "b  Institute for Global Health , University College London , 30 Guilford Street , WC1N 1EH , London , UK \n\t\t\t\t\t\t\t\t Institute for Global Health \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 30 Guilford Street \n\t\t\t\t\t\t\t\t\t WC1N 1EH \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Hassan",
      "surname": "Haghparast-Bidgoli",
      "name": "Hassan Haghparast-Bidgoli",
      "affiliation": "b  Institute for Global Health , University College London , 30 Guilford Street , WC1N 1EH , London , UK \n\t\t\t\t\t\t\t\t Institute for Global Health \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 30 Guilford Street \n\t\t\t\t\t\t\t\t\t WC1N 1EH \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Department of Medicine , Guy's and St Thomas' NHS Trust , Westminster Bridge Road , London , SE1 7EH , U.K. \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Guy's and St Thomas' NHS Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Westminster Bridge Road \n\t\t\t\t\t\t\t\t\t SE1 7EH \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t U.K"
    }
  ],
  "doi": "10.1016/j.diabres.2020.108084",
  "keywords": [
    "economic evaluation",
    "mHealth",
    "diabetes",
    "telemedicine"
  ],
  "sections": [
    {
      "title": "INTRODUCTION 1.1 Burden of Type 2 Diabetes Mellitus (T2DM)",
      "text": "In 2017, diabetes was ranked as the fourth leading cause of disability globally  [1] . The health consequences of diabetes cause a marked loss of productivity and economic burden to patients, healthcare providers and country's economies, mounting to 1.8% of the global gross domestic product (GDP) and 12% of the global health expenditure in 2018  [2, 3] . Over 80% of yearly deaths due to diabetes occur in developing countries causing drastic economic consequences compared to their developed counterparts  [4] . Diabetes is notoriously difficult to control with only about 50% of patients reaching their treatment targets  [5] . There are multifactorial explanations for this, including the challenges T2DM poses on patients' habits surrounding diet and exercise. Many patients demonstrate low willingness to change their perceptions and actions to alter their undesirable lifestyle habits  [6, 7] . Moreover, treatment plans often consist of multiple daily pharmacological interventions which contribute to poor medication adherence  [8] ."
    },
    {
      "title": "MHealth interventions",
      "text": "Mobile health (mHealth) uses technology to encourage patients' lifestyle modification and medication adherence by providing portable, every-day interventions to empower patients and encourage them to adhere to their management plans  [9] . The rise of mHealth has heavily correlated with the exponential growth in internet access which has allowed for the creation of wireless healthcare opportunities combining patient empowerment with the convenience of mobile devices  [10, 11] . MHealth interventions are becoming prominent amongst several medical specialties encompassing preventative, curative and chronic management goals. Additionally, mHealth reduces geographic related disparities in health care by removing physical barriers to accessing medical information and providing individuals a \"virtual\" platform. Successful MHealth interventions have shown to significantly reduce hospital inpatient admissions and prompt a 63% reduction in number of admission days  [12] ."
    },
    {
      "title": "MHealth and T2DM",
      "text": "MHealth interventions targeting diabetes have shown clinical effectiveness in both the prevention and management of T2DM  [13] [14] [15] . Management based interventions have proven to be particularly successful at reducing haemoglobin A 1c (HbA 1c ) levels amongst people with T2DM  [14] . A meta-analysis investigating mobile phone interventions for glycaemic control demonstrated that among 22 trials there was a statistically significant improvement in glycaemic control amongst users of the online intervention  [16] . Similarly, another review found that glycaemic control results were significant amongst T2DM when mobile text messaging interventions were combined with an internet based intervention  [17] . MHealth interventions have proven to be low cost and cost-effective across various medical specialties  [18, 19] . Economic evidence is crucial to guide policy makers and funders towards implementing mHealth interventions. Nevertheless, there is a large gap in the literature analysing the costs and cost-effectiveness of mHealth interventions addressing T2DM  [20] . To the best of our knowledge, there is currently no published literature summarising the cost or cost-effectiveness of mHealth interventions targeting the prevention and control of T2DM. This study aims to systematically review, analyse and summarise the published evidence on the cost and cost-effectiveness of mHealth interventions for T2DM, as well as, to assess the quality of the published evidence."
    },
    {
      "title": "METHODS",
      "text": "Our systematic review was reported in accordance with the 2015 PRISMA statement  [21] . Our protocol was registered with the International Prospective Register of Systematic Reviews in January 2019 (PROSPERO registration number CRD42019123476) and it is published elsewhere  [22] ."
    },
    {
      "title": "Search Strategy",
      "text": "Electronic database search on MEDLINE(Pubmed), EMBASE, and Web of Science was conducted including all relevant studies published up to the 30 th of April 2019. The keyword search was divided into four main groups: \"mHealth\", \"diabetes\", \"cost effectiveness\" and \"prevention or management\". These were combined together using the Boolean operator \"AND\" and included their respective synonyms using the operator \"OR\". The initial search strategy was developed for use on MEDLINE and then adapted for subsequent databases. The full key words used are shown in Appendix 1."
    },
    {
      "title": "Inclusion & Exclusion criteria:",
      "text": "We included all primary studies published in English from January 1995 to end of April 2019. The included studies were both partial or full economic evaluations for mHealth interventions targeting the prevention or management of T2DM. Partial economic evaluations were defined as evaluations that provide the costs of an intervention, but do not compare the costs with an alternative intervention or to the outcomes of the intervention  [23] . Costs reported as costs of the intervention from either the provider (eg design and implementation), patient or societal perspective will be included in the review. Full economic evaluations are defined as those that do compare the costs of the intervention with one or more alternative interventions and relate these to the measured outcomes. Full economic evaluations include cost-effectiveness analysis (CEA), cost utility analysis (CUA), cost benefit analysis (CBA), cost minimisation analysis and cost-consequence analysis  [23] . All papers including mHealth interventions that were targeting patients at risk of or diagnosed with T2DM were included in this review. MHealth interventions were defined as interventions that included use of the internet, mobile devices or computers. Exclusion Criteria encompassed papers that were not published in a peer reviewed journal or not in the English language. Unpublished documents and grey literature like conference papers, dissertations, and patents were excluded."
    },
    {
      "title": "Study Selection and data extraction",
      "text": "The relevant papers from the literature were managed in Mendeley to facilitate the screening and selection process. The papers were screened for any duplicates, then for relevance using their titles and, thirdly, their abstracts. The remaining studies had their full text screened for our inclusion and exclusion criteria. The remaining studies were included in our results. The included studies were assessed for their quality of reporting evidence and their data was extracted and summarised. Two reviewers (G.R., A.H.) independently extracted data from the included studies using our data extraction tool adapted from existing guidelines and other review articles of economic evaluations  [23] [24] [25] . Using this tool we extracted the general and economic features of the papers including the characteristics of the intervention, population and reported outcomes."
    },
    {
      "title": "Quality assessment",
      "text": "The quality of reporting the economic evaluation evidence was assessed using the Consolidated Health Economic Evaluation Reporting Standards (CHEERS)  [26]  checklist for full economic evaluations and using a Modified version of CHEERS checklist for partial economic evaluation. Our Modified CHEERS checklist includes relevant elements from the CHEERS checklist and some modified elements used by previous researchers  [22, 27] . Both GR and AH independently assessed the included papers against these checklists and any discrepancies were resolved by discussion and involvement of third author (HHB). Papers that were recognized as meeting the checklist item were given \"yes\" for that category and \"no\" if they did not meet the checklist item. A \"part\" score was given if the paper met some of the checklist requirements, whilst an \"n/a\" was given if this was not relevant to the specific paper. Overall, papers who met over 75% of the checklist item were considered to be of high quality, those meeting 50% to 75% of the checklist they were regarded to be of moderate quality, and if they met less than 50% of checklist items they were labelled as being of poor quality."
    },
    {
      "title": "Cross-study comparison and interpreting cost effectiveness results",
      "text": "To allow for comparability across time and settings we converted all costs and costeffectiveness ratios to 2018 international dollars (INT$) using purchasing power parity, consumer price indexes and currency exchange rates form the World Bank Open Database 39 . To further judge the cost-effectiveness results, national and international cost-effectiveness threshold were used. In the United Kingdom a threshold of £20,000 to £30,000  [28] , and in the USA US$50,000 per Quality Adjusted Life Years (QALY) gained were used  [29] . For other settings, the World Health Organisation (WHO)  [30]  and Wood's et al.'s  [31]  cost-effectiveness thresholds were applied. WHO state that an intervention is highly cost-effective if costeffectiveness ratio (cost per disability-adjusted life years-or DALY averted) is less than the gross domestic product (GDP) per capita and is cost-effective if it is between one and three times the GDP per capita  [30] . Wood's et al.'s  [31]  have estimated cost effectiveness thresholds for each country which are much lower than the WHO threshold and are around 50% GDP per capita. Therefore, based on this threshold, an intervention will be cost-effective if incremental cost-effectiveness ratio (ICER) is less than the country GPD per capita  [32] ."
    },
    {
      "title": "RESULTS",
      "text": "Our systematic database search identified the following number of studies from the three databases:\n\n Pubmed: 2309 items found on 4 th May 2019  EMBASE: 1744 items found on 6 th May 2019  Web of Science: 1223 items found on 5 th May 2019\n\nThe study selection is shown in Figure  1  using the preferred reporting items for a systematic review and meta-analysis protocol (PRISMA-P) flowchart  [21] . At the end of the selection process we had 23 final studies to include in our systematic review. ."
    },
    {
      "title": "General Features of included papers",
      "text": "The characteristics of the included 23 studies are summarised in Table  1  and reported in detail in Additional File 1. Of the studies identified the majority, 15 (65%) were partial economic evaluations. There were eight full economic evaluations identified, of which three (13%) were CEA reporting the costs of an intervention per a natural outcome unit, for example, changes in HbA1C. We also identified five (22%) CUA reporting their outcomes using QALYs. No cost benefit analysis was identified in our review. Fourteen (61%) of the included papers were randomised control trials. Eleven (78%) of these compared the mHealth intervention to usual care whilst other three compared it to a non-mHealth intervention. The three extra interventions that all participants received in certain studies included a 6 month exercise program, printed diabetes self-management support materials and periodic lifestyle incentives, and three home visits over 1 year from a care coordinator  [33] [34] [35] .The majority of papers were published within the last 10 years (74%) as there has been an increasing number of cost-effectiveness and costing papers published in this area more recently as represented in Figure  2 .\n\nThe CEA, cost-effectiveness analysis; CUA, cost-utility analysis; RCT, randomised controlled trial; QALY, quality adjusted life year; ICER, incremental cost effectiveness ratio."
    },
    {
      "title": "Full Economic Evaluations",
      "text": "The cost-effectiveness ratios of the eight full EEs ranged from INT$ 28.4 to INT$1,871 saving per patient per year and from INT$ 245 to INT$ 39,167 per QALY gained. As per the WHO cost-effectiveness threshold all five studies reporting cost per QALY gained were costeffective as ICER as % of GDP per capita ranged from 0.4 to 62.5%. Of these, the two studies that used one mHealth technology reported cost per QALY gained had values of 0.9% and 0.4% of their respective countries' GDP per capita  [36, 37] . Whilst the one study that integrated two mHealth technologies reported costs per QALY gained equivalent to 7% of the GDP per capita (2018) showing high cost effectiveness based on the WHO thresholds  [38] . This intervention involved a weekly nurse led telephone service that would remotely consult patients using an online glucose monitor. Those that integrated three mHealth technologies reported QALY gained values of equivalent to 47.2% and 62.5% of their respective countries' GDP per capita  [39, 40] .\n\nOnly one study, by Wong et al, focused on the prevention of T2DM  [36] . They created a text messaging education service targeted for patients with, or at risk of, T2DM. This intervention costed INT$ 254 per QALY gained and resulted in cost savings of INT$ 28 per patient each year. This was on the lower end of costs compared to the seven interventions based on the management of T2DM. Interestingly, all of the full EEs were based in high income countries.\n\nAs shown in Appendix 2, three of these studies included mHealth interventions supplemented by non-mHealth components. Two of these included extra visits by a clinician whereby one intervention included an extra clinic visit with a doctor that year and the second included an extra three home visits by a care coordinator over the year  [33, 41] . Whilst one intervention was supplemented by printed educational material on healthy lifestyle  [34] .\n\nThese results are represented in Table  2 . Table 3: Reported costs of Partial EE interventions Author & Year Setting Type of mHealth intervention COST in 2018 (int$) UNIT of Cost Reported One Technology Chen et al. 2018[43] China  SMS Service 10.1 cost/patient/year Deng et al. 2015[44] Canada  Online glucose level recorder 240.7 cost/patient/year Fottrell et al. 2019 [45] Bangladesh  SMS/Voice message 7 cost/person/year Haddad et al. 2014[46] Iraq  SMS Service 1.8 cost/patient/year Islam et al. 2015[47] Bangladesh  SMS Service 57.3 WTP / month for diabetes SMS Levin et al. 2013[48] Denmark  Diabetes video consultations 7232.1 cost saving/patient /year Salzsieder et al. 2011[49] Germany  Online glucose level recorder 1249.3 cost saving/patient /year Two Technologies Biermann et al. 2002[50] Germany  Telephone consultation  Online glucose level recorded 894.5 cost saving/patient/year Fritzen Et al. 2019[51] Germany  Online glucose level recorder  SMS Service 61.1 cost saving/patient /year Katalenich et al. 2015[52] USA  Online glucose record keeper  SMS service 723.3 cost/patient/year Three Technologies Glasgow et al. 1997[53] USA  One single touch screen computer session  Phone calls  Educational Videotape 214.4 cost/patient/year Kesavadev et al. 2012[54] India  Online glucose record keeper  SMS service  Email reminders 10.2 cost/patient/year Marios et al. 2012[35] Australia  Heart rate monitor  Weekly phone calls 1513.0 cost/patient/year Moreno et al. 2009[55] USA  Online glucose record keeper  Video calls  Interactive website 10110.1 cost/patient/year Shea et al. 2006[56] USA  Online glucose record keeper  Video calls  Interactive website 4403.6 cost/ home telemedicine unit\n\nICER, incremental cost effectiveness ratio; Int$, international dollar; WTP, willingness to pay' QALY, quality adjusted life year; SMS, short message service."
    },
    {
      "title": "Quality of reporting evidence"
    },
    {
      "title": "Full Economic Evaluations",
      "text": "The findings show that on average compliance with the CHEERS checklist was much greater for full economic evaluations compared to partial economic evaluations. No study adhered to all checklist items. Amongst the full economic evaluations for 19 out of the 24 checklist items there was 75% or more compliance. The remaining five checklist points were the greatest areas of weakness for the full economic evaluations (Figure  4 ). The seven weakest item checklist points were numbers 9, 11, 12, 13, 14, 15 and 16. All of these points are within the Methods subsection of the CHEERS checklist. Moreover, none of the four economic evaluations based on modelling fully justified why they chose that specific model and only half of them described the assumptions underpinning their model. To summarize, 6 out of 8 (75%) of the included full economic evaluations were deemed of high quality according to the CHEERS checklist and the remaining 2 (25%) were of moderate quality."
    },
    {
      "title": "Figure 3: Quality of Full Economic Evaluations"
    },
    {
      "title": "Partial Economic Evaluations",
      "text": "Amongst the partial economic evaluations, only 1(7%) was of high quality, whilst 3 (20%) were of moderate quality and 11 (73%) were assessed to be of poor quality. Four out of 15 (27%) of the included studies complied with 50% of the modified CHEERS checklist requirements. This immediately highlights that the partial economic evaluations were on average of lower quality than the full economic evaluations. However, majority of the studies (n=14, 93%) mentioned the perspective of their analysis and all studies abided to point 14 by summarizing their findings and discussed the limitations of their study.\n\nThe major areas of weakness amongst partial economic evaluations were points 8-12a and 13. Only one (7%) of the papers reported those checklist points. The full assessment of quality of evidence is reported in Appendix 3."
    },
    {
      "title": "DISCUSSION",
      "text": "The current study aims to systematically review and summarise the research surrounding the costs and cost-effectiveness of mHealth interventions targeting T2DM. Our results have shown that, overall, the quality of reporting was weak among both partial and full economic evaluations, however, poorer amongst partial evaluations. The cost varied based on the type of intervention, the number of technologies integrated and whether it was combined with a non-mHealth component. Importantly, all those that reported cost-effectiveness results showed that the interventions were highly cost effective.\n\nThe first objective of this review was to summarise the literature on the cost and cost effectiveness of mHealth interventions for diabetes. This review has highlighted a limited number of full economic evaluations in this area. We identified only eight full economic evaluations in the literature. The majority of studies were from high-income countries with none set in low-income settings. This may reflect a technology disparity in lower income countries, but simultaneously represents an opportunity to begin to evaluate mHealth within newer health care systems. We also noticed that 16 out of 23 (70%) studies were RCTs and it is encouraging to find that economic outcomes are increasingly being reported alongside trials, however, further efforts are needed to produce full cost-effectiveness evidence alongside trials.\n\nIt seems that the mHealth interventions with one technology had lower costs with reported costs per patient per year ranging from INT$ 1.8 to INT$ 241.0 compared to those with two technologies (INT$ 61.1 to INT$ 894) and three technologies (INT$ 10.2 to INT$ 10110.1). Interestingly, patients often state too much complexity of the mHealth intervention[57]. Our results seem to agree that often a simple mHealth intervention using only one type of technology may be the most user friendly and also least costly. Another interesting consideration is that the majority of interventions (92%) we found were targeting the management of diabetes with only twos interventions focusing on the prevention of the disease. Evidence surrounding preventative mHealth interventions remains extremely limited. Further exploration into the cost-effectiveness of preventative mHealth interventions for diabetes is warranted.\n\nThe second objective of this review was to evaluate the quality of reporting costs and costeffectiveness evidence. Poor methodological quality is known to be a major area of weakness for healthcare economic evaluations  [58, 59] . This review has highlighted that the methodology of economic evaluations necessitates improvement, especially amongst partial evaluations or costing studies. In these studies, only 1 out of 15 papers (7%) provided evidence on how they identified or valued resources, the dates of costs included, the discount rates used or provided a detailed breakdown of costs. Without being able to explore the costing methodology of a costing paper it remains difficult to scrutinize its generalizability. Lower CHEERS scores might be expected amongst partial economic evaluations as for 12 out of 15 (80%) the costs were not the primary outcome of the study. However, this highlights the need for readers to be cautious when accepting costing results from partial economic evaluations as they may be methodologically flawed. This emphasises the importance of systematic reviews and quality reviews such as this paper. Moreover, a verified modified CHEERS checklist for partial economic evaluations should be developed.\n\nIn conducting this review, we faced a few challenges with the data which are worth mentioning. The first challenge was the heterogeneity amongst the studies due to differences in reported cost, outcome measures, currency and settings. Any review of both full and partial economic evaluations will invariably experience this heterogeneity. We increased comparability by converting reported unit costs and cost-effectiveness results into a common international currency and base year. We also acknowledge that specialized databases for economic evaluations were not used.\n\nSecondly, due to limited relevant papers, we were unable to conduct a sub-analysis the cost of MHealth interventions by income level and geographical region. Individuals living in rural areas often experience the effects of the medical \"brain drain\" and need to travel further to see a doctor. This leaves them at greater risk of having less exposure to health education and having a higher risk of developing conditions like diabetes  [60] . Having more economic data on the impact of mHealth interventions in rural areas could lead to promising results to tackle health inequalities  [61] . Evidence has shown that telemedicine interventions for diabetes can significantly reduce the blood sugar, blood pressure and cholesterol of patients in rural underserved communities  [62] . Until now, only one study has previously demonstrated that an SMS based mHealth intervention in a rural Bangladeshi community increased knowledge about diabetes  [45] . Further exploration into the success of mHealth interventions within rural communities is paramount.\n\nLimitations of our review are due to our search strategy. We only included published evidence in the English language, so we acknowledge there will be some publication bias within our results. We also want to highlight that the generalizability of our results needs to take into consideration the country setting, type of intervention and our methodology used to convert costs into 2018 international dollars."
    },
    {
      "title": "CONCLUSION",
      "text": "This review is the first to evaluate and summarise this area of the literature. Findings point to growing economic evidence on mHealth intervention targeting T2DM, although a limited number of full economic evaluation or cost-effectiveness studies exist. The cost of mHealth interventions varied substantially based on type and combination of technology used. However, where cost-effectiveness results reported, the intervention was highly cost-effective. Continued efforts towards integration of high-quality economic evaluations within trials are required to strengthen the economic evidence for mHealth interventions targeting diabetes in different populations, in particular in low-and middle-income countries."
    },
    {
      "title": "Declaration of interests: none",
      "text": "Funding: none  b) Tabulated CHEERS Checklist result for partial economic evaluations (n=15) (Green=Yes, Pink = Partly, Red=No, White=n/a)\n\nCHEE RS items Bierma nn et al. 2002 Chen et al. 2018 Deng et al 2015 Fottrell et al. 2019 Fritze n et al 2019 Glasg ow et al 1997 Hadd ad et al. 2014 Katalen ich et al 2015 Kesavadev et al 2012 Levin et al 2011 Mari os et al 2012 More no et al 2009 Salzsieder et al. 2011 Islam et al 2015 Shea et al 2006 1 2 3 4 5 6 7 8 9 10 11 12a 12b 13 14 15 16 Quality High Modera te Poor Moderate Poor Poor Poor Poor Moderate Poor Poor Poor Poor Poor Poor"
    },
    {
      "text": "Figure 1: Study selection process-See uploaded file"
    },
    {
      "text": "Figure 2: Publication count per Year"
    },
    {
      "text": "Figure 4: Quality of Partial Economic Evaluations"
    },
    {
      "text": "Figure 1: Study selection processFigure 2: Publication Count per Year"
    },
    {
      "text": "Figure 3: Quality of Full Economic Evaluations Figure 4: Quality of Partial Economic Evaluations"
    },
    {
      "text": "Summary of characteristics of included papers"
    },
    {
      "text": "Reported cost-effectiveness of Full EE interventionsOut of the fifteen partial EEs, nine presented results as cost per patient per year which ranged from INT $ 1.8 to INT$10,110.Four studies presented results as cost savings per patient per year which ranged from INT$ 61 to INT$7,232.Two studies reported other outcomes; one study represented costs as willingness to pay per month and another as cost per home telemedicine unit.These results are presented in Table3. All but one of the partial EEs focused on the management of T2DM; Fottrel et al's intervention included both preventative and management interventions and costed on the lower end of the included studies at INT$ 7 per patient per year."
    }
  ],
  "references": [
    {
      "title": "Global, regional, and national incidence, prevalence, and years lived with disability for 354 diseases and injuries for 195 countries and territories, 1990&#x2013;2017: a systematic analysis for the Global Burden of Disease Study 2017",
      "authors": [
        "S James",
        "D Abate",
        "K Abate",
        "S Abay",
        "C Abbafati",
        "N Abbasi"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(18)32279-7"
    },
    {
      "title": "Global economic burden of diabetes and its implications",
      "authors": [
        "P Zhang",
        "E Gregg"
      ],
      "year": 2017,
      "doi": "10.1016/s2213-8587(17)30100-6"
    },
    {
      "title": "The economic costs of diabetes in developing countries: some concerns and recommendations",
      "authors": [
        "A Khuwaja",
        "L Khowaja",
        "P Cosgrove"
      ],
      "year": 2009,
      "doi": "10.1007/s00125-009-1581-7"
    },
    {
      "title": "Adherence to therapies in patients with type 2 diabetes",
      "authors": [
        "L-E García-Pérez",
        "M Alvarez",
        "T Dilla",
        "V Gil-Guillén",
        "D Orozco-Beltrán"
      ],
      "year": 2013,
      "doi": "10.1007/s13300-013-0034-y"
    },
    {
      "title": "Motivational Interviewing (MI) to Change Type 2DM Self Care Behaviors: A Nursing Intervention",
      "authors": [
        "C Dellasega",
        "R Gabbay",
        "K Durdock",
        "N Martinez-King"
      ],
      "year": 2010,
      "doi": "10.3928/00220124-20090623-04"
    },
    {
      "title": "How motivated are patients with type 2 diabetes to change their lifestyle? A survey among patients and healthcare professionals",
      "authors": [
        "J Linmans",
        "J Knottnerus",
        "M Spigt"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcd.2015.02.001"
    },
    {
      "title": "Poor medication adherence in type 2 diabetes: recognizing the scope of the problem and its key contributors",
      "authors": [
        "W Polonsky",
        "R Henry"
      ],
      "year": 2016,
      "doi": "10.2147/ppa.s106821"
    },
    {
      "title": "m-Health interventions for diabetes remote monitoring and self management: clinical and compliance issues",
      "authors": [
        "Rsh Istepanian",
        "Al-Anzi Tm"
      ],
      "year": 2018,
      "doi": "10.21037/mhealth.2018.01.02"
    },
    {
      "title": "ICU Facts and Figures the World in",
      "year": 2015
    },
    {
      "title": "ICT Facts and Figures",
      "year": 2017
    },
    {
      "title": "Leveraging remote behavioral health interventions to improve medical outcomes and reduce costs",
      "authors": [
        "R Pande",
        "M Morris",
        "A Peters",
        "C Spettell",
        "R Feifer",
        "W Gillis"
      ],
      "year": 2015,
      "doi": "10.1377/forefront.20150701.049026"
    },
    {
      "title": "Diabetes and telemedicine: is the technology sound, effective, costeffective, and practical?",
      "authors": [
        "D Klonoff"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.5.1626"
    },
    {
      "title": "Mobile App-Based Interventions to Support Diabetes Self-Management: A Systematic Review of Randomized Controlled Trials to Identify Functions Associated with Glycemic Efficacy",
      "authors": [
        "Y Wu",
        "X Yao",
        "G Vespasiani",
        "A Nicolucci",
        "Y Dong",
        "J Kwong"
      ],
      "doi": "10.2196/mhealth.6522"
    },
    {
      "title": "A Fully Automated Diabetes Prevention Program, Alive-PD: Program Design and Randomized Controlled Trial Protocol",
      "authors": [
        "G Block",
        "Kmj Azar",
        "T Block",
        "R Romanelli",
        "H Carpenter",
        "D Hopkins"
      ],
      "year": 2015,
      "doi": "10.2196/resprot.4046"
    },
    {
      "title": "Effect of mobile phone intervention for diabetes on glycaemic control: a meta-analysis",
      "authors": [
        "X Liang",
        "Q Wang",
        "X Yang",
        "J Cao",
        "J Chen",
        "X Mo"
      ],
      "year": 2011,
      "doi": "10.1111/j.1464-5491.2010.03180.x"
    },
    {
      "title": "Health education via mobile text messaging for glycemic control in adults with type 2 diabetes: A systematic review and metaanalysis",
      "authors": [
        "M Saffari",
        "G Ghanizadeh",
        "H Koenig"
      ],
      "year": 2014,
      "doi": "10.1016/j.pcd.2014.03.004"
    },
    {
      "title": "What is the economic evidence for mHealth? A systematic review of economic evaluations of mHealth solutions",
      "authors": [
        "S Iribarren",
        "K Cato",
        "L Falzon",
        "P Stone"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0170581"
    },
    {
      "title": "Home telehealth reduces healthcare costs",
      "authors": [
        "H Noel",
        "D Vogel",
        "J Erdos",
        "D Cornwall",
        "F Levin"
      ],
      "year": 2004,
      "doi": "10.1089/tmj.2004.10.170"
    },
    {
      "title": "Cost-Utility and Cost-Effectiveness Studies of Telemedicine, Electronic, and Mobile Health Systems in the Literature: A Systematic Review",
      "authors": [
        "I De La Torre-Díez",
        "M López-Coronado",
        "C Vaca",
        "J Aguado",
        "C De Castro"
      ],
      "year": 2015,
      "doi": "10.1089/tmj.2014.0053"
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
      "authors": [
        "D Moher",
        "L Shamseer",
        "M Clarke",
        "D Ghersi",
        "A Liberati",
        "M Petticrew"
      ],
      "year": 2015,
      "doi": "10.1186/2046-4053-4-1"
    },
    {
      "title": "Cost and cost-effectiveness of mHealth interventions for the prevention and control of type 2 diabetes mellitus: A protocol for a systematic review",
      "authors": [
        "A Haghparast-Bidgoli",
        "H Ao -Rinaldi Hassan",
        "; B Rinaldi",
        "G Hijazi",
        "A Haghparast-Bidgoli"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-027490"
    },
    {
      "title": "Methods for the Economic Evaluation of Health Care Programmes",
      "authors": [
        "F Michael",
        "Mark Drummond",
        "Karl Sculpher",
        "Greg Claxton",
        "Gwt Stoddart"
      ],
      "year": 2015
    },
    {
      "title": "Do economic evaluation studies inform effective healthcare resource allocation in Iran? A critical review of the literature",
      "authors": [
        "H Haghparast-Bidgoli",
        "A Kiadaliri",
        "J Skordis-Worrall"
      ],
      "year": 2014,
      "doi": "10.1186/1478-7547-12-15"
    },
    {
      "title": "Criteria list for assessment of methodological quality of economic evaluations: Consensus on Health Economic Criteria",
      "authors": [
        "S Evers",
        "M Goossens",
        "H De Vet",
        "M Van Tulder",
        "A Ament"
      ],
      "year": 2005,
      "doi": "10.1017/s0266462305050324"
    },
    {
      "title": "Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement",
      "authors": [
        "D Husereau",
        "M Drummond",
        "S Petrou",
        "C Carswell",
        "D Moher",
        "D Greenberg"
      ],
      "year": 2013,
      "doi": "10.1017/s0266462313000160"
    },
    {
      "title": "Economic evaluation of emergency obstetric care training: a systematic review",
      "authors": [
        "A Banke-Thomas",
        "Wilson Jones",
        "M Madaj",
        "B Van Den Broek"
      ],
      "year": 2017,
      "doi": "10.1186/s12884-017-1586-z"
    },
    {
      "title": "Methods for the estimation of the National Institute for Health and Care Excellence cost-effectiveness threshold",
      "authors": [
        "K Claxton",
        "S Martin",
        "M Soares",
        "N Rice",
        "E Spackman",
        "S Hinde"
      ],
      "year": 2015,
      "doi": "10.3310/hta19140"
    },
    {
      "title": "Assessing cost-effectiveness in healthcare: history of the $50,000 per QALY threshold",
      "authors": [
        "S Grosse"
      ],
      "year": 2008,
      "doi": "10.1586/14737167.8.2.165"
    },
    {
      "title": "Making choices in health: WHO guide to cost-effectiveness analysis",
      "authors": [
        "Who"
      ],
      "year": 2003
    },
    {
      "title": "Country-Level Cost-Effectiveness Thresholds: Initial Estimates and the Need for Further Research",
      "authors": [
        "B Woods",
        "P Revill",
        "M Sculpher",
        "K Claxton"
      ],
      "year": 2016,
      "doi": "10.1016/j.jval.2016.02.017"
    },
    {
      "title": "World Bank Open Data",
      "year": 2016,
      "doi": "10.1596/978-1-4648-0484-7_open_data"
    },
    {
      "title": "Costs and effects of a telephonic diabetes self-management support intervention using health educators",
      "authors": [
        "C Schechter",
        "E Walker",
        "F Ortega",
        "S Chamany",
        "L Silver"
      ],
      "year": 2016,
      "doi": "10.1016/j.jdiacomp.2015.11.017"
    },
    {
      "title": "Effects of telemonitoring on glycaemic control and healthcare costs in type 2 diabetes: A randomised controlled trial",
      "authors": [
        "R Warren",
        "K Carlisle",
        "G Mihala",
        "P Scuffham"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x17723943"
    },
    {
      "title": "The Effect of Tele-Monitoring on Exercise Training Adherence, Functional Capacity, Quality of Life and Glycemic Control in Patients With Type II Diabetes",
      "authors": [
        "T Marios",
        "N Smart",
        "S Dalton"
      ],
      "year": 2012,
      "doi": "10.1016/s0167-5273(11)70068-7"
    },
    {
      "title": "Cost-Effectiveness of A Short Message Service (Sms) Intervention To Prevent Type 2 Diabetes Among Adults With Impaired Glucose Tolerance",
      "authors": [
        "Ckh Wong",
        "F Jiao",
        "S Siu",
        "Csc Fung",
        "K Wong",
        "Clk Lam"
      ],
      "year": 2014,
      "doi": "10.1016/j.jval.2014.08.716"
    },
    {
      "title": "The cost-effectiveness of hospital-based telephone coaching for people with type 2 diabetes: a 10 year modelling analysis",
      "authors": [
        "D Varney",
        "W Varney",
        "J Liew"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1645-6"
    },
    {
      "title": "A cost-effectiveness analysis of a telephonelinked care intervention for individuals with Type 2 diabetes",
      "year": 2014,
      "doi": "10.1016/j.diabres.2013.12.032"
    },
    {
      "title": "Cost-effectiveness of an electronic medical record based clinical decision support system",
      "authors": [
        "T Gilmer",
        "O' Connor",
        "P Sperl-Hillen",
        "J Rush",
        "W Johnson",
        "P Amundson"
      ],
      "year": 2012,
      "doi": "10.1111/j.1475-6773.2012.01427.x"
    },
    {
      "title": "Cost-effectiveness of automated telephone self-management support with nurse care management among patients with diabetes",
      "authors": [
        "M Handley",
        "M Shumway",
        "D Schillinger"
      ],
      "year": 2008,
      "doi": "10.1370/afm.889"
    },
    {
      "title": "Cost-effectiveness of telemonitoring of diabetic foot ulcer patients",
      "authors": [
        "I Fasterholdt",
        "M Gerstrom",
        "Bsb Rasmussen",
        "K Yderstraede",
        "K Kidholm",
        "K Pedersen"
      ],
      "year": 2016,
      "doi": "10.1177/1460458216663026"
    },
    {
      "title": "A costeffectiveness analysis of a telephone-linked care intervention for individuals with Type 2 diabetes",
      "authors": [
        "L Gordon",
        "D Bird",
        "B Oldenburg",
        "R Friedman",
        "A Russell",
        "P Scuffham"
      ],
      "year": 2014,
      "doi": "10.1016/j.diabres.2013.12.032"
    },
    {
      "title": "A Mobile Phone Informational Reminder to Improve Eye Care Adherence Among Diabetic Patients in Rural China: A Randomized Controlled Trial",
      "authors": [
        "T Chen",
        "W Zhu",
        "B Tang",
        "Jin Fu",
        "H Chen"
      ],
      "year": 2018,
      "doi": "10.1016/j.ajo.2018.07.006"
    },
    {
      "title": "Cost-benefit analysis of internet therapeutic intervention on patients with diabetes",
      "authors": [
        "L Deng",
        "A White",
        "M Pawlowska",
        "B Pottinger",
        "J Aydin",
        "N Chow"
      ],
      "year": 2015,
      "doi": "10.5812/ijem.22803"
    },
    {
      "title": "Community groups or mobile phone messaging to prevent and control type 2 diabetes and intermediate hyperglycaemia in Bangladesh (DMagic): a cluster-randomised controlled trial",
      "authors": [
        "N Fottrell"
      ],
      "year": 2019,
      "doi": "10.1016/S2213-8587%2819%2930001-4"
    },
    {
      "title": "A feasibility study of mobile phone text messaging to support education and management of type 2 diabetes in Iraq",
      "authors": [
        "N Haddad",
        "R Istepanian",
        "N Philip",
        "Fak Khazaal",
        "T Hamdan",
        "T Pickles"
      ],
      "year": 2014,
      "doi": "10.1089/dia.2013.0272"
    },
    {
      "title": "Mobile phone use and willingness to pay for SMS for diabetes in Bangladesh",
      "authors": [
        "Shariful Islam",
        "S Lechner",
        "A Ferrari",
        "U Seissler",
        "J Holle",
        "R Niessen"
      ],
      "year": 2016,
      "doi": "10.1093/pubmed/fdv009"
    },
    {
      "title": "Telemedicine diabetes consultations are cost-effective, and efects on essential diabetes treatment parameters are similar to conventional treatment: 7-year results from the Svendborg telemedicine diabetes project",
      "authors": [
        "J Levin",
        "C Levin",
        "K Madsen"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700302"
    },
    {
      "title": "The Karlsburg Diabetes Management System: Translation from research to eHealth application",
      "authors": [
        "E Salzsieder",
        "P Augstein"
      ],
      "year": 2011,
      "doi": "10.1177/193229681100500103"
    },
    {
      "title": "Are there time and cost savings by using telemanagement for patients on intensified insulin therapy? A randomised, controlled trial",
      "authors": [
        "E Biermann",
        "W Dietrich",
        "J Rihl",
        "E Standl"
      ],
      "year": 2002,
      "doi": "10.1016/s0169-2607(02)00037-8"
    },
    {
      "title": "ANALYSIS TO IDENTIFY POTENTIAL COST SAVINGS FOR THE HEALTH CARE SYSTEMS AS A RESULTS OF INTEGRATING TELEMEDICINE INTO DIABETES MANAGEMENT",
      "authors": [
        "M Ra"
      ],
      "year": 2019,
      "doi": "10.1089/dia.2019.2525.abstracts"
    },
    {
      "title": "Evaluation of a Remote Monitoring System for Diabetes Control",
      "authors": [
        "B Katalenich",
        "L Shi",
        "S Liu",
        "H Shao",
        "R Mcduffie",
        "G Carpio"
      ],
      "year": 2015,
      "doi": "10.1016/j.clinthera.2015.03.022"
    },
    {
      "title": "Longterm effects and costs of brief behavioural dietary intervention for patients with diabetes delivered from the medical office",
      "authors": [
        "R Glasgow",
        "La Chance",
        "P Toobert",
        "D Brown",
        "J Hampson",
        "S Riddle"
      ],
      "year": 1997,
      "doi": "10.1016/s0738-3991(97)00039-6"
    },
    {
      "title": "Cost-effective use of telemedicine and self-monitoring of blood glucose via Diabetes Tele Management System (DTMS) to achieve target glycosylated hemoglobin values without serious symptomatic hypoglycemia in 1,000 subjects with type 2 diabetes mellitus",
      "authors": [
        "A Kesavadev",
        "G Kesavadev",
        "J Shankar"
      ],
      "year": 2012,
      "doi": "10.1089/dia.2012.0088"
    },
    {
      "title": "Costs to Medicare of the Informatics for Diabetes Education and Telemedicine (IDEATel) Home Telemedicine demonstration: Findings from an independent evaluation",
      "year": 2009,
      "doi": "10.2337/dc09-0094"
    },
    {
      "title": "A Randomized Trial Comparing Telemedicine Case Management with Usual Care in Older, Ethnically Diverse, Medically Underserved Patients with Diabetes Mellitus",
      "authors": [
        "S Shea",
        "R Weinstock",
        "J Starren",
        "J Teresi",
        "W Palmas",
        "L Field"
      ],
      "year": 2006,
      "doi": "10.1197/jamia.M1917"
    },
    {
      "title": "Use, Perspectives, and Attitudes Regarding Diabetes Management Mobile Apps Among Diabetes Patients and Diabetologists in China: National Web-Based Survey",
      "authors": [
        "Y Zhang",
        "X Li",
        "S Luo",
        "C Liu",
        "Y Xie",
        "J Guo"
      ],
      "year": 2019,
      "doi": "10.2196/12658"
    },
    {
      "title": "Cost effectiveness of HIV and sexual reproductive health interventions targeting sex workers: a systematic review",
      "authors": [
        "G Rinaldi",
        "A Kiadaliri",
        "H Haghparast-Bidgoli"
      ],
      "year": 2018,
      "doi": "10.1186/s12962-018-0165-0"
    },
    {
      "title": "A systematic review of health economic evaluation in adjuvant breast radiotherapy: Quality counted by numbers",
      "authors": [
        "C Monten",
        "L Veldeman",
        "N Verhaeghe",
        "Y Lievens"
      ],
      "year": 2017,
      "doi": "10.1016/j.radonc.2017.08.034"
    },
    {
      "title": "Diabetes care among rural Americans",
      "authors": [
        "S Utz"
      ],
      "year": 2008
    },
    {
      "title": "Using mHealth Tools to Improve Rural Diabetes Care Guided by the Chronic Care Model",
      "authors": [
        "J Mallow",
        "L Theeke",
        "E Barnes",
        "T Whetsel",
        "B Mallow"
      ],
      "year": 2014,
      "doi": "10.14574/ojrnhc.v14i1.276"
    },
    {
      "title": "A Randomized Trial Comparing Telemedicine Case Management with Usual Care in Older, Ethnically Diverse, Medically Underserved Patients with Diabetes Mellitus: 5 Year Results of the IDEATel Study",
      "authors": [
        "S Shea",
        "R Weinstock",
        "J Teresi",
        "W Palmas",
        "J Starren",
        "J Cimino"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m3157"
    }
  ],
  "num_references": 61
}
