{
  "paper_id": "PLAEK5VT",
  "title": "Clinical features of children and adolescents with obsessive-compulsive disorder and hoarding symptoms",
  "abstract": "Objective: This study was conducted to examine whether pediatric patients with obsessive-compulsive disorder (OCD) and hoarding symptoms differed in terms of clinical characteristics from pediatric OCD patients without hoarding symptoms. Method: Eighty children and adolescents with OCD (range, 7-17 years) completed clinician-administered and parent-and child-report measures of OCD symptom severity, impairment, and emotional and behavioral symptoms. Results: Twenty-one youth endorsed significant hoarding symptoms. Relative to nonhoarders, youth with hoarding symptoms had worse insight, more magical thinking obsessions, and ordering/arranging compulsions than nonhoarders, higher levels of anxiety, aggression, somatic complaints, and overall externalizing and internalizing symptoms. Higher rates of panic disorder were found in youth with hoarding symptoms although other comorbidity rates did not differ. Conclusions: These findings in children are partially consistent with studies in adults, and suggest that pediatric patients with hoarding symptoms may exhibit a unique clinical presentation.",
  "year": 1995,
  "date": "1995",
  "journal": "J Am Acad Child Adolesc Psychiatry",
  "publication": "J Am Acad Child Adolesc Psychiatry",
  "authors": [
    {
      "forename": "Eric",
      "surname": "Storch",
      "name": "Eric Storch",
      "affiliation": "b  Department of Pediatrics , University of Florida , Gainesville , FL 32610 , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 32610 \n\t\t\t\t\t\t\t\t\t Gainesville \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA",
      "email": "estorch@psychiatry.ufl.edu"
    },
    {
      "forename": "Caleb",
      "surname": "Lack",
      "name": "Caleb Lack",
      "affiliation": "c  Department of Behavioral Sciences , Arkansas Tech University , Russellville , AR 72812 , USA \n\t\t\t\t\t\t\t\t Department of Behavioral Sciences \n\t\t\t\t\t\t\t\t Arkansas Tech University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 72812 \n\t\t\t\t\t\t\t\t\t Russellville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lisa",
      "surname": "Merlo",
      "name": "Lisa Merlo"
    },
    {
      "forename": "Gary",
      "surname": "Geffken",
      "name": "Gary Geffken",
      "affiliation": "b  Department of Pediatrics , University of Florida , Gainesville , FL 32610 , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 32610 \n\t\t\t\t\t\t\t\t\t Gainesville \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Marni",
      "surname": "Jacob",
      "name": "Marni Jacob"
    },
    {
      "forename": "Tanya",
      "surname": "Murphy",
      "name": "Tanya Murphy"
    },
    {
      "forename": "Wayne",
      "surname": "Goodman",
      "name": "Wayne Goodman"
    },
    {
      "affiliation": "Department of Psychiatry , University of Florida , Gainesville , FL 32610 , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 32610 \n\t\t\t\t\t\t\t\t\t Gainesville \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.comppsych.2007.03.001",
  "sections": [
    {
      "title": "Introduction",
      "text": "Pediatric obsessive-compulsive disorder (OCD) is a debilitating mental disorder, with point-prevalence rates as high as 4.0%  [1, 2] . Without treatment, OCD typically runs a chronic course that is associated with considerable individual and familial impairment  [3, 4] .\n\nWith recognition of the deleterious consequences linked to OCD and the need for effective interventions, increased attention has been paid to the neurobiology and differential treatment response of OCD patients with varying clinical presentations. Among the varied subtypes, patients with problematic hoarding behaviors have emerged as distinct from other OCD presentations in terms of clinical presentation, treatment prognosis, and possibly pathogenesis. Hoarding among both adults and children is characterized by the excessive and active acquisition of possessions, failure to discard possessions when appropriate, and associated impairment  [5, 6] . Such analyses in adult samples have suggested that (a) patients with problematic hoarding have differing neurocognitive deficits and neural correlates relative to OCD patients without hoarding  [7, 8] ; (b) dopamine and gonadal steroids may have increased relevance in understanding the etiology of hoarding behaviors  [9] ; and (c) relative to other subtypes, patients with hoarding symptoms may have a worse response to serotonergic and cognitive-behavioral interventions  [10] [11] [12] [13] .\n\nBased on current research findings in adult samples, some have concluded that hoarding represents a distinct subtype of OCD with differing clinical characteristics from nonhoarding OCD patients  [9, 14] . Research has found that, compared to OCD nonhoarders, hoarders display an earlier age of onset  [8, 15] , greater severity of comorbid anxiety disorders  [8, 16, 18] , higher rates of bipolar and eating disorders  [15] , and personality disorders  [8, 18] . Higher rates of inattention and hyperactivity and frequency of traumatic events have been found  [17] , but Grisham et al  [19]  reported lower rates of stress and worry in hoarders. Mixed results have been seen when comparing depressive symptoms, with some studies reporting higher rates in hoarders  [8, 18]  and some reporting no differences  [15, 16] . A similar pattern of results have been found for the impact of hoarding symptoms on functional impairment, with studies finding higher levels of impairment in hoarders  [16, 18]  and or no differences  [15] . No consistent findings have been established for the relationship between severity of OCD symptoms and presence of hoarding  [8, 16, 19] .\n\nTo date, hoarding in children has received scant empiric attention, despite some preliminary evidence through factor analytic research that this subtype may be a valid construct among pediatric OCD patients  [20] . Outside of Prader-Willi syndrome  [21] , very little empiric attention has been given to hoarding in pediatric patients. Two studies have reported that youth present with hoarding symptoms at rates that are similar to adults; however, neither study reported associated clinical characteristics  [22, 23] . Understanding differences in clinical presentation of youth who hoard may assist in determining prognosis and adapting existing interventions to enhance outcome. Given the lack of available data on childhood hoarders, we report differences in the clinical characteristics and phenotypic expression of OCD symptoms in pediatric patients who present with hoarding symptoms vs those who do not."
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants and procedures",
      "text": "Participants included 80 treatment-seeking youth diagnosed with OCD who were seen in an OCD specialty clinical research unit between January 2004 and October 2006. All participants had a primary diagnosis of OCD according to the Diagnostic and Statistical Manual, Fourth Edition, Text Revision (DSM-IV)  [24] . Diagnoses were made after an unstructured clinical interview by the first author and administration of the Anxiety Disorders Interview Schedule for Children-Parent Version  [25]  and Children's Yale-Brown Obsessive-Compulsive Scale (CYBOCS)  [26]  by a trained research assistant. Status as a primary diagnosis was determined by assessing which illness was associated with the greatest level of impairment and distress, as well as the reason for seeking treatment. Inclusion criteria included a primary OCD diagnosis (see above), CY-BOCS total score of 16 or higher, stable on any psychotropic medication (if they were taking one) for at least 8 weeks, and between the ages of 7 and 17 years. Exclusion criteria included the following: (a) positive diagnosis of psychosis, autism, or bipolar disorder; (b) current suicidal intent measured by the Anxiety Disorders Interview Schedule for DSM-IV: Parent Version (ADIS-IV-P) and all available clinical information; (c) primary diagnosis other than OCD; (d) a positive diagnosis in the caregiver of mental retardation, psychosis, or other psychiatric disorders or conditions that would limit their ability to complete measures and/or participate in their child's treatment. Demographic and clinical characteristics for those with and without hoarding symptoms are shown in Table  1 .\n\nThe University of Florida institutional review board approved our data collection procedures. Before beginning their respective treatment protocol (ie, cognitive-behavioral therapy, medication), participants completed an assessment involving the ADIS-IV-P, CY-BOCS, and relevant parentand child-rated indices. Clinician-rated measures were completed first; thereafter, the parent and child independently completed questionnaire measures. The presence or absence of hoarding symptoms was determined based on meeting 3 criteria: (1) endorsement by both parent and child on the CY-BOCS Symptom Checklist hoarding obsession and/or compulsion items (the item had to be endorsed as a primary symptom); (2) positive endorsement with an associated severity rating of 4 or higher on the ADIS-IV-P hoarding item; and (3) confirmation by the first author through clinical interview. The rationale for setting such The ADIS-IV-P25 is a clinician-rated structured diagnostic instrument administered to a caregiver that assesses for the presence of anxiety and mood disorders in the identified child, and screens for externalizing behavior disorders, psychotic, and eating disorders. In addition to its wide use, excellent psychometric properties have been found  [27, 28] ."
    },
    {
      "title": "Children's Yale-Brown Obsessive Compulsive Scale",
      "text": "The CY-BOCS  [26]  is a 10-item semistructured measure of obsession and compulsion severity rated over the previous week on a 5-point Likert scale. Obsession and Compulsion Severity scores are derived by summing the applicable 5 items; a Total Score is derived by summing all 10 scale items. In addition to the Severity Scores, the CY-BOCS includes a Symptom Checklist that assesses for the presence of a wide range of OCD symptoms and a 1-item measure of a child's insight into his or her symptoms. Ratings were made based on parent and child responses to items, together with clinical judgment and behavioral observations of any overt symptoms. Excellent psychometric properties and treatment sensitivity of the CY-BOCS have been shown  [26, 29, 30] ."
    },
    {
      "title": "Clinical Global Impression-Severity",
      "text": "The CGI-S scale  [31]  is a 7-point clinician rating of illness severity (0 = no illness, 6 = extremely ill)."
    },
    {
      "title": "Multidimensional Anxiety Scale for Children",
      "text": "The Multidimensional Anxiety Scale for Children (MASC)  [32]  is a 39-item child-report index that assesses symptoms of general, social, and separation anxiety. Good reliability and construct validity have been reported  [32, 33] ."
    },
    {
      "title": "Children's Depression Inventory",
      "text": "The Children's Depression Inventory (CDI)  [34]  is a 27item child-report measure that assesses the presence and severity of cognitive, affective, or behavioral symptoms of depression during the previous 2 weeks. Widely used, the CDI has demonstrated strong psychometric properties  [34, 35] ."
    },
    {
      "title": "Child Obsessive Compulsive Impact Scale",
      "text": "The Child Obsessive Compulsive Impact Scale Parent and Child Versions (COIS-P and COIS-C)  [3]  is a 56-item questionnaire with parallel parent and child versions that examines OCD-related impairment across the domains of school (16 items), social (19 items), and home/family activities (17 items). Respondents rate OCD interference for each area of functioning using a 4-point scale ranging from bnot at allQ to bvery much.Q Four global questions assess overall impairment in school, social activities, going places, and home/family activities. The COIS has demonstrated good internal consistency and construct validity  [3, 36] ."
    },
    {
      "title": "Child Behavior Checklist",
      "text": "The Child Behavior Checklist (CBLC)  [37]  is a parentrated questionnaire assessing the frequency and intensity of behavioral and emotional problems exhibited by the child in the past 6 months. The CBCL consists of 8 syndrome scales (withdrawn, somatic complaints, anxious/depressed, social problems, thought problems, attention problems, delinquent behavior, and aggressive behavior) and 2 composite scales (externalizing and internalizing problems). Overall, the CBCL has excellent psychometric properties  [37] ."
    },
    {
      "title": "Family Accommodation Scale",
      "text": "The Family Accommodation Scale (FAS)  [38]  contains 13 items that measure the degree to which family members have accommodated the child's OCD symptoms during the previous month (9 items) and the level of distress/ impairment that the respondent and child experience due to accommodating behaviors (4 items). The primary caregiver completed the FAS in this study. The FAS has demonstrated good psychometric properties, including adequate internal consistency, and positive correlations with symptom severity, family relationships, and caregiver distress  [4, 38, 39] ."
    },
    {
      "title": "Results",
      "text": "Overall, 26% (21/80) of the sample endorsed significant hoarding symptoms. The 21 patients with hoarding symptoms were compared to the 59 nonhoarders by using the Mann-Whitney U test for continuous variables and Pearson goodness-of-fit v 2 test for categorical variables (see Table  1 ). Although the 2 groups were more similar than different overall, a number of significant differences in presentation were found. There was no difference in OCD symptom severity, but those with hoarding symptoms were rated as having worse insight. In terms of obsessive-compulsive symptoms, hoarders displayed significant more magical thinking obsessions (Z = 4.95, P = .03) and ordering/ arranging compulsions (Z = 9.40, P = .002) than nonhoarders. Youth with hoarding symptoms endorsed more total obsessions (Z = À2.51, P = .01) and compulsions (Z = À3.43, P = .001).\n\nTable  2  displays the means, SD, and Z-score differences between hoarders and nonhoarders on various measures of psychologic, behavioral, and emotional functioning. Of primary interest, hoarders displayed overall higher levels of internalizing symptoms, including anxiety on the MASC (Z = À1.96, P = .05) and somatic complaints (Z = À2.64, P = .008) and internalizing symptoms (Z = À1.89, P = .05) on the CBCL. Higher levels of externalizing symptoms as assessed by the CBCL were also found, for both symptoms of aggression (Z = À2.39, P = .01) and overall externalizing behaviors (Z = À2.55, P = .01).\n\nFor comorbid diagnoses, a statistically significant difference was found in the rate of panic disorder, with more hoarders than nonhoarders displaying those symptoms. No other differences in the rates of specific comorbid diagnoses (see Table  3 ) or overall number of comorbid diagnoses were found (M = 1.19 F 1.25 [hoarders] vs M = 0.81 F 0.99 [nonhoarders]; Z = À1.20, P = .23)."
    },
    {
      "title": "Discussion",
      "text": "We report data on the clinical characteristics and phenotypic expression of OCD symptoms in pediatric patients who exhibit hoarding symptoms. The literature on hoarding in children has significantly lagged behind that of adults and to date, no study has examined the clinical characteristics of this OCD subtype in youth. Overall, the frequency of hoarding symptoms in this pediatric sample (26%) was slightly lower than that reported in other studies, which have found rates of hoarding between 29% and 42%  [22, 23] . One factor that may limit rates of hoarding in youth is parental tolerance and accommodation. Unlike other OCD symptoms that may be difficult for caregivers to monitor or control (eg, hand washing in a teenager), parents may be more able and likely to discard hoarded items. However, our clinical experiences with this subtype suggest that refraining from accommodation may be linked to disruptive behavior, perhaps explaining the higher rates of externalizing behaviors found.\n\nInterestingly, youth with hoarding symptoms were rated as having worse insight into their symptoms than their nonhoarding counterparts. Hoarding has been previously linked to poor insight in adults  [40] , which in turn has been suggested as a reason for poor treatment outcome  [15] . The higher rates of externalizing symptoms found among youth with hoarding symptoms may be reflective of their limited insight, particularly when parents engage in behaviors counter to the child's symptoms (eg, throw collected items away). This finding has useful clinical implications as the presence of hoarding symptoms may be indicative of associated poor insight and require more intensive (eg, concurrent parent training to target disruptive behavior, home visits to discard collected items, residential treatment should disruptive behavior be too severe) and multimodal intervention.\n\nConsistent with findings in adults  [15, 41] , pediatric hoarders exhibited greater frequency of ordering/arranging compulsions relative to nonhoarders. Although factor analytic studies have consistently found that hoarding represents a distinct symptom cluster  [42] [43] [44] [45] , this finding makes logical sense as those who hoard specific items would likely have associated ordering/arranging rituals. Alternatively, several lines of evidence suggest a neurobiologic basis for hoarding symptoms. For example, Prader-Willi syndrome is a genetically derived disorder character- ized by a chromosomal deletion on chromosome 15. Among other symptoms, hoarding is a hallmark of the disorder  [21] .\n\nIncreasing evidence also suggests that symptom subtypes are mediated by distinct neural systems  [46] ; overlap within the frontostriatothalamic loops  [47]  as well as cognitive and behavioral mechanisms  [48]  may explain the presence of symptoms from different subtypes. Like other groups  [8, 15, 18] , we detected evidence for higher rates of anxiety and general internalizing symptoms among hoarders, suggesting that the presence of hoarding symptoms may cooccur with elevated anxiety. Although this finding may be reflective of greater illness severity, it has also been suggested that hoarding is related to perfectionism  [5]  and self-preservation  [49] ; hoarding behaviors may be a maladaptive way to minimize anxiety associated with discarding items that may be needed in the future  [5] . Frost and colleagues  [18, 50]  have suggested that possessions provide a sense of safety that is used to cope with actual or perceived dangers, perhaps as an adaptive mechanism gone awry. Among adults such dangers may be in the form of diminished financial status or loss of opportunity; among youth, hoarding may be an attempt to cope with uncontrollable situations such as trauma  [17] , family chaos, peer problems, and needs for perfectionism.\n\nGenerally speaking, patients with hoarding symptoms were quite similar to those without. For example, consistent with the results of other studies  [15, 18] , there was no difference in OCD symptom severity or associated impairment. Moreover, patterns of comorbidity were similar across groups. Among adults, findings have suggested greater rates of bipolar disorder, eating disorders, habit disorders (eg, trichotillomania), and anxiety. Although we did find higher rates of panic disorder, the general lack of differences may represent our inclusion/exclusion criteria (eg, bipolar disorder was an exclusion criteria), the natural course of several of the disorders (eg, onset of trichotillomania is in later adolescence)  [51] , limited statistical power, and/or generally high rates of anxiety comorbidities across groups.\n\nThere are several limitations to consider when interpreting the present findings. First, given the exploratory nature of this study, we did not use a statistical correction to control for type I error. Given this, marginally significant findings should be interpreted with caution. Second, the sample consisted of pediatric OCD patients who were predominantly white presenting for treatment at a specialty clinic; thus, the external validity of our findings may be limited and OCD severity may have been reduced for some subjects on a stable dose of medication at the time of assessment. Third, we did not systematically collect data on family history and several other clinical relevant variables (eg, age of OCD or hoarding onset, problematic eating patterns). Because some data suggest that age of onset may be related to symptom presentation  [52] , the current, cross-sectional study did not account for developmental differences. A longitudinal study addressing developmental concerns would assist to clarify the results of the current study. Finally, our sample of hoarding patients typically exhibited multiple symptoms as opposed to hoarding alone. Grisham et al  [19]  suggest that those with mixed symptoms (ie, hoarding and other OC symptoms) may be distinct from those with hoarding alone. It remains unclear how common hoarding symptoms appear in isolation among youth, but we highlight this as an area for further study. Within these limitations, the current study has identified a number of specific characteristics that are associated with pediatric hoarding behaviors. Future research is needed to determine the replicability of these findings, as well as the impact of hoarding presentation (and other symptom subtypes) on treatment response in youth."
    },
    {
      "text": "Differences in demographic and clinical characteristics in youth with and without hoarding symptoms"
    },
    {
      "text": "Comparison of psychologic and behavioral measures in youth with and without hoarding symptoms"
    }
  ],
  "references": [
    {
      "title": "Obsessive-compulsive disorder in a birth cohort of 18-year-olds: prevalence and predictors",
      "authors": [
        "H Douglass",
        "T Moffitt",
        "R Dar"
      ],
      "year": 1995,
      "doi": "10.1097/00004583-199511000-00008"
    },
    {
      "title": "The epidemiology of obsessive-compulsive disorder in children and adolescents",
      "authors": [
        "A Zohar"
      ],
      "year": 1999,
      "doi": "10.1016/s1056-4993(18)30163-9"
    },
    {
      "title": "Functional impairment in children and adolescents with obsessive-compulsive disorder",
      "authors": [
        "J Piacentini",
        "R Bergman",
        "M Keller",
        "J Mccracken"
      ],
      "year": 2003
    },
    {
      "title": "Family accommodation in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "L Merlo",
        "M Larson",
        "M Fernandez",
        "M Jacob",
        "G Geffken"
      ]
    },
    {
      "title": "The hoarding of possessions",
      "authors": [
        "R Frost",
        "R Gross"
      ],
      "year": 1993
    },
    {
      "title": "Hoarding: clinical aspects and treatment strategies",
      "authors": [
        "R Frost",
        "G Steketee"
      ],
      "year": 1998
    },
    {
      "title": "Distinct neural correlates of washing, checking, and hoarding symptoms dimensions in obsessivecompulsive disorder",
      "authors": [
        "D Mataix-Cols",
        "S Wooderson",
        "N Lawrence",
        "M Brammer",
        "A Speckens",
        "M Phillips"
      ],
      "year": 2004
    },
    {
      "title": "Hoarding in obsessive compulsive disorder: results from a case-control study",
      "authors": [
        "J Samuels",
        "Iii Bienvenu",
        "Oj",
        "M Riddle",
        "B Cullen",
        "M Grados",
        "K Liang"
      ],
      "year": 2002,
      "doi": "10.1016/s0005-7967(01)00026-2"
    },
    {
      "title": "Hoarding: a review",
      "authors": [
        "D Stein",
        "S Seedat",
        "F Potocnik"
      ],
      "year": 1999
    },
    {
      "title": "Symptom presentation and outcome of cognitive-behavioral therapy for obsessive-compulsive disorder",
      "authors": [
        "J Abramowitz",
        "M Franklin",
        "S Schwartz",
        "J Furr"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.6.1049"
    },
    {
      "title": "Use of factor-analyzed symptom dimensions to predict outcome with serotonin reuptake inhibitors and placebo in the treatment of obsessive-compulsive disorder",
      "authors": [
        "D Mataix-Cols",
        "S Rauch",
        "P Manzo",
        "M Jenike",
        "L Baer"
      ],
      "year": 1999,
      "doi": "10.1176/ajp.156.9.1409"
    },
    {
      "title": "Obsessivecompulsive symptom dimensions as predictors of compliance with and response to behaviour therapy: results from a controlled trial",
      "authors": [
        "D Mataix-Cols",
        "I Marks",
        "J Greist",
        "K Kobak",
        "L Baer"
      ],
      "year": 2002
    },
    {
      "title": "Symptom dimensions in obsessive-compulsive disorder: prediction of cognitive-behavior therapy outcome",
      "authors": [
        "M Rufer",
        "S Fricke",
        "S Moritz",
        "M Kloss",
        "I Hand"
      ],
      "year": 2006,
      "doi": "10.1111/j.1600-0447.2005.00682.x"
    },
    {
      "title": "Compulsive hoarding: current status of the research",
      "authors": [
        "G Steketee",
        "R Frost"
      ],
      "year": 2003,
      "doi": "10.1016/j.cpr.2003.08.002"
    },
    {
      "title": "Patients with obsessive-compulsive disorder and hoarding symptoms: a distinctive clinical subtype?",
      "authors": [
        "L Fontenelle",
        "M Mendlowicz",
        "I Soares",
        "M Versiani"
      ],
      "year": 2004
    },
    {
      "title": "Obsessive-compulsive hoarding: symptom severity and response to multimodal treatment",
      "authors": [
        "S Saxena",
        "K Maidment",
        "T Vapnik",
        "G Golden",
        "T Rishwain",
        "R Rosen"
      ],
      "year": 2002
    },
    {
      "title": "Relationships among compulsive hoarding, trauma, and attention-deficit/hyperactivity disorder",
      "authors": [
        "T Hartl",
        "S Duffany",
        "G Allen",
        "G Steketee",
        "R Frost"
      ],
      "year": 2005
    },
    {
      "title": "Hoarding: a community health problem",
      "authors": [
        "R Frost",
        "G Steketee",
        "L Williams"
      ],
      "year": 2000,
      "doi": "10.1046/j.1365-2524.2000.00245.x"
    },
    {
      "title": "The distinctiveness of compulsive hoarding from obsessive-compulsive disorder",
      "authors": [
        "J Grisham",
        "T Brown",
        "G Liverant",
        "L Campbell-Sills"
      ],
      "year": 2005,
      "doi": "10.1016/j.janxdis.2004.09.003"
    },
    {
      "title": "The structure of childhood obsessions and compulsions: dimensions in an outpatient sample",
      "authors": [
        "D Mckay",
        "J Piacentini",
        "S Greisberg",
        "F Graae",
        "M Jaffer",
        "J Miller"
      ],
      "year": 2006
    },
    {
      "title": "Obsessions and compulsions in Prader-Willi syndrome",
      "authors": [
        "E Dykens",
        "J Leckman",
        "S Cassidy"
      ],
      "year": 1996,
      "doi": "10.1111/j.1469-7610.1996.tb01496.x"
    },
    {
      "title": "Demographic and clinical features of obsessive-compulsive disorder in children and adolescents",
      "authors": [
        "G Hanna"
      ],
      "year": 1995
    },
    {
      "title": "Childhood rituals: normal development or obsessive-compulsive symptoms?",
      "authors": [
        "H Leonard",
        "E Goldberger",
        "J Rapoport",
        "D Cheslow",
        "S Swedo"
      ],
      "year": 1990
    },
    {
      "title": "Diagnostic and statistic manual of mental disorders",
      "year": 2000,
      "doi": "10.1007/springerreference_179660"
    },
    {
      "title": "The Anxiety Disorders Interview Schedule for DSM-IV: Child and Parent Versions",
      "authors": [
        "W Silverman",
        "A Albano"
      ],
      "year": 1996,
      "doi": "10.1093/med-psych/9780199348343.003.0001"
    },
    {
      "title": "Children's Yale-Brown Obsessive Compulsive Scale: reliability and validity",
      "authors": [
        "L Scahill",
        "M Riddle",
        "M Mcswiggin-Hardin",
        "S Ort",
        "R King",
        "W Goodman"
      ],
      "year": 1997
    },
    {
      "title": "Test-retest reliability of anxiety symptoms and diagnoses with Anxiety Disorders Interview Schedule for DSM-IV: Child and Parent Versions",
      "authors": [
        "W Silverman",
        "L Saavedra",
        "A Pina"
      ],
      "year": 2001,
      "doi": "10.1097/00004583-200108000-00016"
    },
    {
      "title": "Concurrent validity of the anxiety disorders section of the Anxiety Disorders Interview Schedule for DSM-IV: Child and Parent Versions",
      "authors": [
        "J Wood",
        "J Piacentini",
        "R Bergman",
        "J Mccracken",
        "V Barrios"
      ],
      "year": 2002
    },
    {
      "title": "Psychometric evaluation of the Children's Yale-Brown Obsessive Compulsive Scale",
      "authors": [
        "E Storch",
        "T Murphy",
        "G Geffken",
        "O Soto",
        "M Sajid",
        "P Allen"
      ],
      "year": 2004,
      "doi": "10.1016/j.psychres.2004.06.009"
    },
    {
      "title": "Family-based cognitive-behavioral therapy for pediatric obsessive-compulsive disorder: comparison of intensive and weekly Approaches",
      "authors": [
        "E Storch",
        "G Geffken",
        "L Merlo",
        "G Mann",
        "D Duke",
        "M Munson"
      ]
    },
    {
      "title": "Rating scales and assessment instruments for use in pediatric psychopharmacology research",
      "authors": [
        "National Institute",
        "Health"
      ],
      "year": 1985
    },
    {
      "title": "The Multidimensional Anxiety Scale for Children: factor structure, reliability, and validity",
      "authors": [
        "J March",
        "J Parker",
        "K Sullivan",
        "P Stallings",
        "C Conners"
      ],
      "year": 1997
    },
    {
      "title": "Test-retest reliability of the Multidimensional Anxiety Scale for Children",
      "authors": [
        "J March",
        "K Sullivan",
        "J Parker"
      ],
      "year": 1999,
      "doi": "10.1016/s0887-6185(99)00009-2"
    },
    {
      "title": "The Children's Depression Inventory",
      "authors": [
        "M Kovacs"
      ],
      "year": 1992,
      "doi": "10.1002/da.22062"
    },
    {
      "title": "Factor analysis of the Children's Depression Inventory in a community sample",
      "authors": [
        "W Craighead",
        "M Smucker",
        "L Craighead",
        "S Ilardi"
      ],
      "year": 1998,
      "doi": "10.1037//1040-3590.10.2.156"
    },
    {
      "title": "Functional impairment in clinical samples of Norwegian and Swedish children and adolescents with obsessivecompulsive disorder",
      "authors": [
        "R Valderhaug",
        "T Ivarsson"
      ],
      "year": 2005
    },
    {
      "title": "Manual for the Child Behavior Checklist/4-18 and 1991 profile",
      "authors": [
        "T Achenbach"
      ],
      "year": 1991,
      "doi": "10.1016/0022-2828(91)91399-c"
    },
    {
      "title": "Family accommodation in obsessive compulsive disorder",
      "authors": [
        "L Calvocoressi",
        "B Lewis",
        "M Harris",
        "S Trufan",
        "W Goodman",
        "C Mcdougle"
      ],
      "year": 1995,
      "doi": "10.1037/t29858-000"
    },
    {
      "title": "Hope and coping in family members of patients with obsessive compulsive disorder",
      "authors": [
        "G Geffken",
        "E Storch",
        "D Duke",
        "A Lewin",
        "L Monaco",
        "W Goodman"
      ],
      "year": 2006,
      "doi": "10.1016/j.janxdis.2005.07.001"
    },
    {
      "title": "Hoarding in obsessive-compulsive disorder and related disorders: a preliminary report of 15 cases",
      "authors": [
        "S Seedat",
        "D Stein"
      ],
      "year": 2002,
      "doi": "10.1046/j.1440-1819.2002.00926.x"
    },
    {
      "title": "Hoarding in obsessive-compulsive disorder: results from the OCD Collaborative Genetics Study",
      "authors": [
        "J Samuels",
        "Iii Bienvenu",
        "Oj",
        "A Pinto",
        "A Fyer",
        "J Mccracken",
        "S Rauch"
      ],
      "year": 2007,
      "doi": "10.1016/j.brat.2006.05.008"
    },
    {
      "title": "Factor analysis of symptom subtypes of obsessive compulsive disorder and their relation to personality and tic disorders",
      "authors": [
        "L Baer"
      ],
      "year": 1994
    },
    {
      "title": "Exploratory analysis of obsessive compulsive symptom dimensions in children and adolescents: a prospective follow-up study",
      "authors": [
        "R Delorme",
        "A Bille",
        "C Betancur",
        "F Mathieu",
        "N Chabane",
        "Mouren-Simeoni Mc"
      ],
      "year": 2006,
      "doi": "10.1186/1471-244x-6-1"
    },
    {
      "title": "Symptoms of obsessive-compulsive disorder",
      "authors": [
        "J Leckman",
        "D Grice",
        "J Boardman",
        "H Zhang",
        "A Vitale",
        "C Bondi"
      ],
      "year": 1997,
      "doi": "10.1176/ajp.154.7.911"
    },
    {
      "title": "Symptom structure in obsessive-compulsive disorder: a confirmatory factoranalytic study",
      "authors": [
        "L Summerfeldt",
        "M Richter",
        "M Antony",
        "R Swinson"
      ],
      "year": 1999,
      "doi": "10.1016/s0005-7967(98)00134-x"
    },
    {
      "title": "A multidimensional model of obsessive-compulsive disorder",
      "authors": [
        "D Mataix-Cols",
        "Rosario-Campos Mc",
        "J Leckman"
      ],
      "year": 2005,
      "doi": "10.1176/appi.ajp.162.2.228"
    },
    {
      "title": "Functional architecture of basal ganglia circuits: neural substrates of parallel processing",
      "authors": [
        "G Alexander",
        "M Crutcher"
      ],
      "year": 1990
    },
    {
      "title": "The psychological treatment of obsessive-compulsive disorder",
      "authors": [
        "J Abramowitz"
      ],
      "year": 2006,
      "doi": "10.1177/070674370605100702"
    },
    {
      "title": "Could obsessive-compulsive disorder have originated as a group-selected adaptive trait in traditional societies",
      "authors": [
        "J Polimeni",
        "J Reiss",
        "J Sareen"
      ],
      "year": 2005,
      "doi": "10.1016/j.mehy.2005.05.023"
    },
    {
      "title": "A cognitive-behavioral model of compulsive hoarding",
      "authors": [
        "R Frost",
        "T Hartl"
      ],
      "year": 1996
    },
    {
      "title": "Trichotillomania and skin-picking: a phenomenological comparison",
      "authors": [
        "C Lochner",
        "D Simeon",
        "D Niehaus",
        "D Stein"
      ],
      "year": 2002,
      "doi": "10.1002/da.10034"
    },
    {
      "title": "Familial and sporadic subtypes of early-onset obsessive-compulsive disorder",
      "authors": [
        "G Hanna",
        "D Fischer",
        "K Chadha",
        "J Himle",
        "M Van Etten"
      ],
      "year": 2005,
      "doi": "10.1016/j.biopsych.2004.12.022"
    }
  ],
  "num_references": 52
}
