{
  "paper_id": "PUSX4FAX",
  "title": "Post-discharge follow-up using text messaging within an enhanced recovery program after colorectal surgery ଝ",
  "abstract": "Introduction: Enhanced recovery after surgery programs (ERP) often lead to early discharge and return to home. In terms of risk management, extended surveillance is recommended. Surveillance using text messages (TM) has been validated for minor operations in ambulatory surgery. The goal of this study was to evaluate the feasibility of home surveillance by TM after colorectal surgery within an ERP. Methods: This prospective multicenter study involved the University hospitals of Clermont-Ferrand, Grenoble, Marseille and Lyon Sud between November 2014 and September 2015. All patients underwent colorectal surgery within an ERP. Post-discharge, patients received TM (4 simple questions with regard to pain, bowel movements, temperature and phlebitis) on days 1, 3 and 5. If there was abnormal or lack of response, an automatic alert was sent to the attending physician via Internet and the patient was contacted immediately. Results: One hundred and eleven patients were included. Responses were obtained within a median of 12 (1-422) minutes, and 90% of patients answered all TM. There were 48 alerts: 56% because of pain and 40% due to absence of response to the TM. Alerts led to in-hospital care for",
  "year": 2016,
  "date": "2016-08-08",
  "authors": [
    {
      "name": "G Carrier",
      "affiliation": {
        "organization": "Service de chirurgie digestive",
        "department": "Service de chirurgie digestive",
        "institution": "CHU Estaing",
        "address": "63003, Clermont-Ferrand, France"
      }
    },
    {
      "name": "E Cotte",
      "affiliation": {
        "organization": "Service de chirurgie digestive",
        "department": "Service de chirurgie digestive",
        "institution": "Hôpitaux Sud",
        "address": "69310, Lyon, France"
      }
    },
    {
      "name": "L Beyer-Berjot",
      "affiliation": {
        "organization": "Service de chirurgie",
        "department": "Service de chirurgie",
        "institution": "Hôpital Nord",
        "address": "13915, Marseille, France"
      }
    },
    {
      "name": "J Faucheron",
      "affiliation": {
        "organization": "Service de chirurgie digestive",
        "department": "Service de chirurgie digestive",
        "institution": "CHU de Grenoble",
        "address": "38700, Grenoble, France"
      }
    },
    {
      "name": "J Joris",
      "affiliation": {
        "organization": "Service d'anesthésie",
        "department": "Service d'anesthésie",
        "institution": "CHU de Liège",
        "address": "4000, Liège, Belgium"
      }
    },
    {
      "name": "K Slim",
      "email": "kslim@chu-clermontferrand.fr",
      "affiliation": {
        "organization": "Service de chirurgie digestive",
        "department": "Service de chirurgie digestive",
        "institution": "CHU Estaing",
        "address": "63003, Clermont-Ferrand, France"
      }
    },
    {
      "affiliation": {
        "organization": "Francophone de Réhabilitation Améliorée après Chirurgie (GRACE)"
      }
    },
    {
      "affiliation": {
        "organization": "Service de chirurgie digestive",
        "department": "Service de chirurgie digestive",
        "institution": "CHU Estaing",
        "address": "1 place Lucie-Aubrac, 63003, Clermont-Ferrand, France"
      }
    }
  ],
  "doi": "10.1016/j.jviscsurg.2016.05.016",
  "md5": "FAC2780F6179514503A3895F8096BCA5",
  "keywords": [
    "message",
    "Colorectal surgery",
    "Enhanced recovery after surgery"
  ],
  "funding": [
    "",
    "",
    "Disclosure of interest The authors declare that they have no competing interest. The  Start-Up Calmedica  provided free access to the TM outbox platform."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The enhanced recovery after surgery program (ERP) is a set of common everyday perioperative care elements, formerly referred to as ''fast track surgery''  [1] . ERP management focuses on reduced morbidity and better-quality convalescence. In addition to these advantages  [2] , ERP most often leads to shortened hospital stay, and raises the question of postoperative surveillance at home, within the framework of post-surgical risk management. Just as for ambulatory surgery where patients are contacted the day after surgery by a nurse, it is important to set up a system for postoperative surveillance in this setting as well.\n\nText messaging a simple and rapid means for close and repeated postoperative contact. According to the French Regulatory Authority of electronic and postal communications [Autorité de Régulation des Communications électroniques et des Postes (ARCEP)], 79.9 million subscriber identity module (SIM) cards were in service in France late 2014 [3]: i.e. since the population of France was 66.259 million, this penetration rate of over 100% attests to the wide accessibility of mobile telephones today. There are several examples in medicine where TM have proven their utility. Text messages (TM) are used for therapy education for chronic diseases such as diabetes  [4] , improved observance of antiretroviral treatments  [5]  as well as efficient reminders for medical appointments  [6, 7] , or, again, to encourage smoking cessation  [8] . Use of TM is regarded as an alternative to telephone calls for surveillance after ambulatory surgery and short-stay surgery by the Fédération de Chirurgie Viscérale et Digestive (FCVD) and the Groupe Francophone de Réhabilitation Améliorée après Chirurgie (GRACE)  [9] . Within the framework of postoperative followup, studies have shown promising results for minor  [10]  and ENT surgery (evaluation of post-tonsillectomy pain)  [11] . To the best of our knowledge, there are currently no studies that have evaluated an at-home TM surveillance system after major surgery.\n\nThe goal of this study was to evaluate the feasibility of home surveillance by TM after colorectal surgery within the framework of an ERP."
    },
    {
      "title": "Materiel and methods"
    },
    {
      "title": "Study design",
      "text": "This was a prospective multicenter study, performed in the University Hospitals of Clermont-Ferrand, Grenoble, Marseille and Lyon Sud between November 2014 and September 2015. Patients were included if they underwent colorectal surgery (colonic or rectal cancer, chronic inflammatory disease, endometriosis or complicated sigmoid diverticular disease), had access to a mobile telephone, and were familiar with the use of TM. There was no age limit as long as the patients accepted inclusion in the study. All patients were in an ERP according to the recommendations published by GRACE (available on line at:  http://www.grace-asso.fr )."
    },
    {
      "title": "Study protocol",
      "text": "Before discharge (decided based on objective criteria according to enhanced recovery programs), all patient were given oral and written instructions explaining the followup program in detail. Inclusion to the study was decided on the day of discharge: the patient's telephone number was entered on a protected page on the Internet site ( https://www.memoquest.com/ ) managed by the Calmedica Society, Paris. Patients were then followed at-home by TM. Five questions were sent out at 10 AM the day after discharge (D + 1), then at D + 3 and D + 5. The five questions were explained in detail orally to the patients as well as on the information sheet. The appropriate answers based on patient symptomatology were also fully explained (Table  1 ). The TM questions concerned:\n\n• body temperature;\n\n• pain (scored on a scale of 0 to 10); • signs of clinical bowel obstruction;\n\n• signs/symptoms of venous thromboembolic disease (VTED); • the absence of all these symptoms. A final message was sent out to patient on D + 7 after discharge where they were asked to evaluate their satisfaction on a score ranging from 1 to 5 (5 being the best)."
    },
    {
      "title": "Study data",
      "text": "The first step was to gather all the TM responses for a comprehensive survey. With actions or management were adapted to symptoms according to risk management principles, alerts were sent directly to the responsible surgeon in case of abnormal responses. Thus, a predetermined boundary for each of the questions triggered the alarm: temperature above 37.8 • C, pain score of 4/10 or greater, presence of signs of intestinal obstruction or VTED. The failure to respond within four minutes after the TM question was sent also triggered an alert. The alert was sent automatically by the digital platform to the e-mail of the person responsible for the study at each of the four centers. For the sake of clarity, we recorded the number of ''alerts-patients'' because, in practice, this corresponds to the e-mails received by the responsible surgeon. Once alerted, the surgeon or paramedical personnel organized further enquiry and actions: first by a telephone call to the patient to gather more details on the symptoms triggering the alert, and then to set up a management plan (medication prescription, laboratory tests, appointment for a follow-up examination, or direct admission to a surgical service, without going through the emergency department).\n\nAnalyses included the causes, the number of alerts, the rapidity of response(s) to the TM ''question'' (median delay between the TM ''question'' and the TM ''response''), the pertinence of the alerts, the number of re-admissions, of surgical re-operations, visits to the emergency department, in order to assess the organizational fallout of such a followup scheme. Results were expressed as medians and ranges."
    },
    {
      "title": "Results"
    },
    {
      "title": "Population",
      "text": "In all, 111 patients were prospectively included from the four University Hospitals: Clermont-Ferrand (n = 55), Lyon Sud (n = 26), Grenoble (n = 20) and Marseille (n = 10) during the study period. Median age of patients was 57 (25-82) years. All patients had undergone colorectal surgery within an ERP allowing the patient to return home early. The median postoperative hospital stay was six (4-10) days. One patient with postoperative anastomotic disruption after rectal surgery was included according to intention to treat analysis. A total of 16 questions were sent to each of the 111 patients according to the preestablished protocol (5X3 for surveillance and one for evaluation of satisfaction)."
    },
    {
      "title": "Responses",
      "text": "The rate of non-responses to the TM served to evaluate the feasibility of the TM follow-up system. Non-response was relatively low: 10% on D + 1, 7% on D + 3 and 10% on D + 5. In all cases, an alert was triggered and communicated to the responsible surgeon. The response rate for the satisfaction questionnaire (D + 7) was 85%.\n\nThe median time to TM response was 12 minutes (1-422) on D + 1, 5 minutes (1-452) on D + 3, 4 minutes (1-293) on D + 5 and 8 minutes (1-403) on D + 7 for the satisfaction questionnaire. For the 85% patients responding to the satisfaction questionnaire, the median score was 5  (2) (3) (4) (5) . Fig.  1  summarizes the percentages of responses for each grade of satisfaction."
    },
    {
      "title": "Analysis of the alerts",
      "text": "A total of 48 ''alerts-patients'' were registered by the digital platform. The causes of these alerts were as follows: pain rated 4/10 or greater (n = 27, i.e. 56.2% of the alerts), absence of response to the TM (n = 19, i.e. 39.5%), signs of VTED (n = 1), and intestinal function disorder (n = 1). Two alerts concerned combined temperature over 37.8 • C and substantial pain. Most of the alerts were related to poor observance of antalgic medication, banal symptoms without any relation to a surgical complication, or either forgetting to or an error in responding to the TM.\n\nThe TM reminders led to two surgical re-operations (1.8% of patients in this series): one patient with fascial dehiscence was diagnosed early because of isolated abdominal pain scaled above 4/10; when the patient was seen, she underwent immediate re-operation with an unremarkable postoperative course. The second re-operation concerned a 24 year-old female who had undergone laparoscopic left colectomy for pelvic endometriosis. The operation and postoperative hospital stay were unremarkable and the patient was discharged on D7. However, she did not respond to the first D + 1 reminder. The alert led the health care team to discover that the patient had been hospitalized in a peripheral hospital for acute peritonitis. This patient had a colorectal anastomotic disunion and was transferred back to the original University Hospital where she underwent re-operative laparoscopic repair.\n\nThree patients were re-hospitalized (i.e. a re-admission rate of 2.7%): the two patients who underwent re-do surgery and one patient who had postoperative intestinal symptoms, were successfully managed by symptomatic treatment.\n\nLast, of note in our series, no postoperative complication requiring re-hospitalization or re-operation was observed in the absence of an alert."
    },
    {
      "title": "Discussion",
      "text": "This study has clearly shown that home surveillance by TM for patients undergoing colorectal surgery within an ERP was feasible. Moreover, TM surveillance with automatic alerts led to early, timely detection of postoperative complications (once because of abdominal pain, the other because of failure to respond). In this preliminary series, no postoperative complication went un-recognized or was diagnosed tardily: the sensitivity and efficacy of the system are reassuring. This method of surveillance could possibly be considered as an alternative to and replace of the classical postoperative follow-up (telephone calls, typically performed in ambulatory surgery and short-stay hospitalization, or early medical or paramedical follow-up visits). One of the advantages of this method is that it frees caretaker time. Moreover, of the 111 patients, only one (0.9%) went through the emergency department, underscoring the value of this follow-up system, in that it does not increase congestion in the emergency department. TM surveillance by the original health care team also alleviates additional work and charges for family physicians.\n\nOrr and King, in their meta-analysis of randomized studies, highlighted the overall role of TM in improving patient-healthy behavior, thus improving health care  [12] . The high level of satisfaction recorded on D + 7 questionnaires attests to the desire of patients to become involved as an active actor in their care, as advocated by the French High Authority of Health Care ( http://www.has-sante.fr/ ) and probably corresponds to a feeling of comfort, security and confidence in enhanced recovery programs thanks to this simple and extended home surveillance. Patient behavior patterns and their adhesion to care can only be improved.\n\nThe principal limitation of this study is selection bias: only those patients who had access and were knowledgeable with regard to TM were included. Obviously, this may have excluded the use of the system by the elderly or those not capable of using this mode of communication or patients without access to mobile phones. While the maximal age in this series was 82 years, the median age (57 years) was less than the median age of 67 (25-91) years of patients in the GRACE-AUDIT database ( http://www.grace-asso.fr/ , consulted December 30, 2015 for 400 records; unpublished data).\n\nAt first view, this method may seem time-consuming for the caregivers who have to manage the alerts, call the patients and then set up the new management plan. In reality, this direct contact between the patient and the original health care service deepens knowledge of patient status, and ensures better risk management thanks to enhanced reactivity in the setting with potential for mismanagement of postoperative complications or failure to rescue  [13] .\n\nLast, this study was not designed to be a medicoeconomic analysis comparing surveillance by TM to traditional surveillance (telephone call to patients and early return visit, surveillance by home health nurse, etc.). However, it is important to keep in mind the minimal cost of TM (20 centimes) compared to the hourly cost of a secretary or nurse."
    },
    {
      "title": "Conclusion",
      "text": "The feasibility of surveillance by TM, as shown in this preliminary study, leads us to recommend this program and suggests extension of the indications from short-stay surgery to other surgical procedures performed within ERP. More studies are necessary to confirm and give further strength to these results."
    },
    {
      "text": "Figure 1. Percentage of satisfaction on a 1 to 5 scale."
    },
    {
      "text": "Details of TM."
    },
    {
      "title": "Disclosure of interest",
      "text": "The authors declare that they have no competing interest.\n\nThe  Start-Up Calmedica  provided free access to the TM outbox platform."
    },
    {
      "text": "). The work was awarded '' Prix"
    }
  ],
  "references": [
    {
      "title": "Anaesthesia, surgery, and challenges in postoperative recovery",
      "authors": [
        "H Kehlet",
        "J Dahl"
      ],
      "year": 2003,
      "doi": "10.1016/s0140-6736(03)14966-5",
      "journal": "Lancet",
      "volume": "362",
      "raw": "Anaesthesia, surgery, and challenges in postoperative recovery \n\t\t \n\t\t\t H Kehlet \n\t\t \n\t\t \n\t\t\t J B Dahl \n\t\t \n\t\t 10.1016/s0140-6736(03)14966-5 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 362 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Kehlet H, Dahl JB. Anaesthesia, surgery, and challenges in post- operative recovery. Lancet 2003;362:1921-8."
    },
    {
      "title": "Systematic review and meta-analysis of enhanced recovery programmes in surgical patients",
      "authors": [
        "A Nicholson",
        "M Lowe",
        "J Parker",
        "S Lewis",
        "P Alderson",
        "A Smith"
      ],
      "year": 2014,
      "doi": "10.1002/bjs.9394",
      "journal": "Br J Surg",
      "volume": "101",
      "raw": "Systematic review and meta-analysis of enhanced recovery programmes in surgical patients \n\t\t \n\t\t\t A Nicholson \n\t\t \n\t\t \n\t\t\t M C Lowe \n\t\t \n\t\t \n\t\t\t J Parker \n\t\t \n\t\t \n\t\t\t S R Lewis \n\t\t \n\t\t \n\t\t\t P Alderson \n\t\t \n\t\t \n\t\t\t A F Smith \n\t\t \n\t\t 10.1002/bjs.9394 \n\t \n\t \n\t\t Br J Surg \n\t\t \n\t\t\t 101 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Nicholson A, Lowe MC, Parker J, Lewis SR, Alderson P, Smith AF. Systematic review and meta-analysis of enhanced recovery programmes in surgical patients. Br J Surg 2014;101:172-88."
    },
    {
      "title": "Effect of mobile phone short text messages on glycemic control in type 2 diabetes",
      "authors": [
        "A Bassam Bin",
        "Al Fares",
        "A Jabbari",
        "El Dali",
        "Al Orifi"
      ],
      "year": 2015,
      "doi": "10.5812/ijem.18791",
      "journal": "Int J Endocrinol Metab",
      "volume": "13",
      "pages": "18791",
      "raw": "Effect of mobile phone short text messages on glycemic control in type 2 diabetes \n\t\t \n\t\t\t A Bassam Bin \n\t\t \n\t\t \n\t\t\t Al Fares \n\t\t \n\t\t \n\t\t\t A Jabbari \n\t\t \n\t\t \n\t\t\t M \n\t\t \n\t\t \n\t\t\t El Dali \n\t\t \n\t\t \n\t\t\t A \n\t\t \n\t\t \n\t\t\t Al Orifi \n\t\t \n\t\t \n\t\t\t F \n\t\t \n\t\t 10.5812/ijem.18791 \n\t \n\t \n\t\t Int J Endocrinol Metab \n\t\t \n\t\t\t 13 \n\t\t\t 18791 \n\t\t\t 2015 \n\t\t \n\t \n\t Bassam Bin A, Al Fares A, Jabbari M, El Dali A, Al Orifi F. Effect of mobile phone short text messages on glycemic control in type 2 diabetes. Int J Endocrinol Metab 2015;13:e18791."
    },
    {
      "title": "Opinions and attitudes of participants in a randomized controlled trial examining the efficacy of SMS reminders to enhance antiretroviral adherence: a cross-sectional survey",
      "authors": [
        "Mja Reid",
        "S Dhar",
        "M Cary"
      ],
      "year": 2014,
      "doi": "10.1097/qai.0b013e3182a9c72b",
      "journal": "J Acquir Immune Defic Syndr",
      "volume": "65",
      "raw": "Opinions and attitudes of participants in a randomized controlled trial examining the efficacy of SMS reminders to enhance antiretroviral adherence: a cross-sectional survey \n\t\t \n\t\t\t Mja Reid \n\t\t \n\t\t \n\t\t\t S I Dhar \n\t\t \n\t\t \n\t\t\t M Cary \n\t\t \n\t\t 10.1097/qai.0b013e3182a9c72b \n\t \n\t \n\t\t J Acquir Immune Defic Syndr \n\t\t \n\t\t\t 65 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Reid MJA, Dhar SI, Cary M, et al. Opinions and attitudes of participants in a randomized controlled trial examining the efficacy of SMS reminders to enhance antiretroviral adher- ence: a cross-sectional survey. J Acquir Immune Defic Syndr 2014;65:e86-8."
    },
    {
      "title": "Use of telephone and SMS reminders to improve attendance at hospital appointments: a systematic review",
      "authors": [
        "P Hasvold",
        "R Wootton"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2011.110707",
      "journal": "J Telemed Telecare",
      "volume": "17",
      "raw": "Use of telephone and SMS reminders to improve attendance at hospital appointments: a systematic review \n\t\t \n\t\t\t P E Hasvold \n\t\t \n\t\t \n\t\t\t R Wootton \n\t\t \n\t\t 10.1258/jtt.2011.110707 \n\t \n\t \n\t\t J Telemed Telecare \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Hasvold PE, Wootton R. Use of telephone and SMS reminders to improve attendance at hospital appointments: a systematic review. J Telemed Telecare 2011;17:358-64."
    },
    {
      "title": "How effective are short message service reminders at increasing clinic attendance? A meta-analysis and systematic review",
      "authors": [
        "R Guy",
        "J Hocking",
        "H Wand",
        "S Stott",
        "H Ali",
        "J Kaldor"
      ],
      "year": 2012,
      "doi": "10.1111/j.1475-6773.2011.01342.x",
      "journal": "health Serv Res",
      "volume": "47",
      "raw": "How effective are short message service reminders at increasing clinic attendance? A meta-analysis and systematic review \n\t\t \n\t\t\t R Guy \n\t\t \n\t\t \n\t\t\t J Hocking \n\t\t \n\t\t \n\t\t\t H Wand \n\t\t \n\t\t \n\t\t\t S Stott \n\t\t \n\t\t \n\t\t\t H Ali \n\t\t \n\t\t \n\t\t\t J Kaldor \n\t\t \n\t\t 10.1111/j.1475-6773.2011.01342.x \n\t \n\t \n\t\t health Serv Res \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Guy R, Hocking J, Wand H, Stott S, Ali H, Kaldor J. How effec- tive are short message service reminders at increasing clinic attendance? A meta-analysis and systematic review. health Serv Res 2012;47:614-32."
    },
    {
      "title": "Efficacy of SMS text message interventions for smoking cessation: a meta-analysis",
      "authors": [
        "S Spohr",
        "R Nandy",
        "D Gandhiraj",
        "A Vemulapalli",
        "S Anne",
        "S Walters"
      ],
      "year": 2015,
      "doi": "10.1016/j.jsat.2015.01.011",
      "journal": "J Subst Abuse Treat",
      "volume": "56",
      "raw": "Efficacy of SMS text message interventions for smoking cessation: a meta-analysis \n\t\t \n\t\t\t S A Spohr \n\t\t \n\t\t \n\t\t\t R Nandy \n\t\t \n\t\t \n\t\t\t D Gandhiraj \n\t\t \n\t\t \n\t\t\t A Vemulapalli \n\t\t \n\t\t \n\t\t\t S Anne \n\t\t \n\t\t \n\t\t\t S T Walters \n\t\t \n\t\t 10.1016/j.jsat.2015.01.011 \n\t \n\t \n\t\t J Subst Abuse Treat \n\t\t \n\t\t\t 56 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Spohr SA, Nandy R, Gandhiraj D, Vemulapalli A, Anne S, Walters ST. Efficacy of SMS text message interventions for smok- ing cessation: a meta-analysis. J Subst Abuse Treat 2015;56: 1-10."
    },
    {
      "title": "Risk management in ambulatory and short-stay gastrointestinal surgery. Guidelines of the French Federation of Visceral and Gastrointestinal surgery (Fédération de chirurgie viscérale et digestive--FCVD), and the Francophone working group for enhanced recovery after surgery (Groupe francophone de réhabilitation améliorée après chirurgie--GRACE)",
      "authors": [
        "K Slim",
        "A Theissen",
        "M Raucoules-Aimé"
      ],
      "year": 2016,
      "doi": "10.1016/j.jviscsurg.2015.12.002",
      "journal": "J Visc Surg",
      "volume": "153",
      "raw": "Risk management in ambulatory and short-stay gastrointestinal surgery. Guidelines of the French Federation of Visceral and Gastrointestinal surgery (Fédération de chirurgie viscérale et digestive--FCVD), and the Francophone working group for enhanced recovery after surgery (Groupe francophone de réhabilitation améliorée après chirurgie--GRACE) \n\t\t \n\t\t\t K Slim \n\t\t \n\t\t \n\t\t\t A Theissen \n\t\t \n\t\t \n\t\t\t M Raucoules-Aimé \n\t\t \n\t\t 10.1016/j.jviscsurg.2015.12.002 \n\t\t \n\t \n\t \n\t\t J Visc Surg \n\t\t \n\t\t\t 153 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Slim K, Theissen A, Raucoules-Aimé M, et al. Risk management in ambulatory and short-stay gastrointestinal surgery. Guide- lines of the French Federation of Visceral and Gastrointestinal surgery (Fédération de chirurgie viscérale et digestive--FCVD), and the Francophone working group for enhanced recovery after surgery (Groupe francophone de réhabilitation améliorée après chirurgie--GRACE). J Visc Surg 2016;153:55-60, http://dx.doi.org/10.1016/j.jviscsurg.2015.12.002."
    },
    {
      "title": "Utility of routine postoperative visit after appendectomy and cholecystectomy with evaluation of mobile technology access in an urban safety net population",
      "authors": [
        "D Chen",
        "R Davis",
        "C Balentine"
      ],
      "year": 2014,
      "doi": "10.1016/j.jviscsurg.2015.12.002",
      "journal": "J Surg Res",
      "volume": "190",
      "raw": "Utility of routine postoperative visit after appendectomy and cholecystectomy with evaluation of mobile technology access in an urban safety net population \n\t\t \n\t\t\t D W Chen \n\t\t \n\t\t \n\t\t\t R W Davis \n\t\t \n\t\t \n\t\t\t C J Balentine \n\t\t \n\t\t 10.1016/j.jviscsurg.2015.12.002 \n\t \n\t \n\t\t J Surg Res \n\t\t \n\t\t\t 190 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Chen DW, Davis RW, Balentine CJ, et al. Utility of routine post- operative visit after appendectomy and cholecystectomy with evaluation of mobile technology access in an urban safety net population. J Surg Res 2014;190:478-83."
    },
    {
      "title": "Post-tonsillectomy pain in 24 children -utilising short message service (SMS) to assess postoperative outcomes",
      "authors": [
        "Y Chen",
        "M Chin",
        "S Greenberg",
        "C Johnstone",
        "J Mcguinness"
      ],
      "year": 2012,
      "doi": "10.1111/j.1749-4486.2012.02521.x",
      "journal": "Clin Otolaryngol",
      "volume": "37",
      "raw": "Post-tonsillectomy pain in 24 children -utilising short message service (SMS) to assess postoperative outcomes \n\t\t \n\t\t\t Y Chen \n\t\t \n\t\t \n\t\t\t M Chin \n\t\t \n\t\t \n\t\t\t S Greenberg \n\t\t \n\t\t \n\t\t\t C Johnstone \n\t\t \n\t\t \n\t\t\t J Mcguinness \n\t\t \n\t\t 10.1111/j.1749-4486.2012.02521.x \n\t \n\t \n\t\t Clin Otolaryngol \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Chen Y, Chin M, Greenberg S, Johnstone C, McGuinness J. Post-tonsillectomy pain in 24 children -utilising short mes- sage service (SMS) to assess postoperative outcomes. Clin Otolaryngol 2012;37:412-4."
    },
    {
      "title": "Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials",
      "authors": [
        "J Orr",
        "R King"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2015.1022847",
      "journal": "Health Psychol Rev",
      "volume": "9",
      "raw": "Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials \n\t\t \n\t\t\t J A Orr \n\t\t \n\t\t \n\t\t\t R J King \n\t\t \n\t\t 10.1080/17437199.2015.1022847 \n\t \n\t \n\t\t Health Psychol Rev \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Orr JA, King RJ. Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials. Health Psychol Rev 2015;9:397-416."
    },
    {
      "title": "Understanding failure to rescue and improving safety culture",
      "authors": [
        "A Ghaferi",
        "J Dimick"
      ],
      "year": 2015,
      "doi": "10.1097/sla.0000000000001135",
      "journal": "Ann Surg",
      "volume": "261",
      "raw": "Understanding failure to rescue and improving safety culture \n\t\t \n\t\t\t A A Ghaferi \n\t\t \n\t\t \n\t\t\t J B Dimick \n\t\t \n\t\t 10.1097/sla.0000000000001135 \n\t \n\t \n\t\t Ann Surg \n\t\t \n\t\t\t 261 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Ghaferi AA, Dimick JB. Understanding failure to rescue and improving safety culture. Ann Surg 2015;261:839-40."
    }
  ],
  "num_references": 12,
  "figures": [
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Percentage of satisfaction on a 1 to 5 scale."
    },
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Details of TM."
    }
  ],
  "num_figures": 2,
  "tables": [
    {
      "content": "If your temperature is above TEM (upper or lower) or 37 • C simply answer the 3 no answer letters TEM Do you have a stomachache A number between 0 or sore scar? Measure your and 10 pain on a scale of 0 to 10 and just answer a number Do you have vomiting or a gas DIG (upper or lower) or barrier? If yes, simply no answer answer the 3 letters DIG Do you have pain in the calf PHP (upper or lower) or or chest, palpitations, or no answer dizziness? If yes, simply answer the 3 PHP letters If you have any of these NO (upper or lower) or symptoms, simply answer no answer if you NO answered TEM, DIG, PHP or TEM in one of the previous TM"
    }
  ],
  "num_tables": 1,
  "license": "© 2016 Elsevier Masson SAS. All rights reserved. © 2016 Elsevier Masson SAS. All rights reserved.",
  "license_type": "unknown",
  "num_citations": 16,
  "cited_references": [
    "b8",
    "b6",
    "b11",
    "b4",
    "b1",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] a  Service de chirurgie digestive , CHU Estaing , 63003 Clermont-Ferrand , France",
    "[raw_affiliation] b  Service de chirurgie digestive , Hôpitaux Sud , 69310 Lyon , France",
    "[raw_affiliation] c  Service de chirurgie , Hôpital Nord , 13915 Marseille , France",
    "[raw_affiliation] d  Service de chirurgie digestive , CHU de Grenoble , 38700 Grenoble , France",
    "[raw_affiliation] e  Service d'anesthésie , CHU de Liège , 4000 Liège , Belgium",
    "[raw_affiliation] a  Service de chirurgie digestive , CHU Estaing , 63003 Clermont-Ferrand , France",
    "[raw_affiliation] Francophone de Réhabilitation Améliorée après Chirurgie (GRACE)",
    "[raw_affiliation] Service de chirurgie digestive , unité de chirurgie ambulatoire , CHU Estaing , 1 , place Lucie-Aubrac , 63003 Clermont-Ferrand , France.",
    "[raw_reference] Kehlet H, Dahl JB. Anaesthesia, surgery, and challenges in post- operative recovery. Lancet 2003;362:1921-8.",
    "[raw_reference] Nicholson A, Lowe MC, Parker J, Lewis SR, Alderson P, Smith AF. Systematic review and meta-analysis of enhanced recovery programmes in surgical patients. Br J Surg 2014;101:172-88.",
    "[raw_reference] Bassam Bin A, Al Fares A, Jabbari M, El Dali A, Al Orifi F. Effect of mobile phone short text messages on glycemic control in type 2 diabetes. Int J Endocrinol Metab 2015;13:e18791.",
    "[raw_reference] Reid MJA, Dhar SI, Cary M, et al. Opinions and attitudes of participants in a randomized controlled trial examining the efficacy of SMS reminders to enhance antiretroviral adher- ence: a cross-sectional survey. J Acquir Immune Defic Syndr 2014;65:e86-8.",
    "[raw_reference] Hasvold PE, Wootton R. Use of telephone and SMS reminders to improve attendance at hospital appointments: a systematic review. J Telemed Telecare 2011;17:358-64.",
    "[raw_reference] Guy R, Hocking J, Wand H, Stott S, Ali H, Kaldor J. How effec- tive are short message service reminders at increasing clinic attendance? A meta-analysis and systematic review. health Serv Res 2012;47:614-32.",
    "[raw_reference] Spohr SA, Nandy R, Gandhiraj D, Vemulapalli A, Anne S, Walters ST. Efficacy of SMS text message interventions for smok- ing cessation: a meta-analysis. J Subst Abuse Treat 2015;56: 1-10.",
    "[raw_reference] Slim K, Theissen A, Raucoules-Aimé M, et al. Risk management in ambulatory and short-stay gastrointestinal surgery. Guide- lines of the French Federation of Visceral and Gastrointestinal surgery (Fédération de chirurgie viscérale et digestive--FCVD), and the Francophone working group for enhanced recovery after surgery (Groupe francophone de réhabilitation améliorée après chirurgie--GRACE). J Visc Surg 2016;153:55-60, http://dx.doi.org/10.1016/j.jviscsurg.2015.12.002.",
    "[raw_reference] Chen DW, Davis RW, Balentine CJ, et al. Utility of routine post- operative visit after appendectomy and cholecystectomy with evaluation of mobile technology access in an urban safety net population. J Surg Res 2014;190:478-83.",
    "[raw_reference] Chen Y, Chin M, Greenberg S, Johnstone C, McGuinness J. Post-tonsillectomy pain in 24 children -utilising short mes- sage service (SMS) to assess postoperative outcomes. Clin Otolaryngol 2012;37:412-4.",
    "[raw_reference] Orr JA, King RJ. Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials. Health Psychol Rev 2015;9:397-416.",
    "[raw_reference] Ghaferi AA, Dimick JB. Understanding failure to rescue and improving safety culture. Ann Surg 2015;261:839-40."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of Visceral Surgery",
  "volume": "153",
  "issue": "4",
  "pages": "249-252",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.786485",
    "zotero_item_type": "journalArticle"
  }
}
