{
  "paper_id": "PX6BNZ3C",
  "title": "Transtheoretical Model for Physical Activity in Older Adults: Systematic Review",
  "abstract": "Healthy aging makes the practice of physical activity (PA) a necessity. However, PA guidelines achievement in older adults is scarce. The use of behavioral theories such as Transtheoretical Model (TTM), helps in older adults PA promotion. The aim of this review was to identify the use of TTM for PA in older adults (>60 years). PubMed, SPORTdiscus, and Medline databases were used to conduct the search. All steps of the process followed the recommendations of the PRISMA flow-diagram. We identified eight studies: Six were descriptive cross-sectional studies, one prospective-cohort study and one with a quasi-experimental design. Only two papers evaluated the four behavior change dimensions within the same study, three evaluated the processes of change and the decisional balance, four evaluated the exercise self-efficacy and all assessed the stages of change for PA behavior. From this review, we can conclude that TTM is a useful and suitable behavior model in creating, developing, and evaluating interventions with the aim of acquiring and improving PA habits in the older adults. However, there is paucity of research in this area, and more studies including the four behavioral change dimensions are needed to analyze the effect of TTM on the promotion of PA in the older adults.",
  "year": 2020,
  "date": "2020-12-11",
  "journal": "Psychol. Health",
  "publication": "Psychol. Health",
  "authors": [
    {
      "forename": "Fabio",
      "surname": "Jiménez-Zazo",
      "name": "Fabio Jiménez-Zazo",
      "affiliation": "1  PAFS Research Group , Faculty of Sports Sciences , University of Castilla-La Mancha , 45071 Toledo , Spain; \n\t\t\t\t\t\t\t\t Faculty of Sports Sciences \n\t\t\t\t\t\t\t\t PAFS Research Group \n\t\t\t\t\t\t\t\t University of Castilla-La Mancha \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 45071 \n\t\t\t\t\t\t\t\t\t Toledo \n\t\t\t\t\t\t\t\t\t Spain;",
      "orcid": "0000-0002-6378-4098"
    },
    {
      "forename": "Cristina",
      "surname": "Romero-Blanco",
      "name": "Cristina Romero-Blanco",
      "affiliation": "2  PAFS Research Group , Faculty of Nursing , University of Castilla-La Mancha , 13071 Ciudad Real , Spain; \n\t\t\t\t\t\t\t\t Faculty of Nursing \n\t\t\t\t\t\t\t\t PAFS Research Group \n\t\t\t\t\t\t\t\t University of Castilla-La Mancha \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 13071 \n\t\t\t\t\t\t\t\t\t Ciudad Real \n\t\t\t\t\t\t\t\t\t Spain;",
      "email": "cristina.romero@uclm.es",
      "orcid": "0000-0003-2286-5200"
    },
    {
      "forename": "Nuria",
      "surname": "Castro-Lemus",
      "name": "Nuria Castro-Lemus",
      "affiliation": "3  FENIX Research Group , Faculty of Sports Sciences , University of Sevilla , 41004 Sevilla , Spain; \n\t\t\t\t\t\t\t\t Faculty of Sports Sciences \n\t\t\t\t\t\t\t\t FENIX Research Group \n\t\t\t\t\t\t\t\t University of Sevilla \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 41004 \n\t\t\t\t\t\t\t\t\t Sevilla \n\t\t\t\t\t\t\t\t\t Spain;",
      "orcid": "0000-0002-2100-3169"
    },
    {
      "forename": "Alberto",
      "surname": "Dorado-Suárez",
      "name": "Alberto Dorado-Suárez",
      "affiliation": "1  PAFS Research Group , Faculty of Sports Sciences , University of Castilla-La Mancha , 45071 Toledo , Spain; \n\t\t\t\t\t\t\t\t Faculty of Sports Sciences \n\t\t\t\t\t\t\t\t PAFS Research Group \n\t\t\t\t\t\t\t\t University of Castilla-La Mancha \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 45071 \n\t\t\t\t\t\t\t\t\t Toledo \n\t\t\t\t\t\t\t\t\t Spain;",
      "email": "alberto.dorado@uclm.es",
      "orcid": "0000-0002-2100-3169"
    },
    {
      "forename": "Susana",
      "surname": "Aznar",
      "name": "Susana Aznar",
      "affiliation": "1  PAFS Research Group , Faculty of Sports Sciences , University of Castilla-La Mancha , 45071 Toledo , Spain; \n\t\t\t\t\t\t\t\t Faculty of Sports Sciences \n\t\t\t\t\t\t\t\t PAFS Research Group \n\t\t\t\t\t\t\t\t University of Castilla-La Mancha \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 45071 \n\t\t\t\t\t\t\t\t\t Toledo \n\t\t\t\t\t\t\t\t\t Spain;",
      "email": "susana.aznar@uclm.es",
      "orcid": "0000-0001-7054-436X"
    }
  ],
  "doi": "10.3390/ijerph17249262",
  "keywords": [
    "transtheoretical model",
    "older adults",
    "physical activity"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Physical activity (PA) is considered as one of the most effective strategies to promote healthy aging  [1] . Regular PA practice in older adults is associated with improvements in functional fitness (maintains muscle strength and balance), chronic diseases risk prevention (coronary heart disease, diabetes, and stroke), improvement of mental capacity (self-esteem, maintenance of the cognitive function, reduce anxiety, and depression), and improvement in social response  [2] [3] [4] [5] [6] [7] . PA is a good predictor of healthy aging and decreases the probability of disability in people over 65 years  [8] .\n\nRecommendations for adults and older adults state the need to achieve at least 150 min of PA at moderate intensity per week, together with muscle strength activities for an improvement in bone mass and activities to improve flexibility, at least 2-3 days per week  [9] .\n\nHowever, despite the important health benefits of PA, a little proportion of the population over 65 years meet World Health Organization (WHO) PA guidelines  [10] . In fact, this group is the least physically active out of all  [11] . According to WHO  [12] , having a sedentary lifestyle is the fourth primary risk factor of non-communicable diseases. The good news are that those who practice regular PA can reduce their risk of pathologies at a rate between 20 and 30%  [1] .\n\nOlder adults' exercise adherence is a multifactorial process, influenced by: Program characteristics (preference of exercise type), personal factors (demographic, health related, physical, and psychological factors)  [13, 14] , social determinants, and environmental factors  [15] . It is important that interventions to promote physical exercise in older adults are based on theories that explain the behavior change, tailored to individual characteristics of the participants  [15] . Theory-based interventions to promote PA behavior seem to have a more successful effect than interventions without an established theoretical base  [16, 17] . In addition, interventions based on a single theory reported greater impact on PA behavior than those interventions with a combination of theories  [17] .\n\nOne of the models that better understands and predicts the behavioral-cognitive changes in the adoption of PA/exercise behavior, is the Transtheoretical Model of Change (TTM), proposed by Prochaska and Di Clemente  [18] . The TTM is a most comprehensive and integrated model of behavioral changes among health behavioral models  [19] , this model began to be used in smoking cessation studies  [18] , but over time its use has extended to the study of healthy lifestyle promotion, including PA, to become one of the most popular models to understand the PA behavior  [20] . This model is a cyclical model and explains the behavior change as a dynamic process, through a temporal dimension by describing them as a sequence of stages and processes by which the individual progress to adapt a regular behavior  [21] .\n\nThe model is composed of different dimensions, summary (Table  1 ): Analyze how the physical inactivity affects to your interpersonal relationships."
    },
    {
      "title": "Self-reevaluation (SR)",
      "text": "Recognize the benefits of being physically active."
    },
    {
      "title": "Social liberation (SL)",
      "text": "Show different ways to be active."
    },
    {
      "title": "Behavioral processes of change",
      "text": "Counter conditioning (CC) Change inactive habits for healthy actions."
    },
    {
      "title": "Helping relationship (HR)",
      "text": "Search social support in sports practice to facilitate change."
    },
    {
      "title": "Reinforcement management (RM)",
      "text": "Reward yourself for being physically active. Self-liberation (SeL) Create commitment to be active and plan activities."
    },
    {
      "title": "Stimulus control (SC)",
      "text": "Use of stimulus to maintain PA levels."
    },
    {
      "title": "Decisional Balance"
    },
    {
      "title": "Pros",
      "text": "Perceived benefits of engaging in regular PA."
    },
    {
      "title": "Cons",
      "text": "Perceived barriers of engaging in regular PA."
    },
    {
      "title": "Self-Efficacy",
      "text": "Confidence in one's ability to perform specific behaviors (regular PA) in specific situations (Tired, in bad mood, do have not time, on vacation and bad weather).\n\nAdapted from Marcus, B.H. and Forsyth, L.H. (2008). Motivating people to be physically active. Human Kinetics [22]. TTM, Transtheoretical model of change; PA, Physical activity; CR, Consciousness raising; DR, Dramatic relief; ER, Environmental re-evaluation; SR, Self-reevaluation; SL, Social liberation; CC, Counter conditioning, HR, Helping relationship; RM, Reinforcement management; SeL, Self-liberation; SC, Stimulus control."
    },
    {
      "title": "Stages of change (SoC):",
      "text": "The SoC are the levels of motivation to change, from no intention to change to actually making behavior change. This construction does not explain when people change, rather where people are in their motivation to change. There exist five stages of readiness for change: Pre-contemplation, contemplation, preparation, action, and maintenance  [18] . Different studies have shown the relationship between PA levels and SoC, and advanced SoC (action and maintenance stages) tends to present better levels of PA  [23] [24] [25] [26] .\n\nProcesses of change (PC) describe how people change. The PC are the strategies and techniques that people use to change or modify their behavior. The PC can be divided in two categories: Cognitive processes (thinking, attitudes, awareness) and behavioral processes (actions). All processes are important for all SoC, the pattern of use of cognitive versus behavioral PC across the SoC does not change by the stages in PA behavior, in other words, it seems that all PC can be used indistinctively regardless the particular SoC  [25, 26] . Both behavioral and cognitive PC act together, increasing their combined use across SoC  [25, 27] . This construct has been considered as one of the key moderators of TTM-based interventions to improve PA behavior  [28]  Decisional Balance (DB) determines the belief that people have about the advantages and disadvantages (pros and cons) of making a behavior change, this construct is derived from decisional-making theory  [29] . The DB compare the positive and negative aspects of change, differences in the DB, tends to corresponds to different SoC, people in earlier SoC (precontemplation and contemplation stages) perceive more barriers than benefits and people in the later stages (preparation, action, and maintenance stages) perceive more benefits than barriers for change  [30] .\n\nSelf-Efficacy (SE), is the ability to perform specific behaviors in specific situations. This dimension was adapted from Bandura's Social-Cognitive Theory in 1977  [31] . Exercise SE is an important construct: It is a predictor and a moderator of the adoption and maintenance of PA behavior  [28, 32] . People with high score in exercise SE tend to be more active  [22] . High levels of exercise SE leads to sustain and increase levels of PA in older adults  [33] .\n\nThere is a need to understand the adoption and maintenance of exercise behavior in older adults, since the current levels of PA participation of this group are insufficient compared to the positive effects derived from their practice  [10] . The TTM is a useful tool within this procedure, since it provides us a detailed vision of the process of acquisition of a new habit. This model has demonstrated to be one of the most effective models within the process of behavior change, with a significant impact in the promotion of PA  [17] . Up to date, the TTM has been applied for different behaviors and in different age groups, but there is paucity of research in promoting PA in older adults. Therefore, the objective of this review is to identify the relationship between the different TTM constructs: Stages of change, processes of change, decisional balance, and self-efficacy in relation to PA in the population over 60 years. This review will increase the knowledge about the recent applications of TTM in the promotion of PA in the group of people over 60 years."
    },
    {
      "title": "Materials and Methods",
      "text": "The purpose of this review was to assess the breadth of scientific evidence linking the behavior change and cognitive change referred to adherence to PA practice in adults over 60 year. To accomplish this; we reviewed the impact of use of TTM and their dimensions (stages of change, processes of change, decisional balance, and self-efficiency) and the levels of PA in this age group."
    },
    {
      "title": "Information Sources and Search Strategies",
      "text": "We used PubMed, SPORTdiscus, and Medline as electronics databases to get the literature search, we applied search strategies using the following search key words: For the population (elderly), context (Transtheoretical model), and outcome (physical activity). We used a filter to search all fields: ((Transtheoretical Model) AND Elderly) AND Physical Activity.\n\nThe literature search was carried out from July to December 2019. From all articles resulting from the search, the abstracts were carefully read, and relevant studies were selected and reviewed in full.\n\nTo determinate a relevant study, at least three of the researches (FJZ, ADS, CR) had to confirm the validity of the theme of the article independently, in case of divergence, a fourth researcher (SAL) was invited to decide whether to include or exclude the studies. All authors participated in the analysis and interpretation of findings for each topic. A bias risk calculation was included in the process. All authors work individually first prior to elaborate the main results/findings. Furthermore, an adaptation of the STROBE checklist was used  [34] . We used it to evaluate the quality of the articles included in our study. STROBE checklist contains 15 items of analysis. The cut-off points established for quality classification were as follows: 0-5 points = low quality; 6-10 points = moderate quality; and 11-15 points = high quality. Studies that achieved high quality, according to the quality criteria, were included in the final analysis."
    },
    {
      "title": "Study Eligibility Criteria",
      "text": "We only included studies written in English, TTM-based interventions only, older adults over 60 years, and levels of PA. One exception was made to the age criteria due to the WHO  [35]  considers the ages between 60 and 65 to be the beginning of old age in most territories. We did not include studies that made use of another theory based models different to TTM to explain the PA behavior change, as well as studies with subjects under the age of 60 years and those studies which no subject age specified. Finally, we excluded from consideration, studies of other topics, duplicated studies, protocols, review, or metanalysis, and studies published before 2014. All the steps of the process followed the recommendations of the PRISMA Flow Diagram  [36] , as presented in Figure  1 .\n\nand 11-15 points = high quality. Studies that achieved high quality, according to the quality criteria, were included in the final analysis."
    },
    {
      "title": "Study Eligibility Criteria",
      "text": "We only included studies written in English, TTM-based interventions only, older adults over 60 years, and levels of PA. One exception was made to the age criteria due to the WHO  [35]  considers the ages between 60 and 65 to be the beginning of old age in most territories. We did not include studies that made use of another theory based models different to TTM to explain the PA behavior change, as well as studies with subjects under the age of 60 years and those studies which no subject age specified. Finally, we excluded from consideration, studies of other topics, duplicated studies, protocols, review, or metanalysis, and studies published before 2014. All the steps of the process followed the recommendations of the PRISMA Flow Diagram  [36] , as presented in Figure  1 ."
    },
    {
      "title": "Data Items",
      "text": "To classify commonality between articles, data was collected and organized by year of publication, journal, author, country/territory, intervention design, study population, population characteristics, outcomes of measures, and key findings."
    },
    {
      "title": "Data Items",
      "text": "To classify commonality between articles, data was collected and organized by year of publication, journal, author, country/territory, intervention design, study population, population characteristics, outcomes of measures, and key findings."
    },
    {
      "title": "Results/Overview",
      "text": "Figure 1 details all the steps of the processes followed according to the recommendations of the PRISMA flowchart in the studies selection. We identified a total of eight studies published between 2014 and 2019 which were included in the systematic review from the original 147 papers identified by the literature search  [37] [38] [39] [40] [41] [42] [43] [44] . The most common reason for excluding studies was that they did not meet the inclusion criteria, mainly by the age.\n\nThe main characteristics, TTM dimensions, outcomes, and key findings for each of the 8 articles included in this review are listed in Tables  2  and  3 . Of these eight articles, six studies were descriptive-cross-sectional studies  [37] [38] [39] [40] [41] 44] , one was a prospective cohort study  [42]  and one was a quasi-experimental design  [43] . Two of the studies originated from Ireland  [37, 41] , two more from Taiwan  [42, 43]  and individual studies from Iran  [38] , Korea  [39] , Japan  [44] , and Italy  [40] . According to the study population, the review gather a total of 2304 participants, included both men (51.65%) and women (48.35%). Only three of the studies (37.5%) worked with healthy older adults  [38, 43, 44]  and the rest with pathologies (62.5%) (bronchiectasis  [37] , non-cystic fibrosis bronchiectasis  [41] , physical disability or brain injury  [39] , type II diabetes  [40] , and patients after open heart surgery  [42] ). Regarding to TTM-interventions characteristics, we can find the following topics: Measuring PA levels  [40, 42] , to identified daily patterns of PA  [41] , to understand the levels of PA and sedentarism  [37] , to identify knowledge of muscle strength exercise recommendations  [44]  to create PA-interventions tailored to specific SoC  [39, 43]  and to corroborate the usefulness of this model in older adults  [38] . In the following sections, we \"drill down\" in the different constructs of TTM to examine what has been found regarding the influence TTM on PA."
    },
    {
      "title": "Stages of Change (SoC)",
      "text": "The SoC have been considered as predictors of PA  [40] . Significant differences (p < 0.05) were found between the minutes of PA/week  [40] [41] [42] , daily total PA time, daily light-lifestyle PA time, daily total moderate to vigorous physical activity (MVPA) time and daily steps counts  [41]  according to the different SoC. The average of bouts (10-min) MVPA and activity energy expenditure increased and the sedentary behavior time decreased regarding to SoC but not significantly  [41] . Moreover, there was an increase in PA levels and a decrease of sedentary behavior time as we moved through to more advanced SoC (action and maintenance stages)  [40] [41] [42] . Finally, advanced stages of behavior change corresponded to greater benefits and lower perceived barriers referred to the achievement of muscle strength exercise recommendations  [44] ."
    },
    {
      "title": "Processes of Change (PC)",
      "text": "The PC are the techniques and strategies that people use to change or modify their behavior. PC were clearly identified in patients with bronchiectasis, showing a likewise use of cognitive and behavioral processes in their PA behavior  [37] . In patients with non-cystic fibrosis bronchiectasis, it was observed as initial SoC (precontemplation and contemplation stages) used significantly fewer PC compared to more advanced SoC (action and maintenance stages) (p > 0.01), on the other hand, precontemplation and contemplation stages tended to use cognitive PC (p = 0.031), preparation stage used behavioral and cognitive PC equally (p = 0.92) and action and maintenance stages tended to use of behavioral PC (p = 0.055)  [41] . In patients with physical disability or brain injury, no significant differences were found among PC of ER, CC, HR, and RM across the SoC (p > 0.05), while, the patterns of use PC of CR, DR, SR, SL, SeL, and SC varied significantly across precontemplation, contemplation, and preparation stages (p < 0.05)  [39] . Finally, the use of PC to create and tailor interventions with the aim of promoting PA in the older adults, favored the progression of participants to more proactive SoC (action and maintenance) and therefore improved the acquisition of healthy habits  [43] ."
    },
    {
      "title": "Decisional Balance (DB)",
      "text": "There were a significant differences (p < 0.001) between the DB score among the different SoC  [38] . The DB can be divided in two dimensions: Benefits and barriers. According to benefits, there was a direct association (p < 0.001) between perceived benefits and PA levels  [38]  and an inverse association (p = 0.009) with sedentary time  [37] . Significant differences were observed between SoC and perceived benefits (p < 0.001)  [38] . Regarding the barriers, we observed an inverse correlation (p < 0.001) between perceived barriers and levels of PA, in addition, there were significant differences between SoC and perceived barriers (p < 0.001)  [38] . In patients with bronchiectasis  [41]  there were no significant differences between the DB score (p = 0.31) and the benefits perceived (p = 0.92) with the SoC."
    },
    {
      "title": "Self-Efficacy (SE)",
      "text": "The SE refers to people's confidence in their ability to make a change in specific situations. Two of the articles considered SE as predictor of PA  [38, 40] . Significant differences were found between the SE score and the SoC (p < 0.01)  [38, 40] . In addition, a direct association between SE and PA levels was observed (p < 0.01)  [38, 40] . Advanced SoC (action and maintenance stages) had higher SE scores  [38]  with a linear trend (p < 0.001) in the result  [40] . On the other hand, studies with older adults with respiratory pathologies did not find any significant differences (p = 0.14) between SE score and SoC  [41]  and they reported that their SE was reduced when they experienced situations related to symptoms of their disease  [37] ."
    },
    {
      "title": "Discussion",
      "text": "The aim of this review focused on identifying the recent applications of TTM (2014-2019) and the relationship between its different constructs (stages of change, processes of change, decisional balance, and self-efficacy) with the levels of PA in the older adults over 60 years old. After completing all the recommended procedures for systematic reviews (PRISMA flow-diagram, conference by three researchers independently and finally quality of articles checklist adapted from the STROBE instrument), 8 original articles were included in the analysis. This is the first study that reviews the use of the TTM for physical activity in older adults. The study encourages the use of TTM for physical activity in clinical practice as part of the older adults health screening at General Practice practices. Moreover, the use of TTM for physical activity can also lead to more suitable PA programs and/or intervention aimed to improve healthy aging, precisely because this group is the most vulnerable due to their low levels of PA  [45] .\n\nTheory-based interventions are more effective to improve PA behavior than non-theories based ones  [17] . Similarly, one theory-based approach seem to be more effective than multiple theories approach or a combination of theories  [17] . All papers included in this review have included a single theory and have been based on the TTM theory.\n\nThe TTM is composed of differences constructs: SoC, PC, DB and SE  [21] . From the eight papers included in our review, only two  [37, 41]  evaluated the entire TTM in older adults. The number of constructs used within an intervention determines its chances of success. A recent meta-analysis determined that using at least three of the constructs from the TTM, improved the chances of increasing PA by three times  [28] . The use of more constructs from the TTM has already been reported by previous studies in which it was highlighted that many of the researches are inspired by the theory but they were not theory-driven  [26, 28] . The evaluation of all the constructs of behavioral model will allow the researchers to understand more precisely the specific characteristics of this population and their behavior change processes, thus favoring the sustainability and adherence of participants to exercise interventions.\n\nMotivation for change is the basis of this behavioral model (TTM) and it is determined by the SoC. This construct has been evaluated in all the articles of this review, in order to categorize the subjects according to their intention to behavior change and to evaluate the results that occurred throughout an intervention. The relationship between levels of PA and sedentary time with the SoC has already been reported in other reviews  [25, 26, 46] , determining that the initial SoC were related to longer periods of sedentary lifestyle and advanced SoC showed higher levels of PA. It is important to highlight how two articles  [39, 43] , focused their research on the initial SoC (precontemplation, contemplation and preparation stages), this approach seems to be an opportunity to focus strategies to promote PA within non-active or sedentary population. Previous researches determined that SoC were not considered moderators of the efficacy of TTM-based interventions in promoting PA behavior, so they suggest not focusing future researches exclusively on SoC  [26] [27] [28] .\n\nOn the other hand, PC are a very useful tool in the design of \"tailored\" interventions since they will allow us to know the strategies that individuals use to make a behavior change. This construct has been considered one of the successful moderators of TTM-based PA interventions  [28] . PC have been measured in 3 of the 8 articles evaluated, encompassing only the population with specific pathologies (bronchiectasis, non-cystic fibrosis bronchiectasis, physical disability and brain injury). In particular, specific recommendations for the precontemplation, contemplation and preparation stages in patients with physical disabilities and brain injury were designed on-demand  [39] , this work reflects a practical application of this model in the development and adaptation of interventions aimed at the promotion of adapted PA in the older adults. According to the use of PC in relation to SoC, we cannot establish a clear relationship with the results obtained. The current scientific literature suggests that there are no differences between patterns of use of PC and SoC  [26] , the cognitive and behavioral PC act together, increasing their use across to SoC  [25, 27] . In addition, It has been observed how the use of PC in PA interventions doubles the chances of success in the acquisition of PA behavior  [28] . SE has been the second most evaluated variable after the SoC. Self-efficacy provides us with information about the ability that individuals have to maintain behavior when faced with diverse and difficult situations. Within the review, SE has been measured both in a healthy and with pathologies population, considering 2 of the 4 articles that evaluated it as a predictor of the practice of PA  [38, 40] . These results supported the existing literature on the need to enhance SE to favor the adherence of older adults to PA promotion programs  [26, 28, 33] .\n\nAnother construct of TTM in the promotion of PA in the older adults, are all those implicit and explicit decisions that the individual weighs (i.e., DB). In this review, we have seen that it has been evaluated in 3 of the 8 selected articles  [37, 38, 41] , where it has been reflected that older adults perceive more benefits and lower barriers in the stages of action and maintenance against the initial stages. Knowing the aspects that the individual perceives as potentially favorable or dangerous in their practice of PA, will help the development and sustainability of interventions focused on the encouragement and promotion of PA in the older adults.\n\nThe group of older adults is considered a heterogeneous group because of the great variety of characteristics among them. Therefore, it would be interesting to explore other mediating and moderating variables of the exercise interventions  [47, 48]  such as social support, outcome expectation, perception of the environment, and resilience among others, in order to achieve a more complete vision of this process  [49]  Our findings are in line with the results reported by recent reviews focusing on TTM-interventions to promote PA in adults  [26] [27] [28] , our results contribute to increase the evidence about the positive effect of this behavior model in promoting healthy habits of PA in older adults, but more research is needed to understand the use of PC, their relationship with SoC and their relationship in the process of promoting and maintaining PA behavior in people over 60 years old. In addition, more studies encompassing the entire constructs of TTM are needed to fully understand PA behavioral change in this population. Finally, it would be interesting to extend the use of TTM to promote PA behavior to other groups of older adults with specific characteristics or pathologies.\n\nThe present study has some limitations. Firstly, many of the studies did not evaluate all the constructs of the behavioral model, so that we do not have enough information to understand its true effectiveness. Secondly, the use of the language restriction as an exclusion criterion (only documents in English) could limit the articles found. Finally, it is possible that relevant TTM-based interventions may not have been included in our review due to our search strategy or due to a poor description of the behavioral model in the original paper."
    },
    {
      "title": "Conclusions",
      "text": "The results obtained in this review support the use of the TTM in interventions aimed at encouraging PA habits in older adults over 60, considering the TTM and its constructs as a useful tool in the process of creating, developing and evaluating tailored-interventions to promote PA behaviors. However, it is recommended to evaluate the behavioral model in its entirety in order to obtain a more complete and integrated view of behavioral change, in addition, more research is needed to understand the use of PC and their relationship with SoC in the PA behavioral in older adults. Finally, we recommend applying this behavioral model to other groups of older adults with specific characteristics and pathologies in order to determine its validity in that population."
    },
    {
      "text": "Figure 1. PRISMA flow-chart."
    },
    {
      "text": "Figure 1. PRISMA flow-chart."
    },
    {
      "text": "Transtheoretical Model (TTM). Description of each construct."
    },
    {
      "text": "TTM constructs."
    },
    {
      "text": "TTM in older adults."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "Physical activity: Health impact, prevalence, correlates and interventions",
      "authors": [
        "R Rhodes",
        "I Janssen",
        "S Bredin",
        "D Warburton",
        "A Bauman"
      ],
      "year": 2017,
      "doi": "10.1080/08870446.2017.1325486"
    },
    {
      "title": "A systematic review of the evidence for Canada's Physical Activity Guidelines for Adults",
      "authors": [
        "D Warburton",
        "S Charlesworth",
        "A Ivey",
        "L Nettlefold",
        "S Bredin"
      ],
      "year": 2010,
      "doi": "10.1186/1479-5868-7-39"
    },
    {
      "title": "Physical activity and functional limitations in older adults: A systematic review related to Canada's Physical Activity Guidelines",
      "authors": [
        "D Paterson",
        "D Warburton"
      ],
      "year": 2010,
      "doi": "10.1186/1479-5868-7-38"
    },
    {
      "title": "Advancing the future of physical activity guidelines in Canada: An independent expert panel interpretation of the evidence",
      "authors": [
        "A Kesaniemi",
        "C Riddoch",
        "B Reeder",
        "S Blair",
        "T Sorensen"
      ],
      "year": 2010,
      "doi": "10.1186/1479-5868-7-41"
    },
    {
      "title": "Health benefits of physical activity: A systematic review of current systematic reviews",
      "authors": [
        "D Warburton",
        "S Bredin"
      ],
      "year": 2017,
      "doi": "10.1097/hco.0000000000000437"
    },
    {
      "title": "Physical Activity Preferences Among Older Adults: A Systematic Review",
      "authors": [
        "S Amireault",
        "J Baier",
        "J Spencer"
      ],
      "year": 2018,
      "doi": "10.1123/japa.2017-0234"
    },
    {
      "title": "Heart Rate Variability and Cognitive Function: A Systematic Review",
      "authors": [
        "G Forte",
        "F Favieri",
        "M Casagrande"
      ],
      "year": 2019,
      "doi": "10.3389/fnins.2019.00710"
    },
    {
      "title": "Lifestyle predictors of healthy ageing in men",
      "authors": [
        "M Sodergren"
      ],
      "year": 2013,
      "doi": "10.1016/j.maturitas.2013.02.011"
    },
    {
      "title": "WHO Guidelines Approved by the Guidelines Review Committee",
      "year": 2010,
      "doi": "10.1037/e400972004-001"
    },
    {
      "title": "Updating the Evidence for Physical Activity: Summative Reviews of the Epidemiological Evidence, Prevalence, and Interventions to Promote \"Active Aging",
      "authors": [
        "A Bauman",
        "D Merom",
        "F Bull",
        "D Buchner",
        ".; Fiatarone",
        "M Singh"
      ],
      "year": 2016,
      "doi": "10.1093/geront/gnw031"
    },
    {
      "title": "Recommendations for physical activity in older adults",
      "authors": [
        "P Sparling",
        "B Howard",
        "D Dunstan",
        "N Owen"
      ],
      "year": 2015,
      "doi": "10.1136/bmj.h100"
    },
    {
      "title": "Global Strategy on Diet, Physical Activity and Health",
      "year": 2020
    },
    {
      "title": "Predictors of long-term exercise adherence in a community-based sample of older women",
      "authors": [
        "M Findorff",
        "J Wyman",
        "C Gross"
      ],
      "year": 2009,
      "doi": "10.1089/jwh.2008.1265"
    },
    {
      "title": "Adherence to exercise programs for older people is influenced by program characteristics and personal factors: A systematic review",
      "authors": [
        "A Picorelli",
        "L Pereira",
        "D Pereira",
        "D Felicio",
        "C Sherrington"
      ],
      "year": 2014,
      "doi": "10.1016/j.jphys.2014.06.012"
    },
    {
      "title": "Determinants of initiation and maintenance of physical activity among older adults: A literature review",
      "authors": [
        "M Stralen",
        "H De Vries",
        "A Mudde",
        "C Bolman",
        "L Lechner"
      ],
      "year": 2009,
      "doi": "10.1080/17437190903229462"
    },
    {
      "title": "Interventions to Increase Physical Activity Among Older Adults: A Meta-Analysis",
      "authors": [
        "J Chase"
      ],
      "year": 2015,
      "doi": "10.1093/geront/gnu090"
    },
    {
      "title": "Efficacy of theory-based interventions to promote physical activity. A meta-analysis of randomised controlled trials",
      "authors": [
        "M Gourlan",
        "P Bernard",
        "C Bortolon",
        "A Romain",
        "O Lareyre",
        "M Carayol",
        "G Ninot",
        "J Boiché"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2014.981777"
    },
    {
      "title": "Stages and processes of self-change of smoking: Toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983,
      "doi": "10.1037/0022-006x.51.3.390"
    },
    {
      "title": "Applying the transtheoretical model to exercise: A systematic and comprehensive review of the literature",
      "authors": [
        "L Spencer",
        "T Adams",
        "S Malone",
        "L Roy",
        "E Yost"
      ],
      "year": 2006,
      "doi": "10.1177/1524839905278900"
    },
    {
      "title": "Trends and knowledge base in sport and exercise psychology research: A bibliometric review study",
      "authors": [
        "J Lindahl",
        "A Stenling",
        "M Lindwall",
        "C Colliander"
      ],
      "year": 2015,
      "doi": "10.1080/1750984x.2015.1019540"
    },
    {
      "title": "The transtheoretical model and stages of change",
      "authors": [
        "J Prochaska",
        "C Redding",
        "K Evers"
      ],
      "year": 2015
    },
    {
      "title": "Motivating People to Be Physically Active",
      "authors": [
        "B Marcus",
        "L Forsyth"
      ],
      "year": 2008
    },
    {
      "title": "Physical activity behavior change: Issues in adoption and maintenance",
      "authors": [
        "B Marcus",
        "P Dubbert",
        "L Forsyth",
        "T Mckenzie",
        "E Stone",
        "A Dunn",
        "S Blair"
      ],
      "year": 2000,
      "doi": "10.1037/0278-6133.19.Suppl1.32"
    },
    {
      "title": "The 'stages of change' model in health promotion: Science and Ideology",
      "authors": [
        "R Bunton",
        "S Baldwin",
        "D Flynn",
        "S Whitelaw"
      ],
      "year": 2000,
      "doi": "10.1080/713658223"
    },
    {
      "title": "The transtheoretical model of behavior change: A meta-analysis of applications to physical activity and exercise",
      "authors": [
        "S Marshall",
        "S Biddle"
      ],
      "year": 2001,
      "doi": "10.1207/s15324796abm2304_2"
    },
    {
      "title": "Theoretical Approaches to Physical Activity Promotion",
      "authors": [
        "N Ntoumanis",
        "C Thørgersen-Ntoumani",
        "E Quested",
        "N Chatzisarantis"
      ],
      "year": 2018,
      "doi": "10.1093/acrefore/9780190236557.013.212"
    },
    {
      "title": "Is there something beyond stages of change in the transtheoretical model? The state of art for physical activity",
      "authors": [
        "A Romain",
        "J Caudroit",
        "M Hokayem",
        "P Bernard"
      ],
      "year": 2018,
      "doi": "10.1037/cbs0000093"
    },
    {
      "title": "Matched or nonmatched interventions based on the transtheoretical model to promote physical activity. A meta-analysis of randomized controlled trials",
      "authors": [
        "A Romain",
        "C Bortolon",
        "M Gourlan",
        "M Carayol",
        "E Decker",
        "O Lareyre",
        "G Ninot",
        "J Boiché",
        "P Bernard"
      ],
      "year": 2018,
      "doi": "10.1016/j.jshs.2016.10.007"
    },
    {
      "title": "Decision Making: A Psychological Analysis of Conflict, Choice, and Commitment",
      "authors": [
        "I Janis",
        "L Mann"
      ],
      "year": 1977
    },
    {
      "title": "Motivational Readiness, Self-Efficacy and Decision-Making for Exercise1",
      "authors": [
        "B Marcus",
        "N Owen"
      ],
      "year": 1992,
      "doi": "10.1111/j.1559-1816.1992.tb01518.x"
    },
    {
      "title": "Social Foundations of Thought and Action",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Individual Characteristics and Physical Activity in Older Adults: A Systematic Review",
      "authors": [
        "N Notthoff",
        "P Reisch",
        "D Gerstorf"
      ],
      "year": 2017,
      "doi": "10.1159/000475558"
    },
    {
      "title": "Which Behaviour Change Techniques Are Most Effective at Increasing Older Adults' Self-Efficacy and Physical Activity Behaviour? A Systematic Review",
      "authors": [
        "D French",
        "E Olander",
        "A Chisholm",
        "J Mc Sharry"
      ],
      "year": 2014,
      "doi": "10.1007/s12160-014-9593-z"
    },
    {
      "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: Guidelines for reporting observational studies",
      "authors": [
        "Von Elm",
        "E Altman",
        "D Egger",
        "M Pocock",
        "S Gøtzsche",
        "P Vandenbroucke"
      ],
      "year": 2007,
      "doi": "10.1371/journal.pmed.0040296"
    },
    {
      "title": "10 Facts on Ageing and Health",
      "year": 2020
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: Explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche",
        "J Ioannidis",
        "M Clarke",
        "P Devereaux",
        "J Kleijnen",
        "D Moher"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2700"
    },
    {
      "title": "Sedentary behaviour and physical activity in bronchiectasis: A cross-sectional study",
      "authors": [
        "J Bradley",
        "J Wilson",
        "K Hayes",
        "L Kent",
        "S Mcdonough",
        "M Tully",
        "I Bradbury",
        "A Kirk",
        "D Cosgrove",
        "R Convery"
      ],
      "year": 2015,
      "doi": "10.1186/s12890-015-0046-7"
    },
    {
      "title": "Decisional balance and self-efficacy of physical activity among the elderly in Rasht in 2013 based on the transtheoretical model",
      "authors": [
        "S Abbaspour",
        "R Farmanbar",
        "F Njafi",
        "A Ghiasvand",
        "L Dehghankar"
      ],
      "year": 2017,
      "doi": "10.19082/4447"
    },
    {
      "title": "Development of strategies for changing in physical activity behaviors on older adults with disabilities",
      "authors": [
        "K Koo",
        "C Park",
        "C Kim"
      ],
      "year": 2017,
      "doi": "10.12965/jer.1735144.572"
    },
    {
      "title": "Type 2 diabetes mellitus, physical activity, exercise self-efficacy, and body satisfaction. An application of the transtheoretical model in older adults",
      "authors": [
        "M Guicciardi",
        "R Lecis",
        "C Anziani",
        "L Corgiolu",
        "A Porru",
        "M Pusceddu",
        "F Spanu"
      ],
      "year": 2014,
      "doi": "10.1080/21642850.2014.924858"
    },
    {
      "title": "Applying the Transtheoretical Model to Physical Activity Behavior in Individuals With Non-Cystic Fibrosis Bronchiectasis",
      "authors": [
        "J Wilson",
        "A Kirk",
        "K Hayes",
        "I Bradbury",
        "S Mcdonough",
        "M Tully",
        "B O'neill",
        "J Bradley"
      ],
      "year": 2016,
      "doi": "10.4187/respcare.04154"
    },
    {
      "title": "Application of the Transtheoretical Model to Exercise Behavior and Physical Activity in Patients after Open Heart Surgery",
      "authors": [
        "H Huang",
        "Y Lin",
        "Y Chuang",
        "W Lin",
        "L Kuo",
        "J Chen",
        "C Hsu",
        "B Chen",
        "H Tsai",
        "F Cheng"
      ],
      "year": 2015,
      "doi": "10.6515/acs20150204a"
    },
    {
      "title": "Applying the transtheoretical model to promote functional fitness of community older adults participating in elastic band exercises",
      "authors": [
        "H Yang",
        "K Chen",
        "M Chen",
        "H Wu",
        "W Chang",
        "Y Wang",
        "H Huang"
      ],
      "year": 2015,
      "doi": "10.1111/jan.12705"
    },
    {
      "title": "Associations between perceived health benefits and barriers to strength training, and stages of change for strength-training behavior among older Japanese adults",
      "authors": [
        "K Harada",
        "A Shibata",
        "E Lee",
        "K Oka",
        "Y Nakamura"
      ],
      "year": 2014,
      "doi": "10.1123/jpah.2012-0060"
    },
    {
      "title": "Older people's perspectives on participation in physical activity: A systematic review and thematic synthesis of qualitative literature",
      "authors": [
        "M Franco",
        "A Tong",
        "K Howard",
        "C Sherrington",
        "P Ferreira",
        "R Pinto",
        "M Ferreira"
      ],
      "year": 2015,
      "doi": "10.1136/bjsports-2014-094015"
    },
    {
      "title": "Interventions directed at eating habits and physical activity using the Transtheoretical Model: A systematic review",
      "authors": [
        "M De Menezes",
        "L Bedeschi",
        "L Santos",
        "A Lopes"
      ],
      "year": 2016,
      "doi": "10.20960/nh.586"
    },
    {
      "title": "Psychosocial mediators of physical activity behavior among adults and children",
      "authors": [
        "B Lewis",
        "B Marcus",
        "R Pate",
        "A Dunn"
      ],
      "year": 2002,
      "doi": "10.1016/S0749-3797(02)00471-3"
    },
    {
      "title": "Moderators of the intention-behaviour relationship in the physical activity domain: A systematic review",
      "authors": [
        "R Rhodes",
        "L Dickau"
      ],
      "year": 2013,
      "doi": "10.1136/bjsports-2011-090411"
    },
    {
      "title": "Psychosocial Factors Associated With Physical Activity in Older Adults",
      "authors": [
        "P Clark",
        "D Riebe",
        "B Blissmer",
        "F Lees",
        "M Greaney"
      ],
      "year": 2016
    },
    {
      "doi": "10.1891/0198-8794.36.273"
    }
  ],
  "num_references": 50
}
