{
  "paper_id": "Q6JS7IZQ",
  "title": "Modifications to Electronic Nicotine Delivery Systems: Content Analysis of YouTube Videos",
  "abstract": "Background: As user modification can alter the addictiveness and toxicity of electronic nicotine delivery systems (ENDS), more research is needed to understand the types, motivations, risks, and information sources that lead to these product alterations. YouTube has been identified as a major platform where ENDS users obtain and share information about ENDS products and modifications. However, a comprehensive study of ENDS modification videos on YouTube is lacking. Objective: This study aimed to analyze the content of YouTube videos depicting modifications of ENDS. Methods: YouTube was searched in March 2019 to identify videos depicting ENDS modifications. Search terms were derived from interviews with ENDS users and current literature. We used 28 search phrases that combined the words vape and vaping with modification-related key terms (eg, custom build, modification, and dripping). The final sample included 168 videos. Results: Videos were 1 to 108 min long (median 9.55). Presenters were largely male (117/168, 69.6%), white (94/168, 56.0%), and older than 25 years (94/168, 56.0%). Most videos gave how to instructions (148/168, 88.1%), but few offered warnings (30/168, 17.9%) or mentioned commercial alternatives to modifications they presented (16/168, 9.5%). The ENDS devices most often featured were drippers (63/168, 37.5%) and refillable tanks (37/168, 22.0%). The most often modified ENDS components were coils (82/168, 48.8%) and e-liquids (34/168, 20.2%), which included adding other substances, such as cannabis, to the e-liquids (6/168, 3.6%). Most videos portrayed ENDS modifications positively (106/168, 63.1% positive; 60/168, 35.7% neutral; and 2/168, 1.2% negative) and were either neutral or positive in their overall portrayal of ENDS devices (78/168, 46.4% positive; 89/168, 53.0% neutral; and 1/168, 0.6% negative). Conclusions: This study identified several concerning trends in popular YouTube videos on ENDS modifications, including lack of warnings, the addition of marijuana derivatives to e-liquids, and the positive portrayal of ENDS devices and modifications. By identifying the types of modifications (coil and e-liquid being the most prevalent), this study sets an agenda for research on the effects of modifications.",
  "year": 2015,
  "date": "2015-10",
  "journal": "Nicotine Tob Res",
  "publication": "Nicotine Tob Res",
  "authors": [
    {
      "forename": "Zachary",
      "surname": "Massey",
      "name": "Zachary Massey",
      "affiliation": "1  School of Public Health , Georgia State University , Atlanta , GA , United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Yachao",
      "surname": "Li",
      "name": "Yachao Li",
      "affiliation": "2  Department of Communication Studies and Department of Public Health , The College of New Jersey , Ewing , NJ , United States \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t The College of New Jersey \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ewing \n\t\t\t\t\t\t\t\t\t NJ \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jessica",
      "surname": "Holli",
      "name": "Jessica Holli",
      "affiliation": "3  Research and Training Institute , John Snow Incorporated , Boston , MA , United States \n\t\t\t\t\t\t\t\t Research and Training Institute \n\t\t\t\t\t\t\t\t John Snow Incorporated \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Victoria",
      "surname": "Churchill",
      "name": "Victoria Churchill",
      "affiliation": "1  School of Public Health , Georgia State University , Atlanta , GA , United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Bo",
      "surname": "Yang",
      "name": "Bo Yang",
      "affiliation": "4  Department of Communication , University of Arizona , Tuscon , AZ , United States \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of Arizona \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tuscon \n\t\t\t\t\t\t\t\t\t AZ \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Katherine",
      "surname": "Henderson",
      "name": "Katherine Henderson",
      "affiliation": "1  School of Public Health , Georgia State University , Atlanta , GA , United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "David",
      "surname": "Ashley",
      "name": "David Ashley",
      "affiliation": "1  School of Public Health , Georgia State University , Atlanta , GA , United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jidong",
      "surname": "Huang",
      "name": "Jidong Huang",
      "affiliation": "1  School of Public Health , Georgia State University , Atlanta , GA , United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Lucy",
      "surname": "Popova",
      "name": "Lucy Popova",
      "affiliation": "1  School of Public Health , Georgia State University , Atlanta , GA , United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States",
      "email": "lpopova1@gsu.edu"
    },
    {
      "affiliation": "School of Public Health Georgia State University P.O. Box 3995 Atlanta , GA , 30302-3995 United States \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t P.O. Box 3995 \n\t\t\t\t\t\t\t\t\t 30302-3995 \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/17104",
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Since the mid-2000s, electronic nicotine delivery systems (ENDS) have become an increasingly popular method for inhaling nicotine from tobacco in the United States  [1] . As a category, ENDS include a wide variety of products consisting of a battery, a heater (coil), a mouthpiece, and a chamber containing e-liquid (a solution of propylene glycol  [PG]  or vegetable glycerine  [VG]  and other chemicals, usually nicotine and flavors). The heater vaporizes the e-liquid, producing an aerosol that is inhaled. ENDS can also be called vapes, e-hookahs, and e-cigarettes. Since June 2019, an outbreak of lung disease linked to vaping and the use of ENDS has sickened 2506 and killed 54 people  [2] . Although this outbreak is ongoing, the US Centers for Disease Control and Prevention urges ENDS users not to modify the products or add substances not intended by the manufacturer, highlighting the potential role ENDS modifications might play in this outbreak  [3] . For this study, we define modification as both product misuse and tampering unintended by the manufacturers as well as alteration, customization, adjustment, and user choice of e-liquid or accessories made within manufacturer specifications. Examples of ENDS modifications include coil replacement, mixing of e-liquids, or increasing battery voltage. Although some users view the modifiability of ENDS devices as a positive attribute  [4, 5] , research has found that modifications can have harmful effects, such as creating higher levels of toxic emissions when users increase power to the coil  [6] [7] [8] . Given the popularity of ENDS and health risks from modification, research is needed to understand the primary ways ENDS are modified by users.\n\nTo date, little research has described the methods of ENDS modifications. YouTube is the most popular video-sharing site in the world  [9] , and there are a large number of ENDS videos on YouTube  [10] , including videos about ENDS modifications  [11] . YouTube has been identified as a major platform where ENDS users obtain and share information about ENDS products and modifications  [12] [13] [14] . However, a comprehensive study of ENDS modification videos on YouTube is lacking. One recent study examined YouTube videos depicting orthodox (intended by manufacturer) and unorthodox (unintended by the manufacturer) ENDS modifications  [11] . Results showed that videos depicting unorthodox use were three times more prevalent than videos depicting orthodox use, although the analysis only focused on open devices and e-liquids and not on closed devices  [11] . Furthermore, the sample was collected in 2016 and may not account for recent trends in ENDS modification. A more in-depth study is needed to update and assess the breadth of ENDS modifications on YouTube."
    },
    {
      "title": "Objectives",
      "text": "In this paper, we examined YouTube videos posted between 2013 and 2019 showing modifications of ENDS devices pertaining to hardware (eg, coil, battery, pods, and other modifications) and e-liquids. Our objective was to understand the video features (including presenter characteristics, if applicable) as well as the types, motivations, communication of risks, and information sources of ENDS modifications.\n\nAlthough other studies have examined the social acceptability of ENDS on YouTube  [15] , unorthodox use of ENDS on YouTube  [11] , and promotion of vape tricks on YouTube  [16] , this study, to the best of our knowledge, is the first to analyze modifications to the full spectrum of ENDS devices on YouTube."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Identifying Electronic Nicotine Delivery Systems Modification Videos",
      "text": "YouTube was searched on March 15, 2019, to identify videos depicting ENDS modifications. An account was created on an incognito (private) browser to ensure browsing history did not influence the results. Search terms were derived from interviews with ENDS users  [14]  and the current literature  [10]  indicating that \"vape\" and \"vaping\" are common and inclusive terms used by ENDS enthusiasts to describe a number of different ENDS devices. Search phrases included the following: \"vape DIY (ie, do it yourself),\" \"vape build DIY,\" \"vape custom build,\" \"vape modification,\" \"vape rebuild DIY,\" \"vape coil rebuild,\" \"vape coil DIY,\" \"vape ohm rebuild,\" \"vape ohm DIY,\" \"vape e-juice DIY,\" \"vape e-juice custom build,\" \"vape voltage DIY,\" \"vape voltage custom build,\" \"vape RBA (ie, rebuildable atomizer) custom build,\" \"vape RBA DIY,\" \"vape dripping custom build,\" \"vape dripping DIY,\" \"vape refill custom build,\" \"vape refill DIY,\" \"vaping custom build,\" \"vaping DIY,\" \"vaping modif* custom build,\" \"vaping rebuild DIY,\" \"mods rebuild DIY,\" \"vape chang* DIY,\" \"vape chang* custom build,\" \"vape wattage DIY,\" and \"vape wattage custom build.\" Search terms were entered into the YouTube search engine, and the top 10 results for each phrase were included (N=280). After removing duplicates, non-English videos, and those not presenting ENDS modifications, 207 videos remained. Each video was reviewed by trained coders to ensure that the content included ENDS modifications. This verification process excluded 39 videos, resulting in a final sample of 168 videos. This study was approved by the Georgia State University Institutional Review Board (H19055)."
    },
    {
      "title": "Coding Scheme",
      "text": "We developed a codebook based on interviews with ENDS users  [14] , previous literature  [10, 15] , and expert consensus. By expert consensus, we refer to review by our interdisciplinary team of collaborators with substantial expertise in ENDS use behavior and ENDS product research. We collected information on the attributes of the videos (eg, length, number of views, number of likes and dislikes, and date of posting). We coded the video source as individual, retailer, manufacturer, or group or organization. We noted whether the videos included links to vendors, whether the videos were followed by other modification videos via YouTube's auto-play feature (ie, showing content based on user search history), gave how to instructions, included a warning (a warning statement about the health risks of smoking or a formal, legal, or conflict of interest disclaimer), or offered information about commercially available alternatives to modifications. If a person appeared in the video, we recorded if it was a single presenter or multiple presenters and their sex (male or female), race (white, black, other, or cannot be determined), and estimated age range (youth: younger than 18 years, young adult: approximately 18-25 years, or adult: older than 25 years). We classified the device(s) featured in the video as dripper, refillable tank, closed pod, refillable pod, home-built refillable tank, cig-a-like, squonk, 2-pod systems, and stem/salt hybrid  [17] . Definitions for ENDS devices are provided in Table  1 . If multiple devices were shown in a single video, all devices, regardless of their prominence, were included in the coding.\n\nTable  1 . Content codes for electronic nicotine delivery systems devices (N=168) and the percentage and number of videos in the final sample that featured each device type.\n\nValue, n (%) Definition Device type 63 (37.5) These devices do not include a tank but do include a tip, coil, wicks, battery housing, battery, and fire button. There is no e-liquid reservoir-e-liquid is squirted directly on to the coil housing or deck and heated up as soon as the fire button is pressed. They are intended to be taken apart and put back together, which makes them an open system. Some or most of the device has been hand-built, with some parts being retrofitted from existing commercially produced devices. Dripper 37 (22.0) A commercially produced refillable tank system, which features, at minimum, a tip, a glass tank, a coil, a battery unit, and a fire button. The tip, tank, coil, and batteries can be removed, and the tip, tank, coil, and battery unit can be easily separated from each other and reconnected, which makes it an open device. For commercially produced devices, the battery unit is shaped either like a rectangular box (box mod) or like a cylinder (vape pen)."
    },
    {
      "title": "Refillable tank 7 (4.2)",
      "text": "A commercially produced closed pod system with a single pod that cannot be refilled, such as a Juul. These are typically small, thin, rectangular boxes about the shape of a 4-inch long USB drive. However, some may also be parallelogram, square, or teardrop shaped. Closed pod 5 (3.0) A commercially produced closed pod system with a single pod that can be refilled. These are similar to closed pod systems, except that the pods include a small port that allows the e-liquid reservoir to be refilled. Refillable pod devices with only 1 pod usually use salt nicotine (higher concentration and lower wattage)."
    },
    {
      "title": "Refillable pod 4 (2.4)",
      "text": "A home-built device featuring a refillable tank that is not commercially produced. They are intended to be taken apart and put back together, which makes them an open system. Some or most of the device has been hand-built, with some parts being retrofitted from existing commercially produced devices. Home-built parts may include a tip, battery housing, and fire button. Retrofitted parts may include a tip, tank, coil, electronics, and batteries."
    },
    {
      "title": "Home-built refillable tank 4 (2.4)",
      "text": "A commercially produced device designed to look like a combustible cigarette in size, shape, and color (sometimes including a brown/tan filter tip). However, it is entirely electronic and includes a battery, a small e-liquid reservoir, and an atomizer. Some are not rechargeable, nor can they be taken apart but are intended to be disposed of once the e-liquid has been used up. Others are rechargeable and have replaceable pods.\n\nCig-a-like 4 (2.4) A squonker, also known as squonk mod, is a type of dripper. Like drippers, they include a tip, coil, wicks, battery housing, battery, and fire button. There is, however, a small e-liquid reservoir made out of a pliable material such as silicone, which can be refilled. The e-liquid reservoir is accessible through a hole or window in the device, which allows the reservoir to be compressed. Compressing the reservoir squirts e-liquid directly on the coil, which heats it up as soon as the fire button is pressed. Squonks are only commercially produced and typically look like small box mods without the tank on top of the mod, but with the e-liquid reservoir visible and accessible through a small window on the side. Squonk 0 (0.0) Devices that include 2 pods of the same type and 2 receptors that can be swapped. This allows the device to provide vapor with 2 distinct flavors as well as vapor that blends the 2 flavors.\n\n2 pod systems 0 (0.0) A hybrid that includes 2 refillable pods each with its own receptor on the device. One is intended for salt nicotine e-liquid (higher concentration/lower wattage) and the other is for stem nicotine, that is, typical eliquid (lower concentration of nicotine, if at all/higher wattage). Each pod can only fit into 1 receptor on the device, and they cannot be swapped with the other receptor.\n\nStem/salt hybrid 7 (4.2) Several devices are featured. Multiple devices 15 (8.9) Device featured is another product not listed or unsure of the product type. Other\n\nWe developed a coding scheme to capture ENDS modifications to the coil, e-liquid, battery, pods, and other modifications. For each type of modification, we developed codes for common reasons for this modification, including an other option with text descriptions. Each modification was coded as 1 (present) or 0 (absent). The detailed codes with descriptions for modifications and reasons are presented in Table  2 .\n\nFinally, we coded the video's tone toward the featured ENDS modification and ENDS devices in general as positive, neutral, or negative."
    },
    {
      "title": "Video Coding",
      "text": "The coding team consisted of 5 members, who received a minimum of four 2-hour training sessions. The coders coded 5 to 10 videos for each training session, and discrepancies were discussed and resolved. Training videos were not included in the final data analysis because the code book was further revised during the training. To establish intercoder reliability, approximately 15% of videos (25/168, 14.9%) were randomly selected from the final sample. Due to the large amount of time spent to code each video, sequential-overlapping coding was used for reliability testing  [18] . Specifically, each of the 25 videos was coded by 2 coders, and each coder coded 10 videos in total. Using Randolph's free-marginal kappa  [19, 20] , the intercoder reliability of each variable was high, ranging from 0.74 to 1.0. The remaining videos were then divided and independently coded by 4 coders."
    },
    {
      "title": "Data Analysis",
      "text": "Data were analyzed using IBM SPSS 25. Descriptive statistics were performed to assess the frequency of each coding variable."
    },
    {
      "title": "Results"
    },
    {
      "title": "Characteristics of Videos, Presenters, and Device Types"
    },
    {
      "title": "Coil Modifications",
      "text": "Modifications to the coil were the most frequently portrayed; building coils from scratch was featured in 35.7% (60/168) of the videos. Coil replacement with a manufactured alternative was depicted in 5.4% (9/168) of videos, and 4.8% (8/168) of the videos showed how to alter coil voltage through controls in the device. Less than 0.6% (1/168) of the videos gave instructions on how to alter the number of coils in the device, and 1.8% (3/168) showed how to replace coils with a wire of different gauge. Only 1.2% (2/168) of the videos showed how to clean the coils in a nonmodifiable pod.\n\nReasons for modifying in many of the coil videos (31/168, 18.5%) were not in the prespecified list. Among these reasons, building coils from scratch (17/168, 10.1%) and enhancing flavor (6/168, 3.6%) were the most commonly described. Building coils from scratch included home builds (necessitating a new coil) and adding coils in store-bought devices. According to the presenters, enhancing flavor can be achieved by changing the wire gauge (eg, 28 vs 24 gauge), wire composition (eg, nickel vs stainless steel), or number of wire wraps. Increasing voltage was also listed as a reason for modifying coils (9/168, 5.4%).\n\nThe most viewed coil modification video (3,017,588 views) shows a presenter instructing the audience on how to build a sleeper coil (ie, double-wrapped coil made from a single wire). The tutorial includes instructions on how to wrap the coil and attach it to the battery posts. The how to portion is book-ended by discussion and demonstration of the modification. Before the tutorial, the presenter describes how the sleeper coil heats e-liquid efficiently, producing a greater cloud and better flavor. After the tutorial, the presenter vapes to demonstrate the size of his aerosol cloud, presumably the result of the sleeper coil."
    },
    {
      "title": "Modifications of E-Liquids",
      "text": "Modifications of e-liquids were depicted in 20.2% (34/168) of videos. Many of the e-liquid modification videos showed mixing (20/168, 11.9%; eg, mixing store-bought glycol). Separately, 1.8% (3/168) of videos included mixing liquids to increase nicotine levels. Adding other substances (eg, cannabis oil) was found in 3.6% (6/168) of videos.\n\nEnhancing flavor (16/168, 9.5%) and saving money (10/168, 6.0%) were reasons given for e-liquid modifications, as were other reasons (15/168, 8.9%). Descriptions of other reasons included creating better clouds, making nicotine-free liquid, and creating marijuana e-liquid. Overall, e-liquid modifications centered on allowing users to control the flavor, price, and composition of e-liquids.\n\nThe most viewed e-liquid mixing video  (1,769,171 views)  shows how to make e-liquids with store-bought materials. The presenter's face is not shown, although the video is narrated. The presenter describes 4 components necessary to make e-liquid: VG, PG, premixed liquid nicotine (75% VG and 25% PG), and store-bought flavoring (eg, strawberry and banana). Before mixing the components, the presenter uses a web-based e-liquid calculator. The calculator uses batch size, nicotine strength (mg/ml), and VG/PG ratio to calculate the mixing recipe. However, the calculator does not account for the addition of flavor. Therefore, the presenter explains the conversion necessary to add these liquids. At the completion of the conversion, the presenter combines the liquids in a cylinder and then attaches a clamp to a power drill, wraps the clamp fingers around the cylinder, and engages the drill, spinning the cylinder and mixing the liquids within. The liquid is then steeped in warm water to allow the ingredients to blend together. The video closes by encouraging viewers to document mixes in a spreadsheet.\n\nThe most viewed adding substances video (717,781 views) gives a tutorial on how to make weed e-cig juice. The presenter bakes marijuana on a cooking sheet, breaks it apart by hand, and mixes it with VG. After 3 months of iteratively adding glycerin and remixing the solution, the presenter strains marijuana-infused glycerin through a mesh and then injects the liquid into an ENDS tank. The video closes with the presenter blowing vapor clouds over an advertisement for marijuana accessories. Among the adding substances videos, most (5 of 6) focused on adding marijuana derivatives to e-liquids."
    },
    {
      "title": "Battery Modifications",
      "text": "No videos showed modifications to increase battery power, change configurations, or add additional batteries. The only videos coded for battery modifications were those in the other battery modification category (13/168, 7.7%), which showed variations of adding batteries to home-built devices. Examining descriptions for the other category showed that all entries were home builds, either adapting household items (eg, a flashlight) or using commercially made parts. Adapting household items to create a vape involved a premade battery, whereas building from scratch sometimes required wiring batteries. This distinction could indicate differences in battery modification hazards.\n\nThe most viewed (1,645,630 views) battery modification video transforms a flashlight into an ENDS device. The presenter does not address the audience, but text is displayed to highlight important steps. In the video, the presenter disassembles a flashlight and uses the parts as well as household materials to create a small vape. The body of the flashlight is retrofitted to hold a battery and the head with an atomizer (ie, a coil and wick attached to battery posts housed on a deck). The flashlight button engages the battery, heating the coil and producing a stream of vapor from the atomizer. The battery does not require wiring and appears to be a standard battery consistent with those used in any flashlight.\n\nOther battery videos, however, depict more advanced constructions. One example (763,291 views) shows how to build a box mod, which is a highly modifiable ENDS device characterized by a removable atomizer, open tank, and accessible battery housing. The presenter walks the audience through the build, which includes wiring of 2 lithium polymer batteries (ie, LiPo) into the device. LiPos are lightweight batteries that can explode if they are overcharged. Such explosions have been linked to injury of ENDS users  [21] . The presenter warns viewers not to let battery wires touch during construction. However, the breadth of the hazard is not disclosed, and the video contains no warnings about the danger of explosions."
    },
    {
      "title": "Modifications of Pods and Cartridges",
      "text": "A pod is a cartridge containing e-liquids to be inserted in an ENDS device. When the liquid is gone, many manufacturers intend that the cartridge is discarded and not reused (although there are some refillable pods on the market). Refilling nonreusable pods with e-liquid was found in 5.4% (9/168) of videos. The primary reasons for pod modifications (7/168, 4.2%) were not in the specified list, and thus, they were coded as other. Descriptions of other reasons included customizing the look of devices, increasing vapor production, and enhancing flavor. Extending the life of a pod was listed as a reason for 2.4% (4/168) of videos.\n\nAn example of pod modification (182,621 views) depicts a presenter changing the liquid in a nonreusable pod. In the video, the presenter uses scissors to open the cartridge. The presenter pours the liquid into another container, cleans the pod, and then refills it with an e-liquid called Heisenberg (fruit-flavored menthol). After the refill, the presenter takes several drags until the tobacco flavor is gone, and only Heisenberg remains. In this case, the pod modification is motivated by the choice of the flavor."
    },
    {
      "title": "Other Modifications",
      "text": "Only 1.2% (2/168) of videos showed modifications to the software regulating built-in controls. Replacement of an existing device with another with improved features was found in 0.6% (1/168) of videos, whereas replacing an existing device with another device with additional features was featured in 1.8% (3/168) of videos. Although drippers were the most featured devices (63/168, 37.5%), our analyses did not show any instances of converting nondripping devices to drippers. Finally, 13.1% (22/168) of videos did not fit within our specified coding categories and were coded as other modifications. These videos showed building ENDS as the primary activity. Several videos depicted unusual builds, such as creating a vape from an empty mint box or adapting a soda can into an e-liquid tank. One unique example (66,573 views) showed how to build an ENDS in the dashboard of a car. Other videos showed how to make drip tips to replace lost mouthpieces for drippers. In one example (85,006 views), the mouthpiece was made from a copper plumbing fitting. Together, videos coded as other showed unique modification behaviors mostly related to building from scratch."
    },
    {
      "title": "Tone",
      "text": "Most videos used a positive tone to portray ENDS modifications (106/168, 63.1% positive; 60/168, 35.7% neutral; and 2/168, 1.2% negative) but were either neutral or positive in their portrayal of ENDS devices (78/168, 46.4% positive; 89/168, 53.0% neutral; and 1/168, 0.6% negative)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This study provides information about the ways in which users modify ENDS devices on YouTube. Results identified several concerning trends, including lack of warnings, addition of marijuana derivatives to e-liquids, and the positive portrayal of ENDS devices and modifications. Regarding specific modifications, the most often modified components were coils and e-liquids. Modifications to the wick and battery were less often discussed. The sample of modification videos did not depict potentially harmful practices identified in past literature, such as modifying a device for dripping or increasing battery power. Together, these results help inform public health researchers by identifying trends in ENDS modifications on YouTube, the most popular video-sharing website in the world  [9]  and a primary source of information on ENDS devices and modifications  [11, 15, 16] .\n\nOur findings identified several concerning trends in modification videos. Specifically, the majority of videos gave how to instructions without warning viewers about potential dangers (eg, exploding batteries or lung exposure to harmful constituents). The majority also failed to mention commercially available alternatives, which could be less dangerous than home-grown modifications. ENDS devices and modifications were also depicted in a favorable light, and a majority of videos were followed by another modification video, likely the result of YouTube's default auto-play feature, which queues similar content based on search history. In a situation where YouTube users search for ENDS modifications, favorable portrayals and lack of warnings, coupled with auto-play features, could potentially create a self-reinforcing loop where users search for modification videos. The dangers of modifications are underemphasized to viewers, and these videos are followed by additional videos portraying ENDS in a favorable light, further underemphasizing the dangers of modification. Repeated, user-driven exposure to videos underemphasizing risks could normalize ENDS modifications, which is of particular concern given YouTube's primary audience.\n\nYouTube is the most popular video-sharing site in the world  [9] , and YouTube has been identified as a major platform where ENDS users obtain and share information about ENDS products and modifications  [12] [13] [14] . Many YouTube users are young, with 81% of those aged 15 to 25 years in the United States using YouTube  [22] . This demographic is often targeted by tobacco companies  [23, 24]  and is a group that often experiments with cigarettes and ENDS  [25] . Positive portrayals of modifications without safety warnings, which are algorithmically linked and shown in sequence to impressionable audiences, bear serious consideration from tobacco control experts. Future research may explore how YouTube modification videos could potentially detract from nicotine cessation campaigns aimed at youth and young adults.\n\nAltering the coil was the most prevalent type of modification in our study. Little research has investigated the effects of exposure to the components of coils on user health. One notable study tested e-liquids for neurotoxicants before and after contact with ENDS devices  [26] . Results showed higher levels of toxic metals in the aerosol, suggesting that the contamination resulted from the contact of e-liquids with the metals in ENDS devices, including coils. As coil modifications were most prevalent in our analysis, we suggest future research investigating possible health effects of coil modifications. E-liquid was the second most often modified characteristic in our sample. E-liquid modifications included mixing from scratch and adding other substances. In terms of mixing, most videos cited a desire to control the flavor as a reason for the modification. This finding is informative given the recent interest among policy makers to ban flavored e-liquids from the market  [27] . Regulatory policy should consider how regulating ENDS flavors might influence the likelihood that these actions will impact the frequency at which consumers mix their own flavored e-liquids.\n\nMarijuana derivatives were used in most videos depicting substances added to e-liquids. This finding is significant given the recent outbreak of vaping-related lung disease  [28] . Early investigation revealed that the majority of patients had a history of vaping tetrahydrocannabinol (THC) products, suggesting that the outbreak may be related to the source of THC or vaping THC in a device intended to be used with nicotine  [29] . Given the deadly nature of the new vaping lung disease, this particular modification may demand greater scrutiny from public health experts.\n\nTampering with devices to expose heating coils for dripping has been cited as a modification trend in past research  [30] . Yet, none of the videos in our sample showed how to adapt a nondripping device into a dripper. This finding resonates with recent interviews of ENDS enthusiasts, indicating that dripping modifications may be less frequent due to increased availability of commercially produced drippers and other devices that were previously only available via users' modifications  [14] . However, it should be noted that drippers were the most featured devices in YouTube videos. Thus, although dripping conversions were absent in our sample, modifications to drippers were frequent.\n\nAlthough exploding batteries are a risk  [6] , we found only a few videos on battery modifications. They were generally associated with building ENDS mods from scratch and showed some dangerous practices (eg, wiring LiPo batteries) that have not been widely discussed previously."
    },
    {
      "title": "Limitations",
      "text": "As this sample was collected in early 2019, it is unclear if the decline in videos on ENDS modifications we observed since 2017 will continue. Although this decrease corroborates our findings from interviews with ENDS enthusiasts  [14] , more research is needed to determine if this decrease continues. As this study was conducted before the first cases of e-cigaretteand vaping-associated lung injury were reported, we do not know what impact this outbreak may have had on ENDS modification activities. Our search keywords were not exhaustive and may not capture all ENDS modification videos on YouTube. Due to the variation of ENDS modification videos, our results are descriptive. More research is needed to isolate and identify causal mechanisms that motivate modification behaviors. This work informs future population-level surveillance research aimed at identifying motivations for modifying ENDS devices."
    },
    {
      "title": "Conclusions",
      "text": "Our content analysis of the full spectrum of ENDS devices and modifications in YouTube videos identified several concerning trends, including lack of warning to viewers, addition of marijuana derivatives to e-liquids, and the positive portrayal of ENDS devices and modifications. At the same time, our analysis did not find certain modifications (eg, dripper conversions or battery tampering), which have been identified previously as a public health concern. By identifying the types of modifications (with modifications to coil and e-liquid being the most prevalent), this study provides a foundation for assessing the prevalence of ENDS modifications in the population and informs the agenda for research assessing the health effects resulting from ENDS modifications."
    },
    {
      "text": "To increase the voltage of the heating coil Increased voltage(18.5) Other reasons for coil modification Other E-liquid modification(11.9) Mixing e-liquid includes making your own e-liquid from standard components (any of PG b , VG c , nicotine, flavors, etc) or altering bought e-liquid with any of these components (adding flavors and changing PG/VG ratio) E-liquid mixing (1.8) Replacing e-liquids with different levels of nicotine concentrations E-liquid concentration (3.6) Adding other substance (eg, cannabis oil) or replacing e-liquids with other substances Adding substances (7.7) Other type of e-liquid modification Other e-liquid modification Reasons for e-liquid modification (9.5) To enhance flavors in e-liquid Flavor (6.0) To save money/reduce the cost of manufactured liquid Cost (8.9) Other reasons for e-liquid modification Other Battery modification (0.0) Replacing a battery with a battery with different properties Replace battery (0.0) Changing battery configuration, either in series or in parallel Battery configuration (0.0) Attaching additional batteries Additional battery (7.7) Other modification to battery Other battery modification Reasons for battery modification (0.0) To increase the power of the existing tank device Increased power (2.4) Other reasons for battery modification Other Pod modification (5.4) Refilling pods with e-liquids Pod refilling Reasons for pod modification (2.4) To extend the life of a pod/cartridge Extend life (4.2) Other reasons of modifications to closed pod Other Other modification (1.2) Modifying software regulating controls Modifying controls (0.6) Replacing existing device with another device with improved features Improved features (1.8) Replacing existing device with another device with additional features Additional features (13.1) Other types of modification that are not listed above Other a The number of videos and the percentage in the final sample with each code present. b PG: propylene glycol. J Med Internet Res 2020 | vol. 22 | iss. 6 | e17104 | p. 4 https://www.jmir.org/2020/6/e17104 (page number not for citation purposes) Massey et al JOURNAL OF MEDICAL INTERNET RESEARCH XSL • FO RenderX c VG: vegetable glycerin."
    },
    {
      "text": "Each cell shows the number of videos with each modification. If a video showed a specific modification, the video was coded as 1. Videos coded as 1 include single modifications (eg, building a coil from scratch) or multiple modifications (eg, removing coil, cleaning coil, and rewrapping coil)."
    },
    {
      "text": "Codes and definitions of modifications and reasons for modifications (N=168)."
    },
    {
      "text": "Videos (N=168) ranged from 1 to 108 min in length(median 9.55) and accounted for a total of 112,043,718 views (median 168,234) as of March 15, 2019.Videos had more likes than dislikes (12 to 1 ratio).Examining videos by year showed an increase from 2013 (2/168, 1.2%) to 2014 (19/168, 11.3%), to 2015 (27/168, 16.1%), to 2016 (34/168, 20.2%), peaking in 2017 (51/168, 30.4%), and decreasing from 2018 (29/168, Most videos showed 1 or more persons (125/168, 74.5%), and presenters were largely male (117/168, 69.6%), white (94/168, 56.0%), and appeared to be adults older than 25 years (94/168, 56.0%).Modifications were most frequently performed on drippers (63/168, 37.5%) and refillable tanks (37/168, 22.0%;."
    },
    {
      "text": "Modification by device type."
    }
  ],
  "references": [
    {
      "title": "Trends in electronic cigarette use among US adults: use is increasing in both smokers and nonsmokers",
      "authors": [
        "R Mcmillen",
        "M Gottlieb",
        "R Shaefer",
        "J Winickoff",
        "J Klein"
      ],
      "year": 2015,
      "doi": "10.1093/ntr/ntu213"
    },
    {
      "title": "Outbreak of Lung Injury Associated with the Use of E-Cigarette, or Vaping, Products URL",
      "year": 2019,
      "doi": "10.32388/k3ta1t"
    },
    {
      "title": "Smoking & Tobacco Use: Frequently Asked Questions URL",
      "year": 2019,
      "doi": "10.1037/e411382005-001"
    },
    {
      "title": "Mass media interventions for smoking cessation in adults",
      "authors": [
        "M Bala",
        "L Strzeszynski",
        "R Topor-Madry"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.cd004704.pub4"
    },
    {
      "title": "Characterising KandyPens-related posts to Instagram: implications for nicotine and cannabis use",
      "authors": [
        "A Majmundar",
        "M Kirkpatrick",
        "T Cruz",
        "J Unger",
        "J Allem"
      ],
      "year": 2019,
      "doi": "10.1136/tobaccocontrol-2019-055006"
    },
    {
      "title": "Carbonyl compounds in electronic cigarette vapors: effects of nicotine solvent and battery output voltage",
      "authors": [
        "L Kosmider",
        "A Sobczak",
        "M Fik",
        "J Knysak",
        "M Zaciera",
        "J Kurek"
      ],
      "year": 2014,
      "doi": "10.1093/ntr/ntu078"
    },
    {
      "title": "Emissions from electronic cigarettes: key parameters affecting the release of harmful chemicals",
      "authors": [
        "M Sleiman",
        "J Logue",
        "V Montesinos",
        "M Russell",
        "M Litter",
        "L Gundel"
      ],
      "year": 2016,
      "doi": "10.1021/acs.est.6b01741"
    },
    {
      "title": "Direct dripping': a high-temperature, high-formaldehyde emission electronic cigarette use method",
      "authors": [
        "S Talih",
        "Z Balhas",
        "R Salman",
        "N Karaoghlanian",
        "A Shihadeh"
      ],
      "year": 2016,
      "doi": "10.1093/ntr/ntv080"
    },
    {
      "title": "The Top 500 Sites on the Web",
      "year": 2019
    },
    {
      "title": "100 million views of electronic cigarette YouTube videos and counting: quantification, content evaluation, and engagement levels of videos",
      "authors": [
        "J Huang",
        "R Kornfield",
        "S Emery"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4265"
    },
    {
      "title": "Orthodox and unorthodox uses of electronic cigarettes: a surveillance of YouTube video content",
      "authors": [
        "M Guy",
        "J Helt",
        "S Palafox",
        "K Green",
        "E Soule",
        "S Maloney"
      ],
      "year": 2019,
      "doi": "10.1093/ntr/nty132"
    },
    {
      "title": "The messages presented in electronic cigarette-related social media promotions and discussion: scoping review",
      "authors": [
        "K Mccausland",
        "B Maycock",
        "T Leaver",
        "J Jancey"
      ],
      "year": 2019,
      "doi": "10.2196/11953"
    },
    {
      "title": "E-cigarette marketing and communication: how e-cigarette companies market e-cigarettes and the public engages with e-cigarette information",
      "authors": [
        "L Collins",
        "A Glasser",
        "H Abudayyeh",
        "J Pearson",
        "A Villanti"
      ],
      "year": 2019,
      "doi": "10.1093/ntr/ntx284"
    },
    {
      "title": "Users' modifications to electronic nicotine delivery systems (ENDS): interviews with ENDS enthusiasts",
      "authors": [
        "Y Li",
        "R Fairman",
        "V Churchill",
        "D Ashley",
        "L Popova"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17030918"
    },
    {
      "title": "Portrayal of electronic cigarettes on YouTube",
      "authors": [
        "C Luo",
        "X Zheng",
        "D Zeng",
        "S Leischow"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-1028"
    },
    {
      "title": "Promotion of vape tricks on YouTube: content analysis",
      "authors": [
        "G Kong",
        "H Lavallee",
        "A Rams",
        "D Ramamurthi",
        "S Krishnan-Sarin"
      ],
      "year": 2019,
      "doi": "10.2196/12709"
    },
    {
      "title": "Automated dripping devices for vapers: RDTAs, bottomfeeders, squonk mods and dripboxes",
      "authors": [
        "P Harrell",
        "T Eissenberg"
      ],
      "year": 2018,
      "doi": "10.1136/tobaccocontrol-2017-053817"
    },
    {
      "title": "The Content Analysis Guidebook",
      "authors": [
        "K Neuendorf"
      ],
      "year": 2016,
      "doi": "10.4135/9781071873045"
    },
    {
      "title": "Free-Marginal Multirater Kappa (multirater K[free]): An Alternative to Fleiss' Fixed-Marginal Multirater Kappa",
      "authors": [
        "J Randolph"
      ],
      "year": 2005
    },
    {
      "title": "Online Kappa Calculator URL",
      "authors": [
        "Jj Randolph",
        "Randolph"
      ],
      "year": 2008,
      "doi": "10.1093/gmo/9781561592630.article.a2284843"
    },
    {
      "title": "Thigh burns from exploding e-cigarette lithium ion batteries: first case series",
      "authors": [
        "K Nicoll",
        "A Rose",
        "M Khan",
        "O Quaba",
        "A Lowrie"
      ],
      "year": 2016,
      "doi": "10.1016/j.burns.2016.03.027"
    },
    {
      "title": "Percentage of US Internet Users who Use YouTube as of 3rd Quarter 2019, by Age Group URL",
      "authors": [
        "Clement Statista"
      ],
      "year": 2019
    },
    {
      "title": "Targeted advertising, promotion, and price for menthol cigarettes in California high school neighborhoods",
      "authors": [
        "L Henriksen",
        "N Schleicher",
        "A Dauphinee",
        "S Fortmann"
      ],
      "year": 2012,
      "doi": "10.1093/ntr/ntr122"
    },
    {
      "title": "Camel No. 9 cigarette-marketing campaign targeted young teenage girls",
      "authors": [
        "J Pierce",
        "K Messer",
        "L James",
        "M White",
        "S Kealey",
        "D Vallone"
      ],
      "year": 2010,
      "doi": "10.1542/peds.2009-0607"
    },
    {
      "title": "E-Cigarette Use Triples Among Middle and High School Students in Just One Year URL",
      "year": 2015,
      "doi": "10.1371/journal.pone.0124385"
    },
    {
      "title": "Metal concentrations in e-cigarette liquid and aerosol samples: the contribution of metallic coils",
      "authors": [
        "P Olmedo",
        "W Goessler",
        "S Tanda",
        "M Grau-Perez",
        "S Jarmul",
        "A Aherrera"
      ],
      "year": 2018,
      "doi": "10.1289/ehp2175"
    },
    {
      "title": "Trump Administration Combating Epidemic of Youth E-Cigarette Use with Plan to Clear Market of Unauthorized, Non-Tobacco-Flavored E-Cigarette Products URL",
      "year": 2019,
      "doi": "10.32388/745076"
    },
    {
      "title": "Characteristics of a multistate outbreak of lung injury associated with e-cigarette use, or vaping -United States, 2019",
      "authors": [
        "C Perrine",
        "C Pickens",
        "T Boehmer",
        "B King",
        "C Jones",
        "C De Sisto",
        "Lung Injury",
        "Response Epidemiology",
        "/Surveillance Group"
      ],
      "year": 2019,
      "doi": "10.15585/mmwr.mm6839e1"
    },
    {
      "title": "E-cigarette use, or vaping, practices and characteristics among persons with associated lung injury-Utah, April-October 2019",
      "authors": [
        "N Lewis",
        "K Mccaffrey",
        "K Sage",
        "C Cheng",
        "J Green",
        "L Goldstein"
      ],
      "year": 2019,
      "doi": "10.15585/mmwr.mm6842e1"
    },
    {
      "title": "Electronic cigarettes: product characterisation and design considerations",
      "authors": [
        "C Brown",
        "J Cheng"
      ],
      "year": 2014,
      "doi": "10.1136/tobaccocontrol-2013-051476"
    }
  ],
  "num_references": 30
}
