{
  "paper_id": "Q72VNZ9I",
  "title": "New Look at Social Support: A Theoretical Perspective on Thriving through Relationships",
  "abstract": "Close and caring relationships are undeniably linked to health and well-being at all stages in the lifespan. Yet the specific pathways through which close relationships promote optimal well-being are not well understood. In this article, we present a model of thriving through relationships to provide a theoretical foundation for identifying the specific interpersonal processes that underlie the effects of close relationships on thriving. This model highlights two life contexts through which people may potentially thrive (coping successfully with life's adversities and actively pursuing life opportunities for growth and development), it proposes two relational support functions that are fundamental to the experience of thriving in each life context, and it identifies mediators through which relational support is likely to have long-term effects on thriving. This perspective highlights the need for researchers to take a new look at social support by conceptualizing it as an interpersonal process with a focus on thriving.",
  "year": 2017,
  "date": "2017-06-22",
  "journal": "Sex Roles",
  "publication": "Sex Roles",
  "authors": [
    {
      "forename": "Brooke",
      "surname": "Feeney",
      "name": "Brooke Feeney",
      "affiliation": "Carnegie Mellon University University of California , Santa Barbara \n\t\t\t\t\t\t\t\t Carnegie Mellon University \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Santa Barbara"
    },
    {
      "forename": "Nancy",
      "surname": "Collins",
      "name": "Nancy Collins",
      "affiliation": "Carnegie Mellon University University of California , Santa Barbara \n\t\t\t\t\t\t\t\t Carnegie Mellon University \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Santa Barbara"
    }
  ],
  "doi": "",
  "pmid": "8956515",
  "keywords": [
    "RELATIONSHIPS",
    "SOCIAL SUPPORT",
    "THRIVING",
    "GROWTH",
    "SAFE HAVEN",
    "SOURCE"
  ],
  "sections": [
    {
      "text": ". Especially notable, a meta-analysis  (Holt-Lunstad & Smith, 2012)  shows that being socially integrated in a network of meaningful relationships predicts mortality more strongly than many lifestyle behaviors (e.g., smoking, physical activity) that have been the focus of national health care campaigns. On the basis of these results, Holt-Lunstad and  Smith (2012)  suggest that public health campaigns should focus on helping people to cultivate high quality relationships. But what would such a campaign look like? What specific features of relationships should be targeted? Unfortunately, the mechanisms linking relationships to health, and the specific features of relationships that should be cultivated, are not well-understood.\n\nThere are several reasons for this gap in the literature. First, research on relationships and health has not been well-integrated with research and theory on close relationships. Most of the empirical work linking relationships to health and well-being conceptualizes social relations in terms of individuals' general reports of their marital status, social networks, social integration, and perceived social support (e.g.,  Antonucci, Okorodudu, & Akiyama, 2002; Diener, Suh, Lucas, & Smith, 1999; Helgeson, 1993; Hughes, Waite, Hawkley, & Cacioppo, 2004; Lang & Carstensen, 1994; Ryff, 1989; Uchino et al., 1996) . With few exceptions (e.g.,  Burman & Margolin, 1992; Kiecolt-Glaser & Newton, 2001; Pietromonaco, Uchino, & Dunkel Schetter, 2013) , researchers have not considered specific dyadic behaviors or interaction patterns that underlie the effects of social relations on health and well-being, or the mechanisms through which these effects occur (see  Uchino, Bowen, Carlisle, & Birmingham, 2012 , for further elaboration of this point). As a result, we know relatively little about how relationships promote or hinder thriving.\n\nSecond, research on relationships and health has focused almost exclusively on the importance of supportive relationships in the context of stress or adversity. Although stressbuffering is important  (Cobb, 1976; Cohen & Wills, 1985) , there is also strong evidence for a main effects model of social support, indicating that close relationships are tied to wellbeing even in the absence of specific stressors  (Lakey & Orehek, 2011) . Close relationships promote well-being in many ways, not just as a resource in times of adversity. Yet decades of research on social support has all but ignored another life context in which relationships can protect and enhance well-being -by enabling individuals to fully participate in life's opportunities for growth and development in the absence of adversity.\n\nFinally, research on social support has conceptualized health primarily in terms of the presence or absence of negative outcomes associated with acute and chronic stress (e.g., mortality, morbidity); this narrow focus has limited our understanding of the many ways in which social relationships can promote (or hinder) positive human health and well-being. One reason for this narrow focus is that research on social support has not been wellintegrated with the literature on positive well-being, which shows that positive health endpoints are not simply the opposite of negative ones, and that optimal health is not simply the absence of mental and physical illness (e.g.,  Deci & Ryan, 2000; Diener et al., 2006; Keyes, 2007; Lyubomirsky et al., 2005; Ryff & Singer, 1998; Seligman, 2002 Seligman, , 2008)) . How do close relationships support individuals not only in their ability to cope with stress/ adversity, but also in their efforts to learn/grow, explore, achieve goals, cultivate new talents, and find purpose and meaning in life?\n\nTo understand how relationships affect health and well-being -and how people thrive -the literature is in need of theoretical models that describe specific interpersonal processes that have implications for human thriving. Our goal is to contribute to this effort by offering a model of social support and thriving that takes insights from three literatures that have remained largely independent -the positive well-being literature, the social support literature, and the close relationships literature. This model builds on traditional social support theory by (a) focusing on close relationships and dyadic support processes, (b) emphasizing the important end-state of receiving support as \"thriving\" (not just stressbuffering or maintenance of status quo), (c) highlighting the importance of support provision in life contexts other than adversity, and (d) identifying specific mediators that are likely to explain the link between support and long-term thriving outcomes. Our overarching goal is to offer an integrative perspective for understanding how close relationships promote (or hinder) thriving, and for guiding a new generation of research on this important and timely topic.\n\nIn this article we present an integrative model of thriving through relationships in which we conceptualize social support as an interpersonal process that functions to promote thriving in two life contexts -experiences of adversity and opportunities for growth in the absence of adversity. This model is presented in Figures  1  and  2  and will be elaborated throughout the following sections. We begin by identifying core components of thriving and highlighting two life contexts in which individuals can thrive. Next, we specify two corresponding relational support functions that contribute to thriving in each life context, followed by a discussion of potential mechanisms linking these support functions to long-term thriving outcomes. We then present an elaborated model of the interpersonal processes involved in each type of support and the ways in which these processes can be effectively cultivated in close relationships. We conclude by providing a roadmap for future research."
    },
    {
      "title": "What does it mean to thrive?",
      "text": "To understand how close relationships promote (or hinder) thriving, it is important to begin with a clear definition of thriving. The Merriam-Webster Dictionary defines thriving as flourishing (growing or developing vigorously), prospering (being successful; gaining in wealth or possessions), and progressing toward or realizing a goal despite or because of circumstances  (www.merriam-webster.com) . Theoretical perspectives on thriving agree that thriving connotes growth, development, and prosperity, although differences emerge in the specification of what this growth and prosperity looks like, and the contexts in which it occurs (e.g.,  Bundick, Yeager, King, & Damon, 2010; Diener et al., 2010; Lerner, von Eye, Lerner, Lewin-Bizan, & Bowers, 2010; Ryff & Singer, 2000) ."
    },
    {
      "title": "Components of Thriving",
      "text": "Although thriving has been conceptualized in a variety of ways, all perspectives agree that it includes flourishing both personally and relationally (e.g.,  Benson & Scales, 2009; Bundick et al., 2010; Diener et al., 2010; Keyes, 2003; 2007; Lerner et al., 2010; Ryff & Singer, 1998; 2000; 2008; Seligman, Steen, Park, & Peterson, 2005; Theokas et al., 2005) . Integrating these perspectives, we conceptualize thriving in terms of five broad components of well-being and their respective indicators (see Table  1 ): (1) hedonic well-being (happiness and life satisfaction -the perceived quality of one's life), (2) eudaimonic well-being (having purpose and meaning in life, having and pursuing passions and meaningful goals, personal growth, self-discovery, autonomy/self-determination, mastery/efficacy, development of skills/talents, accumulation of life wisdom, movement toward one's full potential),  (3)  psychological well-being (positive self-regard, self-acceptance, resilience/hardiness, a positive belief system, the absence of mental health symptoms or disorders), (4) social wellbeing (deep and meaningful human connections, positive interpersonal expectations, a prosocial orientation toward others, faith in others/humanity), and (5) physical well-being (physical fitness, the absence of illness or disease, health status above expected baselines, longevity). This definition incorporates  Ryff and Singer's (1998; 2008)  specification of \"criterial goods\" that embody lives well lived, and other specifications of psychological flourishing (e.g.,  Henderson & Knight, 2012; Keyes, 2003 Keyes, , 2007;; Seligman et al., 2005)  and positive health (e.g.,  Seligman, 2008) . It is also consistent with a large literature on subjective well-being, which defines well-being in terms of pleasant affect, life satisfaction, and satisfaction within specific life domains (e.g., work, family), having social and personal resources for making progress toward valued goals  (Diener et al., 1999) , and the fulfillment of basic needs for competence, autonomy, and relatedness that promote intrinsic motivation and growth  (Ryan & Deci, 2000) . It also draws from humanistic theories regarding self-actualization and the motive to realize one's full potential (e.g.,  Maslow, 1998; Rogers, 1961) , from models of mental and physical resilience in response to stress (e.g.,  Epel, McEwen, & Ickovics, 1998) , and from developmental perspectives on the defining markers of thriving  (Benson & Scales, 2009; Dowling, Gestadottir, Anderson, von Eye, & Lerner, 2003; King et al., 2005; Lerner, Dowling, & Anderson, 2003; Moore & Lippman, 2005; Scales, Benson, Leffert, & Blyth, 2000; Theokas et al., 2005) . Our goal in consolidating these perspectives into the five components (and related indicators) listed above is to provide a conceptual framework -and a point of departure -for considering how relationship support promotes people's progress or prosperity in these many domains of well-being, not just in stress-related diseases and outcomes.\n\nThis conceptualization of thriving does not require that thriving be viewed as an \"all or none\" outcome, or defined by a strict cut off point on some scale or measure. Thriving is a multi-dimensional construct that exists as a continuum -people can be more or less thriving across a variety of domains of well-being. Moreover, thriving must be considered with respect to the individual's current circumstances. For example, an individual with cancer is likely to experience lower levels of health and well-being compared to an individual without cancer, but a cancer patient with a caring support network is likely to experience better outcomes (e.g., more purpose and meaning in life, deeper social connections) than a cancer patient who lacks a supportive network. Thus, thriving must be defined in relative rather than absolute terms. The goal of our theoretical perspective is to understand how relationship support (in stressful and non-stressful times) contributes to optimal well-being in the ways that are possible for individuals given the circumstances and environments in which they are situated."
    },
    {
      "title": "Life Contexts through which Individuals Thrive",
      "text": "Building on prior models of resilience and thriving in the face of stress  (Carver, 1998; Epel et al., 1998) , and models of flourishing and positive well-being  (Deci & Ryan, 2000; Diener et al., 2006; Ryff & Singer, 1998; Seligman, 2002 Seligman, , 2008)) , the current perspective highlights two life contexts through which individuals may potentially thrive. A first context involves the experience of adversity. Individuals thrive in this context when they are able to cope successfully with adversities, not only by being buffered from potentially severe consequences of adversity when it arises, but also by emerging from the experience as a stronger or more knowledgeable person. Because thriving connotes growth and development, thriving in the face of adversity involves more than simply returning to baseline or maintenance of the status quo  (Carver, 1998; Epel et al., 1998) . Thriving occurs when people weather the storms of life in ways that enable them to grow from the experience (e.g., perhaps through heightened sense of mastery, increased self-regard, a greater sense of purpose in life, and more meaningful social bonds;  Ryff & Singer, 1998) . Although everyone experiences adversity, individuals who thrive through adversity are eventually able to both cope with it in such a way that they do not stay down and defeated, and take something useful or constructive from the experience that enhances their wellbeing.\n\nA second context through which individuals may thrive involves the experience of life opportunities for growth and prosperity in the absence of adversity. Individuals thrive in this context when they are able to fully participate in opportunities for fulfillment and personal growth through work, play, socializing, learning, discovery, creating, pursuing hobbies, and making meaningful contribution to community and society  (Deci & Ryan, 2000; Ryff & Singer, 1998) . These opportunities may be viewed as positive challenges because they often involve goal strivings and goal pursuits that require time, effort, and concentration. Thriving individuals are likely to formulate and actively pursue personal goals, and to pursue them in a self-determined manner  (Deci & Ryan, 2000; Emmons, 1991) . Theoretically, one must function well in both life contexts (adversity and life opportunities) in order to be a maximally thriving individual, as functioning in each context makes independent contributions to thriving outcomes."
    },
    {
      "title": "Relational Support Functions as Predictors of Thriving",
      "text": "What enables people to thrive through adversity and through life opportunities for growth? That is, how do people \"flower into the kinds of persons who don't simply avoid problems and pathologies, but who embrace life and make full use of their special gifts in ways that benefit themselves and others?\" (Benson & Scales, 2009, p. 90) . Our ultimate goal is to make a case for how responsive social support within the context of one's close relationships promotes thriving. In making this case, we present a model of thriving through relationships that puts relationships at the forefront in facilitating or hindering thriving. This perspective requires us to take a new look at social support and to re-conceptualize it in terms of the promotion of positive well-being instead of only buffering stress -and to view it as an interpersonal process that unfolds over time instead of an attitude or expectation (e.g., perceived available support).\n\nA key proposition of this perspective is that well-functioning close relationships (with family, friends, and intimate partners) are fundamental to thriving because they serve two important support functions that correspond to the two life contexts through which people may potentially thrive -coping successfully with adversity, and participating in opportunities for growth and fulfillment in the absence of adversity. These support functions are rooted in attachment theory  (Bowlby, 1982 (Bowlby, , 1973 (Bowlby, , 1988;; Mikulincer & Shaver, 2007) , which proposes that all individuals enter the world with propensities to seek proximity to close others in times of stress (an attachment behavioral system), to explore the environment (an exploration system), and to support the attachment and exploration behavior of close others (a caregiving behavioral system). The perspective advanced here extends attachment theory in its focus on thriving and in its detailed articulation of ways in which supportive relationships contribute to thriving outcomes. We begin by elaborating on the two support functions that relationships serve that facilitate thriving through adversity and opportunities for growth."
    },
    {
      "title": "Support for thriving through adversity",
      "text": "One important function that relationships serve is to support thriving through adversity, not only by buffering individuals from the negative effects of stress, but also by helping them to emerge from the stressor in a way that enables them to flourish either because of or despite their circumstances (see Figure  1 , paths a-c). Relationships serve an important function of not simply helping people return to baseline, but helping them to thrive by exceeding prior baseline levels of functioning. A useful metaphor is that houses destroyed by storms are frequently rebuilt, not into the same houses that existed before, but into homes that are better able to withstand similar storms in the future. So too are people able to emerge from adverse life circumstances stronger and better off than they were before with the support of significant others who fortify and assist them in the rebuilding. In this sense, relationships can provide a source of strength, in addition to a refuge, in adverse circumstances.\n\nIn other work, we refer to the support of a relationship partner's attachment behaviors (i.e., proximity-seeking and support-seeking in times of adversity) as the provision of a safe haven. This conceptualization is based on attachment theory's notion of a safe haven  (Bowlby, 1988) , which functions to support behaviors that involve \"coming in\" to a relationship for comfort, reassurance, and assistance in times of stress  (Collins & Feeney, 2000; Feeney, 2004; Feeney & Collins, 2004) . Although the term safe haven has not generally been used in the social support literature, this is the type of support that has most often been studied in prior work. Indeed, when researchers use the term \"social support,\" they are almost always referring to the provision (or seeking) of instrumental or emotional aid in response to stressful or negative life events. From an attachment perspective, good support-providers are those who are able to effectively restore an attached person's felt security when needed -by providing emotional comfort and facilitating problem resolution. However, when viewing thriving as the ultimate outcome of receiving support (and not only restoration of felt security), then the term safe haven does not fully capture all of what is needed to promote thriving through adversity. Thus, we expand attachment theory's notion of a safe haven and refer to this relational support function that strengthens/fortifies as well as comforts/protects in times of adversity as Source of Strength (SOS) support (depicted in the top portion of Figure  1 ). We emphasize the promotion of thriving through adversity as the core purpose of this broader support function. This idea of flourishing through adversity is consistent with work on post-traumatic growth or benefit finding (for reviews see  Calhoun & Tedeschi, 2006; Helgeson & Lopez, 2010; Helgeson, Reynolds, & Tomich, 2006; Joseph, Murphy, & Regel, 2012; Linley & Joseph, 2004)  and on the development of resilience in the face of adversity  (Aldwin, Sutton, & Lachman, 1996; Carver, 1998; Seery, Holman, & Silver, 2010) . However, these processes are not typically considered in a relational context, nor has the support of growth through adversity been a focus of theoretical or empirical work in the social support literature (although there is emerging work within the post-traumatic growth literature that implicates social relations as predictors of growth or benefit finding; e.g.,  Dunn, Occhipinti, Campbell, Ferguson, & Chambers, 2011; Lelorain, Tessler, Florin, & Bonaud-Antignac, 2012; Lepore & Kernan, 2009; Leung et al., 2010; Luszczynska, Mohamed, & Schwarzer, 2005; Morris, Campbell, Dwyer, Dunn, & Chambers, 2011; Powell, Gilson, & Collin, 2012; Prati & Pietrantoni, 2009; Scrignaro, Barni, & Magrin, 2011) .\n\nHow does one promote thriving through adversity? Table  2  provides a summary of the components of SOS support. First, consistent with attachment theory, the SOS support function must be enacted on a foundation of safe haven support. This involves providing safety and protection (a refuge), as well as relief of the burdens that one experiences during times of adversity  (Bowlby, 1982; Collins & Feeney, 2000) . Relationship partners can provide this function by accepting a close other's dependency needs  (Feeney, 2007) , providing a comfortable environment for the expression of negative emotion  (Spiegel & Kimerling, 2001) , providing emotional comfort and reassurance, conveying understanding and acceptance, providing instrumental aid with regard to alleviating the adverse circumstances, and shielding or defending the close other from negative forces related to the stressor. For example, one may provide a safe haven to a romantic partner who has been blindsided by friendship betrayal by accepting the partner's expressions of distress, offering comfort, and defending/protecting the partner's reputation from negative repercussions of the betrayal.\n\nOn this foundation, the SOS support function promotes thriving through adversity (not just coping with adversity) through a process of fortification, which includes assisting in the development of a close other's strengths and abilities relevant to coping with the adversityeither by pointing out strengths and abilities that the person already has but may not recognize (helping them learn about the self through adversity), or by recognizing a strength or ability that is needed for successful coping and assisting them in attaining it. For example, one may fortify a shy friend who is being taken advantage of at work by instilling confidence, coaching in ways of dealing with colleagues, helping to develop communication skills, and providing opportunities for practicing the skills. This promotes thriving because the recipient may not only stop the adverse events, but also use the new skills to reach new heights in his/her career.\n\nA related and necessary function of SOS support involves assisting in the reconstruction process once an individual has been fortified with the strength to rebuild. This involves motivating a close other who has experienced adversity to stay in the game and use their strengths to implement new approaches that take into account the negative forces identified through the adverse experience. This includes motivating positive coping with adversity by encouraging positive action instead of dwelling on negative circumstances that cannot be changed. For example, an individual who copes with the loss of a job by ruminating and staying in bed all day would benefit from having someone who not only helps to nurture his/her strengths, but who also encourages him/her to use those strengths to rebuild in a positive way (e.g., to make a career change, go back to school) that can contribute to thriving. Doing this successfully requires assisting in reframing/redefining the adversity as a mechanism for positive change. This function of SOS support involves a cognitive redefining of the adversity so that it does not seem as threatening or insurmountable as it may have initially. It includes helping a close other to view the adversity as one that can be overcome or to find benefits in the adverse experience. This redefinition should enable one to approach the adversity in a way that will promote thriving. For example, viewing an unwanted divorce as an indicator of one's lack of desirability or the end of one's life would be detrimental to positive coping and the possibility of thriving through adversity. Assistance in putting the adversity in perspective (e.g., as a common occurrence) and redefining it (e.g., as an impetus for positive change) may motivate the individual to use the experience as a stepping stone for forging new relationships.\n\nIt is important to note that a majority of the social support literature has focused on stressbuffering effects of social support. In fact, social support has been defined as the \"provision of psychological and material resources intended to benefit an individual's ability to cope with stress\"  (Cohen, 2004, p. 676) . In positing the source of strength support function, we propose that support providers can do much more than buffer stress or return one to baseline levels of functioning. We propose that when support-providers provide a source of strength, they assist in helping the recipient to grow, flourish, or prosper (to thrive) through the adversity. Thus, we argue for a broader perspective on social support than has historically been taken in the literature, and we do this by proposing that support in times of adversity should be viewed more broadly than simply buffering negative effects of stress, and by proposing that social support must be considered in non-adverse life contexts as well, as we turn to next. We do not suggest that stress-buffering models of social support are incorrect, as there is an abundance of research showing stress-buffering effects. Instead, we propose that (1) support provision that promotes thriving goes beyond just buffering stress, and (2) support for thriving should be examined in more than just stressful life contexts."
    },
    {
      "title": "Support for thriving through participation in life opportunities in the absence of adversity",
      "text": "Another important function that relationships serve is to provide support for thriving through participation in life opportunities in the absence of adversity (Figure  1 ,  paths d-f ).\n\nSupportive relationships can help people thrive by promoting engagement in opportunities that enable them to enhance their positive well-being by broadening and building resources  (Bowlby, 1988; Fredrickson, 2001)  and finding purpose and meaning in life  (Ryff & Singer, 1998) . Although most research in the social support literature concerns support in times of stress, we emphasize that support in the absence of adversity is equally important for thriving. A key aspect of this perspective is that people must fully embrace life and its opportunities in order to thrive, and that close relationships are integral in this process.\n\nIn other work, we have referred to the support of a significant other's exploration behavior (e.g., desires to learn, grow, play, discover, and accomplish goals) as the provision of a secure base (e.g.,  Feeney, 2004 Feeney, , 2007)) . This is based on attachment theory's notion of a secure base, which functions to support behaviors that involve \"going out\" from a relationship for autonomous exploration in the environment  (Bowlby, 1988 ; see also  Crowell, Treboux, Gao, Fyffe, Pan, & Waters, 2002; Waters & Cummings, 2000) . Although overlooked in the social support literature, good support-providers must not only know how to respond appropriately to attachment behavior and signals of distress, but also how to support exploration behavior (e.g., autonomous goal strivings, personal growth;  Bowlby, 1988) . Thus, an important aspect of support-giving involves the provision of a secure base from which an attached person can make excursions into the world (to play, work, learn, discover, create) knowing that he/she can return for comfort, reassurance, or assistance should he/she encounter difficulties along the way. Bowlby (1988)  describes the concept of a secure base as one in which support-providers create the conditions that enable significant others to explore the world in a confident way:\n\nIn essence this role is one of being available, ready to respond when called upon to encourage and perhaps assist, but to intervene actively only when clearly necessary. In these respects it is a role similar to that of the officer commanding a military base from which an expeditionary force sets out and to which it can retreat, should it meet with a setback. Much of the time the role of the base is a waiting one but it is none the less vital for that. For it is only when the officer commanding the expeditionary force is confident his base is secure that he dare press forward and take risks (p. 11).\n\nHowever, when viewing thriving as the ultimate outcome of receiving social support (instead of just providing a base for exploration, which emphasizes a passive, waiting role), the term secure base does not fully capture a support function that promotes thriving in the absence of adversity. Thus, for the model presented here, we expand attachment theory's notion of a secure base to include additional components necessary for supporting thriving. We refer to this relational support function that promotes engagement in life opportunities in nonadverse times as Relational Catalyst (RC) support (depicted in the bottom portion of Figure  1 ) because support-providers can serve as active catalysts for thriving in this context. We emphasize the promotion of thriving through life opportunities as the core purpose of this broader support function.\n\nHow does one promote thriving through engagement in life opportunities? Table  2  provides a summary of the components of RC support. First, nurturing a desire to create and/or seize life opportunities for growth is a key function. This includes expressing enthusiasm for life opportunities; validating a close other's goals, dreams, and aspirations (both big and small); encouraging a close other to challenge or extend himself/herself to grow as an individual (e.g., leave one's comfort zone to try challenging as well as familiar activities); communicating the potential benefits of creating/pursuing life opportunities; and providing encouragement to embrace even small opportunities that may be stepping stones to bigger ones. Because opportunities are not always readily available, the encouragement to take initiative in creating one's own opportunities is an important part of motivating the pursuit of life opportunities. Doing this successfully involves providing perceptual assistance in the viewing of life opportunities, which is another function of RC support. This includes helping a close other to focus on the positive aspects of opportunities instead of being paralyzed by potential difficulties and communicating that even unsuccessful opportunity-pursuits can lead to growth and subsequent opportunities. Perceptual assistance also includes assisting the person in recognizing opportunities that might otherwise be missed. Because a major impediment to engaging in life opportunities begins with the recipient's perception of them (e.g., as too difficult, as a threat to security, as likely to result in failure), relational catalysts help their significant others to notice and positively evaluate opportunities before they pass. This includes helping them create a vision of future possibilities, as visualizing potential outcomes may be a first step to attaining them.\n\nA third function of RC support is to facilitate preparation for engagement in life opportunities by promoting the development of plans, strategies, skills, and resources for approaching opportunities. This includes encouraging the development of requisite skills (and giving necessary space to do so), providing instrumental or informational assistance in attaining necessary resources, accommodating plans/strategies for pursuing goals, providing direct instruction or feedback if one has relevant expertise, encouraging one to perform to his/her capabilities (and to stretch his/her capabilities), and encouraging the setting of attainable goals  (Wrosch, Scheier, Miller, Schulz, & Carver, 2003) . A relational catalyst may also see a special quality in a person that others cannot yet see and nurture its development  (Rusbult, Finkel, & Kumashiro, 2009) .\n\nThe final function of RC support is to provide the launching function during actual engagement in life opportunities. Part of this involves attachment theory's notion of a secure base  (Bowlby, 1982; 1988; Feeney & Thrush, 2010)  and includes (1) providing encouragement during the engagement, (2) not unnecessarily interfering (e.g., refraining from providing support that is not needed/wanted, from becoming emotionally over-involved  [Coyne & DeLongis, 1986; Coyne, Wortman, & Lehman, 1988] , or from impeding the accomplishment of the goal/activity), as the primary function of a base is a waiting one  (Bowlby, 1988), and (3)  being available in the event that the base is needed (e.g., to assist in removing obstacles, and to stay connected to the partner's interests, choices, and feelings). Being available and staying connected are important because individuals who are confident in the availability of their base do not have to cling to that base to the extent that individuals who lack such confidence do  (Feeney, 2007) .\n\nSupporting capitalization  (Gable & Reis, 2010)  -by celebrating successes and accomplishments along the way -is another important part of the launching function that should encourage persistence and continued engagement in opportunities for growth. Capitalization promotes thriving because the social sharing of good news and positive events with responsive others confers benefits that amplify the good event (e.g., making it more memorable, creating a longer lasting impact on positive well-being;  Gable & Reis, 2010; Reis et al., 2010) . Research shows that when people share personal positive events with close others, and when close others are perceived to respond actively and constructively (e.g., expressing genuine pride and excitement), then disclosers experience increased positive affect and well-being, above and beyond the impact of the positive event itself. However, when close others respond passively or destructively and thereby deflate the discloser's excitement, the discloser is unable to fully benefit from the positive event  (Gable, Gonzaga, & Strachman, 2006; Gable, Reis, Impett, & Asher; 2004) . Enjoying life in the absence of adversity by sharing positive events and experiences with others (which are often related to goal pursuits and personal growth such as performing well at work or school, or milestones such as marriage or the birth of a child) is part of full engagement in life. Thus, an important part of supporting thriving includes the support of capitalization by responding actively and constructively to a close other's positive experiences.\n\nAnother important part of this launching function involves assisting in tune-ups and adjustments (e.g., in perceptions, skills, and strategies) as needed, and sensitively responding to setbacks. This supports thriving by increasing the likelihood that close others learn from their experiences and that each successive expedition is strengthened by building on the one before. In addition, relational catalysts support thriving by encouraging the pursuit of passions in a healthy and well-balanced manner such that other important opportunities or facets of life are not neglected (e.g., time spent with children, sleep and nutrition needs), by encouraging self-expansion  (Aron, Aron, Tudor, & Nelson, 1991; Aron, Aron, & Smollan, 1992) , and by perceiving and behaving toward a close other in ways consistent with his or her ideal self  (Drigotas, Rusbult, Wieselquist, & Whitton, 1999; Kumashiro, Rusbult, Finkenauer, & Stocker, 2007; Rusbult, Kumashiro, Stocker, Kirchner, Finkel, & Coolsen, 2005) . This functions to bring the individual closer to his or her ideal self (in terms of dispositions, values, and behavioral tendencies) through a process of behavioral affirmation (termed the Michelangelo Phenomenon). A series of longitudinal studies on this process in couples  (Drigotas, 2002; Drigotas et al., 1999; Rusbult et al., 2005)  has shown that when individuals perceive and behave toward a partner in ways that are consistent with the partner's ideal self, this treatment leads to actual movement toward the ideal self, which in turn predicts enhanced relationship functioning and personal well-being. In contrast, when individuals perceive and behave in ways that are inconsistent with the partner's ideal self (a process of disaffirmation), this leads to movement away from the ideal self and deterioration in personal and relationship well-being."
    },
    {
      "title": "Elaboration on Support Functions",
      "text": "Several aspects of SOS and RC support require elaboration. First, SOS and RC support represent two distinct support functions that have different purposes and that occur in different life contexts. This is an important distinction because individuals are likely to differ in the extent to which they provide or seek each support function. For example, individuals who are uncomfortable with expressions of distress or vulnerability (e.g., avoidant attachment) may have difficulty providing or seeking SOS support  (Collins & Feeney, 2000; Feeney & Collins, 2001) , whereas those who prefer to merge with others and fear losing them (e.g., anxious attachment) may have difficulty providing or seeking RC support  (Cassidy & Shaver, 2008; Feeney, Collins, Van Vleet, & Tomlinson, 2013) .\n\nSecond, SOS and RC support are conceptualized as support functions that are provided through the use of a constellation of particular support behaviors. Support functions describe the role or purpose for which support exists, and specific support behaviors -emotional, esteem, informational, and tangible support  (Brock & Lawrence, 2009; Cutrona, 1996a)  are employed in the service of accomplishing designated functions. Thus, a variety of support behaviors can be used for either support function, and these behaviors can be explicit (direct) or implicit (indirect), depending on the needs of the recipient. It is also important to note that although the provision of support requires time and effort, the support of a close other's thriving (through SOS and RC support) does not always require a large investment of time and energy. Many of the behaviors we outline for promoting thriving are simple to enact, such as communicating availability, sharing companionship, providing encouragement, not unnecessarily interfering, communicating about life opportunities, and celebrating successes. In fact, research indicates that small acts of care (e.g., a few words of encouragement, an enthusiastic response to good news, being physically present and attuned) can have a profound impact on personal and relationship well-being (e.g.,  Coan, Schaefer, & Davidson, 2006; Collins, Jaremka, & Kane, 2014; Eisenberger et al., 2007 Eisenberger et al., , 2011;; Feeney 2004 , Feeney & Lemay, 2012; Feeney & Thrush, 2010; Gable & Reis, 2010; Kane, McCall, Collins, & Blascovich, 2012; Schnall, Harber, Stefanucci, & Proffitt, 2008) , and that individuals can even benefit from symbolic proximity to close others (such that physical presence is not always required to reap the benefits of supportive others,  Jakubiak & Feeney, 2014; Master et al., 2009; Mikulincer, Gillath, & Shaver, 2002; Smith et al., 2004)  because they have developed mental representations of close others through repeated experience with them  (Bowlby, 1982; Baldwin, 1992) .\n\nFourth, although responsive close relationships that provide SOS and RC support provide the optimal environment for thriving, the perspective advanced here does not suggest that one particular type of relationship (e.g., a romantic relationship) is necessary for thriving, or that one particular person should be the only source of relational support for thriving. Instead, people will be most likely to thrive when they are embedded in a network of responsive relationships (e.g., with friends, siblings, intimate partners, parents, mentors) that together serve these important support functions. This assertion is supported by research showing that complex measures of social integration (i.e., having close, meaningful relationships with diverse social network members) are stronger predictors of mortality than are measures of marital status or network size  (Holt-Lunstad & Smith, 2012) , and with research showing the health costs associated with loneliness  (Hawkley & Cacioppo, 2003) . This perspective is also consistent with Social Baseline Theory's  (Beckes & Coan, 2011)  emphasis on risk-distribution and load-sharing with social network members to decrease costs of dealing with environmental demands and to free resources for engaging effectively with the environment.\n\nFifth, by specifying specific support functions that relationships serve, the current perspective highlights the importance of support quality. It is not just whether someone provides support, but it is how they do it that determines the outcome of that support. Any behaviors in the service of providing SOS and RC support must be enacted both responsively and sensitively in order to promote thriving (see  Reis, 2012 and Reis, Clark, & Holmes, 2004 , for theorizing on responsiveness). Being responsive involves providing the type and amount of support that is dictated by the situation and by the partner's needs  (Cohen & Wills, 1985; Cutrona, 1990; Simpson, Winterheld, Rholes, & Orina, 2007) . Responsive support-providers flexibly respond to needs and adjust their behavior in response to the contingencies of the situation  (Collins, Guichard, Ford, & Feeney, 2006; Feeney & Collins, 2001) . Being sensitive involves responding to needs in such a way that the support recipient feels understood, validated, and cared for  (Burleson, 1994 (Burleson, , 2009;; Maisel & Gable, 2009; Reis & Patrick, 1996; Reis & Shaver, 1988) . This is accomplished by offering support in a way that expresses generous intentions, protects the recipient's self-esteem, acknowledges the recipient's feelings and needs, conveys acceptance, and respects the recipient's point of view  (Collins et al., 2006) . Sensitive support also is provided in a way that respects the support-recipients' autonomy and self-determination (e.g., to chart their own course, to choose their own passions/goal pursuits, to choose their own ways of coping with or rebuilding after a stressor), which fosters confidence and intrinsic motivation  (Deci & Ryan, 2000 , 2002; Emmons, 1991; Rogers, 1961) . Thus, the degree to which support behavior is responsive depends on the type and amount of support given, and the degree to which it is sensitive depends on the manner in which the support is provided. Of course, being responsive and sensitive is not always easy, and even well intended support efforts may have unintended negative consequences  (Bolger & Amarel, 2007; Collins, Ford, Guichard, Kane, & Feeney, 2010; Coyne et al., 1988; Dunkel Schetter, Blasband, Feinstein, & Herbert, 1992; Gleason, Iida, Shrout, & Bolger, 2008; Rafaeli & Gleason, 2009; Rini, Dunkel Schetter, Hobel, Glynn, & Sandman, 2006; Rini & Dunkel Schetter, 2010) . For example, support-providers may offer support in a way that makes the recipient feel weak, needy, or inadequate; induces guilt or indebtedness; makes the recipient feel like a burden; minimizes or discounts the recipient's problem, goal, or accomplishment; blames the recipient for his or her misfortunes or setbacks; restricts autonomy or self-determination; or conveys a sense of contingent acceptance (e.g., that one must succeed in order to be accepted). Support-providers might also be neglectful or disengaged, over-involved, controlling, or otherwise out of sync with the recipient's needs  (Collins et al., 2006; Feeney & Collins, 2001; Kunce & Shaver, 1994) .\n\nWe suggest that unresponsive and insensitive support behaviors will undermine thriving because they promote either overdependence or underdependence: Overdependence (an over-reliance on others to do what can be done oneself) represents a means of clinging to significant others whose availability and acceptance is perceived to be uncertain, or to others who provide support when it is not needed. Underdependence (defensive self-reliance) represents a means of coping with a support environment in which significant others have been insensitive to or rejecting of one's needs. Optimal dependence (a healthy dependence on others in response to genuine need), optimal independence (a healthy degree of autonomy), and optimal interdependence (relationships characterized by mutual dependence) is made possible when significant others support thriving by providing sensitive and responsive SOS and RC support. Thus, it is important to recognize that close relationships can be a source of strain as well as support  (Brooks & Dunkel Schetter, 2011; Newsom, Mahan, Rook, & Krause, 2008; Rook, 1984; Rook, Mavandadi, Sorkin, & Zettel, 2007) . The presence of poor quality support can have a negative impact on thriving, and the mere existence of a relationship (e.g., a marriage) is not enough to confer thriving benefits. Poor quality SOS support (or lack thereof) can exacerbate stress, prolong recovery, reduce resilience, and hinder growth from adversity. Likewise, poor quality RC support can thwart goal striving, reduce intrinsic motivation, and hinder the development of new talents and capacities. Thus, individuals may fail to thrive either because they are socially isolated and lack access to a reliable relational support system or because they are embedded in central relationships (e.g., a marriage or parent-child relationship) that offer poor quality support. The extent to which core relationship partners provide effective SOS and RC support and the resulting effects on thriving is an area ripe for future research.\n\nFinally, it is important to acknowledge that people can cope with adversity and engage in life opportunities without support from significant others, and that people differ in their preferred levels of interdependence. However, our perspective is that people are most likely to thrive through adversity and life opportunities with these relational support functions intact. In emphasizing the importance of relational support, we do not minimize the role of individual initiative and personal fortitudes -such as grit, optimism, and hardiness -that also contribute to resilience and thriving. However, we believe that prior research and theory has underestimated the interpersonal basis for these personal characteristics and fortitudes. Our model suggests that social relationships (that provide responsive SOS and RC support) significantly contribute to the development and maintenance of these personal fortitudes."
    },
    {
      "title": "Pathways to Thriving through Relationships",
      "text": "How do SOS and RC support shape thriving outcomes? We propose that SOS and RC support make independent contributions to thriving through specific mechanisms (see Figure  1 , paths b and e). Each support process occurs in a different life context, involves different support functions, and results in different immediate outcomes that, over time, make independent contributions to the long-term thriving outcomes (Figure  1 , paths c and f).\n\nThe potential mechanisms linking SOS and RC support to thriving are important to delineate because they are necessary for understanding how thriving through relationships occurs and because they have received so little attention in the social support literature. The immediate outcomes of receiving support are rarely studied, and when they are studied, researchers tend to focus only on stress-related outcomes (e.g., coping, stress reactivity). By focusing on a broader definition of social support, and a broader conceptualization of health and wellbeing, the current model suggests a broader array of potential mechanisms and mediators. We suggest that the mechanisms for both support functions can be organized into eight broad categories that reflect immediate changes in the recipient's (a) emotional state, (b) self-evaluations/self-perceptions, (c) appraisals of the situation or event, (d) motivational state, (e) situation-relevant behaviors/outcomes, (f) relational outcomes, (g) neural activation/physiological functioning, and (h) lifestyle behaviors. Because SOS and RC support processes occur in different life contexts and have different functions, there should be differences in the specific manifestation of each outcome category for each support function.\n\nMoreover, these immediate outcomes are expected to temporally precede the core thriving outcomes, which develop over time and represent long-term outcomes. They are considered to be relatively circumscribed to the particular situation, and a collection of these circumscribed benefits contributes to thriving in a more global sense. For example, interpreting a single stressor as a challenge instead of a threat is not thriving, but an accumulation of such transformations would contribute to global thriving. Next, we describe each category of mediators for each support function. See Table  3  for a summary."
    },
    {
      "title": "Emotional State",
      "text": "Because a variety of negative emotions are associated with the experience of adversity, an important immediate outcome of receiving SOS support includes decreased negative emotion (e.g., fear, anxiety, doubt, distress, sadness, guilt, shame, anger, discouragement, loss/grief, embarrassment, humiliation, hurt/broken-heartedness, loneliness, despair, resentment, jealousy, and envy) -as well as faster recovery from negative emotional states generated by stressors  (Collins et al., 2014) . Increases in some positive emotions, which are often overlooked in research on social support, also should result from receiving SOS support and may include love, hope, gratitude, forgiveness, serenity/peace, calm, relief, and felt security (a feeling of safety from threats,  Bowlby, 1982; Sroufe & Waters, 1977) . Thus, through the provision of SOS support, significant others assist in restoring and sustaining a positive affective balance  (Fredrickson, 2009; Ryff & Singer, 2000) . These predictions are supported by research showing that receiving caring support from friends and romantic partners during stressful events decreases depression and anger  (Cutrona, 1986; Winstead & Derlega, 1985) , increases positive mood  (Collins & Feeney, 2000; Collins et al., 2014) , and increases feelings of calmness and security  (Kane et al., 2012; Simpson, Rholes, & Nelligan, 1992) . They are also supported by laboratory research on emotion sharing, which shows that sharing negative emotions with close others can reduce emotional distress and facilitate emotional recovery when the listener expresses empathy and encourages cognitive reframing  (Nils & Rimé, 2012) .\n\nRC support is expected to activate (or amplify) a broader range of positive emotions than SOS support including enthusiasm/excitement, interest, happiness, joy, amusement, pride, and curiosity. RC support also may lead one to feel inspired, lively, energetic, and invigorated. These emotions (in addition to love and gratitude that should emerge from both support processes) reflect the anticipation and pursuit of valued life opportunities, as well as the social sharing of resulting accomplishments. These predictions are consistent with research showing that responsive support for goals/exploration is linked with greater expressed enthusiasm during exploration activities and increases in positive mood afterwards  (Feeney, 2004; Feeney & Thrush, 2010) , and with research showing that when individuals share good news and receive enthusiastic responses, they experience enhanced positive mood that enables them to savor the experience and continue to accrue benefits from it  (Gable et al., 2004; Reis et al., 2010) . Although RC support should act most strongly on positive emotions, it should also reduce negative emotions that are sometimes evoked when individuals pursue life opportunities, including concerns about failure or feelings of guilt for taking time for oneself or for using shared resources. Instilling excitement/enthusiasm for the pursuit of opportunities and releasing one from anticipatory concerns are primary functions of RC support."
    },
    {
      "title": "Self-Evaluations and Self-Perceptions",
      "text": "Recipients of SOS support should experience feelings of self-acceptance, self-compassion (forgiving oneself for a failure or transgression, being kind to oneself), and a restored sense of self-integrity. Receipt of SOS support also should predict increased self-efficacy and perceived control to the extent that it has equipped the recipient with courage, knowledge, resources, or skills to overcome the adverse circumstance.\n\nBecause RC support promotes successful engagement in life opportunities, this should be a strong predictor of state self-esteem, self-confidence, and empowerment involving feelings of competency and self-efficacy (power to produce desired effects). Specific self-perceptions may include views of the self as capable of accomplishing goals, and as accomplished, skilled, and engaged in life. These predictions are consistent with evidence indicating that the responsive support of goal strivings/exploration is associated with increases in state selfesteem, perceived self-efficacy, perceived ability to achieve one's goals, self-confidence, and perceived capability  (Feeney, 2004; 2007; Feeney & Thrush, 2010) ."
    },
    {
      "title": "Appraisals of the Situation or Event",
      "text": "Receipt of SOS support should predict appraisals that one's resources outweigh the demands of the situation  (Lazarus & Folkman, 1984) . Other appraisals include views of the problem as controllable and temporary (not the way circumstances always will be), or the belief that one can adapt successfully to a problem or situation that cannot be changed. Particularly important for thriving, SOS support should predict appraisals of the experience as leading to positive change -that one may emerge from adversity as better or stronger than before.\n\nReceipt of RC support should predict appraisals of the opportunity as a positive challenge versus a threat, and as likely to result in positive outcomes. This includes expectations of success, and appraisals of the experience as meaningful, valuable, and worth one's time and effort. Corroborating these predictions, research has shown that being in the presence of a close other, or merely thinking about a supportive other, makes the physical world (a steep hill) appear less daunting  (Schnall et al, 2008) , and that responsive support of exploration/ goals is linked with greater perceptions that exploration is worthwhile  (Feeney & Thrush, 2010) ."
    },
    {
      "title": "Motivational State",
      "text": "SOS support should more strongly (than RC support) result in a regulatory orientation that is prevention-focused, which emphasizes safety, responsibility, and security needs, and seeks to avoid losses (see  Higgins, 1997; Shah & Higgins, 1997) . However, because SOS support is not just about minimizing negative effects of adversity but is about thriving through the experience, this support function should assist individuals in switching from a prevention orientation to a promotion orientation (which emphasizes hopes, accomplishments, advancement needs, and seeks to approach gains;  Shah & Higgins, 1997)  once safety and security needs are met. In this way, SOS support can encourage growth through adversity by motivating individuals to make changes in their lives, work toward rebuilding, and persevere through difficult times.\n\nBecause RC support encourages pursuit of life opportunities and releases one from constraints that may hinder these pursuits, a natural immediate consequence should be an increase in approach versus avoidance motivation toward the opportunity  (Elliot, 2008) . Approach motivation enables one to focus on the potential rewards to be gained by the opportunity instead of focusing on avoiding potentially negative outcomes (e.g., failure or embarrassment). One is motivated to stretch to new levels and not settle for good enough. This motivational state involves boldness and willingness to pull up stakes (not get stuck at one level) and leave one's comfort zone in order to grow and reach one's potential. Evidence for this comes from research showing that responsive support provision is associated with a greater willingness to engage in autonomous exploration  (Feeney, 2007) , and from experimental work showing that thinking about a responsive romantic partner (vs. an acquaintance) reduces defensive responses (self-handicapping) to potential failure during a challenging task  (Caprariello & Reis, 2011) . Responsive RC support should also lead to increased intrinsic motivation for pursuing life opportunities. This is consistent with research showing that intrinsic motivation, which is a principal source of enjoyment and vitality throughout life, is most likely to flourish in contexts characterized by a sense of security and relatedness, as well as contexts that nurture one's sense of competence and autonomy  (Deci & Ryan, 2000; Ryan & Deci, 2000) ."
    },
    {
      "title": "Situation-Relevant Behaviors, Resources, and Outcomes",
      "text": "Receiving SOS support should result in improved coping strategies and self-regulation (the ability to control one's behavior, emotions, and thoughts; the ability to develop, implement, and maintain planned behavior;  Miller & Brown, 1991; Muraven, Tice, & Baumeister, 1998) . Additional outcomes include problem resolution (or reduction of problem severity), positive changes in one's circumstances or successful adaptation to circumstances that cannot be changed (e.g., reduced rumination, positive reappraisal, acceptance), successful rebuilding (replacing features associated with the adversity with new and improved ones), and learning from the experience. This is consistent with research showing that support provision facilitates problem resolution (e.g.,  Lakey & Heller, 1988; Winstead, Derlega, Sanchez-Hucles, & Clarke, 1992) , promotes effective coping and adjustment to economic disadvantage  (Chen & Miller, 2012)  and to trauma and disease (see  Revenson, 2003; Uchino, 2004) , and facilitates benefit finding and growth following negative life events (see  Helgeson & Lopez, 2010) .\n\nReceiving RC support should result in immediate outcomes relevant to pursuit of life opportunities: successful engagement in and persistence at the life opportunity, goal progress, opened doors for additional opportunities, and the production of a high quality result (if an opportunity involved a product such as the completion of a project). This involves approaching the activity with greater focus, more energy, and a propensity to navigate challenges more effectively than one might otherwise. Consistent with these predictions, components of RC support predict greater persistence at and better performance on a laboratory exploration activity  (Feeney & Thrush, 2010)  and greater pursuit of personal goals  (Feeney, 2007) ."
    },
    {
      "title": "Relational Outcomes, Attitudes, and Expectations",
      "text": "Immediate relational outcomes of receiving SOS support include feelings of trust in the support-provider (a state of confidence in the support-provider's availability, goodwill, caring, and commitment;  Murray, 2005; Murray, Holmes, & Griffin, 2000) , emotional closeness as a result of feeling understood, validated, cared for, and accepted despite one's vulnerabilities  (Reis & Shaver, 1988) , and beliefs that seeking support and showing vulnerability is beneficial and met with compassionate responses. This is consistent with evidence indicating that acts of caring from a romantic partner during stressful situations can result in immediate increases in perceptions of feeling loved, valued, and accepted  (Collins et al., 2014; Kane et al., 2012) , and that responsive support from friends and romantic partners in daily life increases feelings of relationship closeness  (Gleason et al., 2008; Reis et al., 2010) .\n\nReceipt of RC support should result in other immediate relational outcomes including feelings of being valued and respected; satisfaction that one's relationship enables one to pursue goals in a self-determined manner; the formation of new social connections; selfexpansion with a close other  (Aron, Ketay, Riela, & Aron, 2008) ; and beliefs that sharing life opportunities with others, capitalizing on the experiences, and seeking/receiving support for them is beneficial. This is consistent with experimental studies showing that sharing good news and receiving an active and constructive response increases trust, closeness, and prosocial motivation in new acquaintances  (Reis et al., 2010) , with observational and daily diary studies showing that individuals feel happier and more satisfied in their relationships when they receive enthusiastic support for their positive event disclosures  (Gable et al., 2004; 2006; Reis et al., 2010) , and with research showing that responsive support of exploration/goal-strivings predicts relationship mood/satisfaction  (Brunstein, Dangelmayer, & Schultheiss, 1996; Van Vleet & Feeney, 2011) ."
    },
    {
      "title": "Neural Activation and Physiological Functioning",
      "text": "Immediate changes in neural and physiological functioning should result from the receipt of SOS support. Research indicates that neural regions associated with threat (amygdala, dorsal anterior cingulate cortex [dACC], anterior insula and periaqueductal gray  [PAG] ) can trigger physiological responses that have health implications, and that the experience of social connections can turn off this neural alarm system  (Eisenberger & Cole, 2012) . Thus, deactivation of neural areas associated with threat and increased activation of reward-related neural areas (ventromedial prefrontal cortex [VMPFC] and the posterior cingulate cortex [PCC]) associated with safety  (Eisenberger & Cole, 2012)  should be immediate outcomes of receiving SOS support. At the biological and physiological level, adaptive immune, endocrine, and cardiovascular functioning should result from receiving SOS support  (Miller, Chen, & Cole, 2009) . This includes reduced cortisol and stress reactivity, reduced inflammation, reduced cardiovascular threat response  (Blascovich, 2008a) , and increased oxytocin, which has been linked with positive social interactions  (Marazziti et al., 2006) . This is supported by research showing that activation of neural regions associated with threat is linked to increased cortisol levels and greater inflammatory responses to stressors  (Eisenberger, Taylor, Gable, Hilmert, & Lieberman, 2007; Slavich, Way, Eisenberger, & Taylor, 2010; Wang et al., 2005) , which should be attenuated when receiving SOS support. There is also evidence suggesting that activity in neural regions involved in detecting safety and reducing fear are involved in reducing cortisol responses to social stress (and in inhibiting sympathetic and promoting parasympathetic responses), and that simply seeing a picture of a highly supportive relationship partner during the experience of physical pain leads to increased VMPFC activity and corresponding decreases in self-reported pain and dACC activity  (Eisenberger et al., 2011) . These neural processes are thought to be mediated by neuropeptides involved in social bonding (endogenous opioids and oxytocin), which are released in response to positive close social contact and have stress-reducing properties  (Eisenberger & Cole, 2012) .\n\nFurther supporting this mechanism is research showing that holding the hand of a romantic partner attenuates neural activation in brain regions associated with threat and emotion regulation  (Beckes & Coan, 2011; Coan et al., 2006) , suggesting that the presence of a caring partner reduces the need to mobilize personal resources in dealing with environmental demands. Additional evidence comes from research showing that cardiovascular reactivity is buffered in individuals who experience a stressor in the presence of a close, non-evaluative support provider (e.g.,  Allen, Blascovich, Tomaka, & Kelsey, 1991) , that physical contact during a stressful task decreases heart rate and blood pressure (e.g.,  Ditzen et al., 2007) , that emotional support from a romantic partner prior to a stressful task reduces cortisol reactivity  (Collins et al., 2014) , and that spouses' expressions of intimacy (physical affection) are associated with lower daily cortisol levels, especially among those who experience high work-related stress  (Ditzen, Hoppmann, & Klumb, 2008) .\n\nIn contrast to SOS support, an immediate outcome of receiving RC support should be increased activation of neural areas associated with reward, positive affect, positive challenge, representation of goals, decision-making, and dopamine release (i.e., the striatum, orbitofrontal cortex, medial prefrontal cortex, ventral tegmental area, and amygdala;  Aron, Fisher, Mashek, Strong, & Brown, 2005; Forbes & Dahl, 2005; Schultz, 2000 , Spanagel & Weiss, 1999) . These activations should be linked to adaptive immune, endocrine, and cardiovascular functioning associated with positive affect and positive challenge. In contrast to SOS support, RC support is likely to generate more activated forms of positive emotions (e.g., excitement), which may lead to increased cardiovascular responding  (Pressman & Cohen, 2005)  reflecting a challenge (vs. threat) cardiovascular pattern that occurs when individuals evaluate their resources as outweighing their task demands  (Blascovich, 2008a) . RC support also should result in lower levels of stress hormones and adaptive immune functioning given its proposed effect on positive emotion, which has been linked with these physiological processes  (Pressman & Cohen, 2005) , and in increases in anabolic processes (growth and mineralization of bone and increases in muscle mass) likely to occur as a result of actively pursuing life opportunities (physical activity, e.g.,  Baldwin & Haddad, 2002; Cooper, 1994; Kjaer et al., 2005) . This is consistent with work indicating that social support/ loneliness/positive social interactions may influence health via changes in the cardiovascular, endocrine, and immune systems (e.g.,  Friedman & Ryff, 2012; Hawkley & Cacioppo, 2003; Heaphy & Dutton, 2008; Uchino, Uno, & Holt-Lunstad, 1999) ."
    },
    {
      "title": "Lifestyle Behaviors",
      "text": "Immediate changes in lifestyle behaviors should result from the receipt of SOS support. This includes a healthier diet (e.g., less stress-induced eating); better sleep quality (as sleep is not inhibited by feelings of distress or rumination on life adversity); decreased use of alcohol, smoking or other addictive substances as a means of coping with stress; and better adherence to medical regimens. SOS support also can enable the recipient to engage in behaviors (e.g., resting, taking breaks) that promote the rebuilding of depleted mental and physical resources.\n\nIncreased physical and mental activity is especially likely to be influenced by support that encourages one to embrace life opportunities. RC support should not only stimulate one physically, but should also enhance cognition and brain activity associated with such enhanced cognition  (Cracchiolo et al., 2007) . Additional lifestyle behaviors likely to be affected by RC support include engagement in restorative or recreational activities, as these activities represent a category of opportunities that people who receive RC support are more likely to embrace. Indirect support for these lifestyle predictions is provided by research showing that greater positive affect is associated with improved sleep quality  (Bardwell, Berry, Ancoli-Israel, & Dimsdale, 1999) , more exercise  (Ryff, Singer, & Dienberg Love, 2004) , greater engagement in restorative activities  (Smith & Baum, 2003) , and more intake of dietary zinc  (Pressman & Cohen, 2005) ."
    },
    {
      "title": "Mediators Predicting Long-Term Thriving",
      "text": "As shown in Figure  1  (paths c and f), the immediate outcomes of receiving SOS and RC support should, over many interactions, make independent contributions to long-term thriving outcomes. This perspective considers immediate outcomes of support interactions to be important because they have a cumulative impact on long-term outcomes. With regard to SOS support, if an individual experiences reduced anxiety, increased feelings of security and hope, reduced autonomic reactivity to stress, positive coping, increased motivation to face the adversity and then rebuild, problem resolution, and increased trust/closeness after interacting with significant others when distressed, then these experiences should, over time, contribute to thriving in terms of enhanced prospects for good mental and physical health, relationship growth/prosperity (social well-being), and both hedonic (happiness, life satisfaction) and eudemonic (personal growth, movement toward full potential) well-being. Receiving SOS support can have positive effects on thriving that more than compensate for the negative effects of the stressor. Thus, buffering the effects of stressors is not the sole purpose of SOS support.\n\nLikewise, the immediate outcomes of receiving RC support should (over many interactions) make independent contributions to the long-term thriving outcomes. If an individual experiences felt enthusiasm/excitement, a release from guilt and failure concerns, increased confidence/empowerment/self-esteem, successful engagement in life opportunities, adaptive physiological responses to challenge, and healthy interdependence after interacting with significant others regarding life opportunities, then these support experiences should, over time, contribute to thriving above and beyond contributions made by SOS processes.\n\nBecause the social support literature has not traditionally studied dyadic interaction or focused on thriving, there are few studies that directly test these predictions. The strongest evidence for paths c and d, Figure  1 , comes from studies linking social support to long-term relationship outcomes in couples. These studies show that responsive support engenders relationship benefits over time including increased satisfaction, intimacy, and trust (e.g.,  Acitelli, 1996; Carnelley, Pietromonaco, & Jaffe, 1996; Cutrona, 1996b; Feeney, 1996; Julien & Markman, 1991; Pasch & Bradbury, 1998; Sarason, Sarason, & Pierce, 1990; Sullivan, Pasch, Johnson, & Bradbury, 2010) .\n\nIndirect support for path c is provided by studies linking the experience of optimism  (Carver & Scheier, 2009; Rasmussen, Scheier, & Greenhouse, 2009) , hope  (Snyder, Irving, & Anderson, 1991) , forgiveness  (Tsang, McCullough, & Fincham, 2006; Witvliet, Ludwig, & Vander Laan, 2001; Worthington, & Scherer, 2004) , amusement  (Fredrickson, Mancuso, Branigan, & Tugade, 2000; Giuliani, McRae, & Gross, 2008; Martin, 2002) , gratitude  (Emmons & McCullough, 2003; Lambert, Clark, Durtschi, Fincham, & Graham, 2010)  and positive affect  (Folkman & Moskowitz, 2000; Tice, Baumeister, Shmueli, & Muraven 2007)  to improved coping, self-regulation, and various indicators of psychological well-being. Additional indirect support comes from empirical research linking coping (e.g.,  Carver, 2011; Denson, Spanovic, Miller, & Denson, 2009; Park, 1998) , anger, anxiety, and depression (e.g.,  Kubzansky, Cole, Kawachi, Vokonas, & Sparrow, 2006; Sirois, & Burg, 2003; Smith et al., 2008) , shame (e.g.,  Dickerson, Gruenewald, & Kemeny, 2004) , perceived stress (e.g.,  Cohen, Tyrrell, & Smith, 1991; Cohen & Williamson, 1991; DeLongis, Folkman, & Lazarus, 1988; Herbert & Cohen, 1993) , physiological threat responses (e.g.,  Blascovich, 2008b) , and relationship trust (e.g.,  Schneider, Konijn, Righetti, & Rusbult, 2011)  to indicators of physical health and resilience.\n\nThe predictions regarding RC support enabling an individual to thrive (path e and f, Figure  1 ) are consistent with research showing that a spouses' support of exploration behavior and goal strivings predicts recipients' greater engagement in exploration activities, greater likelihood of attaining goals over time, and increases in personal growth over the first year of marriage  (Brunstein et al., 1996; Feeney, 2007; Feeney & Van Vleet, 2010; Van Vleet & Feeney, 2011)  -and with research indicating that responsive parental support underlies healthy exploration behavior and the development of autonomy in children  (Ainsworth, Blehar, Waters, & Wall, 1978; Belsky, Rovine, & Taylor, 1984; Bowlby, 1988)  and adolescents  (Allen & Land, 1999; Moore, 1987; Noom, Dekovic, & Meeus, 1999) . Other supporting evidence indicates that personal goal strivings motivated by one's close relationships predicts goal attainment and well-being  (Gore & Cross, 2006 , 2010) , and that a romantic partner's behavioral affirmation of one's ideal self helps individuals move closer to their ideal selves over time  (Rusbult et al., 2009) .\n\nThe processes linking support for life opportunities to thriving in terms of psychological and physical health is supported by a longitudinal study with newlyweds showing that responsive support during the first year of marriage predicts better psychological and physical health one year later  (Van Vleet & Feeney, 2011)  and by studies indicating that the successful pursuit of personally meaningful goals is related to elated vs. depressed mood, happiness, and satisfaction with life  (Brunstein, 1993; Brunstein, Schultheiss, & Grassman, 1998; Emmons, 1986; Emmons & King, 1988; Omodei & Wearing, 1990; Palys & Little, 1983; Ruehlman & Wolchik, 1988; Sheldon et al., 2010; Yetim, 1993; Zaleski, 1987) . Additional evidence is provided by research linking positive emotions such as excitement, enthusiasm, and curiosity (emotions elicited or amplified by RC support) to psychological and physical health  (Cohen & Pressman, 2006; Fredrickson, 2000; Kashdan, McKnight, Fincham, & Rose, 2011; Kashdan & Silvia, 2009; Pressman & Cohen, 2005; Pressman et al., 2009) . As a whole, these studies show that individuals high (vs. low) in well-being pursue goals that are important, fulfilling, challenging, fueled by optimistic expectations, and assisted by others  (Little, Salmela-Aro, & Phillips, 2007) . The current perspective emphasizes that the interpersonal dynamics surrounding assistance by others plays a vital role in driving the effects of goal strivings on well-being.\n\nLongitudinal studies that support this idea show that perceptions of goal attainability and social support for personal goals predict changes in subjective well-being over time  (Brunstein et al., 1996) , and that favorable conditions to attain personal goals lead to high progress in goal achievement that translate into enhanced well-being  (Brunstein, 1993) . Of all the variables assessed, support of personal goals by significant others was the most powerful predictor of subjective well-being  (Brunstein, 1993) . Likewise,  Ruehlman and Wolchik (1988)  showed that project-relevant social support and hindrance, particularly from the person most important to an individual, accounted for variations in psychological wellbeing and distress. These effects are consistent with the perspective advanced here and with other researchers' speculations that social resources and networks contribute to mental health by encouraging the setting of personal goals and helping people achieve them  (Diener & Fujita, 1995; Robbins, Lee, & Wan, 1994) . In addition, indirect evidence for the effects of RC support on subjective well-being and mental health comes from work showing that support for competency, autonomy, and relatedness are associated with greater well-being among nursing home residents, with better performance and well-being in the workplace, and with well-being indicators including self-esteem, self-actualization, and a lack of depression and anxiety  (Deci, La Guardia, Moller, Scheiner, & Ryan, 2006; Ryan & Deci, 2000) .\n\nEvidence for the effects of RC support on thriving in terms of social well-being comes from studies showing that spousal support for personal goals predicts relationship satisfaction  (Brunstein et al., 1996; Kaplan & Maddux, 2002) , that people draw closer to significant others who are instrumental in the accomplishment of their goals  (Fitzsimons & Finkel, 2011; Fitzsimons & Fishback, 2010; Fitzsimons & Shah, 2008) , that responsive secure base support (a component of RC support) during the first year of marriage predicts increases in relationship quality one year later  (Van Vleet & Feeney, 2011) , and that capitalization support (a component of RC support) received from friends, family, and romantic partners during a two-week diary period predicts increases in general perceptions of support from one's social network two months later  (Gable, Gosnell, Maisel, & Strachman, 2012, Study 3) ."
    },
    {
      "title": "Elaborated Model of Interpersonal, Dyadic Processes",
      "text": "Thus far, our discussion has focused on macro-level processes linking relational support to long-term thriving outcomes; but it is also important to understand the micro-dynamics of SOS and RC support as they unfold in dyadic interaction. Thus, a goal of the present framework is to understand the links between close relationships and thriving by specifying the interpersonal support processes that occur in dyadic interaction. Toward this end, Figure  2  provides an elaborated model of the interpersonal processes involved in the provision of SOS and RC support for thriving. This model depicts an expansion of the boxes labeled \"interpersonal SOS support processes\" and \"interpersonal RC support processes\" in Figure  1 .\n\nInterpersonal SOS Support Processes-As shown in the top of Figure  2 , the interpersonal SOS support process is set into motion with an individual's experience of life adversity, which can motivate SOS support through two possible pathways: (1) Adversity may lead an individual to feel/express distress and desire proximity to and support from a close relationship partner (path a;  Bowlby, 1982; Collins & Feeney, 2000 , 2005) , and these support-seeking behaviors should motivate the partner to provide SOS support (path b;  Collins & Feeney, 2000 , Feeney, Cassidy, & Ramos-Marcuse, 2008; Feeney & Collins, 2001; Simpson et al., 1992) . (  2 ) Alternatively, just the knowledge that an individual is experiencing an adverse event is often enough to motivate SOS support from close others without the individual having to explicitly seek support (path c). Close others are likely to know when one is distressed (or when a situation is likely to cause distress) and provide support spontaneously and proactively.\n\nIn the next stage of the model, having someone who provides effective SOS support should result in the recipient perceiving that this behavior was supportive and responsive (path d). This is consistent with research showing that subjective perceptions of support quality are predictable from actual features of the support-provider's behavior  (Barbee & Cunningham, 1995; Collins & Feeney, 2000; 2004; Cutrona & Suhr, 1992; Dakof & Taylor, 1990; Dunkel-Schetter, Folkman, & Lazarus, 1987; Fincham & Bradbury, 1990; Lakey et al., 2010; Lehman & Hemphill, 1990; Pierce, Baldwin, & Lydon, 1997) . Then, perceptions of partner responsiveness should predict the immediate outcomes described previously (path e) and mediate the link between SOS support-provision and the immediate outcomes experienced by the recipient. Support behavior will be most effective when the recipient perceives that the provider both attended to and reacted supportively to core defining features of the self  (Reis et al., 2004) , and that one has been understood, validated, and cared for  (Maisel & Gable, 2009; Reis & Patrick, 1996; Reis & Shaver, 1988) .\n\nThere are times, however, when the immediate outcomes may be predicted directly from the receipt of SOS support (path f), and not mediated by the recipient's judgments or awareness of the support received (see  Uchino et al, 2012) . This occurs when SOS behavior is supportive without being perceived as such, including (a) when support is provided outside of the recipient's awareness because it is subtle, indirect (e.g., the mere presence of a significant other can reduce threat;  Coan et al., 2006) , or otherwise invisible (e.g., giving a partner time/space;  Bolger & Amarel, 2007; Howland & Simpson, 2010) , or (b) when support is necessary but not initially appreciated by the recipient (e.g., encouraging a depressed partner to get needed therapy may be supportive even if it initially irritates the partner). Finally, the immediate outcomes are predicted to shape thriving as described previously (path g).\n\nInterpersonal RC Support Processes-As depicted in the bottom of Figure  2 , the interpersonal process surrounding RC support is set into motion with a potential life opportunity, which can motivate RC support through two pathways: (1) A potential life opportunity may motivate an individual to express thoughts and feelings about the opportunity with a relationship partner and to seek opportunity-relevant support as needed (path h), and this behavior should motivate the partner to provide RC support (path i). (  2 ) Alternatively, the knowledge of an individual's potential life opportunity may motivate RC support from a partner without the individual having to explicitly seek or express a need for it (path j). Sensitive and responsive relationship partners are likely to be emotionally connected to one another, and thus aware of one another's potential opportunities (and reactions to them) and provide RC support proactively.\n\nNext, the recipient's perception of the partner's behavior should depend on the degree to which the partner effectively provides RC support (path k). Sensitive and responsive provision of RC support should result in the recipient perceiving that it was supportive and caring  (Feeney, 2004; Feeney & Thrush, 2010) . Then, perceptions of partner responsiveness should predict the immediate outcomes described previously (path l) that are mediators of the link to long-term thriving through RC support (path n). Alternatively, the immediate outcomes may be predicted directly from the receipt of RC support (path m) in cases when (a) support is provided invisibly (e.g., the non-intrusive waiting role that is part of being a secure base may be invisible; directing attention to opportunities may be so subtle that recipients do not know they are being supported; sensitive support in this context may leave the recipient feeling independent rather than supported), and (b) being supportive involves telling the partner something they may not want to hear (e.g., that they are barking up the wrong tree, as adaptive self-regulation involves disengaging from goal pursuits that are unlikely to be fruitful,  Wrosch et al., 2003) . Then, the immediate outcomes of receiving RC support, which are relatively circumscribed to the particular situation, predict the long-term thriving outcomes described previously (path n).\n\nThriving Influences on Future Life Experiences-Thriving individuals possess both personal and relationship fortitudes that should influence their experiences of, and reactions to, future life adversities (Figure  2 , path o) and opportunities (Figure  2 , path p). Individuals who are thriving in all the ways described previously (see Table  1 ) should experience, perceive, and approach adversities and opportunities in a more proactive and healthy manner than individuals who are not thriving. When encountering these life experiences, thriving individuals should be less distressed by and physiologically reactive to stressors, they should have a greater desire to pursue opportunities for growth, and they should experience increased approach (vs. avoidance) motivation in both life contexts  (Carver, 2006; Elliot, 2008; Gable, 2006) .\n\nResearch supporting these predictions shows that individuals who perceive support to be available to them also view themselves as competent and as having a variety of positive attributes that are likely to help them deal with stress  (Sarason, Pierce, Shearin, Sarason, Waltz, & Poppe, 1991) . Thus, thriving individuals are likely to appraise the demands of a situation as within their ability to cope  (Lazarus & Folkman, 1984; Folkman, Lazarus, Dunkel-Schetter, DeLongis, & Gruen, 1986)  and to have a higher threshold for attachment system activation  (Bowlby, 1982; Bretherton, 1987) . These predictions are also consistent with research showing that hardiness buffers the physical effects of stress on the body  (Contrada, 1989; Solcova & Sykora, 1995; Woodard, 2004)  and that individuals who have self-affirmational resources are less reactive to and defensive about stressors because their overall feelings of self-integrity rely less on the outcome of that particular stressor (e.g.,  Creswell et al., 2005; Crocker, Niiya, & Mischkowski, 2008; Kumashiro & Sedikides, 2005; Murray, Bellavia, Feeney, Holmes, & Rose, 2001; Sherman & Cohen, 2006) ."
    },
    {
      "title": "Cultivating Effective Support",
      "text": "Given the proposed centrality of SOS and RC support for thriving, it is important to consider how individuals can cultivate effective support in their relationships. Unfortunately, very little theoretical or empirical work has focused on the factors that promote or hinder effective social support processes in close relationships. Because social support is part of an interpersonal process, both the provider and recipient bear responsibility for cultivating effective support. We highlight the roles of both the provider and recipient next.\n\nSupport-Provider-The provision of responsive support within each life context requires the support-provider to possess at least three prerequisites -skills, resources, and motivation -each of which may be influenced by personality or individual difference factors  (Collins et al., 2010; Feeney & Collins, 2003) . First, effective support provision requires a variety of skills including knowledge about how to support others  (Feeney & Collins, 2001 , Johnson, Hobfoll, & Zalcberg-Linetzy, 1993) , perspective-taking abilities, the ability to regulate one's own emotions, and the ability to comprehend and accurately interpret others' thoughts and feelings (empathic accuracy;  Verhofstadt et al., 2008; Verhofstadt, Ickes, & Buysse, 2010) . These skills may be general (applying across different relationships) or relationship-specific (e.g., understanding how to support one sibling but not another).\n\nSecond, support-providers must possess adequate cognitive, emotional, and tangible resources. Without such resources, even a highly skilled support-provider may not have the capacity to provide responsive support. One can lack resources either chronically (e.g., chronic worry) or situationally (e.g., a highly demanding day at work). For example, in order to be responsive, one must possess adequate self-regulatory resources  (Vohs & Heatherton, 2000) , which can be depleted when experiencing conditions of anxiety or depression, or when exerting self-control during one task (e.g., providing support to one's child) leads to decrements on a subsequent task (e.g., providing support to one's spouse). If self-regulatory resources are depleted, support-providers may become self-focused, unable to inhibit unhelpful behaviors (e.g., criticism), and lack the patience needed to be cooperative and nonintrusive in their support efforts  (Gailliot, 2010; Neff & Karney, 2009) . Tangible resources also may be necessary, which may include material resources (e.g., money) and social resources (e.g., having one's own support network). Yet again, these resources may be in short supply either chronically (e.g., long-term financial difficulties) or situationally (e.g., competing demands for one's resources).\n\nThird, support-providers must possess the motivation to provide responsive SOS and RC support. Two aspects of motivation are important: (a) one's overall degree of motivation to provide support, and (b) the specific form of that motivation. First, because support provision often requires effort, as well as skills and resources, support-providers must be motivated to accept that responsibility and use their skills and resources in the service of another. Research shows that individuals differ in the degree to which they feel responsible for the welfare of another  (Clark & Mills, 1993; Williamson, Clark, Pegalis, & Behan, 1996)  and in resulting motivation to provide support  (Feeney & Collins, 2003; Feeney et al., 2013) . Felt responsibility may differ between people (e.g., a general communal orientation;  Clark & Mills, 1993) , relationships (e.g., felt responsibility for a particular person;  Monin, Schulz, Feeney, & Cook, 2010; communal relationship strength, Mills, Clark, Ford, & Johnson, 2004) , or situations (e.g., heightened sense of responsibility in response to a strong need;  Feeney & Collins, 2001) .\n\nSecond, support-providers may differ in the degree to which they are motivated by altruistic concerns (the desire to promote another's welfare) or egoistic concerns (the desire to gain explicit benefits for the self or to avoid sanctions,  Batson & Shaw, 1991) . We suggest that support-providers will be most effective when they are more altruistically motivated by empathic concern  (Batson & Shaw, 1991) , more approach (vs. avoidance) oriented toward giving to close others  (Impett, Gable, & Peplau, 2005) , and more intrinsically motivated to care for others  (Feeney & Collins, 2003; Feeney et al., 2013) . This is consistent with research showing that support-providers who are motivated by altruistic concerns are more effective than those who are motivated by egoistic concerns; that support motivations vary depending on factors such as adult attachment style, feelings of responsibility, and feelings of love/concern for the person in need  (Feeney & Collins, 2001; 2003; Feeney et al., 2013) ; that compassionate love is associated with increased support provision in close relationships  (Collins et al., in press; Sprecher & Fehr, 2005) ; and that compassionate goals foster mutually supportive friendships whereas self-image goals undermine them  (Canevello & Crocker, 2010) .\n\nSupport-Recipient-Currently, the bulk of the literature considers the support-recipient as relatively passive, as if the recipient has no responsibility in shaping his or her support outcomes. However, support-recipients can cultivate effective support by reaching out to others (vs. withdrawing), expressing needs in a clear and direct manner, being receptive to others' support efforts, regulating demands on others (not taxing their social network), expressing gratitude, engaging in healthy dependence and independence, building a dense relationship network, and providing reciprocal support. As we discuss shortly, mutual responsiveness to need (accepting support when needed, and being willing and able to provide support in return) should cultivate the types of mutually caring relationships that enable people to thrive.\n\nThere is some limited evidence showing the important role of the support-recipient in eliciting positive or negative support outcomes. For example, direct support-seeking behavior elicits more helpful forms of support from relationship partners, insecurity is linked with ineffective support-seeking behaviors  (Collins & Feeney, 2000; Ognibene & Collins, 1998; Mikulincer & Florian, 1995; Mikulincer & Shaver, 2009; Simpson et al., 1992; Simpson, Rholes, Orina, & Grich, 2002) , and attachment security predicts reactions to support received from relationship partners  (Simpson et al., 2007) . Interpersonal trust also has been associated with help seeking behaviors that involve revealing distress and vulnerability  (Mortenson, 2009) . However, there is a clear gap in the literature on the role of the support-recipient in cultivating or hindering support processes and positive support outcomes, and this will be a high priority for future research."
    },
    {
      "title": "Mutual Responsiveness: Thriving Through Giving and Receiving Support",
      "text": "Research on social support and health has focused almost exclusively on the benefits accrued to the individual receiving support. However, models of optimal well-being recognize the importance of giving to others. As part of our integrative perspective on thriving, we bring these viewpoints together and postulate that giving SOS and RC support is important for the provider's thriving and well-being as well, and important for the development and maintenance of thriving relationships -through both intrapersonal and interpersonal pathways.\n\nWith respect to intrapersonal pathways, individuals who provide effective SOS and RC support and see that their efforts were successful and appreciated should experience benefits including increases in positive emotions and self-evaluations, and a sense of meaning in life. Responsive support provision also should have direct effects on the provider's own neural and physiological processes associated with social connection that contribute to health and well-being. It has been suggested that people have an inherent need to provide care to others and will be healthier to the extent that they are able to fill this need  (Bowlby, 1982; Deci et al., 2006) . These predictions are supported by research showing that providing care to loved ones predicts reduced morbidity and mortality (e.g.,  Brown et al., 2003 Brown et al., , 2009;; O'Reilly, Connolly, Rosato, & Patterson, 2008)  and reduced cardiovascular arousal  (Piferi & Lawler, 2006)  for the support-provider; providing autonomy support to a friend predicts the supportprovider's psychological health  (Deci et al., 2006) ; helping another with whom one would like to have a communal relationship improves the helper's mood and self-evaluations  (Williamson & Clark, 1989) ; and spending money on others has a more positive impact on the giver's happiness than spending money on oneself  (Aknin et al., 2013; Dunn, Aknin, & Norton, 2008) . Supporting a loved one increases feelings of social connection, as well as ventral striatum and septal area activity in the brain, which is associated with reduced amygdala activation  (Inagaki & Eisenberger, 2012)  and high densities of oxytocin and opoid receptors  (Zubieta et al., 2001)  that have implications for reduced SNS and HPA responses (Uvnas-Moberg, 1998) and for inhibiting the production of pro-inflammatory cytokines (see  Eisenberger & Cole, 2012, for a review) .\n\nWith respect to interpersonal pathways, individuals who provide effective SOS and RC support will have significant others who are happier, healthier, and more willing and able to provide responsive support in return; they will also cultivate relationships that are satisfying, trusting, intimate, and communal -characteristics that benefit both relationship partners. These predictions are supported by research showing that giving (as well as receiving) support is linked to spouses' marital satisfaction  (Brunstein et al., 1996; Kaplan & Maddux, 2002) , that support reciprocity in couples is an important predictor of daily emotional wellbeing  (Gleason et al., 2003)  and relationship closeness  (Gleason et al., 2008) , and that the provision of responsive support increases the recipient's expression of gratitude and affection  (Collins et al., 2014) , as well as the recipient's prosocial motivation and behavior  (Reis et al., 2010)  toward the provider. Thus, this perspective on thriving through relationships predicts that caring for the needs of others creates an upward spiral of positivity, a virtuous cycle that benefits both provider and recipient  (Canevello & Crocker, 2010) . In contrast, deficiencies in caring for others (e.g., being inconsistently responsive, over-involved, neglectful/disengaged, or negative/demeaning) creates significant others who are insecure, over-reactive to stressors, unhappy in their relationships, and experiencing deteriorations in psychological and physical health -characteristics that impede the recipient's responsiveness to the provider and that inhibit the provider's thriving as well."
    },
    {
      "title": "Perceived versus Received Support for Thriving",
      "text": "A predominant portion of the social support literature has focused on social support as a predictor of mental and physical health (e.g.,  Cohen, 1988; 2004; 2005; Cohen & Syme, 1985; Cohen & Wills, 1985; Kawachi & Berkman, 2001; Sarason et al., 1997; Uchino, 2009; Uchino et al., 1996; Vaux, 1988) , which are important components of thriving. As mentioned above, in this literature social support is typically assessed via self-reports of perceived available support or support received within a certain time period. Few studies have included observations of support behaviors (and related interpersonal dynamics) as they unfold during support interactions with close relationship partners, and almost none have followed people over time to assess the extent to which these relational dynamics predict health outcomes. Social support, although an interpersonal construct, has been examined more from an intrapersonal perspective. This may explain why there have been inconsistencies in the literature regarding effects of social support on health (see also  Uchino, 2009) . One of the most widely reported findings is that perceived available support (the relatively stable belief that help will be available if needed), as opposed to received or enacted support (help that is actually received), is the aspect of social support that is most strongly related to health outcomes  (Blazer, 1982; Cohen & Wills, 1985; Helgeson, 1993; Kessler & McLeod, 1984; Uchino, 2004 Uchino, , 2009)) . Reviews of this literature have concluded that the majority of studies find no relation between self-reports of received support and mental health outcomes (e.g.,  Barrera, 1986; Dunkel-Schetter & Bennett, 1990; Sarason, Sarason, & Pierce, 1990) , and when such a link is found there is inconsistency across studies in the specific pattern of results (for a review see  Uchino, 2009) . Some studies show that received support is clearly linked to better health (e.g.,  Collins et al., 1993; Costanza, Derlega, & Winstead, 1988; Winstead et al, 1992) , whereas others find that it is associated with worse health (e.g.,  Forster & Stoller, 1992; Krause, 1997; Pennix et al., 1997) .\n\nThe current conceptual framework may both help explain why perceived available support has emerged as such an important predictor of health and well-being, and help make sense of the conflicting findings regarding received support. First, as depicted in Figure  2 , the support-recipient's subjective perception of a specific support interaction should be an important intermediary between enacted support (support behavior provided) and the recipient's outcomes. Support that is delivered sensitively and responsively will be more likely to be subjectively perceived as supportive. However, measures of received support typically do not assess support quality, or the extent to which those behaviors were responsive to the support-receiver's needs (for an exception, see  Rini et al., 2006) . This is an important oversight given that daily diary research finds that enacted social support is beneficial only when it is perceived as responsive to the recipient's needs  (Maisel & Gable, 2009) . This emphasis on perceived responsiveness is consistent with the matching hypothesis  (Cohen & McKay, 1984; Cohen & Wills, 1985) , which states that the stress buffering effects of social support occur only when there is a match between the needs elicited by the stressful event and the functions of support that are perceived to be available, and with the optimal matching model of stress and social support  (Cutrona, 1990; Cutrona & Russell, 1990; Cutrona & Suhr, 1992) , which states that the effectiveness (and perceived supportiveness) of a specific support attempt depends on the match between the enacted behavior and the context in which it is enacted.\n\nSecond, inconsistency in the consideration of received support from close versus non-close others is likely to explain inconsistency in the literature linking received support to health outcomes. Measures of received support rarely assess the sources of support, or differentiate support received from close versus non-close others. The presence or absence of support from close social ties (e.g., friends, family, intimate partners), and within relationships that are highly interdependent, is likely to be more influential than support from peripheral social ties  (Thoits, 2011) . Moreover, the support, affection, and acceptance (or lack thereof) from close vs. non-close others is more likely to affect one's overall sense of security and wellbeing  (Bowlby, 1982) . Thus, we suspect that health (and thriving) is more strongly affected by support processes that occur within one's closest relationships than by those that occur with strangers or non-close others, and this may be a reason why so many social support interventions have been inconclusive (see  Cohen, Gottlieb, & Underwood, 2000 , Helgeson & Cohen, 1996 , and Helgeson, Cohen, Schulz, & Yasko, 2000 , for discussions of social support interventions).\n\nThird, inconsistencies in the literature may have arisen because measures of received support focus almost exclusively on support received during times of stress or adversity and have largely ignored support received during non-adverse times, such as support received for goal strivings and personal growth (e.g., secure base support;  Feeney & Thrush, 2010)  or support received in response to positive life events and successes (e.g., capitalization support;  Gable & Reis, 2010) . By focusing on a very narrow definition of social support, research on received support has likely underestimated links between enacted support and well-being. In contrast, measures of perceived available support tend to encompass a broader range of life contexts and are more likely to recognize that social support occurs in both good and bad times. For example, in addition to support during times of adversity, such measures also include more general aspects of social connection such as companionship, shared community, reassurance of worth, and the perception that one is valued and accepted by others (e.g.,  Cohen, Mermelstein, Kamarck, & Hoberman, 1985; Cutrona & Russell, 1987; Sarason, Sarason, Shearin, & Pierce, 1987) .\n\nFinally, our view is that the link between social support and any thriving outcome (including health) cannot be adequately assessed without careful attention to the relational dynamics surrounding specific instances of received support. Thus, social support must be viewed as part of an interpersonal process such that specific instances of enacted support are assessed within the context of actual support interactions that are embedded within particular relationship contexts. This is consistent with  Uchino's (2009)  emphasis on the current context as being important to consider when examining effects of received support. One implication is that self-report methodologies are not sufficient for understanding social support processes as they unfold in dyadic interaction, or for understanding how these processes shape thriving outcomes. Studies of received support may have underestimated links between enacted support and health because they have relied too heavily on self-report methods.\n\nConsistent with this idea, laboratory studies have solidly documented beneficial effects of received support on physiological or neural reactivity during acute stressors (e.g.,  Allen et al., 1991; Collins et al., 2014; Feeney & Kirkpatrick, 1996; Gerin, Pieper, Levy, & Pickering, 1992; Lepore, Allen, & Evans, 1993) . These studies are important not only because they document significant benefits of enacted support but also because they speak to underlying mechanisms by which social support might translate into long-term thriving outcomes. In these studies, support provision typically is operationalized as the presence of a close, non-evaluative, and supportive other. Compared to self-report studies, these studies offer more rigorous tests of the effects of received support because the stressful situations are held constant, support behavior is standardized across participants, and effects are observed in real-time instead of reported retrospectively. In addition, it is noteworthy that most of these effects have been obtained with close others. Although there are studies that show buffering effects on physiological or neural reactivity with non-close others (i.e., study confederates;  Gerin et al., 1992; Lepore et al., 1993) , the few studies that have included both close and non-close support providers (e.g.,  Coan et al., 2006)  indicate a more limited attenuation of activation when supported by a non-close other.\n\nObservational research that examines received support from close others in the context of dyadic interaction (e.g.,  Collins & Feeney, 2000; Cutrona & Suhr, 1992; Feeney & Thrush, 2010; Simpson et al., 1992 ) also has shown beneficial effects of received support on outcomes relevant to thriving. This is most likely because support behaviors in observational studies are coded by trained observers who take into account the degree to which enacted behaviors seem sensitive and responsive to the recipient's needs. Likewise, studies that experimentally manipulate responsive support provision show that caring support from a romantic partner during an acute stressor has immediate benefits on personal and relational well-being (e.g.,  Collins et al., 2014; Collins & Feeney, 2004; Feeney, 2004; Kane, et al., 2012) . Taken together, then, the literature suggests that both perceived and received support play an important role in shaping thriving outcomes (see  Uchino, 2009 , for discussion of the unique antecedents and consequences of perceived versus received support for health).\n\nGiven the well-established links between perceived social support and health, where does perceived support fit within the thriving framework outlined here, in which social support is conceptualized as an interpersonal process? Perceived support is integrated into our model in three important ways. First, general perceptions of support are conceptualized as a long-term thriving outcome -a key indicator of social well-being -that arises from many specific interactions with significant others in which SOS and RC support is enacted (Figure  1 , paths c and f). In our prior work, we have shown that people's perceptions of the support they received from significant others during a laboratory interaction were clearly rooted in the objective features of their significant other's behavior  (Collins & Feeney, 2000 , 2004) . We suggest that, over time, these specific perceptions form the building blocks of more general perceptions of social support -just as specific support interactions (earlier in life) are presumed to form the basis of one's internal working models of self and others  (Ainsworth et al., 1978; Bowlby, 1982) . This idea is consistent with  Uchino's (2009)  suggestion that general perceptions of support begin to emerge from interactions within the family, and become part of a relatively stable psychosocial profile in adolescence and adulthood (see also  Sarason, Sarason, & Shearin, 1986) .\n\nA second way in which perceived support is incorporated into our model concerns the influence of thriving outcomes (personal and relational fortitudes) on subsequent life experiences (Figure  2 , paths o and p). Our model assumes that perceptions of available support (one of many personal fortitudes) will shape responses to subsequent life stressors and life opportunities. For example, individuals who perceive support to be readily available should be less psychologically and physiologically affected by stressors and should be more willing to approach opportunities for growth compared to those who do not possess this fortitude. Finally, a third way in which general perceptions of support are incorporated into our model concerns their role in shaping the interpersonal support processes depicted in Figure  2 . Perceived available support is an important individual difference factor that can influence any of the variables in the dyadic model, or moderate any of the paths in the model. For example, individuals who feel confident that they can rely on others for responsive support (high perceived support) should be more willing to seek support when needed, and more likely to interpret a support-provider's behavior in ways that are consistent with their positive interpersonal expectancies (e.g.,  Collins & Feeney, 2004; Lakey & Cassady, 1990; Sarason, Sarason, & Pierce, 1994) ."
    },
    {
      "title": "Roadmap for Future Research",
      "text": "By conceptualizing social support as an interpersonal process and viewing thriving as the desired end-state, the perspective advanced here has important implications for future research on social support, including (a) focusing on actual support behaviors that are enacted in dyadic interaction and the degree to which those behaviors are responsive to the needs of the recipient, (b) recognizing that social support in adverse life circumstances can do much more than buffer against negative effects of the stressor, (c) highlighting the importance of investigating social support in non-adverse life circumstances, (d) emphasizing the need to understand mediating pathways and mechanisms of action, and (e) focusing on close relationships as being central to facilitating or hindering thriving. Next, we provide a roadmap for advancing research on relational support for thriving.\n\nA first step involves measurement of key constructs. In arguing for a consideration of thriving as an ultimate outcome, it is important to specify how this multi-faceted construct might be operationalized and assessed. One means of doing so involves comprehensive measures that assess each component of well-being. For example, we have developed a Thriving Assessment Questionnaire (TAQ,  Feeney & Collins, 2014)  that asks respondents to report (on multi-item subscales) the extent to which they have grown or prospered over the last year in each area of their lives relevant to thriving (e.g., movement toward one's full potential, the development of skills/talents, self-discovery, wisdom gained, relationships with others, views of self, views of others, mental health, and physical health). Likewise,  Ahrens and Ryff (2006, see also Ryff & Keyes, 1995)  developed a measure that assesses specific dimensions of well-being  (Ahrens & Ryff, 2006; Ryff & Keyes, 1995) , including environmental mastery, purpose in life, personal growth, and autonomy (eudaimonic wellbeing), positive relations with others (social well-being), and self-acceptance (psychological well-being). Thriving can also be assessed with a combination of individually validated measures of (1) happiness  (Diener & Diener, 1996)  and life satisfaction  (Diener, 1994)  for hedonic well-being, (2) goal pursuit/self-growth  (Ebner et al., 2006; Feeney, 2004 Feeney, , 2007;; Scheier et al., 2006)  and mastery/efficacy  (Ahrens & Ryff, 2006; Sherer et al., 1982)  for eudaimonic well-being, (3) self-views  (Rosenberg, 1965) , optimism  (Scheier, Carver, & Bridges, 1994) , and psychological symptoms  (Derogatis & Melisaratos, 1983; Hu, Stewart-Brown, Twigg, & Weich, 2007)  for psychological well-being, (4) relationship quality/ functioning measures  (Rempel, Holmes, & Zanna, 1985; Rusbult, Martz, & Agnew, 1998; Spanier, 1976)  for social well-being, and (5) health symptoms  (Brodman, Erdmann, & Wolff, 1974) , physician visits, health-related behaviors, and sleep quality  (Buysse et al., 1989)  for physical well-being. Observational and biological assessments of these components of thriving could be assessed as well.\n\nIt is also important to specify how the multi-faceted constructs of SOS and RC support might be operationalized and assessed in laboratory and survey research. One important means of doing this, as we advocate throughout, is by using observational methods that enable researchers to observe support interactions as they unfold during dyadic interaction. For example, researchers obtain video-recordings of individuals as they deal with life adversities or life opportunities (either naturalistic ones or ones that are presented to them in the lab) in the presence of particular relationship partners; see  Collins & Feeney, 2000 , 2004; Cutrona & Suhr, 1992; Feeney, 2004; Feeney & Thrush, 2010; Simpson et al., 1992 , for examples. The proposed components of SOS and RC support (and related behaviors) can be coded from such interactions by independent observers who have been trained to reliability. This method can be supplemented by dyad member reports of support behaviors that were enacted during a specific interaction (obtained immediately after the interaction). In addition to observational methods, theory testing will be facilitated by the development of valid and reliable self-report measures of perceived and enacted/received SOS and RC support. Toward this end, we have developed measures for assessing the extent to which a specific significant other typically enacts responsive SOS and RC support behaviors in relevant life contexts  (Feeney & Collins, 2014) ; these measures can be adapted for daily diary research. Finally, the field will be advanced by the development of effective laboratory manipulations of SOS and RC support for use in experimental research. We have developed methods for operationalizing components of SOS and RC support in prior research on secure base and safe haven support  (Collins & Feeney, 2004; Collins et al., 2014; Feeney, 2004) , and Reis and colleagues  (Reis et al., 2010)  have developed methods for manipulating capitalization support. These tools can be expanded or adapted to manipulate other components of SOS and RC support in specific laboratory contexts. We see great value in experimental methods for testing causal mechanisms, which have been elusive in the social support literature in part because of the field's heavy reliance on questionnaire methods. A multi-method approach will be imperative in the next generation of research on social support.\n\nAside from measurement, the proposed models highlight many specific, testable research questions and hypotheses for which evidence must accumulate. One key hypothesis is that the two support functions make unique contributions to thriving. Preliminary evidence for this hypothesis was provided in a longitudinal study of newlyweds  (Van Vleet & Feeney, 2012) , which found that support received in times of adversity and support received in nonadverse times (for goal strivings) predicted unique variance in marital satisfaction, general perceptions of partner responsiveness, and generalized anxiety over the first year of marriage. However, research is needed to establish the unique links between each support function and each thriving component. In particular, we need many more studies on support in non-adverse circumstances and how support in this context uniquely contributes to health and well-being. For example, aspects of thriving such as hedonic and eudaimonic well-being may be most strongly predicted by RC support (i.e., having close others who validate/ facilitate/celebrate goals and dreams).\n\nAlso important to establish are the pathways by which the two support functions promote long-term thriving. The model makes predictions about specific emotional, motivational, behavioral, cognitive, neural, and physiological states that are likely to result from each support function. Research is needed to explore these immediate outcomes, the complex inter-relations among them, and their unique associations with specific thriving outcomes. Because research on how relational support can promote health is lacking, it will be especially important to test specific biological and lifestyle mediators that have implications for health (see  Miller et al., 2009, and Eisenberger & Cole, 2012 , for discussion of biologically plausible models linking social relationships to health). In doing so, it will be important to examine the immediate consequences of support received during the two types of support interactions in order to determine how these concrete interactions and immediate solutions shape longer-term outcomes. This will require a range of methodologies including experimental research to test causal pathways, observational studies of dyadic interaction, daily diary and experience sampling studies, and longitudinal research.\n\nThe processes depicted in Figure  2  represent normative or prototypical social support dynamics. However, it is important to acknowledge that individual difference factors are likely to influence any of the variables in the model, or moderate any of the paths in the model. Not all individuals are willing to show vulnerability in times of stress, pursue life opportunities, and seek support when needed, and not all support-providers are skilled at providing SOS or RC support, nor motivated to so do so. Moreover, pre-existing beliefs, expectations, and norms that individuals bring into their interactions may act as interpretative filters and shape the way they perceive and react to one another's behavior. Examples of individual difference variables likely to influence these processes include attachment security, (e.g.,  Collins & Feeney, 2000; Elliot & Reis, 2003; Kunce & Shaver, 1994; Mikulincer & Shaver, 2009; Simpson et al., 2007) , general perceptions of available support (e.g.,  Lakey & Cassidy, 1990; Pierce, Sarason, & Sarason, 1992) , personality variables that reflect perseverance toward goals, such as conscientiousness and grit  (Duckworth, Peterson, Matthews, & Kelly, 2007; Hough, 1992) , rejection sensitivity  (Downey & Feldman, 1996) , agreeableness  (Graziano, Habashi, Shees, & Tobin, 2007) , dispositional optimism  (Carver & Scheier, 2009; Scheier & Carver, 1993) , dispositional coping styles  (Carver & Scheier, 1994; Carver, Scheier, & Weintraub, 1989) , as well as gender role norms  (Barbee et al., 1993; Burleson, 2003)  and cultural norms  (Burleson & Mortenson, 2003; Kim, Sherman, & Taylor, 2009; Schoebi, Wang, Ababkov, & Perrez, 2010) . These individual difference variables involve cognitive structures that enable individuals to anticipate the responsiveness and availability of others, judge the worthiness and acceptability of the self, and develop strategies for regulating affect and maintaining security. Our hope is that this framework will inspire researchers to explore a variety of important dispositional, situational, relationship, and cultural influences on both SOS and RC support processes.\n\nRelatedly, because theory and research has historically neglected the interpersonal aspect of social support, coping, and thriving in favor of the intrapersonal, an important contribution of this conceptual framework is that it emphasizes that interpersonal and intrapersonal processes are connected (with relational support functions at the core in underlying paths to both personal and relational well-being). That is, the interpersonal social support process is predicted to have an important influence on immediate and long-term outcomes that are both personal and interpersonal in nature -and these personal and relational outcomes are posited to influence future responses to life adversities and opportunities. In the next generation of research on social support, it will be important to empirically establish the ways in which interpersonal and intrapsychic processes work together to determine thriving outcomes.\n\nIt is also important to consider how the current perspective applies across socioeconomic and demographic groups. Is the notion of thriving limited to privileged segments of society? Our perspective is that thriving, in the ways outlined here, is not limited in this way -just as  Maslow (2011)  argued that all people, rich or poor, educated or not, can achieve selfactualization (see also  Koltko-Rivera, 2006) . In related work, scores on dimensions of wellbeing identified by  Ryff and Singer (2006, autonomy , environmental mastery, personal growth, positive relations, purpose in life, self-acceptance) were positively linked with socioeconomic status, suggesting that opportunities for self-realization may occur via the allocation of resources that enable those who have them to make the most of their talents and capacities. However, there is also evidence for resilience among those who lack socioeconomic advantage  (Ryff, Singer, & Palmersheim, 2004) , suggesting that selfrealization is not exclusive to privileged segments of society.\n\nOf course, it is important to acknowledge that individuals from disadvantaged environments confront stressors and challenges that make it more difficult for them to thrive compared to their more advantaged counterparts; and socioeconomic disparities in health and well-being are well-documented (e.g.,  Krieger, Chen, Waterman, Rehkopf, & Subramanian, 2005; Mensah, Mokdad, Ford, Greenlund, & Croft, 2005) . However, our perspective is that individuals from all socioeconomic backgrounds will be most likely to thrive and reach their potential when they have caring social partners who offer support in both good times and bad times. These supports are equally important -and may be even more important -for children and adults who confront significant economic disadvantage, who may depend even more on family, friends, and mentors for security, hope, and inspiration. For example,  Chen and Miller (2012)  show that adolescents from socioeconomically disadvantaged backgrounds are able to maintain healthy patterns of coping (acceptance, optimism, persistence, hope) and healthy physiological profiles (as indicated by cardiovascular, immune, and metabolic markers) when they have caring social partners (nurturing mothers, caring mentors, and other positive role models) who provide support and inspiration (see also  Miller et al., 2011  for related work on adults). Thus, while caring relationships cannot remove socioeconomic adversity (or take away illness or loss), they can increase the chances that individuals will flourish in whatever ways are afforded by the environments in which they are situated. Thus, in future work, it will be important to investigate the role of SOS and RC support within specific sociodemographic groups. Given similar environmental contexts, our model predicts that individuals with responsive close relationship partners (who offer effective SOS and RC support) will be more likely to thrive than those who lack these interpersonal resources. Guided by this perspective, future empirical work could inform interventions that increase SOS and RC support in the lives of individuals who face economic disadvantage. Interventions may focus on building close supportive relationships (e.g., through mentors), and training support-providers to deliver responsive support that fosters growth and thriving.\n\nFinally, future research should examine how the two support functions are concentrated or dispersed across core network members. Although our model focuses on functional aspects of social support, it is important to consider these functions in combination with structural aspects of social support (e.g., the number of social ties an individual has or how integrated the individual is within his or her social network). For example, it will be useful to examine who people turn to for these support functions, the degree to which their support network is specialized (e.g., an individual goes to some relational partners for SOS support and others for RC support) or generalized (e.g., an individual has one or more relational partners who provide both SOS and RC support), and resulting implications for thriving outcomes. By specifying two distinct support functions, we hope that future work on structural aspects of support will examine not only who provides support, but the different functions they might serve. Consistent with research indicating that health is best predicted by complex measures of social integration (Holt-Lunstad & Smith, 2012), we propose that complex networks provide access to caring social partners who fulfill needs for both SOS and RC support -and promote thriving in both the presence and absence of adversity.\n\nRelatedly, although our theoretical framework focuses on close relationships, we believe that the dyadic processes and mechanisms described in our model are applicable to other types of relationships including teacher-student relationships, therapist-client relationships, mentormentee relationships, and pastor-parishioner relationships. We hope that our proposed model will lead to new ways of thinking about social support and helping in these other types of relationships by highlighting issues not typically addressed in their respective literatures.\n\nUltimately, our hope is that this perspective will be useful in developing and testing theorybased interventions for enhancing SOS and RC support and thriving outcomes. Prior research is clear in showing that good quality relationships protect health and well-being, and poor quality relationships hinder optimal well-being; but we still know relatively little about when, how, and why relationships have the impact they do. In a review of research on relationships and health,  Uchino et al. (2012)  concluded that \"the weight of the evidence regarding what we know about social support and health versus its psychological mechanisms is so unbalanced as to hinder attempts at theoretical modeling or the design of well-informed interventions\" (p. 954). A lack of consideration of the specific interpersonal processes that underlie the effects of relationships on well-being, and a lack of grounding in a strong theoretical foundation, may be reasons why so many social support interventions have not had their intended effects  (Cohen et al., 2000; Helgeson et al., 2000) . We hope that this framework will provide one such foundation for the development of relationship-based interventions aimed at promoting public health. This seems especially important given that the United Nations' World Happiness Report  (Helliwell, Layard, & Sachs, 2013) , which was offered as a contribution to the policy debate regarding the world's Sustainable Development Goals for the period 2015-2030, identified social support as one of the main contributors to the world's mental health."
    },
    {
      "title": "Concluding Statement",
      "text": "The goal of this manuscript was to present a theoretical perspective on thriving through relationships that highlights the importance of relational support in both adverse and nonadverse contexts. In doing so, we propose that researchers take a new look at social support and conceptualize it as an interpersonal process with the promotion of thriving as the ultimate objective. This perspective contributes to the literature by (1) providing an integrated conceptualization of thriving, (2) describing two support functions that work together to promote thriving, (3) considering social support within a life context (engagement in life opportunities for exploration and growth) that has been neglected in decades of research on social support, and within in a life context (dealing with life adversity) that has historically focused on buffering negative effects instead of promoting positive ones, (4) identifying mechanisms that explain the links between support and thriving, (5) emphasizing the importance of support within an interpersonal context and within one's closest relationships, (6) focusing attention on the nature and quality of support provided, and (7) offering insight into how support-providers and recipients may cultivate responsive support. Whereas other perspectives on thriving compartmentalize relationships as one domain in which people may thrive, this perspective puts relationships at the forefront in facilitating or hindering thriving in each domain of well-being.\n\nAlthough it requires effort to provide responsive SOS and RC support, the rewards of such care are likely to be great: Individuals who are supported in these ways are likely to be happy and healthy, confident in their abilities, self-reliant and bold in their explorations of the world, effective citizens who are unlikely to break down in adversity, active contributors to society, sympathetic and helpful to others, and capable of maintaining healthy and prospering relationships. They will not merely survive, but they will thrive, and they will do so with some passion, some compassion, some humor, and some style (Maya Angelo). Model of interpersonal processes involved in the provision of source of strength (SOS) and relational catalyst (RC) support for thriving.\n\nFeeney and Collins Page 57"
    },
    {
      "text": "Figure 1.Conceptual framework for thriving through relationships."
    },
    {
      "text": "Figure 2."
    },
    {
      "text": "Descriptive Summary of Thriving Components Being happiness, life satisfaction, subjective well-being, pleasant affect, healthy affective balance -ratio of positive to negative affect 2. Eudaimonic Well-Being having purpose and meaning in life, having and progressing toward meaningful life goals, mastery/efficacy, control, autonomy/self-determination, personal growth, movement toward full potential 3. Psychological Well-Being positive self-regard, self-acceptance, resilience/hardiness, optimism, absence (or reduced incidence) of mental health symptoms or disorders 4. Social Well-Being deep and meaningful human connections, positive interpersonal expectancies (including perceived available support), prosocial orientation, faith in others/humanity 5. Physical Well-Being physical fitness (healthy weight and activity levels); absence (or reduced incidence) of illness and disease; health status above expected baselines; longevity"
    }
  ],
  "references": [
    {
      "title": "The neglected links between marital support and marital satisfaction",
      "authors": [
        "L Acitelli"
      ],
      "year": 1996
    },
    {
      "title": "Patterns of attachment: psychological study of the strange situation",
      "authors": [
        "Mds Ainsworth",
        "M Blehar",
        "E Waters",
        "S Wall"
      ],
      "year": 1978
    },
    {
      "title": "Multiple roles and well-being: Sociodemographic and psychological moderators",
      "authors": [
        "Cjc Ahrens",
        "C Ryff"
      ],
      "year": 2006,
      "doi": "10.1007/s11199-006-9134-8"
    },
    {
      "authors": [
        "L Aknin",
        "C Barrington-Leigh",
        "E Dunn",
        "J Helliwell",
        "J Burns",
        "R Biswas-Diener"
      ],
      "year": 2013
    },
    {
      "title": "The development of coping resources in adulthood",
      "authors": [
        "C Aldwin",
        "K Sutton",
        "M Lachman"
      ],
      "year": 1996
    },
    {
      "title": "Presence of human friends and pet dogs as moderators of autonomic responses to stress in women",
      "authors": [
        "K Allen",
        "J Blascovich",
        "J Tomaka",
        "R Kelsey"
      ],
      "year": 1991,
      "doi": "10.1037//0022-3514.61.4.582"
    },
    {
      "title": "Attachment in adolescence",
      "authors": [
        "J Allen",
        "D Land"
      ],
      "year": 1999
    },
    {
      "title": "Well-being among adults on different continents",
      "authors": [
        "T Antonucci",
        "C Okorodudu",
        "H Akiyama"
      ],
      "year": 2002,
      "doi": "10.1111/1540-4560.00280"
    },
    {
      "title": "Inclusion of the other in the self scale and the structure of interpersonal closeness",
      "authors": [
        "Aron Aron",
        "E Smollan"
      ],
      "year": 1992,
      "doi": "10.1037//0022-3514.63.4.596"
    },
    {
      "title": "Close relationships as including other in the self",
      "authors": [
        "Aron Tudor",
        "M Nelson"
      ],
      "year": 1991
    },
    {
      "title": "Reward, Motivation, and Emotion Systems Associated With Early-Stage Intense Romantic Love",
      "authors": [
        "A Aron",
        "H Fisher",
        "D Mashek",
        "G Strong",
        "H Li",
        "L Brown"
      ],
      "year": 2005,
      "doi": "10.1152/jn.00838.2004"
    },
    {
      "title": "How close others construct and reconstruct who we are and how we feel about ourselves",
      "authors": [
        "A Aron",
        "S Ketay",
        "S Riela",
        "E Aron"
      ],
      "year": 2008
    },
    {
      "title": "Relational schemas and the processing of social information",
      "authors": [
        "M Baldwin"
      ],
      "year": 1992
    },
    {
      "title": "Skeletal Muscle Plasticity: Cellular and Molecular Responses to Altered Physical Activity Paradigms",
      "authors": [
        "K Baldwin",
        "R Haddad"
      ],
      "year": 2002,
      "doi": "10.1097/00002060-200211001-00006"
    },
    {
      "title": "An experimental approach to social support communications: Interactive coping in close relationships",
      "authors": [
        "A Barbee",
        "M Cunningham"
      ],
      "year": 1995,
      "doi": "10.1080/23808985.1995.11678921"
    },
    {
      "title": "Effects of gender role expectations on the social support process",
      "authors": [
        "A Barbee",
        "M Cunningham",
        "B Winstead",
        "V Derlega",
        "M Gulley",
        "P Yankeelov",
        "P Duren"
      ],
      "year": 1993
    },
    {
      "title": "Psychological correlates of sleep apnea",
      "authors": [
        "W Bardwell",
        "C Berry",
        "S Ancoli-Israel",
        "J Dimsdale"
      ],
      "year": 1999,
      "doi": "10.1016/s0022-3999(99)00062-8"
    },
    {
      "title": "Distinctions between social support concepts, measures, and models",
      "authors": [
        "M Barrera"
      ],
      "year": 1986,
      "doi": "10.1007/bf00922627"
    },
    {
      "title": "Evidence for altruism: Toward a pluralism of prosocial motives",
      "authors": [
        "C Batson",
        "L Shaw"
      ],
      "year": 1991,
      "doi": "10.1207/s15327965pli0202_1"
    },
    {
      "title": "Social baseline theory: The role of social proximity in emotion and economy of action",
      "authors": [
        "L Beckes",
        "J Coan"
      ],
      "year": 2011,
      "doi": "10.1111/j.1751-9004.2011.00400.x"
    },
    {
      "title": "The Pennsylvania Infant and Family Development Project: III. The origins of individual differences in infant-mother attachment: Maternal and infant contributions",
      "authors": [
        "J Belsky",
        "M Rovine",
        "D Taylor"
      ],
      "year": 1984
    },
    {
      "title": "The definition and preliminary measurement of thriving in adolescence",
      "authors": [
        "P Benson",
        "P Scales"
      ],
      "year": 2009,
      "doi": "10.1080/17439760802399240"
    },
    {
      "title": "Challenge and threat",
      "authors": [
        "J Blascovich"
      ],
      "year": 2008
    },
    {
      "title": "Challenge, threat, and health",
      "authors": [
        "J Blascovich"
      ],
      "year": 2008
    },
    {
      "title": "Social support and mortality in an elderly community population",
      "authors": [
        "D Blazer"
      ],
      "year": 1982,
      "doi": "10.1093/oxfordjournals.aje.a113351"
    },
    {
      "title": "Effects of support visibility on adjustment to stress: Experimental evidence",
      "authors": [
        "N Bolger",
        "D Amarel"
      ],
      "year": 2007
    },
    {
      "title": "Attachment and loss",
      "authors": [
        "J Bowlby"
      ],
      "year": 1982,
      "doi": "10.1093/sw/26.4.355"
    },
    {
      "title": "Attachment and loss: Separation, anxiety and anger",
      "authors": [
        "J Bowlby"
      ],
      "year": 1973
    },
    {
      "title": "A secure base",
      "authors": [
        "J Bowlby"
      ],
      "year": 1988
    },
    {
      "title": "New perspectives on attachment relations: Security, communication, and internal working models",
      "authors": [
        "I Bretherton"
      ],
      "year": 1987
    },
    {
      "title": "Too much of a good thing: Underprovision versus overprovision of partner support",
      "authors": [
        "R Brock"
      ],
      "year": 2009,
      "doi": "10.1037/a0015402"
    },
    {
      "title": "Cornell Medical Index, health questionnaire",
      "authors": [
        "K Brodman",
        "A Erdmann",
        "Jr",
        "H Wolff"
      ],
      "year": 1974
    },
    {
      "title": "Social negativity and health",
      "authors": [
        "K Brooks",
        "Dunkel Schetter"
      ],
      "year": 2011,
      "doi": "10.1111/j.1751-9004.2011.00395.x"
    },
    {
      "title": "Providing social support may be more beneficial than receiving it: Results from a prospective study of mortality",
      "authors": [
        "S Brown",
        "R Nesse",
        "A Vinokur",
        "D Smith"
      ],
      "year": 2003
    },
    {
      "title": "Caregiving and Decreased Mortality in a National Sample of Older Adults",
      "authors": [
        "S Brown",
        "D Smith",
        "R Schulz",
        "M Kabeto",
        "P Ubel",
        "J Yee",
        "C Kim",
        "K Langa"
      ],
      "year": 2009,
      "doi": "10.1111/j.1467-9280.2009.02323.x"
    },
    {
      "title": "Personal goals and subjective well-being: A longitudinal study",
      "authors": [
        "J Brunstein"
      ],
      "year": 1993
    },
    {
      "title": "Personal goals and social support in close relationships: Effects on relationship mood and marital satisfaction",
      "authors": [
        "J Brunstein",
        "G Dangelmayer",
        "O Schultheiss"
      ],
      "year": 1996
    },
    {
      "title": "Personal goals and emotional well-being: The moderating role of motive dispositions",
      "authors": [
        "J Brunstein",
        "O Schultheiss",
        "R Grassman"
      ],
      "year": 1998
    },
    {
      "title": "Thriving across the life span",
      "authors": [
        "M Bundick",
        "D Yeager",
        "P King",
        "W Damon"
      ],
      "year": 2010,
      "doi": "10.1002/9780470880166.hlsd001024"
    },
    {
      "title": "Comforting messages: Features, functions, and outcomes",
      "authors": [
        "B Burleson"
      ],
      "year": 1994
    },
    {
      "title": "The experience and effects of emotional support: What the study of cultural and gender differences can tell us about close relationships, emotion, and interpersonal communication",
      "authors": [
        "B Burleson"
      ],
      "year": 2003
    },
    {
      "title": "Understanding the outcomes of supportive communication: A dual process approach",
      "authors": [
        "B Burleson"
      ],
      "year": 2009
    },
    {
      "title": "Explaining cultural differences in evaluations of emotional support behaviors: Exploring the mediating influences of value systems and interaction goals",
      "authors": [
        "B Burleson",
        "S Mortenson"
      ],
      "year": 2003,
      "doi": "10.1177/0093650202250873"
    },
    {
      "title": "Analysis of the association between marital relationships and health problems: An interactional perspective",
      "authors": [
        "B Burman",
        "G Margolin"
      ],
      "year": 1992
    },
    {
      "title": "The Pittsburgh Sleep Quality Index: A new instrument for psychiatric practice and research",
      "authors": [
        "D Buysse",
        "C Reynolds",
        "T Monk",
        "S Berman"
      ],
      "year": 1989
    },
    {
      "title": "Handbook of posttraumatic growth: Research & practice",
      "authors": [
        "L Calhoun",
        "R Tedeschi"
      ],
      "year": 2006
    },
    {
      "title": "Creating good relationships: Responsiveness, relationship quality, and interpersonal goals",
      "authors": [
        "A Canevello",
        "J Crocker"
      ],
      "year": 2010,
      "doi": "10.1037/a0018186"
    },
    {
      "title": "Perceived partner responsiveness minimizes defensive reactions to failure",
      "authors": [
        "P Caprariello",
        "H Reis"
      ],
      "year": 2011,
      "doi": "10.1177/1948550610391914"
    },
    {
      "title": "Attachment, caregiving, and relationship functioning in couples: Effects of self and partner",
      "authors": [
        "K Carnelley",
        "P Pietromonaco",
        "K Jaffe"
      ],
      "year": 1996
    },
    {
      "title": "Resilience and thriving: Issues, models, and linkages",
      "authors": [
        "C Carver"
      ],
      "year": 1998
    },
    {
      "title": "Approach, avoidance, and the self-regulation of affect and action",
      "authors": [
        "C Carver"
      ],
      "year": 2006
    },
    {
      "title": "Coping",
      "authors": [
        "C Carver"
      ],
      "year": 2011
    },
    {
      "title": "Situational coping and coping dispositions in a stressful transaction",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1994,
      "doi": "10.1037//0022-3514.66.1.184"
    },
    {
      "title": "Handbook of individual differences in social behavior",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 2009
    },
    {
      "title": "Assessing coping strategies: A theoretically based approach",
      "authors": [
        "C Carver",
        "M Scheier",
        "J Weintraub"
      ],
      "year": 1989
    },
    {
      "title": "Handbook of attachment: Theory, research, and clinical applications",
      "authors": [
        "J Cassidy",
        "P Shaver"
      ],
      "year": 2008
    },
    {
      "title": "Shift-and-persist\" strategies: Why being low in socioeconomic status isn't always bad for health",
      "authors": [
        "E Chen",
        "G Miller"
      ],
      "year": 2012
    },
    {
      "title": "The difference between communal and exchange relationships: What it is and is not",
      "authors": [
        "M Clark",
        "J Mills"
      ],
      "year": 1993
    },
    {
      "title": "Lending a hand: Social regulation of the neural response to threat",
      "authors": [
        "J Coan",
        "H Schaefer",
        "R Davidson"
      ],
      "year": 2006
    },
    {
      "title": "Social support as a moderator of life stress",
      "authors": [
        "S Cobb"
      ],
      "year": 1976
    },
    {
      "title": "Psychosocial models of the role of social support in the etiology of physical disease",
      "authors": [
        "S Cohen"
      ],
      "year": 1988,
      "doi": "10.1037//0278-6133.7.3.269"
    },
    {
      "title": "Social relationships and health",
      "authors": [
        "S Cohen"
      ],
      "year": 2004
    },
    {
      "title": "The Pittsburgh common cold studies: Psychosocial predictors of susceptibility to respiratory infectious illness",
      "authors": [
        "S Cohen"
      ],
      "year": 2005,
      "doi": "10.1207/s15327558ijbm1203_1"
    },
    {
      "title": "Social relationships and health",
      "authors": [
        "S Cohen",
        "B Gottlieb",
        "L Underwood"
      ],
      "year": 2000
    },
    {
      "title": "Measuring the functional components of social support",
      "authors": [
        "S Cohen",
        "R Mermelstein",
        "T Kamarck",
        "H Hoberman"
      ],
      "year": 1985,
      "doi": "10.1007/978-94-009-5115-0_5"
    },
    {
      "title": "Social support, stress and the buffering hypothesis: A theoretical analysis",
      "authors": [
        "S Cohen",
        "G Mckay"
      ],
      "year": 1984
    },
    {
      "title": "Positive affect and health",
      "authors": [
        "S Cohen",
        "S Pressman"
      ],
      "year": 2006,
      "doi": "10.1111/j.0963-7214.2006.00420.x"
    },
    {
      "title": "Social support and health",
      "authors": [
        "S Cohen",
        "S Syme"
      ],
      "year": 1985
    },
    {
      "title": "Psychological stress and susceptibility to the common cold",
      "authors": [
        "S Cohen",
        "D Tyrrell",
        "A Smith"
      ],
      "year": 1991
    },
    {
      "title": "Stress and infectious disease in humans",
      "authors": [
        "S Cohen",
        "G Williamson"
      ],
      "year": 1991
    },
    {
      "title": "Stress, social support, and the buffering hypothesis",
      "authors": [
        "S Cohen",
        "T Wills"
      ],
      "year": 1985
    },
    {
      "title": "Social support in pregnancy: Psychosocial correlates of birth outcomes and postpartum depression",
      "authors": [
        "N Collins",
        "C Dunkel-Schetter",
        "M Lobel",
        "Scm Scrimshaw"
      ],
      "year": 1993
    },
    {
      "title": "A safe haven: An attachment theory perspective on support-seeking and caregiving in adult romantic relationships",
      "authors": [
        "N Collins",
        "B Feeney"
      ],
      "year": 2000
    },
    {
      "title": "Working models of attachment shape perceptions of social support: Evidence from experimental and observational studies",
      "authors": [
        "N Collins",
        "B Feeney"
      ],
      "year": 2004
    },
    {
      "title": "Attachment processes in intimate relationships: Support-seeking and caregiving behavior in daily interaction",
      "authors": [
        "N Collins",
        "B Feeney"
      ],
      "year": 2005
    },
    {
      "title": "Responding to need in intimate relationships: Social support and caregiving processes in couples",
      "authors": [
        "N Collins",
        "M Ford",
        "A Guichard",
        "H Kane",
        "B Feeney"
      ],
      "year": 2010
    },
    {
      "title": "Responding to need in intimate relationships: Normative processes and individual difference",
      "authors": [
        "N Collins",
        "A Guichard",
        "M Ford",
        "B Feeney"
      ],
      "year": 2006
    },
    {
      "title": "Psychological, physiological, and behavioral responses to a partner in need: The role of compassionate love",
      "authors": [
        "N Collins",
        "H Kane",
        "M Metz",
        "C Cleveland",
        "C Khan",
        "L Winczewski",
        "J Bowen",
        "T Prok"
      ]
    },
    {
      "title": "Social support during a stressful task reduces cortisol reactivity, promotes emotional recovery, and builds caring relationships",
      "authors": [
        "N Collins",
        "L Jaremka",
        "H Kane"
      ],
      "year": 2014
    },
    {
      "title": "Type A behavior, personality hardiness, and cardiovascular responses to stress",
      "authors": [
        "R Contrada"
      ],
      "year": 1989
    },
    {
      "title": "Evidence for and mechanisms of exercise modulation of growth--an overview",
      "authors": [
        "D Cooper"
      ],
      "year": 1994
    },
    {
      "title": "Positive and negative forms of social support: Effects of conversational topics on coping with stress among same-sex friends",
      "authors": [
        "R Costanza",
        "V Derlega",
        "B Winstead"
      ],
      "year": 1988
    },
    {
      "title": "Going beyond social support: The role of social relationships in adaptation",
      "authors": [
        "J Coyne",
        "A Delongis"
      ],
      "year": 1986
    },
    {
      "title": "The other side of support: Emotional overinvolvement and miscarried helping",
      "authors": [
        "J Coyne",
        "C Wortman",
        "D Lehman"
      ],
      "year": 1988
    },
    {
      "title": "Enhanced cognitive activity--over and above social or physical activity--is required to protect Alzheimer's mice against cognitive impairment, reduce Aβ deposition, and increase synaptic immunoreactivity",
      "authors": [
        "J Cracchiolo",
        "T Mon",
        "S Nazian",
        "J Tan",
        "H Potter",
        "G Arendash"
      ],
      "year": 2007
    },
    {
      "title": "Affirmative of personal values buffers neuroendocrine and psychological stress responses",
      "authors": [
        "J Creswell",
        "W Welch",
        "S Taylor",
        "D Sherman",
        "T Gruenewald",
        "T Mann"
      ],
      "year": 2005
    },
    {
      "title": "Why Does Writing About Important Values Reduce Defensiveness? Self-Affirmation and the Role of Positive Other-Directed Feelings",
      "authors": [
        "J Crocker",
        "Y Niiya",
        "D Mischkowski"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-9280.2008.02150.x"
    },
    {
      "title": "Assessing secure base behavior in adulthood: Development of a measure, links to adult attachment representations and relations to couples' communication and reports of relationships",
      "authors": [
        "J Crowell",
        "D Treboux",
        "Y Gao",
        "C Fyffe",
        "H Pan",
        "E Waters"
      ],
      "year": 2002
    },
    {
      "title": "Behavioral manifestations of social support: A microanalytic investigation",
      "authors": [
        "C Cutrona"
      ],
      "year": 1986
    },
    {
      "title": "Stress and social support: In search of optimal matching",
      "authors": [
        "C Cutrona"
      ],
      "year": 1990,
      "doi": "10.1521/jscp.1990.9.1.3"
    },
    {
      "title": "Social support in couples: Marriage as a resource in times of stress",
      "authors": [
        "C Cutrona"
      ],
      "year": 1996
    },
    {
      "title": "Social support as a determinant of marital quality: The interplay of negative and supportive behaviors",
      "authors": [
        "C Cutrona"
      ],
      "year": 1996
    },
    {
      "title": "The provisions of social relationships and adaptation to stress",
      "authors": [
        "C Cutrona",
        "D Russell"
      ],
      "year": 1987,
      "doi": "10.1037/t06213-000"
    },
    {
      "title": "Type of social support and specific stress: Toward a theory of optimal matching",
      "authors": [
        "C Cutrona",
        "D Russell"
      ],
      "year": 1990,
      "doi": "10.1521/jscp.1990.9.1.3"
    },
    {
      "title": "Controllability of stressful events and satisfaction with spouse support behaviors",
      "authors": [
        "C Cutrona",
        "J Suhr"
      ],
      "year": 1992
    },
    {
      "title": "Victims perceptions of social support: What is helpful from whom?",
      "authors": [
        "G Dakof",
        "S Taylor"
      ],
      "year": 1990
    },
    {
      "title": "On the benefits of giving as well as receiving autonomy support: Mutuality in close friendships",
      "authors": [
        "E Deci",
        "J Laguardia",
        "A Moller",
        "M Scheiner",
        "R Ryan"
      ],
      "year": 2006
    },
    {
      "title": "The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Handbook of self-determination research",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2002
    },
    {
      "title": "The impact of daily stress on health and mood: Psychological and social resources as mediators",
      "authors": [
        "A Delongis",
        "S Folkman",
        "R Lazarus"
      ],
      "year": 1988
    },
    {
      "title": "Cognitive appraisals and emotions predict cortisol and immune responses: A meta-analysis of acute laboratory social stressors and emotion inductions",
      "authors": [
        "T Denson",
        "M Spanovic",
        "N Miller",
        "T Denson"
      ],
      "year": 2009,
      "doi": "10.1037/a0016909"
    },
    {
      "title": "The Brief Symptom Inventory: An introductory report",
      "authors": [
        "L Derogatis",
        "N Melisaratos"
      ],
      "year": 1983
    },
    {
      "title": "When the social self is threatened: Shame, physiology, and health",
      "authors": [
        "S Dickerson",
        "T Gruenewald",
        "M Kemeny"
      ],
      "year": 2004
    },
    {
      "title": "Assessing subjective well-being: Progress and opportunities",
      "authors": [
        "E Deiner"
      ],
      "year": 1994
    },
    {
      "title": "Most people are happy",
      "authors": [
        "E Diener",
        "C Diener"
      ],
      "year": 1996,
      "doi": "10.1111/j.1467-9280.1996.tb00354.x"
    },
    {
      "title": "Resources, personal strivings, and subjective well-being: A nomothetic and idiographic approach",
      "authors": [
        "E Diener",
        "F Fujita"
      ],
      "year": 1995
    },
    {
      "title": "Beyond the hedonic treadmill: Revising the adaptation theory of wellbeing",
      "authors": [
        "E Diener",
        "R Lucas",
        "C Scollon"
      ],
      "year": 2006
    },
    {
      "title": "Subjective well-being: Three decades of progress",
      "authors": [
        "E Diener",
        "E Suh",
        "R Lucas",
        "H Smith"
      ],
      "year": 1999
    },
    {
      "title": "New well-being measures: Short scales to assess flourishing and positive and negative feelings",
      "authors": [
        "E Diener",
        "D Wirtz",
        "W Tov",
        "C Kim-Prieto",
        "D Choi",
        "S Oishi",
        "R Biswas-Diener"
      ],
      "year": 2010,
      "doi": "10.1007/s11205-009-9493-y"
    },
    {
      "title": "Positive couple interactions and daily cortisol: On the stressprotective role of intimacy",
      "authors": [
        "B Ditzen",
        "C Hoppmann",
        "P Klumb"
      ],
      "year": 2008
    },
    {
      "title": "Effects of different kinds of couple interaction on cortisol and heart rate responses to stress in women",
      "authors": [
        "B Ditzen",
        "I Neumann",
        "G Bodenmann",
        "Von Dawans",
        "B Turner",
        "R Ehlert",
        "U Heinrichs"
      ],
      "year": 2007
    },
    {
      "title": "Spirituality, Religiosity, and Thriving Among Adolescents: Identification and Confirmation of Factor Structures",
      "authors": [
        "E Dowling",
        "S Gestsdottir",
        "P Anderson",
        "A Von Eye",
        "R Lerner"
      ],
      "year": 2003
    },
    {
      "title": "Implications of rejection sensitivity for intimate relationships",
      "authors": [
        "G Downey",
        "S Feldman"
      ],
      "year": 1996,
      "doi": "10.1037//0022-3514.70.6.1327"
    },
    {
      "title": "The Michelangelo phenomenon and personal well-being",
      "authors": [
        "S Drigotas"
      ],
      "year": 2002
    },
    {
      "title": "Close partner as sculptor of the ideal self: Behavioral affirmation and the Michelangelo Phenomenon",
      "authors": [
        "S Drigotas",
        "C Rusbult",
        "J Wieselquist",
        "S Whitton"
      ],
      "year": 1999
    },
    {
      "title": "Grit: Perseverance and passion for long-term goals",
      "authors": [
        "A Duckworth",
        "C Peterson",
        "M Matthews",
        "D Kelly"
      ],
      "year": 2007,
      "doi": "10.1037/0022-3514.92.6.1087"
    },
    {
      "title": "Differentiating the cognitive and behavioral aspects of social support",
      "authors": [
        "C Dunkel-Schetter",
        "T Bennett"
      ],
      "year": 1990
    },
    {
      "title": "Elements of supportive interactions: When are attempts to help effective?",
      "authors": [
        "C Dunkel Schetter",
        "D Blasband",
        "L Feinstein",
        "T Herbert"
      ],
      "year": 1992
    },
    {
      "title": "Correlates of social support receipt",
      "authors": [
        "Dunkel Schetter",
        "C Folkman"
      ],
      "year": 1987
    },
    {
      "title": "Spending money on others promotes happiness",
      "authors": [
        "E Dunn",
        "L Aknin",
        "M Norton"
      ],
      "year": 2008
    },
    {
      "title": "Benefit finding after cancer: The role of optimism, intrusive thinking and social environment",
      "authors": [
        "J Dunn",
        "S Occhipinti",
        "A Campbell",
        "M Ferguson",
        "S Chambers"
      ],
      "year": 2011,
      "doi": "10.1177/1359105310371555"
    },
    {
      "title": "Developmental changes in personal goal orientation from young to late adulthood: From striving for gains to maintenance and prevention of losses",
      "authors": [
        "N Ebner",
        "A Freund",
        "P Baltes"
      ],
      "year": 2006
    },
    {
      "title": "Social neuroscience and health: neurophysiological mechanisms linking social ties with physical health",
      "authors": [
        "N Eisenberger",
        "S Cole"
      ],
      "year": 2012,
      "doi": "10.1038/nn.3086"
    },
    {
      "title": "Neural pathways link social support to attenuated neuroendocrine stress responses",
      "authors": [
        "N Eisenberger",
        "S Taylor",
        "S Gable",
        "C Hilmert",
        "M Lieberman"
      ],
      "year": 2007
    },
    {
      "title": "Attachment figures activate a safety signal-related neural region and reduce pain experience",
      "authors": [
        "N Eisenberger",
        "S Master",
        "T Inagaki",
        "S Taylor",
        "D Shirinyan",
        "M Lieberman",
        "B Naliboff"
      ],
      "year": 2011,
      "doi": "10.1073/pnas.1108239108"
    },
    {
      "title": "Handbook of approach and avoidance motivation",
      "authors": [
        "A Elliot"
      ],
      "year": 2008
    },
    {
      "title": "Attachment and exploration in adulthood",
      "authors": [
        "A Elliot",
        "H Reis"
      ],
      "year": 2003
    },
    {
      "title": "Personal strivings: An approach to personality and subjective well-being",
      "authors": [
        "R Emmons"
      ],
      "year": 1986
    },
    {
      "title": "Personal strivings, daily life events, and psychological and physical well-being",
      "authors": [
        "R Emmons"
      ],
      "year": 1991
    },
    {
      "title": "Conflict among personal strivings: Immediate and long-term implications for psychological and physical well-being",
      "authors": [
        "R Emmons",
        "L King"
      ],
      "year": 1988
    },
    {
      "title": "Counting blessings versus burdens: An experimental investigation of gratitude and subjective well-being in daily life",
      "authors": [
        "R Emmons",
        "M Mccullough"
      ],
      "year": 2003
    },
    {
      "title": "Embodying psychological thriving: Physical thriving in response to stress",
      "authors": [
        "E Epel",
        "E Mcewen",
        "J Ickovics"
      ],
      "year": 1998
    },
    {
      "title": "A secure base: Responsive support of goal strivings and exploration in adult intimate relationships",
      "authors": [
        "B Feeney"
      ],
      "year": 2004
    },
    {
      "title": "The dependency paradox in close relationships: Accepting dependence promotes independence",
      "authors": [
        "B Feeney"
      ],
      "year": 2007
    },
    {
      "title": "The generalization of attachment representations to new social situations: Predicting behavior during initial interactions with strangers",
      "authors": [
        "B Feeney",
        "J Cassidy",
        "F Ramos-Marcuse"
      ],
      "year": 2008
    },
    {
      "title": "Predictors of caregiving in adult intimate relationships: An attachment theoretical perspective",
      "authors": [
        "B Feeney",
        "N Collins"
      ],
      "year": 2001
    },
    {
      "title": "Motivations for caregiving in adult intimate relationships: Influences on caregiving behavior and relationship functioning",
      "authors": [
        "B Feeney",
        "N Collins"
      ],
      "year": 2003
    },
    {
      "title": "The Thriving Assessment Questionnaire and the Source of Strength and Relational Catalyst Support Survey",
      "authors": [
        "B Feeney",
        "N Collins"
      ],
      "year": 2014
    },
    {
      "title": "Motivations for providing a secure base: Links with attachment orientation and secure base support behavior",
      "authors": [
        "B Feeney",
        "N Collins",
        "Van Vleet",
        "Tomlinson"
      ],
      "year": 2013
    },
    {
      "title": "Effects of adult attachment and presence of romantic partners on physiological responses to stress",
      "authors": [
        "B Feeney",
        "L Kirkpatrick"
      ],
      "year": 1996
    },
    {
      "title": "Surviving Relationship Threats: The role of emotional capital",
      "authors": [
        "B Feeney",
        "E Lemay"
      ],
      "year": 2012
    },
    {
      "title": "Relationship influences on exploration in adulthood: The characteristics and function of a secure base",
      "authors": [
        "B Feeney",
        "R Thrush"
      ],
      "year": 2010
    },
    {
      "title": "Growing through attachment: The interplay of attachment and exploration in adulthood",
      "authors": [
        "B Feeney",
        "Van Vleet"
      ],
      "year": 2010
    },
    {
      "title": "Attachment, caregiving, and marital satisfaction",
      "authors": [
        "J Feeney"
      ],
      "year": 1996
    },
    {
      "title": "Social support in marriage: The role of social cognition",
      "authors": [
        "F Fincham",
        "T Bradbury"
      ],
      "year": 1990
    },
    {
      "title": "Outsourcing self-regulation",
      "authors": [
        "G Fitzsimons",
        "E Finkel"
      ],
      "year": 2011
    },
    {
      "title": "Shifting closeness: Interpersonal effects of personal goal progress",
      "authors": [
        "G Fitzsimons",
        "A Fishbach"
      ],
      "year": 2010
    },
    {
      "title": "How goal instrumentality shapes relationship evaluations",
      "authors": [
        "G Fitzsimons",
        "J Shah"
      ],
      "year": 2008
    },
    {
      "title": "Dynamics of a stressful encounter: Cognitive appraisal, coping, and encounter outcomes",
      "authors": [
        "S Folkman",
        "R Lazarus",
        "C Dunkel-Schetter",
        "A Delongis",
        "R Gruen"
      ],
      "year": 1986
    },
    {
      "title": "Stress, positive emotion, and coping",
      "authors": [
        "S Folkman",
        "J Moskowitz"
      ],
      "year": 2000
    },
    {
      "title": "Neural Systems of Positive Affect: Relevance to Understanding Child and Adolescent Depression?",
      "authors": [
        "E Forbes",
        "R Dahl"
      ],
      "year": 2005
    },
    {
      "title": "The Impact of Social Support or Mortality: A Seven-Year Follow-Up of Older Men and Women",
      "authors": [
        "L Forster",
        "E Stoller"
      ],
      "year": 1992
    },
    {
      "title": "Cultivating positive emotions to optimize health and well-being",
      "authors": [
        "B Fredrickson"
      ],
      "year": 2000,
      "doi": "10.1037//1522-3736.3.1.31a"
    },
    {
      "title": "The role of positive emotions in positive psychology: The broaden-and-build theory of positive emotions",
      "authors": [
        "B Fredrickson"
      ],
      "year": 2001
    },
    {
      "title": "Positivity: Groundbreaking research reveals how to embrace the hidden strength of positive emotions, overcome negativity, and thrive",
      "authors": [
        "B Fredrickson"
      ],
      "year": 2009,
      "doi": "10.1093/9780197754825.003.0001"
    },
    {
      "title": "The undoing effect of positive emotions",
      "authors": [
        "B Fredrickson",
        "R Mancuso",
        "C Branigan",
        "M Tugade"
      ],
      "year": 2000
    },
    {
      "title": "Living well with medical comorbidities: A biopsychosocial perspective",
      "authors": [
        "E Friedman",
        "C Ryff"
      ],
      "year": 2012,
      "doi": "10.1093/geronb/gbr152"
    },
    {
      "title": "Approach and avoidance social motives and goals",
      "authors": [
        "S Gable"
      ],
      "year": 2006,
      "doi": "10.1111/j.1467-6494.2005.00373.x"
    },
    {
      "title": "Will you be there for me when things go right? Supportive responses to positive event disclosures",
      "authors": [
        "S Gable",
        "G Gonzaga",
        "A Strachman"
      ],
      "year": 2006
    },
    {
      "title": "Safely testing the alarm: Close others' responses to personal positive events",
      "authors": [
        "S Gable",
        "C Gosnell",
        "N Maisel",
        "A Strachman"
      ],
      "year": 2012
    },
    {
      "title": "Good news! Capitalizing on personal events in an interpersonal context",
      "authors": [
        "S Gable",
        "H Reis"
      ],
      "year": 2010,
      "doi": "10.1016/s0065-2601(10)42004-3"
    },
    {
      "title": "What do you do when things go right? The intrapersonal and interpersonal benefits of sharing positive events",
      "authors": [
        "S Gable",
        "H Reis",
        "E Impett",
        "E Asher"
      ],
      "year": 2004,
      "doi": "10.1037/0022-3514.87.2.228"
    },
    {
      "title": "The effortful and energy-demanding nature of prosocial behavior",
      "authors": [
        "M Gailliot"
      ],
      "year": 2010,
      "doi": "10.1037/12061-009"
    },
    {
      "title": "Social support in social interaction: A moderator of cardiovascular reactivity",
      "authors": [
        "W Gerin",
        "C Pieper",
        "R Levy",
        "T Pickering"
      ],
      "year": 1992
    },
    {
      "title": "The up-and down-regulation of amusement: Experiential, behavioral, and autonomic consequences",
      "authors": [
        "N Giuliani",
        "K Mcrae",
        "J Gross"
      ],
      "year": 2008
    },
    {
      "title": "Daily supportive equity in close relationships",
      "authors": [
        "M Gleason",
        "M Iida",
        "N Bolger",
        "P Shrout"
      ],
      "year": 2003
    },
    {
      "title": "Receiving support as a mixed blessing: Evidence for dual effects of support on psychological outcomes",
      "authors": [
        "Mej Gleason",
        "M Iida",
        "P Shrout",
        "N Bolger"
      ],
      "year": 2008
    },
    {
      "title": "Pursuing goals for us: Relationally autonomous reasons in long-term goal pursuit",
      "authors": [
        "J Gore",
        "S Cross"
      ],
      "year": 2006
    },
    {
      "title": "Relational self-construal moderates the link between goal coherence and wellbeing",
      "authors": [
        "J Gore",
        "S Cross"
      ],
      "year": 2010
    },
    {
      "title": "Agreeableness, empathy, and helping: A person x situation perspective",
      "authors": [
        "W Graziano",
        "M Habashi",
        "B Sheese",
        "R Tobin"
      ],
      "year": 2007,
      "doi": "10.1037/0022-3514.93.4.583"
    },
    {
      "title": "Loneliness and pathways to disease",
      "authors": [
        "L Hawkley",
        "J Cacioppo"
      ],
      "year": 2003
    },
    {
      "title": "Positive social interactions and the human body at work: Linking organizations and physiology",
      "authors": [
        "E Heaphy",
        "J Dutton"
      ],
      "year": 2008
    },
    {
      "title": "Two important distinctions in social support: Kind of support and perceived versus received",
      "authors": [
        "V Helgeson"
      ],
      "year": 1993
    },
    {
      "title": "Social support and adjustment to cancer: Reconciling descriptive, correlational, and intervention research",
      "authors": [
        "V Helgeson",
        "S Cohen"
      ],
      "year": 1996
    },
    {
      "title": "Group support interventions for people with cancer: Who benefits from what?",
      "authors": [
        "V Helgeson",
        "S Cohen",
        "R Schulz",
        "J Yasko"
      ],
      "year": 2000
    },
    {
      "title": "Social support and growth following adversity",
      "authors": [
        "V Helgeson",
        "L Lopez"
      ],
      "year": 2010
    },
    {
      "title": "A meta-analytic review of benefit finding and growth",
      "authors": [
        "V Helgeson",
        "K Reynolds",
        "P Tomich"
      ],
      "year": 2006
    },
    {
      "title": "World happiness report",
      "authors": [
        "J Helliwell",
        "R Layard",
        "J Sachs"
      ],
      "year": 2013
    },
    {
      "title": "Integrating the hedonic and eudaimonic perspectives to more comprehensively understand wellbeing and pathways to wellbeing",
      "authors": [
        "L Henderson",
        "T Knight"
      ],
      "year": 2012,
      "doi": "10.5502/ijw.v2i3"
    },
    {
      "title": "Stress and immunity in humans: A meta-analytic review",
      "authors": [
        "T Herbert",
        "S Cohen"
      ],
      "year": 1993
    },
    {
      "title": "Beyond pleasure and pain",
      "authors": [
        "E Higgins"
      ],
      "year": 1997,
      "doi": "10.1037//0003-066x.52.12.1280"
    },
    {
      "title": "Social relationships and mortality",
      "authors": [
        "J Holt-Lunstad",
        "T Smith"
      ],
      "year": 2012
    },
    {
      "title": "The 'Big Five' personality variables-construct confusion: Description versus prediction",
      "authors": [
        "L Hough"
      ],
      "year": 1992
    },
    {
      "title": "Getting in under the radar: A dyadic view of invisible support",
      "authors": [
        "M Howland",
        "J Simpson"
      ],
      "year": 2010
    },
    {
      "title": "Can the 12-item General Health Questionnaire be used to measure positive mental health?",
      "authors": [
        "Y Hu",
        "S Stewart-Brown",
        "L Twigg",
        "S Weich"
      ],
      "year": 2007
    },
    {
      "title": "A short scale for measuring loneliness in large surveys: Results from two population-based studies",
      "authors": [
        "M Hughes",
        "L Waite",
        "L Hawkley",
        "J Cacioppo"
      ],
      "year": 2004
    },
    {
      "title": "Giving up and giving in: The costs and benefits of daily sacrifice in intimate relationships",
      "authors": [
        "E Impett",
        "S Gable",
        "L Peplau"
      ],
      "year": 2005
    },
    {
      "title": "Neural correlates of giving support to a loved one",
      "authors": [
        "T Inagaki",
        "N Eisenberger"
      ],
      "year": 2012
    },
    {
      "title": "Keep in touch: The effects of imagined touch support on exploration and pain reactivity",
      "authors": [
        "B Jakubiak",
        "B Feeney"
      ],
      "year": 2014
    },
    {
      "title": "Social support knowledge and behavior and relational intimacy: A dyadic study",
      "authors": [
        "R Johnson",
        "S Hobfoll",
        "A Zalcberg-Linetzy"
      ],
      "year": 1993
    },
    {
      "title": "An Affective-Cognitive Processing Model of Post-Traumatic Growth",
      "authors": [
        "S Joseph",
        "D Murphy",
        "S Regel"
      ],
      "year": 2012
    },
    {
      "title": "Social support and social networks as determinants of individual and marital outcomes",
      "authors": [
        "D Julien",
        "H Markman"
      ],
      "year": 1991
    },
    {
      "title": "Mere presence is not enough: Responsive support in a virtual world",
      "authors": [
        "H Kane",
        "C Mccall",
        "N Collins",
        "J Blascovich"
      ],
      "year": 2012,
      "doi": "10.1016/j.jesp.2011.07.001"
    },
    {
      "title": "Goals and marital satisfaction: Perceived support for personal goals and collective efficacy for collective goals",
      "authors": [
        "M Kaplan",
        "J Maddux"
      ],
      "year": 2002
    },
    {
      "title": "When curiosity breeds intimacy: Taking advantage of intimacy opportunities and transforming boring conversations",
      "authors": [
        "T Kashdan",
        "P Mcknight",
        "F Fincham",
        "P Rose"
      ],
      "year": 2011
    },
    {
      "title": "Curiosity and interest: The benefits of thriving on novelty and challenge",
      "authors": [
        "T Kashdan",
        "P Silvia"
      ],
      "year": 2009
    },
    {
      "title": "Social ties and mental health",
      "authors": [
        "I Kawachi",
        "L Berkman"
      ],
      "year": 2001
    },
    {
      "title": "Sex differences in vulnerability to undesirable life events",
      "authors": [
        "R Kessler",
        "J Mcleod"
      ],
      "year": 1984
    },
    {
      "title": "Flourishing: Positive psychology and the life well-lived",
      "authors": [
        "Clm Keyes"
      ],
      "year": 2003
    },
    {
      "title": "Mental illness and/or mental health? Investigating axioms of the complete state model of health",
      "authors": [
        "Clm Keyes"
      ],
      "year": 2005
    },
    {
      "title": "Promoting and protecting mental health as flourishing: A complementary strategy for improving national mental health",
      "authors": [
        "Clm Keyes"
      ],
      "year": 2007
    },
    {
      "title": "Marriage and health: His and hers",
      "authors": [
        "J Kiecolt-Glaser",
        "T Newton"
      ],
      "year": 2001
    },
    {
      "title": "The irony of cultural psychology research",
      "authors": [
        "H Kim",
        "D Sherman",
        "S Taylor"
      ],
      "year": 2009
    },
    {
      "title": "Thriving in adolescence: The voices of youth-serving practitioners, parents, and early and late adolescents",
      "authors": [
        "P King",
        "E Dowling",
        "R Mueller",
        "K White",
        "W Schultz",
        "P Osborn"
      ],
      "year": 2005
    },
    {
      "title": "Metabolic activity and collagen turnover in human tendon in response to physical activity",
      "authors": [
        "M Kjaer",
        "B Langberg",
        "R Miller",
        "R Boushel",
        "S Crameri",
        "K Koskinen"
      ],
      "year": 2005
    },
    {
      "title": "Rediscovering the later version of Maslow's hierarchy of needs: Selftranscendence and opportunities for theory, research, and unification",
      "authors": [
        "Koltko-Rivera Me"
      ],
      "year": 2006
    },
    {
      "title": "Anticipated support, received support, and economic stress among older adults",
      "authors": [
        "N Krause"
      ],
      "year": 1997
    },
    {
      "title": "Painting a truer picture of US socioeconomic and racial/ethnic health inequalities: The public health disparities geocoding project",
      "authors": [
        "N Krieger",
        "J Chen",
        "P Waterman",
        "D Rehkopf",
        "S Subramanian"
      ],
      "year": 2005,
      "doi": "10.2105/ajph.2003.032482"
    },
    {
      "title": "Shared and unique contributions of anger, anxiety, and depression to coronary heart disease: A prospective study in the normative aging study",
      "authors": [
        "L Kubzansky",
        "S Cole",
        "I Kawachi",
        "P Vokonas",
        "D Sparrow"
      ],
      "year": 2006
    },
    {
      "title": "To think or to do: The impact of assessment and locomotion orientation on the Michelangelo phenomenon",
      "authors": [
        "M Kumashiro",
        "C Rusbult",
        "C Finkenauer",
        "S Stocker"
      ],
      "year": 2007
    },
    {
      "title": "Taking on board liability-focused information: Close positive relationships as a self-bolstering resource",
      "authors": [
        "M Kumashiro",
        "C Sedikides"
      ],
      "year": 2005,
      "doi": "10.1111/j.1467-9280.2005.01603.x"
    },
    {
      "title": "An attachment-theoretical approach to caregiving in romantic relationships",
      "authors": [
        "L Kunce",
        "P Shaver"
      ],
      "year": 1994
    },
    {
      "title": "Cognitive processes in perceived social support",
      "authors": [
        "B Lakey",
        "B Cassady"
      ],
      "year": 1990
    },
    {
      "title": "Low social support and major depression: Research, theory and methodological issues",
      "authors": [
        "B Lakey",
        "A Cronin"
      ],
      "year": 2008
    },
    {
      "title": "Social support from a friend, perceived support, and social problem solving",
      "authors": [
        "B Lakey",
        "K Heller"
      ],
      "year": 1988,
      "doi": "10.1007/bf00930894"
    },
    {
      "title": "Relational regulation theory: A new approach to explain the link between perceived social support and mental health",
      "authors": [
        "B Lakey",
        "E Orehek"
      ],
      "year": 2011,
      "doi": "10.1037/a0023477"
    },
    {
      "title": "Enacted support's links to negative affect and perceived support are more consistent with theory when social influences are isolated from trait influences",
      "authors": [
        "B Lakey",
        "E Orehek",
        "K Hain",
        "M Vanvleet"
      ],
      "year": 2010
    },
    {
      "title": "Benefits of expressing gratitude: Expressing gratitude to a partner changes one's view of the relationship",
      "authors": [
        "N Lambert",
        "M Clark",
        "J Durtschi",
        "F Fincham",
        "S Graham"
      ],
      "year": 2010
    },
    {
      "title": "Close emotional relationships in later life: Further support for proactive aging in the social domain",
      "authors": [
        "F Lang",
        "L Carstensen"
      ],
      "year": 1994
    },
    {
      "title": "Stress, appraisal, and coping",
      "authors": [
        "R Lazarus",
        "S Folkman"
      ],
      "year": 1984
    },
    {
      "title": "Recipients' perceptions of support attempts and attributions for support attempts that fail",
      "authors": [
        "D Lehman",
        "K Hemphill"
      ],
      "year": 1990
    },
    {
      "title": "Posttraumatic growth in long-term breast cancer survivors: Relation to coping, social support and cognitive processing",
      "authors": [
        "S Lelorain",
        "P Tessier",
        "A Florin",
        "A Bonnaud-Antignac"
      ],
      "year": 2012
    },
    {
      "title": "Social support lowers cardiovascular reactivity to an acute stressor",
      "authors": [
        "S Lepore",
        "K Allen",
        "G Evans"
      ],
      "year": 1993,
      "doi": "10.1097/00006842-199311000-00007"
    },
    {
      "title": "Positive life change and the social context of illness: An expanded socialcognitive processing model",
      "authors": [
        "S Lepore",
        "W Kernan"
      ],
      "doi": "10.1037/11854-008"
    },
    {
      "title": "Medical illness and positive life change: Can crisis lead to personal transformation?",
      "authors": [
        "S Lechner",
        "M Antoni",
        "A Stanton"
      ],
      "year": 2009,
      "doi": "10.1037/11854-000"
    },
    {
      "title": "Positive youth development: Thriving as the basis of personhood and civil society",
      "authors": [
        "R Lerner",
        "E Dowling",
        "P Anderson"
      ],
      "year": 2003
    },
    {
      "title": "Special issue introduction: The meaning and measurement of thriving: A view of the issues",
      "authors": [
        "R Lerner",
        "A Von Eye",
        "J Lerner",
        "S Lewin-Bizan",
        "E Bowers"
      ],
      "year": 2010
    },
    {
      "title": "Post-traumatic growth among cardiac outpatients",
      "authors": [
        "Y Leung",
        "S Gravely-Witte",
        "A Macpherson",
        "J Irvine",
        "D Stewart",
        "S Grace"
      ],
      "year": 2010
    },
    {
      "title": "Positive change following trauma and adversity: A review",
      "authors": [
        "P Linley",
        "S Joseph"
      ],
      "year": 2004
    },
    {
      "title": "Personal project pursuit: Goals, action, and human flourishing",
      "authors": [
        "B Little",
        "K Salmela-Aro",
        "S Phillips"
      ],
      "year": 2007
    },
    {
      "title": "Self-efficacy and social support predict benefit finding 12 months after cancer surgery: The mediating role of coping strategies",
      "authors": [
        "A Luszczynska",
        "N Mohamed",
        "R Schwarzer"
      ],
      "year": 2005
    },
    {
      "title": "Pursuing happiness: The architecture of sustainable change",
      "authors": [
        "S Lyubomirsky",
        "K Sheldon",
        "D Schkade"
      ],
      "year": 2005
    },
    {
      "title": "The paradox of received social support: The importance of responsiveness",
      "authors": [
        "N Maisel",
        "S Gable"
      ],
      "year": 2009
    },
    {
      "title": "Oxytocin: An old hormone for new avenues",
      "authors": [
        "D Marazziti",
        "A Bani",
        "F Casamassima",
        "M Catena",
        "G Consoli",
        "C Gesi",
        "N Iovieno",
        "G Massei",
        "M Muti",
        "L Ravani",
        "A Romano",
        "I Roncaglia",
        "P Scarpellini"
      ],
      "year": 2006
    },
    {
      "title": "Is laughter the best medicine? Humor, laughter, and physical health",
      "authors": [
        "R Martin"
      ],
      "year": 2002
    },
    {
      "title": "Some basic propositions of growth and self-actualization psychology",
      "authors": [
        "A Maslow"
      ],
      "year": 1998
    },
    {
      "title": "Towards a psychology of being",
      "authors": [
        "A Maslow"
      ],
      "year": 2011
    },
    {
      "title": "A picture's worth: Partner photographs reduce experimentally induced pain",
      "authors": [
        "S Master",
        "N Eisenberger",
        "S Taylor",
        "B Naliboff",
        "D Shirinyan",
        "M Lieberman"
      ],
      "year": 2009
    },
    {
      "title": "State of disparities in cardiovascular health in the United States",
      "authors": [
        "G Mensah",
        "A Mokdad",
        "E Ford",
        "K Greenlund",
        "J Croft"
      ],
      "year": 2005
    },
    {
      "title": "Appraisal of and coping with a real-life stressful situation: The contribution of attachment styles",
      "authors": [
        "M Mikulincer"
      ],
      "year": 1995
    },
    {
      "title": "Activation of the attachment system in adulthood: Threat-related primes increase the accessibility of mental representations of attachment figures",
      "authors": [
        "M Mikulincer",
        "O Gillath",
        "P Shaver"
      ],
      "year": 2002
    },
    {
      "title": "Attachment in adulthood: Structure, dynamics, and change",
      "authors": [
        "M Mikulincer",
        "P Shaver"
      ],
      "year": 2007
    },
    {
      "title": "An attachment and behavioral systems perspective on social support",
      "authors": [
        "M Mikulincer",
        "P Shaver"
      ],
      "year": 2009,
      "doi": "10.1177/0265407509105518"
    },
    {
      "title": "Self-regulation as a conceptual basis for the prevention and treatment of addictive behaviors",
      "authors": [
        "W Miller",
        "J Brown"
      ],
      "year": 1991
    },
    {
      "title": "Health psychology: Developing biologically plausible models linking the social world and physical health",
      "authors": [
        "G Miller",
        "Chen Cole"
      ],
      "year": 2009,
      "doi": "10.1146/annurev.psych.60.110707.163551"
    },
    {
      "title": "Pathways to resilience: Maternal nurturance as a buffer against the effects of childhood poverty on metabolic syndrome at midlife",
      "authors": [
        "G Miller",
        "M Lachman",
        "E Chen",
        "T Gruenewald",
        "A Karlamangla",
        "T Seeman"
      ],
      "year": 2011
    },
    {
      "title": "Measurement of communal strength",
      "authors": [
        "Clark Mills",
        "Johnson Ford"
      ],
      "year": 2004
    },
    {
      "title": "Attachment insecurity and perceived partner suffering as predictors of personal distress",
      "authors": [
        "J Monin",
        "R Schulz",
        "B Feeney",
        "T Cook"
      ],
      "year": 2010,
      "doi": "10.1016/j.jesp.2010.05.009"
    },
    {
      "title": "Parent-adolescent separation: The construction of adulthood by late adolescents",
      "authors": [
        "D Moore"
      ],
      "year": 1987
    },
    {
      "title": "What Do Children Need to Flourish? Conceptualizing and Measuring Indicators of Positive Development",
      "authors": [
        "K Moore",
        "L Lippman"
      ],
      "year": 2005,
      "doi": "10.1007/b100487"
    },
    {
      "title": "Survivor identity and post-traumatic growth after participating in challenge-based peer-support programmes",
      "authors": [
        "B Morris",
        "M Campbell",
        "M Dwyer",
        "J Dunn",
        "S Chambers"
      ],
      "year": 2011
    },
    {
      "title": "Interpersonal trust and social skill in seeking social support among Chinese and Americans",
      "authors": [
        "S Mortenson"
      ],
      "year": 2009
    },
    {
      "title": "Self-control as a limited resource: Regulatory depletion patterns",
      "authors": [
        "M Muraven",
        "D Tice",
        "R Baumeister"
      ],
      "year": 1998
    },
    {
      "title": "Regulating the risks of closeness: A relationship-specific sense of felt security",
      "authors": [
        "S Murray"
      ],
      "year": 2005
    },
    {
      "title": "The contingencies of interpersonal acceptance: When romantic relationships function as a self affirmational resource",
      "authors": [
        "S Murray",
        "G Bellavia",
        "B Feeney",
        "J Holmes",
        "P Rose"
      ],
      "year": 2001,
      "doi": "10.1023/a:1010618010115"
    },
    {
      "title": "Self-esteem and the quest for felt security: How perceived regard regulates attachment processes",
      "authors": [
        "S Murray",
        "J Holmes",
        "D Griffin"
      ],
      "year": 2000
    },
    {
      "title": "Stress and reactivity to daily relationship experiences: How stress hinders adaptive processes in marriage",
      "authors": [
        "L Neff",
        "B Karney"
      ],
      "year": 2009
    },
    {
      "title": "Stable negative social exchanges and health",
      "authors": [
        "J Newsom",
        "T Mahan",
        "K Rook",
        "N Krause"
      ],
      "year": 2008
    },
    {
      "title": "Beyond the myth of venting: Social sharing modes determine the benefits of emotional disclosure",
      "authors": [
        "F Nils",
        "B Rimé"
      ],
      "year": 2012,
      "doi": "10.1002/ejsp.1880"
    },
    {
      "title": "Autonomy, attachment and psychosocial adjustment during adolescence: A doubleedged sword?",
      "authors": [
        "M Noom",
        "M Dekovic",
        "Whj Meeus"
      ],
      "year": 1999
    },
    {
      "title": "Adult attachment styles, perceived social support and coping strategies",
      "authors": [
        "T Ognibene",
        "N Collins"
      ],
      "year": 1998
    },
    {
      "title": "Need satisfaction and involvement in personal projects: Toward an integrative model of subjective well-being",
      "authors": [
        "M Omodei",
        "A Wearing"
      ],
      "year": 1990
    },
    {
      "title": "Is caring associated with an increased risk of mortality? A longitudinal study",
      "authors": [
        "D O'reilly",
        "S Connolly",
        "M Rosato",
        "C Patterson"
      ],
      "year": 2008
    },
    {
      "title": "Perceived life satisfaction and the organization of personal project systems",
      "authors": [
        "T Palys",
        "B Little"
      ],
      "year": 1983
    },
    {
      "title": "Stress-related growth and thriving through coping: The roles of personality and cognitive processes",
      "authors": [
        "C Park"
      ],
      "year": 1998
    },
    {
      "title": "Social support, conflict, and the development of marital dysfunction",
      "authors": [
        "L Pasch",
        "T Bradbury"
      ],
      "year": 1998
    },
    {
      "title": "Effects of Social Support and Personal Coping Resources on Mortality in Older Age: The Longitudinal Aging Study Amsterdam",
      "authors": [
        "Bwjh Pennix",
        "T Van Tilburg",
        "Dmw Kriegsman",
        "Djh Deeg",
        "Ajp Boeke",
        "J Van Eijk"
      ],
      "year": 1997
    },
    {
      "title": "A relational schema approach to social support",
      "authors": [
        "G Pierce",
        "M Baldwin",
        "J Lydon"
      ],
      "year": 1997
    },
    {
      "title": "General and specific support expectations and stress as predictors of perceived supportiveness: An experimental study",
      "authors": [
        "G Pierce",
        "B Sarason",
        "I Sarason"
      ],
      "year": 1992
    },
    {
      "title": "Close relationship processes and health: Implications of attachment theory for health and disease",
      "authors": [
        "P Pietromonaco",
        "B Uchino",
        "Dunkel Schetter"
      ],
      "year": 2013
    },
    {
      "title": "Social support and ambulatory blood pressure: An examination of both receiving and giving",
      "authors": [
        "R Piferi",
        "K Lawler"
      ],
      "year": 2006
    },
    {
      "title": "TBI 13 years on: factors associated with post-traumatic growth",
      "authors": [
        "T Powell",
        "R Gilson"
      ],
      "year": 2012
    },
    {
      "title": "Optimism, social support, and coping strategies as factors contributing to posttraumatic growth: A meta-analysis",
      "authors": [
        "G Prati",
        "L Pietrantoni"
      ],
      "year": 2009
    },
    {
      "title": "Does positive affect influence health?",
      "authors": [
        "S Pressman",
        "S Cohen"
      ],
      "year": 2005
    },
    {
      "title": "Association of enjoyable leisure activities with psychological and physical well-being",
      "authors": [
        "S Pressman",
        "K Matthews",
        "S Cohen",
        "L Martire",
        "M Scheier",
        "A Baum"
      ],
      "year": 2009
    },
    {
      "title": "Skilled support within intimate relationships",
      "authors": [
        "E Rafaeli",
        "M Gleason"
      ],
      "year": 2009
    },
    {
      "title": "Optimism and physical health: A meta-analytic review",
      "authors": [
        "H Rasmussen",
        "M Scheier",
        "J Greenhouse"
      ],
      "year": 2009
    },
    {
      "title": "Perceived partner responsiveness as an organizing theme for the study of relationships and well-being",
      "authors": [
        "H Reis"
      ],
      "year": 2012
    },
    {
      "title": "Perceived partner responsiveness as an organizing construct in the study of intimacy and closeness",
      "authors": [
        "H Reis",
        "M Clark",
        "J Holmes"
      ],
      "year": 2004
    },
    {
      "title": "Attachment and intimacy: Component processes",
      "authors": [
        "H Reis",
        "B Patrick"
      ],
      "year": 1996
    },
    {
      "title": "Intimacy as an interpersonal process",
      "authors": [
        "H Reis",
        "P Shaver"
      ],
      "year": 1988
    },
    {
      "title": "Are you happy for me? How sharing positive events with others provides personal and interpersonal benefits",
      "authors": [
        "H Reis",
        "S Smith",
        "C Carmichael",
        "P Caprariello",
        "F Tsai",
        "A Rodrigues",
        "M Maniaci"
      ],
      "year": 2010
    },
    {
      "title": "Trust in close relationships",
      "authors": [
        "J Rempel",
        "J Holmes",
        "M Zanna"
      ],
      "year": 1985
    },
    {
      "title": "Scenes from a marriage: Examining support, coping and gender within the context of chronic illness",
      "authors": [
        "T Revenson"
      ],
      "year": 2003
    },
    {
      "title": "The effectiveness of support attempts in intimate relationships",
      "authors": [
        "C Rini",
        "C Dunkel Schetter"
      ],
      "year": 2010
    },
    {
      "title": "Effective social support: Antecedents and consequences of partner support during pregnancy",
      "authors": [
        "C Rini",
        "Dunkel Schetter",
        "C Hobel",
        "C Glynn",
        "L Sandman"
      ],
      "year": 2006
    },
    {
      "title": "Goal continuity as a mediator of early retirement adjustment: Testing a multidimensional model",
      "authors": [
        "S Robbins",
        "R Lee",
        "Tth Wan"
      ],
      "year": 1994
    },
    {
      "title": "On becoming a person",
      "authors": [
        "C Rogers"
      ],
      "year": 1961
    },
    {
      "title": "The negative side of social interaction: Impact on psychological well-being",
      "authors": [
        "K Rook"
      ],
      "year": 1984
    },
    {
      "title": "Optimizing social relationships as a resource for health and well-being in later life",
      "authors": [
        "K Rook",
        "S Mavandadi",
        "D Sorkin",
        "L Zettel"
      ],
      "year": 2007
    },
    {
      "title": "Society and the adolescent self-image",
      "authors": [
        "M Rosenberg"
      ],
      "year": 1965
    },
    {
      "title": "Personal goals and interpersonal support and hindrance as factors in psychological distress and well-being",
      "authors": [
        "L Ruehlman",
        "S Wolchik"
      ],
      "year": 1988
    },
    {
      "title": "The Michelangelo phenomenon",
      "authors": [
        "C Rusbult",
        "E Finkel",
        "M Kumashiro"
      ],
      "year": 2009,
      "doi": "10.1111/j.1467-8721.2009.01657.x"
    },
    {
      "title": "Self processes in interdependent relationships: Partner affirmation and the Michelangelo phenomenon",
      "authors": [
        "C Rusbult",
        "M Kumashiro",
        "S Stocker",
        "J Kirchner",
        "E Finkel",
        "M Coolsen"
      ],
      "year": 2005
    },
    {
      "title": "The investment model scale: Measuring commitment level, satisfaction level, quality of alternatives, and investment size",
      "authors": [
        "C Rusbult",
        "J Martz",
        "C Agnew"
      ],
      "year": 1998
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0003-066x.55.1.68"
    },
    {
      "title": "In the eye of the beholder: Views of psychological well-being among middle-aged and older adults",
      "authors": [
        "C Ryff"
      ],
      "year": 1989
    },
    {
      "title": "The structure of psychological well-being revisited",
      "authors": [
        "C Ryff",
        "Clm Keyes"
      ],
      "year": 1995
    },
    {
      "title": "The contours of positive human health",
      "authors": [
        "C Ryff",
        "B Singer"
      ],
      "year": 1998,
      "doi": "10.1207/s15327965pli0901_1"
    },
    {
      "title": "Interpersonal flourishing: A positive health agenda for the new millenium",
      "authors": [
        "C Ryff",
        "B Singer"
      ],
      "year": 2000,
      "doi": "10.1207/s15327957pspr0401_4"
    },
    {
      "title": "Best news yet on the six-factor model of well-being",
      "authors": [
        "C Ryff",
        "B Singer"
      ],
      "year": 2006
    },
    {
      "title": "Know thyself and become what you are: A eudaimonic approach to psychological well-being",
      "authors": [
        "C Ryff",
        "B Singer"
      ],
      "year": 2008
    },
    {
      "title": "Positive health: Connecting well-being with biology",
      "authors": [
        "C Ryff",
        "B Singer",
        "Dienberg Love"
      ],
      "year": 2004
    },
    {
      "title": "Social inequalities in health and wellbeing: The role of relational and religious protective factors",
      "authors": [
        "C Ryff",
        "B Singer",
        "K Palmersheim"
      ],
      "year": 2004
    },
    {
      "title": "Perceived social support and working models of self and actual others",
      "authors": [
        "B Sarason",
        "G Pierce",
        "E Shearin",
        "I Sarason",
        "J Waltz",
        "L Poppe"
      ],
      "year": 1991
    },
    {
      "title": "Close personal relationships and health outcomes: A key to the role of social support",
      "authors": [
        "B Sarason",
        "I Sarason",
        "Rar Gurung"
      ],
      "year": 1997
    },
    {
      "title": "Social Support: The sense of acceptance and the role of relationships",
      "authors": [
        "B Sarason",
        "I Sarason",
        "G Pierce"
      ],
      "year": 1990
    },
    {
      "title": "Social support: Global and relationship-based levels of analysis",
      "authors": [
        "I Sarason",
        "B Sarason",
        "G Pierce"
      ],
      "year": 1994
    },
    {
      "title": "Social support as an individual difference variable: Its stability, origins, and relational aspects",
      "authors": [
        "B Sarason",
        "I Sarason",
        "E Shearin"
      ],
      "year": 1986
    },
    {
      "title": "A brief measure of social support: Practical and theoretical implications",
      "authors": [
        "I Sarason",
        "B Sarason",
        "E Shearin",
        "G Pierce"
      ],
      "year": 1987
    },
    {
      "title": "Contribution of Developmental Assets to the Prediction of Thriving Among Adolescents",
      "authors": [
        "P Scales",
        "P Benson",
        "N Leffert",
        "D Blyth"
      ],
      "year": 2000
    },
    {
      "title": "On the power of positive thinking: The benefits of being optimistic",
      "authors": [
        "M Scheier",
        "C Carver"
      ],
      "year": 1993
    },
    {
      "title": "Distinguishing optimism from neuroticism (and trait anxiety, self-mastery, and self-esteem): A re-evaluation of the Life Orientation Test",
      "authors": [
        "M Scheier",
        "C Carver",
        "M Bridges"
      ],
      "year": 1994
    },
    {
      "title": "The Life Engagement Test: Assessing purpose in life",
      "authors": [
        "M Scheier",
        "C Wrosch",
        "A Baum",
        "S Cohen",
        "L Martire",
        "K Matthews",
        "R Schulz",
        "B Zdaniuk"
      ],
      "year": 2006
    },
    {
      "title": "Social support and the perception of geographical slant",
      "authors": [
        "S Schnall",
        "K Harber",
        "J Stefanucci",
        "D Proffitt"
      ],
      "year": 2008
    },
    {
      "title": "A healthy dose of trust: The relationship between interpersonal trust and health",
      "authors": [
        "I Schneider",
        "E Konijn",
        "F Righetti",
        "C Rusbult"
      ],
      "year": 2011
    },
    {
      "title": "Affective interdependence in married couples' daily lives: Are there cultural differences in partner effects of anger?",
      "authors": [
        "D Schoebi",
        "Z Wang",
        "V Ababkov",
        "M Perrez"
      ],
      "year": 2010
    },
    {
      "title": "Multiple reward systems in the brain",
      "authors": [
        "W Schultz"
      ],
      "year": 2000
    },
    {
      "title": "The combined contribution of social support and coping strategies in predicting post-traumatic growth: A longitudinal study on cancer patients",
      "authors": [
        "M Scrignaro",
        "S Barni",
        "M Magrin"
      ],
      "year": 2011
    },
    {
      "title": "Health promoting effects of friends and family on health outcomes in older adults",
      "authors": [
        "T Seeman"
      ],
      "year": 2000
    },
    {
      "title": "Whatever does not kill us: Cumulative lifetime adversity, vulnerability, and resilience",
      "authors": [
        "M Seery",
        "E Holman",
        "R Silver"
      ],
      "year": 2010
    },
    {
      "title": "Authentic happiness: Using the new positive psychology to realize your potential for lasting fulfillment",
      "authors": [
        "Mep Seligman"
      ],
      "year": 2002
    },
    {
      "title": "Positive health",
      "authors": [
        "Mep Seligman"
      ],
      "year": 2008
    },
    {
      "title": "Positive Psychology Progress: Empirical Validation of Interventions",
      "authors": [
        "Mep Seligman",
        "T Steen",
        "N Park",
        "C Peterson"
      ],
      "year": 2005
    },
    {
      "title": "Expectancy × value effects: Regulatory focus as determinant of magnitude and direction",
      "authors": [
        "J Shah",
        "E Higgins"
      ],
      "year": 1997
    },
    {
      "title": "Persistent pursuit of need-satisfying goals leads to increased happiness: A 6-month experimental longitudinal study",
      "authors": [
        "K Sheldon",
        "N Abad",
        "Y Ferguson",
        "A Gunz",
        "L Houser-Marko",
        "C Nichols",
        "S Lyubomirsky"
      ],
      "year": 2010
    },
    {
      "title": "The self-efficacy scale: Construction and validation",
      "authors": [
        "M Sherer",
        "J Maddux",
        "B Mercandante",
        "S Prentice-Dunn",
        "B Jacobs",
        "R Rogers"
      ],
      "year": 1982
    },
    {
      "title": "The psychology of self-defense: Self-affirmation theory",
      "authors": [
        "D Sherman",
        "G Cohen"
      ],
      "year": 2006
    },
    {
      "title": "Support seeking and support giving within couples in an anxiety-provoking situation: The role of attachment styles",
      "authors": [
        "J Simpson",
        "W Rholes",
        "J Nelligan"
      ],
      "year": 1992
    },
    {
      "title": "Working models of attachment, support giving, and support seeking in a stressful situation",
      "authors": [
        "J Simpson",
        "W Rholes",
        "M Orina",
        "J Grich"
      ],
      "year": 2002
    },
    {
      "title": "Working models of attachment and reactions to different forms of caregiving from romantic partners",
      "authors": [
        "J Simpson",
        "H Winterheld",
        "W Rholes",
        "M Orina"
      ],
      "year": 2007
    },
    {
      "title": "Negative emotion and coronary heart disease: A review",
      "authors": [
        "B Sirois",
        "M Burg"
      ],
      "year": 2003,
      "doi": "10.1177/0145445502238695"
    },
    {
      "title": "Neural sensitivity to social rejection is associated with inflammatory responses to social stress",
      "authors": [
        "G Slavich",
        "B Way",
        "N Eisenberger",
        "S Taylor"
      ],
      "year": 2010
    },
    {
      "title": "The influence of psychological factors on restorative function in health and illness",
      "authors": [
        "A Smith",
        "A Baum"
      ],
      "year": 2003
    },
    {
      "title": "Mental activation of supportive ties, hostility, and cardiovascular reactivity to laboratory stress in young men and women",
      "authors": [
        "T Smith",
        "J Ruiz",
        "B Uchino"
      ],
      "year": 2004,
      "doi": "10.1037/0278-6133.23.5.476"
    },
    {
      "title": "Associations of self-reports versus spouse ratings of negative affectivity, dominance, and affiliation with coronary artery disease: Where should we look and who should we ask when studying personality and health?",
      "authors": [
        "T Smith",
        "B Uchino",
        "C Berg",
        "P Florsheim",
        "G Pearce",
        "M Hawkins",
        "Njm Henry",
        "R Beveridge",
        "M Skinner",
        "P Hopkins",
        "H Yoon"
      ],
      "year": 2008
    },
    {
      "title": "Handbook of social and clinical psychology: The health perspective",
      "authors": [
        "C Snyder",
        "L Irving",
        "J Anderson",
        "Hope",
        "Health"
      ],
      "year": 1991
    },
    {
      "title": "Relation between psychological hardiness and physiological response",
      "authors": [
        "I Solcova",
        "J Sykora"
      ],
      "year": 1995
    },
    {
      "title": "The dopamine hypothesis of reward: Past and current status",
      "authors": [
        "R Spanagel",
        "F Weiss"
      ],
      "year": 1999
    },
    {
      "title": "Measuring dyadic adjustment: New scales for assessing the quality of marriage and similar dyads",
      "authors": [
        "G Spanier"
      ],
      "year": 1976
    },
    {
      "title": "Group psychotherapy for women with breast cancer: Relationships among social support, emotional expression, and survival",
      "authors": [
        "D Spiegel",
        "R Kimerling"
      ],
      "year": 2001
    },
    {
      "title": "Compassionate love for close others and humanity",
      "authors": [
        "S Sprecher",
        "B Fehr"
      ],
      "year": 2005
    },
    {
      "title": "Attachment as an organizational construct",
      "authors": [
        "L Sroufe",
        "E Waters"
      ],
      "year": 1977
    },
    {
      "title": "Social Support, Problem Solving and the Longitudinal Course of Newlywed Marriage",
      "authors": [
        "K Sullivan",
        "L Pasch",
        "M Johnson",
        "T Bradbury"
      ],
      "year": 2010,
      "doi": "10.1037/a0017578"
    },
    {
      "title": "Conceptualizing and Modeling Individual and Ecological Asset Components Of Thriving in Early Adolescence",
      "authors": [
        "C Theokas",
        "J Almerigi",
        "R Lerner",
        "E Dowling",
        "P Benson",
        "P Scales",
        "Von Alexander"
      ],
      "year": 2005
    },
    {
      "title": "Mechanisms linking social ties and support to physical and mental health",
      "authors": [
        "P Thoits"
      ],
      "year": 2011
    },
    {
      "title": "Restoring the self: Positive affect helps improve self-regulation following ego depletion",
      "authors": [
        "D Tice",
        "R Baumeister",
        "D Shmueli",
        "M Muraven"
      ],
      "year": 2007
    },
    {
      "title": "The longitudinal association between forgiveness and relationship closeness and commitment",
      "authors": [
        "J Tsang",
        "M Mccullough",
        "F Fincham"
      ],
      "year": 2006
    },
    {
      "title": "Social support and physical health: Understanding the health consequences of Relationships",
      "authors": [
        "B Uchino"
      ],
      "year": 2004
    },
    {
      "title": "Understanding the links between social support and physical health: A lifespan perspective with emphasis on the separability of perceived and received support",
      "authors": [
        "B Uchino"
      ],
      "year": 2009
    },
    {
      "title": "Psychological pathways linking social support to health outcomes: A visit with \"ghosts\" of research past, present, and future",
      "authors": [
        "B Uchino",
        "K Bowen",
        "M Carlisle",
        "W Birmingham"
      ],
      "year": 2012,
      "doi": "10.1016/j.socscimed.2011.11.023"
    },
    {
      "title": "The relationship between social support and physiological processes: A review with emphasis on underlying mechanisms and implications for health",
      "authors": [
        "B Uchino",
        "J Cacioppo",
        "J Kiecolt-Glaser"
      ],
      "year": 1996
    },
    {
      "title": "Social support, physiological processes, and health",
      "authors": [
        "B Uchino",
        "D Uno",
        "J Holt-Lunstad"
      ],
      "year": 1999
    },
    {
      "title": "Oxytocin may mediate the benefits of positive social interaction and emotions",
      "authors": [
        "K Uvnäs-Moberg"
      ],
      "year": 1998
    },
    {
      "title": "A longitudinal investigation of the consequences of secure base support in close relationships",
      "authors": [
        "M Van Vleet",
        "B Feeney"
      ],
      "year": 2011
    },
    {
      "title": "A comparison of long-term consequences afforded by safe haven and secure base support among newlywed couples",
      "authors": [
        "M Vanvleet",
        "B Feeney"
      ],
      "year": 2012
    },
    {
      "title": "Social support",
      "authors": [
        "A Vaux"
      ],
      "year": 1988
    },
    {
      "title": "Support provision in marriage: The role of emotional similarity and empathic accuracy",
      "authors": [
        "L Verhofstadt",
        "A Buysse",
        "W Ickes",
        "M Davis",
        "I Devoldre"
      ],
      "year": 2008
    },
    {
      "title": "I know what you need right now\": Emapthic accuracy and support provision in marriage",
      "authors": [
        "L Verhofstadt",
        "W Ickes",
        "A Buysse"
      ],
      "year": 2010
    },
    {
      "title": "Self-regulatory failure: A resource-depletion approach",
      "authors": [
        "K Vohs",
        "T Heatherton"
      ],
      "year": 2000
    },
    {
      "title": "Perfusion functional MRI reveals cerebral blood flow pattern under psychological stress",
      "authors": [
        "J Wang",
        "H Rao",
        "G Wetmore",
        "P Furlan",
        "M Korczykowski",
        "D Dinges",
        "J Detre"
      ],
      "year": 2005
    },
    {
      "title": "A secure base from which to explore close relationships",
      "authors": [
        "E Waters",
        "E Cummings"
      ],
      "year": 2000
    },
    {
      "title": "Providing help and desired relationship type as determinants of changes in moods and self-evaluations",
      "authors": [
        "G Williamson",
        "M Clark"
      ],
      "year": 1989
    },
    {
      "title": "Affective consequences of refusing to help in communal and exchange relationships",
      "authors": [
        "G Williamson",
        "M Clark",
        "L Pegalis",
        "A Behan"
      ],
      "year": 1996
    },
    {
      "title": "Benefits of same-sex friendships in a stressful situation",
      "authors": [
        "B Winstead",
        "V Derlega"
      ],
      "year": 1985
    },
    {
      "title": "Friendship, social interaction, and coping with stress",
      "authors": [
        "B Winstead",
        "V Derlega",
        "R Lewis",
        "J Sanchez-Hucles"
      ],
      "year": 1992
    },
    {
      "title": "Granting forgiveness or harboring grudges: Implications for emotion, physiology, and health",
      "authors": [
        "Witvliet",
        "Cvo",
        "T Ludwig",
        "Vander Laan",
        "Kl"
      ],
      "year": 2001
    },
    {
      "title": "Hardiness and the concept of courage",
      "authors": [
        "C Woodard"
      ],
      "year": 2004
    },
    {
      "title": "Forgiveness is an emotion-focused coping strategy that can reduce health risks and promote health resilience: Theory, review, and hypotheses",
      "authors": [
        "E Worthington",
        "M Scherer"
      ],
      "year": 2004
    },
    {
      "title": "Adaptive self-regulation of unattainable goals: Goal disengagement, goal reengagement, and subjective well-being",
      "authors": [
        "C Wrosch",
        "M Scheier",
        "G Miller",
        "R Schulz",
        "C Carver"
      ],
      "year": 2003
    },
    {
      "title": "Life satisfaction: A study based on the organization of personal projects",
      "authors": [
        "U Yetim"
      ],
      "year": 1993
    },
    {
      "title": "Behavioral effects of self-set goals for different time ranges",
      "authors": [
        "Z Zaleski"
      ],
      "year": 1987
    },
    {
      "title": "Regional mu opioid receptor regulation of sensory and affective dimensions of pain",
      "authors": [
        "J Zubieta",
        "Y Smith",
        "J Bueller",
        "Y Xu",
        "M Kilbourn",
        "D Jewett",
        "C Meyer",
        "R Koeppe",
        "C Stohler"
      ],
      "year": 2001
    }
  ],
  "num_references": 373,
  "original_doi": "https://doi.org/10.13039/100001614"
}
