{
  "paper_id": "Q7HENIXA",
  "title": "Digital and Mobile Technologies to Promote Physical Health Behavior Change and Provide Psychological Support for Patients Undergoing Elective Surgery: Meta-Ethnography and Systematic Review",
  "abstract": "Background: Digital technology has influenced many aspects of modern living, including health care. In the context of elective surgeries, there is a strong association between preoperative physical and psychological preparedness, and improved postoperative outcomes. Health behavior changes made in the pre-and postoperative periods can be fundamental in determining the outcomes and success of elective surgeries. Understanding the potential unmet needs of patients undergoing elective surgery is central to motivating health behavior change. Integrating digital and mobile health technologies within the elective surgical pathway could be a strategy to remotely deliver this support to patients. Objective: This meta-ethnographic systematic review explores digital interventions supporting patients undergoing elective surgery with health behavior changes, specifically physical activity, weight loss, dietary intake, and psychological support. Methods: A literature search was conducted in October 2019 across 6 electronic databases (International Prospective Register of Systematic Reviews [PROSPERO]: CRD42020157813). Qualitative studies were included if they evaluated the use of digital technologies supporting behavior change in adult patients undergoing elective surgery during the pre-or postoperative period. Study quality was assessed using the Critical Appraisal Skills Programme tool. A meta-ethnographic approach was used to synthesize existing qualitative data, using the 7 phases of meta-ethnography by Noblit and Hare. Using this approach, along with reciprocal translation, enabled the development of 4 themes from the data. Results: A total of 18 studies were included covering bariatric (n=2, 11%), cancer (n=13, 72%), and orthopedic (n=3, 17%) surgeries. The 4 overarching themes appear to be key in understanding and determining the effectiveness of digital and mobile interventions to support surgical patients. To successfully motivate health behavior change, technologies should provide motivation and support, enable patient engagement, facilitate peer networking, and meet individualized patient needs. Self-regulatory features such as goal setting heightened patient motivation. The personalization of difficulty levels in virtual reality-based rehabilitation was positively received. Internet-based cognitive behavioral therapy reduced depression and distress in patients undergoing cancer surgery. Peer networking provided emotional support beyond that of patient-provider relationships, improving quality of life and care satisfaction. Patients expressed the desire for digital interventions to be individually tailored according to their physical and psychological needs, before and after surgery. Conclusions: These findings have the potential to influence the future design of patient-centered digital and mobile health technologies and demonstrate a multipurpose role for digital technologies in the elective surgical pathway by motivating health behavior change and offering psychological support. Through the synthesis of patient suggestions, we highlight areas for digital",
  "year": 2014,
  "date": "2014-05-16",
  "journal": "JMIR Mhealth Uhealth",
  "publication": "JMIR Mhealth Uhealth",
  "authors": [
    {
      "forename": "Anna",
      "surname": "Robinson",
      "name": "Anna Robinson",
      "affiliation": "1  School of Pharmacy , Population Health Sciences Institute , Newcastle University , Newcastle upon Tyne , United Kingdom \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t Population Health Sciences Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Umay",
      "surname": "Oksuz",
      "name": "Umay Oksuz",
      "affiliation": "1  School of Pharmacy , Population Health Sciences Institute , Newcastle University , Newcastle upon Tyne , United Kingdom \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t Population Health Sciences Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Robert",
      "surname": "Slight",
      "name": "Robert Slight",
      "affiliation": "2  Population Health Sciences Institute , Newcastle University , Newcastle upon Tyne , United Kingdom \n\t\t\t\t\t\t\t\t Population Health Sciences Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Sarah",
      "surname": "Slight",
      "name": "Sarah Slight",
      "affiliation": "1  School of Pharmacy , Population Health Sciences Institute , Newcastle University , Newcastle upon Tyne , United Kingdom \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t Population Health Sciences Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Andrew",
      "surname": "Husband",
      "name": "Andrew Husband",
      "affiliation": "1  School of Pharmacy , Population Health Sciences Institute , Newcastle University , Newcastle upon Tyne , United Kingdom \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t Population Health Sciences Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "andy.husband@newcastle.ac.uk"
    },
    {
      "surname": "Mpharm",
      "name": "Mpharm"
    },
    {
      "affiliation": "Institute Newcastle University School of Pharmacy , King George VI Building Newcastle upon Tyne , NE1 7RU United Kingdom \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t Institute Newcastle University \n\t\t\t\t\t\t\t\t King George VI Building Newcastle upon \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t NE1 7RU \n\t\t\t\t\t\t\t\t\t Tyne \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "",
  "keywords": [
    "mobile health",
    "mHealth",
    "healthy lifestyle",
    "bariatric surgery",
    "cancer",
    "orthopedic procedures",
    "qualitative research",
    "systematic review",
    "telemedicine",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "The introduction of digital technologies has influenced many aspects of modern living, including health care  [1, 2] . Digital health technologies (eg, wearable activity trackers and mobile phone apps) provide opportunities for effective patient care. They can improve communication between health care providers  [3] , facilitate connectivity with clinicians and peers  [4, 5] , enable remote health monitoring  [6] , and empower patients to play an active role in their long-term care  [3, [7] [8] [9] .\n\nIn the context of elective surgeries, there is a strong association between preoperative physical and psychological preparedness and improved postoperative outcomes  [10] [11] [12] . More specifically, improvements in physical activity levels  [13] , dietary intake  [14] , and smoking cessation  [15]  have been linked to improved recovery after surgery, reduced risk of complications, better tolerance of postsurgical adjunctive treatment, and prevention of long-term disease  [16] [17] [18] [19] .\n\nAlthough health behavior changes made in the pre-and postoperative periods can be fundamental in determining the outcomes and success of elective surgeries  [19] [20] [21] , there are variable amounts of support and education currently provided to patients undergoing elective surgery to motivate these health behavior changes  [22] [23] [24] . A recent study evaluating patient attitudes to health behavior changes found that although preoperative patients understood the health benefits of improved behaviors, they lacked the confidence to make such changes without intervention or support  [19] . Many physical and mental health interventions offered in elective care pathways use face-to-face, in-person delivery for individuals or small groups of patients. Such approaches are resource-and time-intensive for staff already working in high-pressure health care sectors  [25] [26] [27] . In addition, geographic isolation, travel costs, and the time burden of attending classes can all negatively affect patient engagement with postoperative appointments  [28, 29] . Understanding the potential unmet needs of patients undergoing elective surgery is central to motivating health behavior changes. Integrating digital technologies within the elective surgical pathway could be one strategy to remotely deliver behavioral change advice and lifestyle support, consequently improving patient engagement and postoperative success rates  [12, 30] ."
    },
    {
      "title": "Approach",
      "text": "This review uses a meta-ethnographic approach to analyze and synthesize qualitative findings. Meta-ethnography was originally developed by Noblit and Hare  [31] , but it has recently been used in health care-based social science research by Britten et al  [32] , Campbell et al  [33, 34] , Pound et al  [35] , and others. It is an inductive and interpretive approach involving the translation of papers into one another. Meta-ethnographies encourage researchers to understand and transfer ideas, themes, and metaphors across different studies to gain a deeper understanding or to inform the development of broader concepts  [31, 36] .\n\nThere are still unanswered questions relating to the optimization of digital technologies to support patients undergoing elective surgery, especially in the cohorts of bariatric, cancer, and orthopedic surgery. We seek to synthesize findings from existing qualitative research to determine whether digital technologies are effective in supporting patients undergoing elective surgery to change their health behaviors, specifically focusing on physical activity, weight, dietary intake, and mental health support (eg, cognitive behavioral therapy)."
    },
    {
      "title": "Methods",
      "text": "This meta-ethnographic systematic review is registered with PROSPERO (registration number CRD42020157813) and has been conducted in accordance with the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines (Multimedia Appendix 1)."
    },
    {
      "title": "Search Strategy and Information Sources",
      "text": "A comprehensive and systematic literature search was conducted in October 2019 across 6 electronic databases: MEDLINE, EMBASE, CINAHL, PsycINFO, Web of Science, and Scopus. No limit on the publication date was applied. Additional papers were identified via gray literature using Google Scholar, and we manually searched the bibliographies of all included studies. A full list of search terms is included in Multimedia Appendix 1."
    },
    {
      "title": "Eligibility Criteria",
      "text": "This meta-ethnography focused on elective surgical procedures, specifically bariatric, cancer, and orthopedic surgeries. Patients undergoing these elective procedures may have improved surgical outcomes owing to pre-and postoperative health behavior changes and therefore can benefit from the support of digital health technologies. Acute, unplanned surgeries and emergency trauma procedures were excluded from this review.\n\nOnly the studies that had encompassed the use of digital health interventions to support behavior changes (such as weight changes, dietary intake, physical activity levels, and/or mental health strategies) in adult patients undergoing elective surgery (>18 years) during the pre-or postoperative period were included. There were no restrictions placed on participants' sex, ethnicity, or nationality. The included studies must be qualitative or mixed method studies containing a significant qualitative component to analyze participant perspectives (eg, patient interviews or focus groups).\n\nExclusion criteria included studies employing behavior changes achieved by nondigital interventions; participants who were not scheduled to undergo an elective bariatric, cancer, and orthopedic surgery; studies where the intervention was mainly focused on perspectives of health care professionals; nonqualitative studies (eg, quantitative studies, systematic reviews, or protocols); and studies in languages other than English."
    },
    {
      "title": "Selection of Eligible Studies",
      "text": "Two authors (UO and AR) reviewed the titles and abstracts from the database search. Full texts were retrieved for articles that met the inclusion criteria and for those that could not be rejected with certainty. Two authors (UO and AR, with an agreement rate of 94.7%) independently screened the full texts of eligible articles. Disagreements (on 3 of the 56 articles) were resolved through discussion with a third reviewer (AH). Figure  1  shows a PRISMA flowchart for the study selection process."
    },
    {
      "title": "Reading, Data Extraction, and Quality Appraisal",
      "text": "Two authors (UO and AR) closely read and re-read the included studies to ensure close familiarity with the work. Data extraction was performed across the full primary study (by UO and AR)  [36]  and carried out using a customized data extraction form, including the study and author details, method of intervention delivery, population data, inclusion criteria, and original quotes and/or concepts developed by the authors of primary studies (within their original context). Both authors worked independently before comparing their work; disagreements were resolved through discussion with a third reviewer (AH) where necessary. Quality appraisal was conducted independently by UO and AR using the Critical Appraisal Skills Programme (CASP) questions to understand qualitative research  [37] . No papers were excluded on the grounds of quality."
    },
    {
      "title": "Analysis and Interpretive Synthesis",
      "text": "Meta-ethnographic approaches were applied to this review, as determined by the 7 phases of meta-ethnography by Noblit and Hare  [31] : (1) getting started,  (2)  deciding what is relevant to the initial interest, (3) reading the studies, (4) determining how studies are related,  (5)  translating the studies into one another, (6) synthesizing translations, and (  7 ) expressing the synthesis.\n\nThe findings (concepts and metaphors) from the primary studies were compared to determine how they are related. Noblit and Hare  [31]  suggested that phase 5, where findings are translated into one another, follows something like \"one case is like another, except that...\". This phase of a meta-ethnographic approach is termed \"reciprocal translation,\" and it enables the development of themes and subthemes for interpretive synthesis  [31, 33] . According to this, we developed 4 overarching themes (or third-order constructs) and subsequent subthemes that were consistent with the original results but also extended beyond them.\n\nWhen translating the studies into one another to develop themes (and subthemes), we arranged each paper chronologically and compared the themes from paper 1 with those of paper 2, then those of paper 2 with those of paper 3, and so on. As we compared each study, we grouped similar themes and continually reviewed and refined them until they were coherent and distinctive. Two reviewers (UO and AR) were involved in the study translation at all times; however, if agreement was not reached between these, discussions with a third author (AH) helped to establish a consensus.\n\nTo adhere to recommendations for conducting meta-ethnographies, we used the term \"theme\" to describe the third-order construct and subthemes to describe third-order construct subthemes  [36] . The development of these overarching themes enables meta-ethnographies to delve further into a topic as compared with a traditional systematic review and contribute new insights to the literature  [32] .\n\nWe report on the overall effectiveness of digital health technologies to support behavioral change in patients undergoing surgery through 4 established themes: (1) motivational support, (2) patient engagement with interventions, (3) the facilitation of peer networking, and (4) intervention specificity to meet patients' individual needs."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search Results",
      "text": "A total of 316 citations were retrieved from the database searches. A total of 5 additional records were identified through gray literature and searching references manually from relevant studies. Following the removal of duplicates (n=112), 204 papers were screened, of which 148 were excluded based on their titles and abstracts. A total of 56 full-text papers were assessed for eligibility; 38 of these were excluded due to reasons detailed in the PRISMA flowchart in Figure  1 . The remaining 18 studies were included in this meta-ethnographic systematic review; of these, 68% (n=13) were qualitative and 32% (n=7) were mixed methods studies."
    },
    {
      "title": "Study Characteristics",
      "text": "All 18 included papers were published between 2013 and 2019. The study was conducted in 8 different countries: United States (n=6)  [38] [39] [40] [41] [42] [43] , United Kingdom (n=3)  [44] [45] [46] , Canada (n=3)  [47] [48] [49] , Australia (n=2)  [50, 51] , Ireland (n=1)  [52] , Norway (n=1)  [53] , South Korea (n=1)  [54] , and China (n=1)  [55] .\n\nThe 18 studies covered 3 different surgery types: bariatric (n=2, 11%), cancer (n=13, 72%), and orthopedic (n=3, 17%) surgeries. Further study characteristics, including the method of intervention delivery and original themes extracted from the study, are detailed in Multimedia Appendix 1  [35, [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] [51] [52] [53] [54] [55] .\n\nA total of 3 main intervention delivery methods were identified in the 18 included studies. These included internet-based interventions (eg, emails, e-platforms, virtual reality, tele-rehabilitation)  [38, 40, 42, 44, 46, 48, 49, 53, 54] , mobile phone-based interventions (eg, text messages, smartphone apps)  [39, 45, 55] , and wearable interventions (eg, activity trackers)  [43, 47, [50] [51] [52] . Only 1 study reported the use of a combination of 2 intervention methods (dual approach), including wearableand phone-based interventions  [41] ."
    },
    {
      "title": "Study Quality",
      "text": "Multimedia Appendix 1 contains details of the quality appraisal conducted using the CASP tool for qualitative studies. Of the included studies, Shaffer et al  [38] , Phillips et al  [39] , Alberts et al  [40] , and Argent et al  [52]  were identified as having the highest quality."
    },
    {
      "title": "Findings: Reporting Outcomes, Synthesizing Translations, and Developing Themes and Subthemes",
      "text": "Multimedia Appendix 1 presents the metaphors and patients' perspectives from each of the included studies. Reciprocal translation and refutation of these concepts enabled the development of 4 overarching themes and subthemes for this meta-ethnography; they are outlined in Figure  2 . The 4 overarching themes and subthemes appear to be key in understanding and determining the effectiveness of digital and mobile health interventions to support behavior change in patients undergoing surgery. The qualitative data synthesis can be found in Multimedia Appendix 1, with each table representing one of the 4 overarching themes. These tables showcase examples of direct quotations (first-order constructs) from study participants, the authors' interpretations of the original findings from the included studies (second-order constructs), and our interpretation (third-order constructs) and subthemes."
    },
    {
      "title": "Providing Motivational Support"
    },
    {
      "title": "Personal Responsibility and Motivation",
      "text": "Certain features of digital and mobile health technologies increased patients' self-awareness and motivation for physical activity. Patients reported that wearable activity trackers (termed wearables) made them more aware of the importance of physical activity and helped them monitor their sedentary behavior levels, which acted as a source of motivation to engage with positive behavior change  [43, 47, 51] . Self-regulatory features of the wearables, including goal setting and performance feedback, facilitated personal fulfilment and gave orthopedic and cancer surgical patients a sense of control and accomplishment  [50] [51] [52] 54] :\n\nSeeing your progress, I think is very important. Seeing measurable progress, whether it's in calories burned, or minutes, or meeting a percentage of your goal  [39] ."
    },
    {
      "title": "set goals, like mid-week if I wanna hit 150 [minutes]",
      "text": "I should be at half that [...] and the application is on my phone and I can see what I've done [...] so it's really easy to track how well you're doing or how well you're not doing  [47] .\n\nPatients perceived feedback and text messages as methods of encouragement, motivation, and support  [39] . Gell et al  [41]  noted that health coaching, when offered alongside daily wearable use, provided patients undergoing cancer with an increased sense of self-importance, encouraging the maintenance of physical activity:  [50] ."
    },
    {
      "title": "If you get to say 8000 [steps] in a day, you're motivated to do those extra 2000 because you're so close. It's like \"Why would I stop now?\" I might as well keep going",
      "text": "However, findings reported the potential for this to shift to fear of failure with nonadherence, where prompts or reminders could turn into negative judgments  [47] :"
    },
    {
      "title": "for now, I don't wanna [sic] be judged or evaluated or anything else… and then that will change…It's just a case of you get tired of [judgment]"
    },
    {
      "title": "Connectivity to Health Care Professionals",
      "text": "Patients undergoing bariatric surgery reported an increased feeling of accountability and responsibility to adhere to treatment plans when they were being monitored through digital or mobile health technologies  [53, 56] . Cancer and orthopedic surgical patients reported benefits of enhanced connectivity with members of their clinical team, including the provision of timely and personalized feedback  [46, 55]  and the availability of instant communication for information-seeking needs  [48, 55] . A lower threshold for information seeking via digital technologies was reported by patients undergoing bariatric surgery, with sensitive questions being asked more readily  [53] . Das and Faxvaag  [53]  evaluated the impact of an online forum on interactions between health care professionals and patients undergoing bariatric surgery. The authors recognized that the connectivity provided an easier access to evidence-based advice as well as offered a convenient and geographically independent platform to promote patient engagement  [55] : I could ask questions through the app regarding my medical condition. I could upload the lab results through your program. Then I received corresponding advice from experts. I felt followed up. When I knew more about my medical condition, I felt more likely to gain control of my life.\n\nI live far away from the hospital and I have no doctor close to me. When I had questions about my medical condition, I could not find the answer in the internet. Then I asked questions through the app. Aha, the professor or expert responded.\n\nAlthough this increased connectivity with health care professionals was reported to be beneficial in supporting postoperative recovery, patients undergoing cancer still felt that technologies should not replace traditional face-to-face appointments with clinicians. Concerns were raised by this cohort, with patients reporting that they may miss out on vital interactions, such as displays of empathy, which come from face-to-face communication."
    },
    {
      "title": "Addressing Patient Engagement"
    },
    {
      "title": "Usability",
      "text": "Simplicity and ease of use were identified as prerequisites for effective engagement with digital and mobile health technologies in cancer and bariatric studies  [39, 40, 42, 43, 47, 48, 52] . Patients in these studies reported the importance of feeling relaxed and at ease while using technology  [40] . It is important to avoid complex or difficult interventions that may decrease a user's enjoyment  [54] :  [40] ."
    },
    {
      "title": "Well it was very simple. It was straightforward. It wasn't complicated…like going through chemo you have kind of a brain scramble and… just the simplest things you can't wrap your brain around sometimes",
      "text": "I would say the most important thing is the ease of use, the simplicity of it, because if it's cumbersome I will not use it  [39] . Some participants undergoing varied cancer surgeries encountered technical difficulties while operating and synchronizing devices, which affected their rates of engagement  [43, 50, 55] :\n\nLargely, I'm not wearing it because it doesn't interact with my computer very easily...why bother? I just go use my manual step counter  [43] .\n\nIn studies evaluating wearable technologies, wearability was deemed important with references to comfort and style improving user engagement before and after cancer and orthopedic surgery  [50] [51] [52] : I didn't like wearing it at night. I didn't feel comfortable  [50] .\n\nI had the Polar first [...] I thought it was quite heavy and quite clunky but then I had the two Garmins and in the end I decided that was my favourite even though it was heavier  [50] ."
    },
    {
      "title": "Reliability",
      "text": "The reliability of digital and mobile health technologies also affected engagement; patients recognized inaccuracies, which resulted in a lack of trust in the interventions and poor adherence to postoperative physical activity guidance  [43, 51, 55] :\n\nIt seemed to register less activity than I felt I actually did because it was only measuring steps, and I was doing more than steps. I was lifting. I was bending. I was twisting. I was doing all that other sort of stuff  [43] ."
    },
    {
      "title": "The app sometimes was unstable. It didn't work when I tried to open it. I contacted with someone in the hospital and reinstalled the app. Then I could log in. However, after a period of time, I couldn't open the app again. Finally, I gave up using your program. I haven't log in for the recent month 55."
    },
    {
      "title": "Accessibility",
      "text": "The accessibility that digital and mobile health technologies offer was perceived as beneficial by all surgical cohorts, particularly if participants were geographically, economically, or functionally isolated  [40, 42, 48] . Digital interventions reduced the time and cost of travel to clinics, an advantage over facility-based interventions  [40, 48] : I really like it (telerehabilitation). I found it fantastic...you know, just the fact of not having to travel when we are in pain (...) I adored it  [48] .\n\nWell, definitely the availability of it to anybody, no matter where you live. I know we work with a lot of rural people and after they're done here, they don't want to travel for more therapy or whatever, so something that they can do at home  [40] ."
    },
    {
      "title": "Facilitating Peer Networking"
    },
    {
      "title": "Educational Development",
      "text": "By building a peer network, digital and mobile health technologies provide patients undergoing enhanced access to knowledge and support and, as a result, can motivate health behavior changes to improve surgical outcomes. Informational support delivered by peers was perceived as useful and relatable by patients undergoing bariatric and cancer surgeries. Patient satisfaction and reassurance were reported from the sharing of personal anecdotes and advice after bariatric surgery  [49] . Strategies addressing preoperative concerns and the challenges of adhering to surgery guidelines were also shared  [42, 49, 53] :"
    },
    {
      "title": "this is odourless and tasteless and does not clump. You can add it to hot or cold... or just sprinkle over your food. One tablespoon equals a scoop of Whey and has 30 grams of protein. It is approved by [Medical Association",
      "text": "] and has 96% absorption...  [49]  I think it is more enjoyable to write a \"diary\" that everyone can read and comment on. I like to get feedback on how I do things, what I eat, and thoughts that I have about the surgery and about life after the operation, so here comes a little of everything...Hope you will read and comment  [53] .\n\n...You may want to pick up a pill crusher and a pill splitter in the drug store. The large pills such as calcium citrate, I had to crush and mix with drink in order to take them...  [49]"
    },
    {
      "title": "Connecting With Others",
      "text": "In addition to informational support, digital and mobile health technologies and online forums provided emotional support to patients. Studies referred to the benefits of patients undergoing cancer communicating with others who have had the same surgical procedures or experience with the same disease-related condition  [40, 42, 50] . Peer interactions have helped patients overcome feelings of loneliness and improved individual mental well-being  [40, 45, 55] . In preoperative peer forums, encouraging messages have motivated patients undergoing cancer surgery and bariatric surgery to lose weight and adhere to physical activity and dietary guidelines before surgery  [40, 42, 45, 49, 50, 55] :\n\nYou know that you're not alone, but when your feelings are validated just by reading someone's story, I mean that is everything  [40] . [45] ."
    },
    {
      "title": "It is so important to get in touch with people who went through the same thing as you have. [...] I think that if an app for cancer survivors had a forum on it as a part of the application to motivate each other, that would be amazing",
      "text": "I feel better to talk to someone who is in similar situations. Cancer is not a good thing. If I always think about breast cancer alone at home, it is so easy for me to feel bad. I didn't feel alone when I talked with peers through your program  [55] ."
    },
    {
      "title": "Meeting Patients' Individual Needs"
    },
    {
      "title": "Timing of the Intervention",
      "text": "According to patients undergoing surgical cancer, initiating and tailoring the content of a digital or mobile intervention appears to be essential to determine its effectiveness to motivate behavior change. Two papers discussed the optimal time to start an intervention within a surgical journey; some patients undergoing cancer suggested initiation should be during the preoperative period to enable preparedness and understanding of processes  [42] , whereas others favored postoperative provision  [38] :\n\nI wish I would have had something like this when I was first diagnosed... I can see this tool being useful in answering questions that have not come to mind  [38] . [42] ."
    },
    {
      "title": "I had more trouble with sleep issues early on at diagnosis and in between surgeries, so it would have been helpful for me to have enrolled in the program earlier",
      "text": "This cohort reported a preference to start with interventions once adjuvant chemotherapy was completed, citing treatment burden and side effects as factors for disengagement at this time. Immediate postoperative issues, such as fatigue, were also noted to impact early engagement rates  [45] . However, some patients appreciated low-effort strategies during the surgical journey to manage symptoms and improve relaxation  [38] :\n\nThe very end of your treatment when you finished your chemo and...the doctor says \"Ok, see you in six months.\" That would be the time to offer it. \"Cause you feel so unwarned  [sic] .\"\n\nInterestingly, there was a general agreement among cancer patients that the best time to begin an intervention is \"when you recognise that you have a problem ... and that you want help.\""
    },
    {
      "title": "Tailoring According to the Disease",
      "text": "Participants with surgical cancer also expressed a desire for intervention tailoring according to their changing physical and psychological health needs  [38, 39, 42, 45, 47, 50, 55] , focusing on information on their disease and surgical type  [39, 42, 55] . Puszkiewicz et al  [45]  noted preferences for individualization of digital interventions according to patient lifestyles rather than a disease on the whole:\n\nThe issues I might have as a colorectal cancer survivor are very different from the ones than someone who had breast cancer or prostate cancer.\n\nAnyone with any condition could use this program, which is beneficial, but it could be more beneficial [...] more tailored to the type of cancer or disease you had, to your lifestyle and fitness goals. I think it could be more fine-tuned to your circumstances, lifestyle, then that would be really helpful.\n\nIn the virtual reality-based rehabilitation study, participants expressed positive views on the personalized task difficulty, where the varied level of difficulties helped them to choose the exercise program according to their needs, and subsequently increased their satisfaction with the intervention  [45] ."
    },
    {
      "title": "Patient Recommendations",
      "text": "Participants across all 3 surgical cohorts suggested design and technical improvements for the future development of digital and mobile interventions. Although these varied depending on the delivery method, a user-centered design was identified as a key solution to enhance and maintain engagement and to motivate behavior changes  [39] : I think that it needs to be aimed towards survivors. That would be the first component. There's a lot on the Internet that gives you a lot of exercises but it's not aimed towards survivors.\n\nPatient-reported design improvements for wearables included higher accuracy of the devices  [39, 50]  different aesthetics (such as the tone of the prompt and color scheme)  [47, 50, 51]  and personal goal setting  [50] : So I'll give you a case. I filled my laundry, and it's logged I walked 2,000 steps. I did not walk 2,000 steps 43. I'd get a little vibration to say let's go do 250 steps, it was much more polite than  MOVE 51. I like that the colour scheme was NOT pink  ! 48  In online forums for patients undergoing bariatric surgery or cancer surgery, fear of self-disclosure was a recognized barrier that affected user engagement. Full anonymity would make it easier to share sensitive issues and ask difficult questions  [49, 55] :\n\nOn other forums, even though you don't have your name, with a nickname, you can find out who the person is anyway. You have to be very careful if you want to be anonymous 53.\n\nParticipants also suggested adding search tools to locate information and save time  [55] , as well as the inclusion of diet recommendations and/or self-monitored food intake  [55] :\n\nThe program can be improved by adding search engine in the Learning forum. If I search for \"nausea\" then all the knowledge related to nausea will come out. Search engine will help save my time  [55] .\n\nWe are in a dilemma on what we should eat. The apps can provide detailed information on food choice, the time of food intake, the cooking methods, etc...Such practical information would be very helpful.\n\nOlder users appeared more likely to experience usability issues with interventions  [55] . To overcome this, patients reported preferences for open access so that family members or caregivers can offer support  [55] :\n\nI was overwhelmed by the information each time I opened it. Some people, like me, 40 or 50 years old. Well, this group believe the apps is a little bit troublesome. They feel challenged to use the new technology... If this program can be available for their family members, such as their son or daughter, it would be helpful."
    },
    {
      "title": "Many women with breast cancer come from the countryside. They are illiterate, or they cannot read and speak Mandarin... if you can open the program to other family members who can read and convey the knowledge to the women, they would also benefit."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "To our knowledge, this is the first meta-ethnographic systematic review examining the effectiveness of digital and mobile technologies to support health behavior change in patients undergoing elective surgery. Using reciprocal translation, our findings indicate 4 themes that appear to be key in determining intervention effectiveness to support health behavior change in patients undergoing surgery: (1) providing motivational support, (2) addressing patient engagement, (3) facilitating peer networking, and (4) meeting individualized patient needs. Future studies could use these findings to inform future design frameworks for specific surgical cohorts while embracing digital transformations in health care."
    },
    {
      "title": "Limitations",
      "text": "Although meta-ethnographies offer an opportunity to synthesize findings to develop new or deeper understandings on a subject, the process is largely interpretive  [31] ; other conclusions from the same included studies may be possible but still equally as valid. It is also important to note that the focus of this meta-ethnography was solely elective cancer, bariatric, and orthopedic surgeries, and as such, the meaning of our findings may not be generalizable for acute surgeries or other specialties."
    },
    {
      "title": "Comparisons With Previous Work",
      "text": "Digital and mobile technologies act as a catalyst to engage with healthy behaviors, such as loss of weight, improved dietary intake, and increased physical activity levels. Messages of positive reinforcement were viewed as useful, particularly when tailored to an individual's surgical type and readiness to make behavioral change. Existing literature suggests that individualized goal setting helps combat sedentary behavior  [57] [58] [59] ; personalized feedback and messages of encouragement provide a sense of accomplishment  [25, 39] ; and visual tracking of step count has been reported as motivational  [50, 58] . Recent contributions to the health behavior change literature have cited the importance of empowered patient-centered strategies and use of self-regulation  [60]  and self-determination theoretical frameworks  [61, 62]  to improve patient motivation. Digital technologies underpinned by behavior change theory can promote a proactive and holistic strategy to influence behavior change in a modern health care system such as the UK National Health Service  [21] .\n\nIn the context of patients undergoing surgical cancer, internet-delivered cognitive behavioral therapy (iCBT) was associated with numerous benefits  [40, 44] . Following digital intervention usage, there have been improvements related to fatigue, sleep  [63] , depression  [64] , and psychological distress  [65] . In addition, our findings suggest that iCBT can also educate participants around various coping strategies to manage fears of treatment and disease recurrence  [40] .\n\nTechnologies enabling connectivity to health care professionals have been positively acknowledged. Two-way telemedicine consultations, emails, and text message discussions facilitated improved information delivery, real-time goal setting, psychosocial outcomes, and decision making  [66] [67] [68] . Participants felt motivated, reassured, and encouraged to adhere to postoperative advice through remote monitoring. Having access to health care professionals behind a screen also helped patients overcome their personal barriers and raise unmet needs beyond routine clinical questioning  [53, 67] . From the perspective of clinicians, digital and mobile health technologies provided them with a means to monitor patient progress, which enabled individualized advice to be given to reinforce beneficial behavior change  [43, 69] .\n\nDespite the benefits of digitally enabled communication, it is worth considering social norms with patient-professional relationships  [70] . For some, the continuity of face-to-face appointments is essential to provide empathetic interaction and social support  [70, 71] . Empathy, rapport, and compassion through nonverbal behavior and body language is difficult to establish when communicating digitally. Despite this, Kairy et al  [48]  reported close relationships and trust between the therapist and patients when communicating via telerehabilitation. Perhaps, complementing traditional face-to-face appointments with digital health interventions could be a way to maintain patient-professional relationships.\n\nUsability has been reported as a key determinant to induce and maintain health behavior change, where interventions should be easy to use as well as aesthetically and visually appealing. Patient preferences should be taken into account when it comes to the design and tailoring of interventions  [50, 72, 73] . It is worth considering ways to overcome digital health literacy barriers to further promote usability and engagement. Additional technical support might be beneficial when targeting older adult populations to increase their engagement and thus better support health behavior change  [50, 74] .\n\nOne reported advantage of digital interventions is the accessibility they offer  [29, 51, 75] . Postoperative breast cancer survivors living in rural settings experienced greater depressive symptoms compared with those with shorter commutes owing to the long travel distances required to access health services  [76, 77] . Where telerehabilitation was implemented for postoperative orthopedic follow-ups, participants reported improved continuity of care with the same physician and improved ability to control the timing of appointments and intensity of the rehabilitation service  [78] .\n\nIn addition to bridging access to health services, digital and mobile health technologies are being increasingly used as networking and peer-support tools. Patients undergoing similar procedures or diagnosed with similar conditions are able to communicate and share personal experiences and coping strategies with others  [53] . Peer support and behavior change have been previously reported in elective care  [50, [79] [80] [81] [82] , where increased social support and decreased patient isolation are associated with postsurgical success  [81, 83] . Although digital technologies offer opportunities to interact with peers on an educational level, concerns have been raised about the accuracy and credibility of shared information  [79, [84] [85] [86] . Health care professionals should caution patients when interpreting discussions on forums or online groups, given the potential detriments that may arise from following inaccurate information  [53, 86, 87] .\n\nThe optimal time point in the surgical pathway to initiate digital and mobile technologies remains uncertain, with findings suggesting that this may vary depending on the type of surgical group. Despite this, what remains clear is the potential benefit of capitalizing on a teachable moment to empower and educate patients about the underlying benefits of health behavior changes  [88] [89] [90] . Evidence suggests that preoperative interventions based on education of lifestyle changes are significantly more effective in managing postoperative complications and patient expectations  [91] .\n\nOur research has synthesized numerous design considerations that should be examined when producing future interventions to support patients undergoing surgery. It was found that internet-based interventions may benefit from adding a search tool to locate target information  [38] , the comfort of wearable technologies should be addressed  [43, 50] , and negative connotations with using the color pink for patients undergoing cancer builds on the cancer culture divide  [92] . The possible benefits of incorporating open-access features within interventions were also discussed. Previous research has shown that opening care access, to include relatives or caregivers, provided patients undergoing an increased sense of pre-and postoperative support  [93] [94] [95] . This approach has strengthened bonds with family members, improved patient experience, resulted in effective engagement with digital interventions, and therefore supported superior outcomes in lifestyle changes  [96] [97] [98] . This review synthesizes existing research to gain a deeper understanding of the ways in which digital tools can support elective surgical cohorts and identify key design features that support elective surgical patients to change their health behaviors, and thus have a greater impact on postoperative health. Considering the rapidly progressive nature of digital health interventions and digital assistive technology research, cocreation of a person-centered digital support network may help surgical patient cohorts to benefit from pre-and postoperative behavior changes on both a short-and long-term basis  [19, 99] ."
    },
    {
      "title": "Conclusions",
      "text": "This meta-ethnographic synthesis developed 4 key themes that are important in determining the success of technologies to support behavior change. Our novel findings have the potential to influence the future design of patient-centered digital and mobile health technologies. This study demonstrates the important role of digital tools in the elective surgical pathway; not only can they help to motivate physical behavior change, such as improved activity levels and dietary intake, but they can also successfully provide psychological support. By synthesizing patient-informed suggestions, we have identified key areas for improvement, both to meet the general desires of patients undergoing surgery and to meet more specialized surgery-specific needs throughout the perioperative pathway. In particular, digital technologies should optimize the inclusion of tailored content specific to individual patients, with the inclusion of self-regulatory features such as goal setting to provide structured and individualized support. We believe that there is a significant rationale for involving patients in the cocreation of digital health technologies to enhance engagement, better support behavior change, and improve overall surgical outcomes for patients."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram of included studies."
    },
    {
      "text": "Figure 2. Developed themes and subthemes for Digital Health Technology Optimization. The inner band on the diagram (red text) represents the 4 overarching themes developed by this review, and the outer band details the subsequent subthemes (black text)."
    }
  ],
  "references": [
    {
      "title": "Mhealth 2.0: experiences, possibilities, and perspectives",
      "authors": [
        "S Becker",
        "T Miron-Shatz",
        "N Schumacher",
        "J Krocza",
        "C Diamantidis",
        "U Albrecht"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3328"
    },
    {
      "title": "Mobile technology and the digitization of healthcare",
      "authors": [
        "S Bhavnani",
        "J Narula",
        "P Sengupta"
      ],
      "year": 2016,
      "doi": "10.1093/eurheartj/ehv770"
    },
    {
      "title": "Exploring the use of WhatsApp in out-of-hours pharmacy services: a multi-site qualitative study",
      "authors": [
        "A Rathbone",
        "R Norris",
        "P Parker",
        "A Lindsley",
        "A Robinson",
        "W Baqir"
      ],
      "year": 2020,
      "doi": "10.1016/j.sapharm.2019.06.019"
    },
    {
      "title": "Expert and experiential knowledge in the same place: patients' experiences with online communities connecting patients and health professionals",
      "authors": [
        "F Vennik",
        "S Adams",
        "M Faber",
        "K Putters"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2014.02.003"
    },
    {
      "title": "Correction to lancet infectious diseases",
      "year": 2020,
      "doi": "10.1016/s1473-3099(20)30370-4"
    },
    {
      "title": "Perioperative online weight monitoring in bariatric surgery with a digital internet-connected scale",
      "authors": [
        "M Tenhagen",
        "G Van Ramshorst",
        "A Demirkiran",
        "M Hunfeld",
        "H Cense"
      ],
      "year": 2016,
      "doi": "10.1007/s11695-016-2136-x"
    },
    {
      "title": "Optimizing patient preparation and surgical experience using ehealth technology",
      "authors": [
        "A Waller",
        "K Forshaw",
        "M Carey",
        "S Robinson",
        "R Kerridge",
        "A Proietto"
      ],
      "year": 2015,
      "doi": "10.2196/medinform.4286"
    },
    {
      "title": "Biopedagogy digitalized: 'educational' relations among participants on an online weight loss surgery forum",
      "authors": [
        "M Ferry",
        "C Richards"
      ],
      "year": 2014,
      "doi": "10.1080/09581596.2014.940849"
    },
    {
      "title": "Using e-health in perioperative care: a survey study investigating shortcomings in current perioperative care and possible future solutions",
      "authors": [
        "E Van Der Meij",
        "E Bouwsma",
        "B Van Den Heuvel",
        "H Bonjer",
        "J Anema",
        "J Huirne"
      ],
      "year": 2017,
      "doi": "10.1186/s12893-017-0254-6"
    },
    {
      "title": "New' prehabilitation: a 3-way approach to improve postoperative survival and health-related quality of life in cardiac surgery patients",
      "authors": [
        "R Arora",
        "C Brown",
        "R Sanjanwala",
        "R Mckelvie"
      ],
      "year": 2018,
      "doi": "10.1016/j.cjca.2018.03.020"
    },
    {
      "title": "The role of prehabilitation with a telerehabilitation system prior to total knee arthroplasty",
      "authors": [
        "M Chughtai",
        "N Shah",
        "A Sultan",
        "M Solow",
        "J Tiberi",
        "N Mehran"
      ],
      "year": 2019,
      "doi": "10.21037/atm.2018.11.27"
    },
    {
      "title": "Prehabilitation: preparing patients for surgery",
      "authors": [
        "V Wynter-Blyth",
        "K Moorthy"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j3702"
    },
    {
      "title": "Feasibility and preliminary effects of a tele-prehabilitation program and an in-person prehablitation program compared to usual care for total hip or knee arthroplasty candidates: a pilot randomized controlled trial",
      "authors": [
        "P Doiron-Cadrin",
        "D Kairy",
        "P Vendittoli",
        "V Lowry",
        "S Poitras",
        "F Desmeules"
      ],
      "year": 2020,
      "doi": "10.1080/09638288.2018.1515992"
    },
    {
      "title": "Online platform for healthy weight loss in adults with overweight and obesity -the 'POEmaS' project: a randomized controlled trial",
      "authors": [
        "A Beleigoli",
        "Queiroz De Andrade",
        "Haueisen Diniz",
        "M Alvares",
        "R Ribeiro"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5882-y"
    },
    {
      "title": "Preparing the patient for surgery to improve outcomes",
      "authors": [
        "D Levett",
        "M Edwards",
        "M Grocott",
        "M Mythen"
      ],
      "year": 2016,
      "doi": "10.1016/j.bpa.2016.04.002"
    },
    {
      "title": "An app for patient education and self-audit within an enhanced recovery program for bowel surgery: a pilot study assessing validity and usability",
      "authors": [
        "N Pecorelli",
        "J Fiore",
        "P Kaneva",
        "A Somasundram",
        "P Charlebois",
        "A Liberman"
      ],
      "year": 2018,
      "doi": "10.1007/s00464-017-5920-3"
    },
    {
      "title": "A perioperative ehealth program to enhance postoperative recovery after abdominal surgery: process evaluation of a randomized controlled trial",
      "authors": [
        "E Van Der Meij",
        "J Huirne",
        "Ten Cate",
        "A Stockmann",
        "H Scholten",
        "P Davids"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.8338"
    },
    {
      "title": "Total knee replacement and the effect of technology on cocreation for improved outcomes and delivery: qualitative multi-stakeholder study",
      "authors": [
        "Y Van Kasteren",
        "J Freyne",
        "M Hussain"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.7541"
    },
    {
      "title": "Exploring patient attitudes to behaviour change before surgery to reduce peri-operative risk: preferences for short-vs. long-term behaviour change",
      "authors": [
        "S Mcdonald",
        "D Yates",
        "J Durrand",
        "E Kothmann",
        "F Sniehotta",
        "A Habgood"
      ],
      "year": 2019,
      "doi": "10.1111/anae.14826"
    },
    {
      "title": "Peri-operative care pathways: re-engineering care to achieve the 'triple aim",
      "authors": [
        "M Grocott",
        "M Edwards",
        "M Mythen",
        "S Aronson"
      ],
      "year": 2019,
      "doi": "10.1111/anae.14513"
    },
    {
      "title": "Effectiveness of digital technologies to support surgical patients in changing their health behaviours: a systematic review",
      "authors": [
        "A Robinson",
        "A Husband",
        "R Slight",
        "S Slight"
      ],
      "year": 2020,
      "doi": "10.1093/bjsopen/zraa009"
    },
    {
      "title": "Behavioural interventions for severe obesity before and/or after bariatric surgery: a systematic review and meta-analysis",
      "authors": [
        "F Stewart",
        "A Avenell"
      ],
      "year": 2016,
      "doi": "10.1007/s11695-015-1873-6"
    },
    {
      "title": "Health professionals' provision of lifestyle advice in the oncology context in the United Kingdom",
      "authors": [
        "K Williams",
        "R Beeken",
        "A Fisher",
        "J Wardle"
      ],
      "year": 2015,
      "doi": "10.1111/ecc.12305"
    },
    {
      "title": "Lifestyle issues for colorectal cancer survivors--perceived needs, beliefs and opportunities",
      "authors": [
        "A Anderson",
        "R Steele",
        "J Coyle"
      ],
      "year": 2013,
      "doi": "10.1007/s00520-012-1487-7"
    },
    {
      "title": "Accelerating translation of physical activity and cancer survivorship research into practice: recommendations for a more integrated and collaborative approach",
      "authors": [
        "S Phillips",
        "C Alfano",
        "F Perna",
        "R Glasgow"
      ],
      "year": 2014,
      "doi": "10.1158/1055-9965.epi-13-1355"
    },
    {
      "title": "Taking the next step: a systematic review and meta-analysis of physical activity and behavior change interventions in recent post-treatment breast cancer survivors",
      "authors": [
        "S Bluethmann",
        "S Vernon",
        "K Gabriel",
        "C Murphy",
        "L Bartholomew"
      ],
      "year": 2015,
      "doi": "10.1007/s10549-014-3255-5"
    },
    {
      "title": "Experienced time pressure and stress: electronic health records usability and information technology competence play a role",
      "authors": [
        "T Vehko",
        "H Hyppönen",
        "S Puttonen",
        "S Kujala",
        "E Ketola",
        "J Tuukkanen"
      ],
      "year": 2019,
      "doi": "10.1186/s12911-019-0891-z"
    },
    {
      "title": "Project help: a remotely delivered behavioral intervention for weight regain after bariatric surgery",
      "authors": [
        "L Bradley",
        "E Forman",
        "S Kerrigan",
        "S Goldstein",
        "M Butryn",
        "J Thomas"
      ],
      "year": 2017,
      "doi": "10.1007/s11695-016-2337-3"
    },
    {
      "title": "Bariatric surgery using a network and teleconferencing to serve remote patients in the Veterans Administration Health Care System: feasibility and results",
      "authors": [
        "R Sudan",
        "M Salter",
        "T Lynch",
        "D Jacobs"
      ],
      "year": 2011,
      "doi": "10.1016/j.amjsurg.2010.06.016"
    },
    {
      "title": "Re-designing the pathway to surgery: better care and added value",
      "authors": [
        "M Grocott",
        "J Plumb",
        "M Edwards",
        "I Fecher-Jones",
        "D Levett"
      ],
      "year": 2017,
      "doi": "10.1186/s13741-017-0065-4"
    },
    {
      "title": "Meta-Ethnography: Synthesizing Qualitative Studies",
      "authors": [
        "G Noblit",
        "R Hare"
      ],
      "year": 1988,
      "doi": "10.4135/9781412985000"
    },
    {
      "title": "Using meta ethnography to synthesise qualitative research: a worked example",
      "authors": [
        "N Britten",
        "R Campbell",
        "C Pope",
        "J Donovan",
        "M Morgan",
        "R Pill"
      ],
      "year": 2002,
      "doi": "10.1258/135581902320432732"
    },
    {
      "title": "Evaluating meta-ethnography: systematic analysis and synthesis of qualitative research",
      "authors": [
        "R Campbell",
        "P Pound",
        "M Morgan",
        "G Daker-White",
        "N Britten",
        "R Pill"
      ],
      "year": 2011,
      "doi": "10.3310/hta15430"
    },
    {
      "title": "Evaluating meta-ethnography: a synthesis of qualitative research on lay experiences of diabetes and diabetes care",
      "authors": [
        "R Campbell",
        "P Pound",
        "C Pope",
        "N Britten",
        "R Pill",
        "M Morgan"
      ],
      "year": 2003,
      "doi": "10.1016/s0277-9536(02)00064-3"
    },
    {
      "title": "Resisting medicines: a synthesis of qualitative studies of medicine taking",
      "authors": [
        "P Pound",
        "N Britten",
        "M Morgan",
        "L Yardley",
        "C Pope",
        "G Daker-White"
      ],
      "year": 2005,
      "doi": "10.1016/j.socscimed.2004.11.063"
    },
    {
      "title": "Improving reporting of meta-ethnography: the eMERGe reporting guidance",
      "authors": [
        "E France",
        "M Cunningham",
        "N Ring",
        "I Uny",
        "E Duncan",
        "R Jepson"
      ],
      "year": 2019,
      "doi": "10.1186/s12874-018-0600-0"
    },
    {
      "title": "Critical Appraisal Skills Programme",
      "year": 2019,
      "doi": "10.7717/peerj.12951/table-2"
    },
    {
      "title": "Timing and tailoring of internet-based cognitive-behavioral treatment for insomnia for cancer survivors: A qualitative study",
      "authors": [
        "K Shaffer",
        "K Ingersoll",
        "P Chow",
        "Thorndike Bailey",
        "E Shepard"
      ],
      "year": 2019,
      "doi": "10.1002/pon.5180"
    },
    {
      "title": "Breast cancer survivors' preferences for mHealth physical activity interventions: findings from a mixed methods study",
      "authors": [
        "S Phillips",
        "K Courneya",
        "Welch Gavin",
        "K Cottrell",
        "A Nielsen"
      ],
      "year": 2019,
      "doi": "10.1007/s11764-019-00751-3"
    },
    {
      "title": "Patient and provider perceptions of internet-delivered cognitive behavior therapy for recent cancer survivors",
      "authors": [
        "N Alberts",
        "H Hadjistavropoulos",
        "N Titov",
        "B Dear"
      ],
      "year": 2018,
      "doi": "10.1007/s00520-017-3872-8"
    },
    {
      "title": "Female cancer survivor perspectives on remote intervention components to support physical activity maintenance",
      "authors": [
        "N Gell",
        "A Tursi",
        "K Grover",
        "K Dittus"
      ],
      "year": 2020,
      "doi": "10.1007/s00520-019-05038-y"
    },
    {
      "title": "Feasibility of synchronous online focus groups of rural breast cancer survivors on web-based distress self-management",
      "authors": [
        "R Lally",
        "C Eisenhauer",
        "S Buckland",
        "K Kupzyk"
      ],
      "year": 2018,
      "doi": "10.1188/18.onf.e111-e124"
    },
    {
      "title": "Acceptability of Fitbit for physical activity tracking within clinical care among men with prostate cancer",
      "authors": [
        "D Rosenberg",
        "E Kadokura",
        "E Bouldin",
        "C Miyawaki",
        "C Higano",
        "A Hartzler"
      ],
      "year": 2016
    },
    {
      "title": "A mixed methods process evaluation of a print-based intervention supported by internet tools to improve physical activity in UK cancer survivors",
      "authors": [
        "J Webb",
        "J Peel",
        "C Fife-Schaw",
        "J Ogden"
      ],
      "year": 2019,
      "doi": "10.1016/j.puhe.2019.06.013"
    },
    {
      "title": "Assessment of cancer survivors' experiences of using a publicly available physical activity mobile application",
      "authors": [
        "P Puszkiewicz",
        "A Roberts",
        "L Smith",
        "J Wardle",
        "A Fisher"
      ],
      "year": 2016,
      "doi": "10.2196/cancer.5380"
    },
    {
      "title": "My gut feeling is we could do more...' a qualitative study exploring staff and patient perspectives before and after the implementation of an online prostate cancer-specific holistic needs assessment",
      "authors": [
        "A Clarke",
        "J Roscoe",
        "R Appleton",
        "J Dale",
        "V Nanton"
      ],
      "year": 2019,
      "doi": "10.1186/s12913-019-3941-4"
    },
    {
      "title": "Breast cancer survivors' perspectives on a home-based physical activity intervention utilizing wearable technology",
      "authors": [
        "R Kokts-Porietis",
        "C Stone",
        "C Friedenreich",
        "A Froese",
        "M Mcdonough",
        "J Mcneil"
      ],
      "year": 2019,
      "doi": "10.1007/s00520-018-4581-7"
    },
    {
      "title": "The patient's perspective of in-home telerehabilitation physiotherapy services following total knee arthroplasty",
      "authors": [
        "D Kairy",
        "M Tousignant",
        "N Leclerc",
        "A Côté",
        "M Levasseur",
        "T Researchers"
      ],
      "year": 2013,
      "doi": "10.3390/ijerph10093998"
    },
    {
      "title": "The exchange of social support on online bariatric surgery discussion forums: a mixed-methods content analysis",
      "authors": [
        "M Atwood",
        "A Friedman",
        "B Meisner",
        "S Cassin"
      ],
      "year": 2018,
      "doi": "10.1080/10410236.2017.1289437"
    },
    {
      "title": "A qualitative evaluation of breast cancer survivors' acceptance of and preferences for consumer wearable technology activity trackers",
      "authors": [
        "N Nguyen",
        "N Hadgraft",
        "M Moore",
        "D Rosenberg",
        "C Lynch",
        "M Reeves"
      ],
      "year": 2017,
      "doi": "10.1007/s00520-017-3756-y"
    },
    {
      "title": "Acceptability and utility of, and preference for wearable activity trackers amongst non-metropolitan cancer survivors",
      "authors": [
        "S Hardcastle",
        "M Galliott",
        "B Lynch",
        "N Nguyen",
        "P Cohen",
        "G Mohan"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0210039"
    },
    {
      "title": "Wearable sensor-based exercise biofeedback for orthopaedic rehabilitation: a mixed methods user evaluation of a prototype system",
      "authors": [
        "R Argent",
        "P Slevin",
        "A Bevilacqua",
        "M Neligan",
        "A Daly",
        "B Caulfield"
      ],
      "year": 2019,
      "doi": "10.3390/s19020432"
    },
    {
      "title": "What influences patient participation in an online forum for weight loss surgery? A qualitative case study",
      "authors": [
        "A Das",
        "A Faxvaag"
      ],
      "year": 2014,
      "doi": "10.2196/ijmr.2847"
    },
    {
      "title": "Patient perspectives on virtual reality-based rehabilitation after knee surgery: importance of level of difficulty",
      "authors": [
        "M Lee",
        "D Suh",
        "J Son",
        "J Kim",
        "S Eun",
        "B Yoon"
      ],
      "year": 2016,
      "doi": "10.1682/jrrd.2014.07.0164"
    },
    {
      "title": "Mobile breast cancer e-support program for chinese women with breast cancer undergoing chemotherapy (part 1): qualitative study of women's perceptions",
      "authors": [
        "J Zhu",
        "L Ebert",
        "D Guo",
        "S Yang",
        "Q Han",
        "S Chan"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9311"
    },
    {
      "title": "An investigation into the empowerment effects of using online support groups and how this affects health professional/patient communication",
      "authors": [
        "Y Bartlett",
        "N Coulson"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2010.05.029"
    },
    {
      "title": "Older adults' experiences using a commercially available monitor to self-track their physical activity",
      "authors": [
        "S Mcmahon",
        "B Lewis",
        "M Oakes",
        "W Guan",
        "J Wyman",
        "A Rothman"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5120"
    },
    {
      "title": "Can a free wearable activity tracker change behavior? The impact of trackers on adults in a physician-led wellness group",
      "authors": [
        "L Gualtieri",
        "S Rosenbluth",
        "J Phillips"
      ],
      "year": 2016,
      "doi": "10.2196/resprot.6534"
    },
    {
      "title": "What are the most effective intervention techniques for changing physical activity self-efficacy and physical activity behaviour--and are they the same?",
      "authors": [
        "S Williams",
        "D French"
      ],
      "year": 2011,
      "doi": "10.1093/her/cyr005"
    },
    {
      "title": "Health behaviour change in cardiovascular disease prevention and management: meta-review of behaviour change techniques to affect self-regulation",
      "authors": [
        "J Suls",
        "J Mogavero",
        "L Falzon",
        "L Pescatello",
        "E Hennessy",
        "K Davidson"
      ],
      "year": 2020,
      "doi": "10.1080/17437199.2019.1691622"
    },
    {
      "title": "Self-determination theory applied to health contexts: a meta-analysis",
      "authors": [
        "Jyy Ng",
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda"
      ],
      "year": 2012,
      "doi": "10.1177/1745691612447309"
    },
    {
      "title": "Promoting physical activity: development and testing of self-determination theory-based interventions",
      "authors": [
        "M Fortier",
        "J Duda",
        "E Guerin",
        "P Teixeira"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-20"
    },
    {
      "title": "Initial evaluation of an Internet intervention to improve the sleep of cancer survivors with insomnia",
      "authors": [
        "L Ritterband",
        "E Bailey",
        "F Thorndike",
        "H Lord",
        "L Farrell-Carnahan",
        "L Baum"
      ],
      "year": 2012,
      "doi": "10.1002/pon.1969"
    },
    {
      "title": "Short-term effectiveness of a web-based tailored intervention for cancer survivors on quality of life, anxiety, depression, and fatigue: randomized controlled trial",
      "authors": [
        "R Willems",
        "C Bolman",
        "I Mesters",
        "I Kanera",
        "A Beaulen",
        "L Lechner"
      ],
      "year": 2017,
      "doi": "10.1002/pon.4113"
    },
    {
      "title": "Preliminary results of a randomised controlled trial of an online psychological intervention to reduce distress in men treated for localised prostate cancer",
      "authors": [
        "A Wootten",
        "J Abbott",
        "D Meyer",
        "K Chisholm",
        "D Austin",
        "B Klein"
      ],
      "year": 2015,
      "doi": "10.1016/j.eururo.2014.10.024"
    },
    {
      "title": "The effect of patient portals on quality outcomes and its implications to meaningful use: a systematic review",
      "authors": [
        "C Kruse",
        "K Bolton",
        "G Freriks"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3171"
    },
    {
      "title": "Unmet communication and information needs for patients with IBD: implications for mobile health technology",
      "authors": [
        "S Khan",
        "F Dasrath",
        "S Farghaly",
        "E Otobo",
        "M Riaz",
        "J Rogers",
        "Promise Consortium Health",
        "Group"
      ],
      "year": 2016,
      "doi": "10.9734/bjmmr/2016/21884"
    },
    {
      "title": "The effects on health behavior and health outcomes of internet-based asynchronous communication between health providers and patients with a chronic condition: a systematic review",
      "authors": [
        "C De Jong",
        "Ros Schrijvers"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3000"
    },
    {
      "title": "Functional recovery in the elderly after major surgery: assessment of mobility recovery using wireless technology",
      "authors": [
        "D Cook",
        "J Thompson",
        "S Prinsen",
        "J Dearani",
        "C Deschamps"
      ],
      "year": 2013,
      "doi": "10.1016/j.athoracsur.2013.05.092"
    },
    {
      "title": "A systematic review of the associations between empathy measures and patient outcomes in cancer care",
      "authors": [
        "S Lelorain",
        "S Brédart",
        "S Dolbeault",
        "S Sultan"
      ],
      "year": 2012,
      "doi": "10.1002/pon.2115"
    },
    {
      "title": "A web-based communication system for integrated care in cerebral palsy: experienced contribution to parent-professional communication",
      "authors": [
        "J Gulmans",
        "M Vollenbroek-Hutten",
        "L Van Gemert-Pijnen",
        "W Van Harten"
      ],
      "year": 2012,
      "doi": "10.5334/ijic.672"
    },
    {
      "title": "Acceptance of commercially available wearable activity trackers among adults aged over 50 and with chronic illness: a mixed-methods evaluation",
      "authors": [
        "K Mercer",
        "L Giangregorio",
        "E Schneider",
        "P Chilana",
        "M Li",
        "K Grindrod"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4225"
    },
    {
      "title": "Validity and usability of low-cost accelerometers for internet-based self-monitoring of physical activity in patients with chronic obstructive pulmonary disease",
      "authors": [
        "M Vooijs",
        "L Alpay",
        "J Snoeck-Stroband",
        "T Beerthuizen",
        "P Siemonsma",
        "J Abbink"
      ],
      "year": 2014,
      "doi": "10.2196/ijmr.3056"
    },
    {
      "title": "Internet access and patient portal readiness among patients in a group of inner-city safety-net practices",
      "authors": [
        "M Sanders",
        "P Winters",
        "R Fortuna",
        "M Mendoza",
        "M Berliant",
        "L Clark"
      ],
      "year": 2013,
      "doi": "10.1097/jac.0b013e31829702f9"
    },
    {
      "title": "Feasibility and effect of in-home physical exercise training delivered via telehealth before bariatric surgery",
      "authors": [
        "A Baillot",
        "P Boissy",
        "M Tousignant",
        "M Langlois"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16653511"
    },
    {
      "title": "Predictors of depressive symptoms among breast cancer patients during the first year post diagnosis",
      "authors": [
        "R Schlegel",
        "M Manning",
        "L Molix",
        "A Talley",
        "B Bettencourt"
      ],
      "year": 2012,
      "doi": "10.1080/08870446.2011.559232"
    },
    {
      "title": "Rural-urban disparities in health status among US cancer survivors",
      "authors": [
        "K Weaver",
        "A Geiger",
        "L Lu",
        "L Case"
      ],
      "year": 2013,
      "doi": "10.1002/cncr.27840"
    },
    {
      "title": "Internet-based outpatient telerehabilitation for patients following total knee arthroplasty: a randomized controlled trial",
      "authors": [
        "T Russell",
        "P Buttrum",
        "R Wootton",
        "G Jull"
      ],
      "year": 2011,
      "doi": "10.2106/JBJS.I.01375"
    },
    {
      "title": "Health-related on-line forums: what's the big attraction?",
      "authors": [
        "M Tanis"
      ],
      "year": 2008,
      "doi": "10.1080/10810730802415316"
    },
    {
      "title": "Who succeeds in maintaining weight loss? A conceptual review of factors associated with weight loss maintenance and weight regain",
      "authors": [
        "K Elfhag",
        "S Rössner"
      ],
      "year": 2005,
      "doi": "10.1111/j.1467-789x.2005.00170.x"
    },
    {
      "title": "Is social support associated with greater weight loss after bariatric surgery?: a systematic review",
      "authors": [
        "M Livhits",
        "C Mercado",
        "I Yermilov",
        "J Parikh",
        "E Dutson",
        "A Mehran"
      ],
      "year": 2011,
      "doi": "10.1111/j.1467-789x.2010.00720.x"
    },
    {
      "title": "Lurking as an active participation process: a longitudinal investigation of engagement with an online cancer support group",
      "authors": [
        "J Han",
        "J Hou",
        "E Kim",
        "D Gustafson"
      ],
      "year": 2014,
      "doi": "10.1080/10410236.2013.816911"
    },
    {
      "title": "Face-to-face vs online peer support groups for prostate cancer: a cross-sectional comparison study",
      "authors": [
        "J Huber",
        "T Muck",
        "P Maatz",
        "B Keck",
        "P Enders",
        "I Maatouk"
      ],
      "year": 2018,
      "doi": "10.1007/s11764-017-0633-0"
    },
    {
      "title": "Ascertaining the Place of Social Media and Technology for Bariatric Patient Support: What Do Allied Health Practitioners Think?",
      "authors": [
        "Y Graham",
        "C Hayes",
        "K Mahawar",
        "P Small",
        "A Attala",
        "K Seymour"
      ],
      "year": 2017,
      "doi": "10.1007/s11695-016-2527-z"
    },
    {
      "title": "Factors influencing information credibility on social media platforms: evidence from Facebook pages",
      "authors": [
        "R Li",
        "A Suh"
      ],
      "year": 2015,
      "doi": "10.1016/j.procs.2015.12.146"
    },
    {
      "title": "Content and accuracy of nutrition-related posts in bariatric surgery Facebook support groups",
      "authors": [
        "A Koball",
        "D Jester",
        "M Pruitt",
        "R Cripe",
        "J Henschied",
        "S Domoff"
      ],
      "year": 2018,
      "doi": "10.1016/j.soard.2018.08.017"
    },
    {
      "title": "The health impact of an online heart disease support group: a comparison of moderated versus unmoderated support",
      "authors": [
        "S Lindsay",
        "S Smith",
        "P Bellaby",
        "R Baker"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyp001"
    },
    {
      "title": "Teachable moments for health behavior change and intermediate patient outcomes",
      "authors": [
        "S Flocke",
        "E Clark",
        "E Antognoli",
        "M Mason",
        "P Lawson",
        "S Smith"
      ],
      "year": 2014,
      "doi": "10.1016/j.pec.2014.03.014"
    },
    {
      "title": "Riding the crest of the teachable moment: promoting long-term health after the diagnosis of cancer",
      "authors": [
        "W Demark-Wahnefried",
        "N Aziz",
        "J Rowland",
        "B Pinto"
      ],
      "year": 2005,
      "doi": "10.1200/jco.2005.01.230"
    },
    {
      "title": "The value of teachable moments in surgical patient care and the supportive role of digital technologies",
      "authors": [
        "A Robinson",
        "R Slight",
        "A Husband",
        "S Slight"
      ],
      "year": 2020,
      "doi": "10.1186/s13741-019-0133-z"
    },
    {
      "title": "Engagement with a social networking intervention for cancer-related distress",
      "authors": [
        "J Owen",
        "E Bantum",
        "A Gorlick",
        "A Stanton"
      ],
      "year": 2015,
      "doi": "10.1007/s12160-014-9643-6"
    },
    {
      "title": "Breast cancer survivors' barriers and motives for participating in a group-based physical activity program offered in the community",
      "authors": [
        "A Wurz",
        "A St-Aubin",
        "J Brunet"
      ],
      "year": 2015,
      "doi": "10.1007/s00520-014-2596-2"
    },
    {
      "title": "Understanding health care communication preferences of veteran primary care users",
      "authors": [
        "S Lavela",
        "G Schectman",
        "J Gering",
        "S Locatelli",
        "A Gawron",
        "F Weaver"
      ],
      "year": 2012,
      "doi": "10.1016/j.pec.2012.06.004"
    },
    {
      "title": "CHESS improves cancer caregivers' burden and mood: results of an eHealth RCT",
      "authors": [
        "L Dubenske",
        "D Gustafson",
        "K Namkoong",
        "R Hawkins",
        "A Atwood",
        "R Brown"
      ],
      "year": 2014,
      "doi": "10.1037/a0034216"
    },
    {
      "title": "Using Web-based interventions to support caregivers of patients with cancer: a systematic review",
      "authors": [
        "D Kaltenbaugh",
        "M Klem",
        "L Hu",
        "E Turi",
        "A Haines",
        "Hagerty Lingler"
      ],
      "year": 2015,
      "doi": "10.1188/15.onf.156-164"
    },
    {
      "title": "Caring for the person with cancer: information and support needs and the role of technology",
      "authors": [
        "N Heynsbergh",
        "M Botti",
        "L Heckel",
        "P Livingston"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4722"
    },
    {
      "title": "Psychosocial care for family caregivers of patients with cancer",
      "authors": [
        "L Northouse",
        "A Williams",
        "B Given",
        "R Mccorkle"
      ],
      "year": 2012,
      "doi": "10.1200/JCO.2011.39.5798"
    },
    {
      "title": "Feasibility study of a self-guided cognitive behaviour therapy internet intervention for cancer carers",
      "authors": [
        "K Scott",
        "L Beatty"
      ],
      "year": 2013,
      "doi": "10.1071/PY13025"
    },
    {
      "title": "Developing and evaluating digital interventions to promote behavior change in health and health care: recommendations resulting from an international workshop",
      "authors": [
        "S Michie",
        "Yardley West",
        "R Patrick",
        "K Greaves"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7126"
    }
  ],
  "num_references": 99,
  "original_doi": "https://doi.org/10.13039/501100000774"
}
