{
  "paper_id": "QF4WN6R9",
  "title": "Assessing Dietary and Exercise Stage of Change to Optimize Weight Loss Interventions",
  "abstract": "Objective: According to the Transtheoretical Model (TM), tailoring interventions to patients' readiness to change can enhance patient progress and help patients use therapeutic resources more effectively. However, tailoring an intervention depends on accurate assessment of patients' stage of change (SOC). This study describes a multi-item algorithm of SOC (M-SOC) for weight loss-related behaviors that attempts to overcome some of the conceptual and methodological difficulties encountered in previously SOC assessments. Research Methods: Data were collected from participants randomly assigned to the treatment arm of a clinical trial comparing a TM-based, cognitive-behavioral intervention with enhanced usual care for weight loss. Results: The stair-step relationships hypothesized by the TM between assessed SOC and key behavioral measures were found for all algorithms (p Ͻ 0.05), indicating that the M-SOC algorithm performs as well as single item algorithms. However, 50% fewer patients were classified in action or maintenance for dietary fat intake and portion control (p Ͻ 0.05) by the multiple-item algorithms, providing staging more consistent with the clinical presentation of obese individuals. In addition, logistic regression analyses indicated that the single-item algorithms were not sufficient predictors of these behavioral domains. Discussion: To the extent that treatment is guided by assessed SOC, there is potential for a considerable variability in interventions with different approaches to staging. For weight-loss interventions that target portion control and decreased fat intake, the multi-item SOC algorithms seem to be better guides for matching treatments to SOC.",
  "year": 1992,
  "date": "1992",
  "journal": "Am Psychologist",
  "publication": "Am Psychologist",
  "authors": [
    {
      "forename": "Karen",
      "surname": "Sutton",
      "name": "Karen Sutton",
      "affiliation": "*  Psychology Department , Oberlin College , Oberlin , Ohio ; \n\t\t\t\t\t\t\t\t Psychology Department \n\t\t\t\t\t\t\t\t Oberlin College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oberlin \n\t\t\t\t\t\t\t\t\t Ohio",
      "email": "karen.sutton@oberlin.edu"
    },
    {
      "forename": "Everett",
      "surname": "Logue",
      "name": "Everett Logue"
    },
    {
      "forename": "David",
      "surname": "Jarjoura",
      "name": "David Jarjoura"
    },
    {
      "forename": "Kristin",
      "surname": "Baughman",
      "name": "Kristin Baughman"
    },
    {
      "forename": "William",
      "surname": "Smucker",
      "name": "William Smucker"
    },
    {
      "forename": "Cynthia",
      "surname": "Capers",
      "name": "Cynthia Capers"
    },
    {
      "affiliation": "†Family  Practice Clinical Re- search Center , Summa Health System , Akron , Ohio ; \n\t\t\t\t\t\t\t\t Practice Clinical Re- search Center \n\t\t\t\t\t\t\t\t Summa Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Akron \n\t\t\t\t\t\t\t\t\t Ohio"
    },
    {
      "affiliation": "‡Office of Biostatistics , Northeast Ohio Universities College of Medicine , Rootstown , Ohio ; and \n\t\t\t\t\t\t\t\t ‡Office of Biostatistics \n\t\t\t\t\t\t\t\t Northeast Ohio Universities College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rootstown \n\t\t\t\t\t\t\t\t\t Ohio"
    },
    {
      "affiliation": "§College of Nursing , University of Akron , Akron , Ohio. \n\t\t\t\t\t\t\t\t §College of Nursing \n\t\t\t\t\t\t\t\t University of Akron \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Akron \n\t\t\t\t\t\t\t\t\t Ohio"
    },
    {
      "affiliation": "Department of Psychology , Oberlin College , Severance Hall , Oberlin , OH 44074. \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Oberlin College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Severance Hall \n\t\t\t\t\t\t\t\t\t 44074. \n\t\t\t\t\t\t\t\t\t Oberlin \n\t\t\t\t\t\t\t\t\t OH"
    }
  ],
  "doi": "10.1038/oby.2003.92",
  "keywords": [
    "assessment",
    "stage of change",
    "weight loss intervention",
    "Transtheoretical Model",
    "diet and exercise"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Even when their doctors stress the known health consequences of obesity and inactivity, obese patients resist changing their dietary and sedentary behaviors. According to the Transtheoretical Model (TM), 1 these patients are likely to be in the earliest stages of change  (SOC)  and not yet ready to adopt cognitions and behaviors that lead to healthier diets and exercise routines  (1) (2) (3) . The TM conceptualizes the process of behavior change as passage through a series of distinct stages, each of which is characterized by unique cognitions, motives, and behaviors that reflect differences in individuals' readiness to make changes. Thus, according to the TM, individuals in precontemplation, the first SOC, are unaware of their problems and have no intention to change their behavior in the foreseeable future. On the other hand, individuals in contemplation, the second SOC, are aware that a problem exists and are seriously thinking about overcoming it, but have not yet made a commitment to take action. The later SOC, preparation, action, and maintenance, are distinguished by increasingly more definitive and stable behavioral and cognitive changes that overcome or replace the problem behaviors  (4, 5) .\n\nAccording to the TM, different therapeutic processes are more effective at different SOC  (6, 7) . Thus, it may be possible to enhance patient progress and use therapeutic resources more effectively by tailoring the components of an intervention to an individual's SOC  (8 -10) . Assessing SOC accurately is an important first step toward developing optimal weight loss interventions.\n\nResearchers have encountered several methodological and conceptual challenges in assessing SOC for weight loss using the standard, single-item algorithm. With respect to dietary behaviors, participants may be unable to remember or unwilling to report their intake accurately; they may lack knowledge of the nutrient content of their diet or misunderstand such global behavioral labels as \"eating a low-fat diet\"  (11) (12) (13) (14) (15) (16) . With respect to exercise or physical activity, participants may misinterpret the question format, overestimate the amount of time or intensity of their exercise, or use an overly broad definition of physical activity  (17) (18) (19) (20) . Such complications can lead to stage misclassifications that have implications for both research and treatment. With respect to research, stage misclassifications may be inconsistent with independent measures of healthy eating and physical activity. With respect to treatment, stage misclassifications may compromise efforts to tailor weight loss treatment to individual needs, because the staging presents an inaccurate clinical picture of the individual.\n\nAn alternative to staging potential weight loss patients on global constructs such as \"eating a low-fat diet\" or \"increasing physical activity\" is to stage them on the basis of specific behaviors they must engage in to lose weight. Whereas this method departs from the usual, single-item algorithmic approach, this alternative has several advantages: it may be easier for individuals to report their readiness \"to drink skim milk\" than to report their readiness \"to eat a low-fat diet.\" Furthermore, there may be less possibility of misinterpretation in individuals' readiness \"to take the stairs rather than the elevator\" than in their readiness \"to become physically active.\" Finally, it may be more informative for treatment planning, and hence more effective for treating weight loss, for clinicians to determine how prepared their obese patients are \"to skip second helpings\" or \"eat chicken without the skin\" than to know how ready they are \"to cut back on calories.\" Consequently, weight-related staging based on a finite set of specific dietary and exerciserelated behaviors may have greater reliability and use than staging based on a single item that refers to a global construct. In light of these potential advantages, it seems reasonable to depart from the standard single-item method of staging.\n\nAs the first step in tailoring an obesity treatment to individual participants' readiness to change, we addressed some of the methodological problems involved in staging. We wanted to develop SOC algorithms for weight loss that would predict the target behaviors with greater accuracy, that would be more conservative, and hence, more clinically sensitive by classifying fewer obese patients in action or maintenance stages for weight loss-related behaviors, and that would have greater clinical use by identifying starting points for interventions. Based on this reasoning, we assessed SOC in terms of specific dietary and exercise-related behaviors theoretically and empirically related to weight loss. This article describes the development and initial performance of multi-item SOC algorithms to optimize weight loss interventions, the multiple-item SOC algorithms (M-SOC)."
    },
    {
      "title": "Research Methods and Procedures"
    },
    {
      "title": "Development of the M-SOC",
      "text": "Pilot Work. The research literature and public health guidelines emphasize six categories of dietary and activityrelated behaviors that can produce a negative energy balance and, thus, lead to weight loss. These include 1) increasing vegetable consumption; 2) increasing fruit consumption; 3) decreasing dietary fat consumption; 4) decreasing portion size; 5) increasing daily activity; and 6) increasing planned exercise. Because our weight loss intervention addressed all of these behavioral domains, our objective was to develop a means for accurately staging participants in each area. We reasoned that separate SOC assessments were required for each area because of the diversity among obese individuals in their readiness to change different weight loss-related behaviors  (21) . For example, whereas one obese individual might be actively restricting dietary fat intake but not thinking about starting an exercise program, another obese individual may be making plans to start exercising next week but has not considered adding more vegetables to his or her diet.\n\nFollowing the format proposed and popularized by Prochaska and colleagues  (3, 6, 8, 12, 22, 23) , we initially assessed SOC for each weight loss-related domain with a separate, single-item algorithm. Data from 284 overweight or obese primary care patients revealed significant stair-step relationships between SOC for five of six domains (increased vegetable consumption was the exception) and two anthropometric measures, BMI and waist girth  (21) . However, the percentage of participants in the action or maintenance stages of change ranged from 35% (physical exercise) to 66% (eating more vegetables), suggesting that the single-item algorithm was insufficiently sensitive to individual behavioral differences and was susceptible to an optimistic response bias.\n\nTo address these issues, we developed an M-SOC for each domain of weight loss-related behaviors with the exception of planned exercise. Whereas there are several smaller changes in typical dietary behavior or in the domain of general physical activity that promote weight loss, a person needs to engage regularly in only one type of planned exercise to lose weight. Thus, planned exercise was staged with an adaptation of the standard algorithm  (24 -26)  to include ratings of frequency and duration of exercise, additions designed to increase the reliability of reports. Because it was our intention to target increased fruit and vegetable consumption in our intervention as different expressions of the same dietary goal, we assessed fruit and vegetable consumption with a single algorithm. Item pools of behaviors were generated for each of the four domains based on nutritional and physical activity guidelines  (27)  and empirical demonstrations of relationships between the behavior and weight loss. Examples of behaviors for the domain \"decreasing dietary fat consumption\" are \"trim all the fat off meat\" and \"not use butter or margarine on bread, rolls, muffins, or bagels.\" Examples of behaviors for the domain \"decreasing portion size\" included \"stop eating before I feel stuffed\" and \"say no to second helpings.\" For the domain \"increasing usual daily activity,\" items included \"take the stairs rather than the elevator or escalator\" and \"do heavy housework such as washing windows or floors.\" In all cases, items referred to specific behaviors that were common enough to apply to many people seeking to lose weight. A five-statement set of responses was generated for each item ranging from \"I do not do this at least half the time now and I have no plans to do this\" (precontemplation) to \"I do this at least half the time now and have been doing it regularly for more than 6 months\" (maintenance). The frequency rating (. . .at least half the time. . .) was included based on feedback from previous samples that indicated that even the most committed dieter or exerciser stumbles from time to time and that a categorical requirement of engaging in an eating or activity behavior 100% of the time was unrealistic. The \". . .at least half the time. . .\" criterion, while generous, was judged the easiest to rate. Other researchers have incorporated \"frequency\" into the standard algorithmic approach to staging  (17) . The item pool was reviewed by two experienced dietitians and modified according to their suggestions. The dietitians confirmed that the specific behaviors referenced were changes frequently recommended in clinical settings for weight loss.\n\nInitial Administration. The M-SOC was first administered to lean and obese individuals at three sites: a suburban health club, an inner-city YMCA, and the waiting room of a hospital-affiliated primary care practice. Participants also completed the Harvard Alumni Activity Survey (HAAS) (28) and Kristal's Fat and Fiber Questionnaire (KFFQ)  (29) . Research assistants took anthropometric measurements including height to the nearest 0.5 cm, weight to the nearest 0.25 kg, and waist and hip girth to the nearest 0.5 cm.\n\nMeans for SOC groups yielded the stair-step relationships predicted by the TM. Significant trends were found between SOC for dietary fat and percent of dietary calories from fat on the KFFQ (p Ͻ 0.018); between SOC for fruits and vegetables and fruit and vegetable consumption on the KFFQ (p Ͻ 0.016); between SOC for activity and HAAS activity (p Ͻ 0.029); and between SOC for exercise and HAAS exercise (p Ͻ 0.0001). Regression equations that controlled for BMI and assessment site also yielded significant relationships between SOC for dietary fat and the percent of calories from fat (p Ͼ 0.006), SOC for activity and the HAAS measure of activity (p Ͼ 0.02), and SOC for exercise and the HAAS measure of exercise (p Ͼ 0.002). Additionally, 61% of the health club participants and 54% of the YMCA participants rated themselves in the action or maintenance stages of change for exercise, but only 11% of the waiting room participants rated themselves in this way. Taken together, these data provided initial support for the construct validity of the M-SOC algorithm for dietary and exercise-related behaviors related to weight loss.\n\nAlgorithm Refinement. Based on feedback from the initial administration of the M-SOC algorithms, the response format was redesigned to reduce respondent burden. In addition, a global item (e.g., \"eat a lower-fat diet\" \"engage in more daily activities,\" etc.) was added to each section of the questionnaire to permit comparisons with previous work. Final item pools for \"increasing fruits and vegetables,\" \"decreasing portion size,\" and \"increasing usual activity\" consisted of eight items of specific behaviors and one general item. The final item pool for \"decreasing dietary fat\" consisted of 10 items of specific behaviors and 1 general item. The final item pool for \"increasing planned physical exercise\" consisted of four items: 1) the SOC algorithm for physical exercise, with current exercise divided into three levels (1 or 2 days per week, 3 days per week, or 4 or more days per week); 2) duration of exercise session; 3) estimate of amount of exercise 6 months ago; and 4) list of exercise activities engaged in with frequency and duration of each. The United States Public Health Service exercise guideline of 30 or more minutes of moderate activity most days of the week constituted the criterion for the action stage for exercise. Reports of exercise less than the United States Public Health Service recommendation were classified in the preparation stage. To control for priming effects, two versions of the M-SOC algorithms were generated; in the first, the general item preceded the specific items, whereas in the second, the general item followed the specific items. The final version of the M-SOC can be found in Appendix A."
    },
    {
      "title": "Participants",
      "text": "The participants in the second study were recruited for a randomized clinical trial of a cognitive-behavioral weight loss intervention based on principles of the TM. Participants were overweight and obese primary care patients recruited by physician referral, physicians' mailings, and brochures in physicians' offices. Most patients were being treated for one or more chronic diseases associated with obesity, including type 2 diabetes, hyperlipidemia, or hypertension. Eligibility criteria were age between 40 and 69 years, a BMI of at least 27.3 kg/m 2 , the ability to engage in light activity (walking), and the willingness to make small lifestyle changes. A total of 458 women and 208 men enrolled in the trial. Participant allocation to the treatment or enhanced usual care arm was conducted according to a table of random numbers. SOC data were available only for the half of participants randomized to the treatment arm (N ϭ 329). Data reported here constitute part of the trial's baseline assessment. Trial results will be reported separately as data become available."
    },
    {
      "title": "Measures",
      "text": "A demographic questionnaire provided data on participants' age, education, and marital status, as well as medical status and history of obesity.\n\nResearch assistants obtained anthropometric measurements, including height to the nearest 0.5 cm, weight to the nearest 0.25 kg, and waist and hip girths to the nearest 0.5 cm, on all participants.\n\nDietary intake was assessed by three Nutritional Data System for Research (NDS-R) software-driven, 24-hour dietary recalls  (30)  conducted by an NDS-R-certified interviewer. The first recall was obtained in a face-to-face interview and the second and third by telephone interviews within 2 weeks. Recalls were timed to include 2 weekdays and 1 weekend day. The NDS-R has been found to yield reliable and valid estimates of calories, macronutrients, and micronutrients for groups of patients  (31, 32) .\n\nThe Stanford Five-City Physical Activity Recall (33) and a self-report of participation in planned exercise estimated energy expenditure. The Stanford Recall estimates energy expenditure from both work and leisure activities, and by multiplying intensity by time spent in the activity, yields an estimate of total metabolic equivalents or kilocalories per kilogram per day. This recall has been administered to over 2000 community respondents and has detected change in physical activity in clinical trials. Its reliability and validity are well established  (33) . Participants were also asked to list the activities they engaged in specifically for exercise and how much time they spent in each. Exercise behavior, reported as mean minutes of physical exercise per week, provided an ad hoc assessment of voluntary energy expenditure.\n\nWeight Loss SOC. The M-SOC algorithms were revised as described above and completed by participants (329) randomized to the treatment arm of the trial, as described above, along with other intake instruments. Participants received five SOC scores, one for each behavioral domain (fruits and vegetables, fat intake, portion control, usual activity, planned exercise), which together constituted a weight loss SOC profile.\n\nWithin each behavioral domain, SOC was determined by order statistics, using the third (or fourth, in the case of the low-fat domain with 10 items) lowest stage indicated for the 8 (or 10) behavioral items  (34) . For example, a person would be staged in contemplation by indicating either one precontemplation and two contemplation-level behaviors or two precontemplation and one contemplation-level behavior. If the third lowest behavior was staged in preparation, the lowest two stages were either precontemplation or contemplation or one of each. This classification system ac-commodates real world diversity in stage membership; individuals in a given \"stage\" share the third lowest staging items, but their lowest and second lowest staging items may differ. In addition, staged groups reflect the real world diversity of eating habits found among any group of people. This decision rule was selected because of the following: 1) it was consistent with the nature of stages of changeordered categories without an underlying metric; 2) it yielded a clinically relevant starting point for tailoring an intervention-it focused attention on the one-third of behaviors participants were least ready to change; and 3) it assured that the more refractory behaviors would be addressed by the intervention. Additionally, the order statistic yielded a distribution less skewed in the optimistic direction, a more realistic assessment of obese participants who were likely to be in the earlier stages of change for the weight loss-related behaviors. Obese patients who volunteer for a weight loss trial should be in preparation (or at least in contemplation) for one or more target behaviors if the TM is valid.\n\nPrime-MD Scale. The Prime-MD was included to diagnose mood, anxiety, and binge eating disorders that have been associated with obesity  (35)  and have been reported to interfere with performance in weight loss interventions  (36 -38) ."
    },
    {
      "title": "Procedure",
      "text": "Assessments were conducted in the offices of participants' primary care physician. Once informed consent was obtained, anthropometric measurements were taken and baseline questionnaires were completed. Next, the dietary and the Stanford Activity recalls were administered, and patients were assigned to treatment according to a table of random numbers. After randomization, the M-SOC algorithms and the Prime-MD scales were completed."
    },
    {
      "title": "Analysis",
      "text": "Analyses were conducted with statistical programs of SAS  (39)  and consisted of establishing the internal consistency and performance of the M-SOC algorithms."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographics",
      "text": "Demographic characteristics of participants are shown in Table  1 . In general, participants were in their early 50s, had a high school education or several years of college, and were married, employed, and white. Medical characteristics of participants are shown in Table  2 . Mean BMIs of women (36.0 kg/m 2 ) and men (35.9 kg/m 2 ) indicated comparable degrees of obesity. On average, male participants reported 1.6 chronic illnesses attributable to obesity, whereas female participants reported 1.3 chronic illnesses attributable to obesity. The prevalence of eating disorders (20%) as identified by the Prime-MD suggests that this sample of primary care patients shares some characteristics with volunteers for university or hospital-based obesity treatment programs  (40) . However, the prevalence of mood and anxiety disorders within this sample was lower than that typically found among participants in obesity treatment programs."
    },
    {
      "title": "Internal Consistency",
      "text": "Item analyses were conducted to establish the internal consistency of four of the five M-SOC algorithms (planned exercise was the exception), because each assessed a distinct domain of dietary or physical activity behavior with a set of unique items. We did not compute Cronbach's ␣ for planned exercise because it was assessed with responses to a single item. Cronbach's coefficient ␣ ranged from 0.78 for portion control to 0.87 for fruit and vegetable consumption, indicating that the algorithms were internally consistent."
    },
    {
      "title": "Relationship to Key Behavioral Variables",
      "text": "To examine the usual activity and planned exercise SOC algorithms, we computed mean daily kilocalories per kilogram expended and mean weekly minutes of activity or exercise by SOC. These data and the p values from tests for linear trends in the variables of interest across SOC are shown in Figure  1 . Figure  1A  shows that mean daily energy expenditure was significantly higher among patients in the latter stages of change for increased exercise (p ϭ 0.0006) and marginally higher among patients in the latter stages of change for increased usual activity (p ϭ 0.049), as predicted by the TM. Figure  1B  shows that mean weekly minutes of planned exercise were significantly higher among patients in the latter stages of change for this target behavior (p Ͻ 0.0001). Mean minutes of usual activity were not linearly associated with SOC for increased usual activity.\n\nA mean of 2.8 dietary recalls per participant were coded and scored and averaged within participants to yield estimates of daily energy intake, percent of energy from fat (total or saturated fat), and number of fruit and vegetable servings per day. SOC specific means were computed for energy intake (Figure  2A ), percent of energy from fat (Figure  2B ), and fruit and vegetable servings (Figure  3 ). Significant trends were found for all dietary variables across SOC as predicted by the TM. Daily energy intake and percent of energy from fat or saturated fat decreased from precontemplation through maintenance, whereas servings of fruits and vegetables increased from precontemplation through maintenance."
    },
    {
      "title": "Single-Item SOC vs. Multi-Item SOC Algorithms",
      "text": "The single global SOC item in each subset of related behavioral items permitted comparisons between multi-item SOC algorithms and single-item SOC algorithms. With minor variations in the n's caused by missing data, correlations between SOC algorithms from the two alternative approaches were 0.46 for daily activity, 0.49 for portion control, 0.55 for lower fat eating, and 0.61 for fruits and vegetables. These correlations indicate low to moderate agreement between the multi-item SOC algorithms and the single-item algorithms.\n\nCross-tabulations of the multi-item SOC algorithms vs. the corresponding single-item SOC algorithms reveal the variability in classification with different approaches to SOC assessment. For example, Table  3  shows that among 81 patients in contemplation for eating a diet lower in fat according to the multi-item algorithms, 4 (5%) were in precontemplation, 25 (31%) were in preparation, 15 (19%) were in action, and 6 (7%) were in maintenance according to the single-item SOC. Similarly, among 172 patients in preparation for decreasing portion size according to the multi-item algorithms, 17 (10%) were in action, 16 (9%) were in maintenance, and 8 (5%) were in contemplation according to the single-item SOC. These data indicate that SOC classification is sensitive to the format of the algorithm employed.\n\nWe then quantified the strength of the overall associations between either the M-SOC algorithms or the SOC algorithms and the behavioral variables. We used both parametric and nonparametric statistics-Pearson correlations, Kendall's -␤ for ordered categories (e.g., energy intake or expenditure quintiles vs. M-SOC or SOC), and coefficients for 2 ϫ 2 tables (e.g., dichotomized energy intake vs. dichotomized SOC for portion control). We dichotomized the single-item and multi-item data into \"preaction\" stages (precontemplation, contemplation, and preparation) and \"action\" stages (action and maintenance). Behavioral cutpoints were based on public health recommendations (Ͻ30% of dietary energy from fat, Ͻ10% of dietary energy from saturated fat, five or more servings of fruits and vegetables per day, and 150 or more minutes of activity or exercise per week) or the boundary for the last quintile (energy intake or expenditure). In most analyses, the M-SOC and the SOC algorithms had similar modest associations with the behaviors of interest (data not shown). In addition, the 2 ϫ 2 tables indicated that both sets of algorithms (M-SOC and SOC) had some degree of stage misclassification  (17) .\n\nWe next examined the issue of stage misclassification in more detail, that is, the extent to which an algorithm overestimates an individual's readiness to change. McNemar's tests compared the marginal proportions of patients classified into action stages by both algorithms. Table  4  summarizes the results and shows that the multi-item algorithm classified ϳ50% fewer patients in the action and maintenance stages for decreased dietary fat and increased portion control than the single-item algorithm. There were no differences in the proportions of patients classified into the action stages for usual activity or fruit and vegetable intake. Thus, with respect to decreasing dietary fat and decreasing portion size, the multi-item algorithm is significantly (p Ͻ 0.0001) more conservative than the traditional single-item algorithm.\n\nFinally, we used logistic regression analysis to ascertain whether the SOC algorithms were sufficient predictors of the dichotomized behaviors of interest. That is, if a given SOC algorithm is sufficient to measure SOC, then the corresponding M-SOC algorithm should show no additional association with the pertinent behavior. In each logistic model, we used a dichotomized behavior as the dependent variable and the corresponding M-SOC and SOC algorithms as the predictor variables. The data in Table  5  indicate that for energy intake, total dietary fat percentage, and energy expenditure, the corresponding SOC algorithm was not a sufficient predictor. That is, in each of these logistic models, the M-SOC algorithms for portion control, total dietary fat,"
    },
    {
      "title": "Discussion",
      "text": "Whereas no single administration of the M-SOC algorithm can establish the validity or the clinical value of this SOC classification, analyses of the available baseline data from the REACH trial suggest an alternative perspective for assessing SOC. Prior SOC assessments are largely based on single-item algorithms  (11) (12) (13) (14) (15) (16) . We are aware of no prior studies (other than our own) that have attempted to measure SOC for multiple target behaviors known to be predictive of weight loss. Moreover, no prior SOC studies have used both detailed dietary recalls coded by NDS-R software and a validated physical activity recall to simultaneously estimate energy intake and expenditure in a primary care sample.\n\nOur experience and analyses indicate that multi-item SOC assessments for specific dietary and physical activityrelated behaviors are feasible, seem to perform as predicted by the model, and have several noteworthy advantages.\n\nFour behavioral domains empirically associated with weight loss-energy expenditure, energy intake, dietary fat intake, and fruit and vegetable consumption-were linearly associated with SOC based on the multiple-items as predicted by the TM. Most dietary and exercise-related behavioral variables were also associated with SOC based on the single-   item algorithms. However, as anticipated, comparisons between single-item SOC algorithms and multi-item SOC algorithms revealed the potential for clinically important SOC misclassification that could decrease the effectiveness of tailored weight loss interventions. As noted above, one of the primary difficulties with using the standard single-item staging algorithm in clinical situations has been overestimation of staging. The relatively large proportion of participants who fall into the \"action\" or \"maintenance\" SOC for weight loss-related behaviors is inconsistent with the preponderance of clinical evidence that suggests that these patients have been, and probably are, sedentary and consuming a high-calorie/high-fat diet.\n\nThe problem of overestimation of staging has been previously reported with respect to planned exercise and daily activity as well  (17, 41) . In the current study, for low-fat eating, 34% of participants staged in either action (63/323) or maintenance (46/323) stages according to the single-item algorithm. In contrast, 16% staged in either action  (32/323)  or maintenance (20/323) stages according to the multi-item algorithm (Table  4 ). Similarly, for portion control, 26% of participants staged in either action (51/323) or maintenance (31/323) stages according to the single-item algorithm, whereas 13% staged in action  (35/323)  or maintenance (6/323) stages according to the multi-item algorithm. Because all the participants are overweight or obese, the multiitem SOC algorithms for portion control and low-fat eating are more likely to be consistent with the clinical presentation. Furthermore, the logistic regression analyses suggest that the SOC algorithms for energy intake, dietary fat, and physical activity are not sufficient predictors of the behavioral domains of interest. In other words, the logistic analyses indicate that M-SOC algorithms for portion control, total dietary fat, and physical activity provide additional information, beyond that provided by the SOC algorithms, which is more consistent with the patients' behavior. Thus, when physical activity, portion control, and low-fat eating are components of a weight loss intervention, the multi-item algorithms may be more useful for matching treatments to patient's SOC.\n\nThe absence of differences between the marginal proportion of patients staged in action or maintenance by the single-item and multi-item approaches for fruit and vegetable consumption and usual activity suggests that the two approaches to staging for these behaviors are equivalent. However, the comparison between marginal proportions does not directly consider the patients' behavior, whereas this comparison was directly considered in the logistic analyses. The SOC misclassification issue may be greater for portion control and low-fat eating than for increased fruit and vegetable consumption and increased activity. This may reflect a weaker consensus in the general population around  Although there were both theoretical and empirical reasons for including items on the multi-item SOC instrument, additional applications of the M-SOC algorithms are required to establish whether these items adequately sample the universe of dietary and exercise-related behavior pertinent to weight management. Furthermore, whereas feedback from earlier samples justified inclusion of a frequency criterion for algorithm items (\". . .at least half the time. . .\"), the implications of this additional dimension for staging require additional research. The stages of change and TM were initially developed in the context of smoking cessation, which may be a more inherently dichotomous phenomenon. Weight management-related behaviors (declining second helpings of food or using smaller bowls to increase portion control, using the stairs at work to increase usual physical activity) have embedded frequency dimensions.\n\nAlthough cross-sectional SOC data are frequently reported  (17) , the predictive validity of the M-SOC and other staging algorithms should be examined with longitudinal data. Repeated assessments with the M-SOC algorithms were conducted as part of the recently completed REACH trial. When these data are thoroughly analyzed, they should provide insight into the clinical value of the M-SOC algorithms, because they will enable us to determine whether the proportion of time in action and maintenance according to the M-SOC algorithms is related to weight loss. Furthermore, applications to individuals outside of a primary care setting or with more diverse cultural traditions are needed and encouraged. Additionally, applications of the M-SOC algorithms with behavioral measures other than those used in this study would be informative.\n\nTo the extent that treatment is guided by assessed SOC, there is potential for a considerable variability in interventions with different approaches to staging. Would more accurate staging contribute to the success of interventions based on the TM? We believe that conservatism in staging is crucial at the start of a clinical intervention for obesity when the goal is to help patients deal with their most problematic behaviors. Thus, when weight loss interventions target portion control and decreased fat intake, the multi-item SOC algorithms seem to be better guides for matching treatments to SOC. Would more behaviorally specific staging contribute to the success of interventions based on the TM? We believe that staging that is tied explicitly to the behaviors targeted by the intervention will enhance clinical use by identifying starting points for a workable, personalized treatment plan. Thus, when weight loss interventions target many behaviors, multi-item SOC algorithms may provide an initial \"patient profile\" for clinical plans.\n\nFinally, we note that assessing SOC, either by single or the multi-item algorithms, is not a straightforward or simple task. Whereas all self-report data have limitations, features of the SOC model make it particularly complex to assess. For example, in responding to an algorithm, we ask participants to consider their intentions (cognitions) and their actions (behaviors), as well as timelines (\"in 1 month,\" \"for at least 6 months\"), a task that may draw on several resources simultaneously. Creative approaches to this important undertaking may serve to enhance SOC-based treatments."
    },
    {
      "text": "Figure 1: (A) Mean energy expenditure and (B) weekly minutes of activity or exercise by SOC. (A) Expenditure trend by planned exercise SOC (1 ϭ precontemplation. . . 5 ϭ maintenance): p ϭ 0.0006; expenditure trend by activity SOC: p ϭ 0.049. (B) Trend by exercise SOC: p Ͻ 0.0001; patients in precontemplation had 0 exercise minutes; trend by activity SOC: p ϭ 0.53."
    },
    {
      "text": "Figure 2: (A) Mean energy intake and (B) dietary fat consumption by SOC. (A) Trend in energy intake by SOC for portion control (1 ϭ precontemplation. . .5 ϭ maintenance): p ϭ 0.0008. (B) Trend in total fat by SOC for dietary fat: p Ͻ 0.0001; trend in saturated fat by SOC for dietary fat: p Ͻ 0.0001."
    },
    {
      "text": "Figure 3: Servings of fruits and vegetables by SOC. Trend in fruit and vegetable servings by SOC for fruits and vegetables: p Ͻ 0.0001."
    },
    {
      "text": "Demographic characteristics of study participants"
    },
    {
      "text": "Medical histories of study participants"
    },
    {
      "text": "Cross-tabulation of multi-item stage of change (M-SOC) for decreased dietary fat by single-item stage of change (SOC) for decreased dietary fat"
    },
    {
      "text": "Marginal proportions of patients classified in action or maintenance by the M-SOC and the SOC algorithms"
    },
    {
      "text": "35gistic models of dichotomized behaviors and dichotomized M-SOC and SOC algorithmsEnergy intake: less than 1362 kcal/day vs. 1362 kcal or more (fifth quintile); total dietary fat: less than 30% per day vs. 30% or more; saturated dietary fat: less than 10% per day vs. 10% or more; F&V servings: less than 5 servings per day vs. 5 or more; minutes of physical activity: less than 150 minutes per week vs. 150 minutes or more; minutes of exercise: less than 150 minutes per week vs. 150 minutes or more; energy expenditure: less than 35.4 kcal/kg/day vs.35.4 or more (fifth quintile). † Action and maintenance vs. pre-contemplation, contemplation, and preparation. Assessing Dietary and Exercise Stage, Sutton et al. OBESITY RESEARCH Vol. 11 No. 5 May 2003 649 15508528, 2003, 5, Downloaded from https://onlinelibrary.wiley.com/doi/10.1038/oby.2003.92, Wiley Online Library on [14/08/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ],
  "references": [
    {
      "title": "In search of how people change: applications to addictive behaviors",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "J Norcross"
      ],
      "year": 1992
    },
    {
      "title": "A transtheoretical model of behavior change: implications for diet interventions",
      "authors": [
        "J Prochaska"
      ],
      "year": 1992,
      "doi": "10.2172/231424"
    },
    {
      "title": "Stages of change and decisional balance for 12 problem behaviors",
      "authors": [
        "J Prochaska",
        "W Velicier",
        "J Rossi"
      ],
      "year": 1994,
      "doi": "10.1037//0278-6133.13.1.39"
    },
    {
      "title": "The Transtheoretical Approach: Crossing Traditional Boundaries of Change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1984
    },
    {
      "title": "The process of smoking cessation: an analysis of precontempla-tion, contemplation, and preparation stages of change",
      "authors": [
        "C Diclemente",
        "J Prochaska",
        "S Fairhurst"
      ],
      "year": 1991
    },
    {
      "title": "Measuring processes of change: applications to the cessation of smoking",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "C Diclemente",
        "J Fava"
      ],
      "year": 1988,
      "doi": "10.1037//0022-006x.56.4.520"
    },
    {
      "title": "A stage-matched smoking cessation program for pregnant smokers",
      "authors": [
        "L Ruggiero",
        "C Redding",
        "J Rossi",
        "J Prochaska"
      ],
      "year": 1997
    },
    {
      "title": "Standardized, individualized, interactive, and personalized self-help programs for smoking cessation",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "W Velicer",
        "J Rossi"
      ],
      "year": 1993,
      "doi": "10.1037//0278-6133.12.5.399"
    },
    {
      "title": "An expert system intervention for smoking cessation",
      "authors": [
        "W Velicer",
        "J Prochaska"
      ],
      "year": 1999,
      "doi": "10.1016/s0738-3991(98)00129-3"
    },
    {
      "title": "Counselor and stimulus control enhancements of a stage-matched expert system intervention for smokers in a managed care setting",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "J Fava"
      ],
      "year": 2001
    },
    {
      "title": "A stage-of-change classification system based on actions and beliefs regarding dietary fat and fiber",
      "authors": [
        "G Auld",
        "S Nitzke",
        "J Mcnulty"
      ],
      "year": 1998,
      "doi": "10.4278/0890-1171-12.3.192"
    },
    {
      "title": "Stages of change for reducing dietary fat to 30% of energy or less",
      "authors": [
        "G Greene",
        "S Rossi",
        "G Reed",
        "C Willey",
        "J Prochaska"
      ],
      "year": 1994,
      "doi": "10.1016/0002-8223(94)91127-4"
    },
    {
      "title": "A critical examination of the application of the Transtheoretical Model's stages of change to dietary behaviours",
      "authors": [
        "R Povey",
        "M Conner",
        "P Sparks",
        "R James",
        "R Shepherd"
      ],
      "year": 1999,
      "doi": "10.1093/her/14.5.641"
    },
    {
      "title": "Stages of change and the intake of dietary fat in African-American women: improving stage assignment using the Eating Styles Questionnaire",
      "authors": [
        "M Hargreaves",
        "D Schlundt",
        "M Buchowski",
        "R Hardy",
        "S Rossi",
        "J Rossi"
      ],
      "year": 1999,
      "doi": "10.1016/s0002-8223(99)00338-7"
    },
    {
      "title": "Defining and measuring stages of change for dietary behaviors: readiness to meet fruit, vegetable, and grain guidelines among Chinese Singaporeans",
      "authors": [
        "A Ling",
        "C Horwath"
      ],
      "year": 2000
    },
    {
      "title": "Stages of change for reducing dietary fat intake over 18 months",
      "authors": [
        "G Greene",
        "S Rossi"
      ],
      "year": 1998,
      "doi": "10.1016/s0002-8223(98)00120-5"
    },
    {
      "title": "Stage of readiness to exercise in ethnically diverse women: a U.S. survey",
      "authors": [
        "F Bull",
        "A Eyler",
        "A King",
        "R Brownson"
      ],
      "year": 2001,
      "doi": "10.1097/00005768-200107000-00012"
    },
    {
      "title": "Physical activity patterns in a diverse population of women",
      "authors": [
        "B Sternfeld",
        "B Ainsworth",
        "C Quesenberry"
      ],
      "year": 1999,
      "doi": "10.1006/pmed.1998.0470"
    },
    {
      "title": "Measuring physical activity in midlife, older, and minority women: issues from an expert panel",
      "authors": [
        "L Masse",
        "B Ainsworth",
        "S Tortolero"
      ],
      "year": 1998,
      "doi": "10.1089/jwh.1998.7.57"
    },
    {
      "title": "Physical activity and minority women: a qualitative study",
      "authors": [
        "A Eyler",
        "E Baker",
        "L Cromer",
        "A King",
        "R Brownson",
        "R Donatelle"
      ],
      "year": 1998
    },
    {
      "title": "Obesity management in primary care: assessment of readiness to change among 284 family practice patients",
      "authors": [
        "E Logue",
        "K Sutton",
        "D Jarjoura",
        "W Smucker"
      ],
      "year": 2000,
      "doi": "10.3122/15572625-13-3-164"
    },
    {
      "title": "Assessing the stages of change and decision-making for contraceptive use for the prevention of pregnancy, sexually transmitted diseases, and acquired immunodeficiency syndrome",
      "authors": [
        "D Grimley",
        "G Riley",
        "J Bellis",
        "J Prochaska"
      ],
      "year": 1993
    },
    {
      "title": "Stages of change across ten health risk behaviors for older adults",
      "authors": [
        "C Nigg",
        "P Burbank",
        "C Padula"
      ],
      "year": 1999,
      "doi": "10.1093/geront/39.4.473"
    },
    {
      "title": "The stages of exercise behavior",
      "authors": [
        "B Marcus",
        "L Simkin"
      ],
      "year": 1993
    },
    {
      "title": "Construct validity of stages of change for exercise behavior",
      "authors": [
        "B Cardinal"
      ],
      "year": 1997
    },
    {
      "title": "Exercise and the transtheoretical model: a longitudinal test of a population sample",
      "authors": [
        "R Plotnikoff",
        "S Hotz",
        "N Birkett",
        "K Courneya"
      ],
      "year": 2001,
      "doi": "10.1006/pmed.2001.0914"
    },
    {
      "title": "Dietary Guidelines for Americans",
      "year": 2000,
      "doi": "10.2172/569107"
    },
    {
      "title": "Physical activity and incidence of hypertension in college alumni",
      "authors": [
        "R Paffenbarger",
        "A Wing",
        "R Hyde",
        "D Jung"
      ],
      "year": 1983,
      "doi": "10.1093/oxfordjournals.aje.a113537"
    },
    {
      "title": "Development and validation of a food use checklist for evaluation of community nutrition interventions",
      "authors": [
        "A Kristal",
        "B Abrams",
        "M Thornquist"
      ],
      "year": 1990,
      "doi": "10.2105/ajph.80.11.1318"
    },
    {
      "title": "NDS-R software, version 4.03",
      "year": 2001,
      "doi": "10.52768/2766-7820/1405"
    },
    {
      "title": "Maintenance of a nutrient database for clinical trials",
      "authors": [
        "Y Sievert",
        "S Schakel",
        "I Buzzard"
      ],
      "year": 1989,
      "doi": "10.1016/0197-2456(89)90006-8"
    },
    {
      "title": "Sources of data for developing and maintaining a nutrient database",
      "authors": [
        "S Schakel",
        "Y Sievert",
        "I Buzzard"
      ],
      "year": 1988
    },
    {
      "title": "The Behavioral Risk Factor Survey and the Stanford Five-City Project Survey: a comparison of cardiovascular risk behavior estimates",
      "authors": [
        "C Jackson",
        "D Jatulis",
        "S Fortmann"
      ],
      "year": 1992
    },
    {
      "title": "Mathematical Statistics",
      "authors": [
        "J Freund"
      ],
      "year": 1971
    },
    {
      "title": "Relationships between obesity and DSM-IV major depressive disorder, suicide ideation, and suicide attempts: results from a general population study",
      "authors": [
        "K Carpenter",
        "D Hasin",
        "Allison Faith"
      ],
      "year": 2000,
      "doi": "10.2105/ajph.90.2.251"
    },
    {
      "title": "Psychological features of obesity",
      "authors": [
        "J Rodin",
        "D Schank",
        "R Striegel-Moore"
      ],
      "year": 1989,
      "doi": "10.1016/s0025-7125(16)30691-5"
    },
    {
      "title": "Social and psychological consequences of obesity",
      "authors": [
        "T Wadden",
        "A Stunkard"
      ],
      "year": 1985
    },
    {
      "title": "Heterogeneity of clinical presentation among obese individuals seeking treatment",
      "authors": [
        "M Fitzgibbon",
        "D Kirschenbaum"
      ],
      "year": 1990
    },
    {
      "doi": "10.1515/9783486815788-012"
    },
    {
      "authors": [
        "N Cary"
      ],
      "year": 2001
    },
    {
      "title": "Binge status as a predictor of weight loss treatment outcome",
      "authors": [
        "N Sherwood",
        "R Jeffery",
        "R Wing"
      ],
      "year": 1999,
      "doi": "10.1038/sj.ijo.0800846"
    },
    {
      "title": "Self-favoring bias for physical activity in middle-aged and older adults",
      "authors": [
        "S Wilcox",
        "A King"
      ],
      "year": 2000,
      "doi": "10.1111/j.1559-1816.2000.tb02467.x"
    }
  ],
  "num_references": 42
}
