{
  "paper_id": "QF86TMZ8",
  "title": "Patient-Reported Opioid Consumption and Pain Intensity After Common Orthopedic and Urologic Surgical Procedures With Use of an Automated Text Messaging System",
  "abstract": "IMPORTANCE Surgeons must balance management of acute postoperative pain with opioid stewardship. Patient-centered methods that immediately evaluate pain and opioid consumption can be used to guide prescribing and shared decision-making. OBJECTIVE To assess the difference between the number of opioid tablets prescribed and the selfreported number of tablets taken as well as self-reported pain intensity and ability to manage pain after orthopedic and urologic procedures with use of an automated text messaging system. \n DESIGN, SETTING, AND PARTICIPANTS This quality improvement study was conducted at a large, urban academic health care system in Pennsylvania. Adult patients (aged Ն18 years) who underwent orthopedic and urologic procedures and received postoperative prescriptions for opioids were included. Data were collected prospectively using automated text messaging until postoperative day 28, from May 1 to December 31, 2019. \n MAIN OUTCOMES AND MEASURES The primary outcome was the difference between the number of opioid tablets prescribed and the patient-reported number of tablets taken (in oxycodone 5-mg tablet equivalents). Secondary outcomes were self-reported pain intensity (on a scale of 0-10, with 10 being the highest level of pain) and ability to manage pain (on a scale of 0-10, with 10 representing very able to control pain) after orthopedic and urologic procedures. \n RESULTS Of the 919 study participants, 742 (80.7%) underwent orthopedic procedures and 177 (19.2%) underwent urologic procedures. Among those who underwent orthopedic procedures, 384 (51.8%) were women, 491 (66.7%) were White, and the median age was 48 years (interquartile range [IQR], 32-61 years); 514 (69.8%) had an outpatient procedure. Among those who underwent urologic procedures, 145 (84.8%) were men, 138 (80.7%) were White, and the median age was 56 years (IQR, 40-67 years); 106 (62%) had an outpatient procedure. The mean (SD) pain score on day 4 after orthopedic procedures was 4.72 (2.54), with a mean (SD) change by day 21 of -0.40 (1.91). The mean (SD) ability to manage pain score on day 4 was 7.32 (2.59), with a mean (SD) change of -0.80 (2.72) by day 21. The mean (SD) pain score on day 4 after urologic procedures was 3.48 (2.43), with a mean (SD) change by day 21 of -1.50 (2.12). The mean (SD) ability to manage pain score on day 4 was 7.34 (2.81), with a mean (SD) change of 0.80 (1.75) by day 14. The median quantity of opioids prescribed for patients who underwent orthopedic procedures was high compared with self-reported consumption (20 tablets [IQR, 15-30 tablets] vs 6 tablets used [IQR, 0-14 tablets]), similar to findings for patients who underwent urologic procedures (7 tablets [IQR, 5-10 tablets] vs 1 tablet used [IQR, 0-4 tablets]). Over the study period, 9452 of 15 581 total tablets prescribed (60.7%) were unused. A total of 589 patients (64.1%) used less than half of the amount prescribed, and 256 patients (27.8%) \n Key Points Question Are the quantities of shortterm opioid prescriptions after common orthopedic and urologic surgical procedures adequate or excessive as measured using automated text messaging? Findings In this quality improvement study of 919 patients who underwent an orthopedic or urologic surgical procedure, most (61%) of the prescribed opioid tablets were reported as unused, and 28% of patients reported not using any opioids. \n Meaning The findings suggest that opportunities exist to tailor opioid prescriptions and reduce excess quantities of opioids prescribed.",
  "year": 2019,
  "date": "2019-08-14",
  "journal": "Best Pract Res Clin Anaesthesiol",
  "publication": "Best Pract Res Clin Anaesthesiol",
  "authors": [
    {
      "forename": "Anish",
      "surname": "Agarwal",
      "name": "Anish Agarwal"
    },
    {
      "forename": "Daniel",
      "surname": "Lee",
      "name": "Daniel Lee"
    },
    {
      "forename": "Zarina",
      "surname": "Ali",
      "name": "Zarina Ali"
    },
    {
      "forename": "Brian",
      "surname": "Sennett",
      "name": "Brian Sennett"
    },
    {
      "forename": "Ruiying",
      "surname": "Xiong",
      "name": "Ruiying Xiong"
    },
    {
      "forename": "Jessica",
      "surname": "Hemmons",
      "name": "Jessica Hemmons"
    },
    {
      "forename": "Evan",
      "surname": "Spencer",
      "name": "Evan Spencer"
    },
    {
      "forename": "Dina",
      "surname": "Abdel-Rahman",
      "name": "Dina Abdel-Rahman"
    },
    {
      "forename": "Rachel",
      "surname": "Kleinman",
      "name": "Rachel Kleinman"
    },
    {
      "forename": "Hannah",
      "surname": "Lacko",
      "name": "Hannah Lacko"
    },
    {
      "forename": "Annamarie",
      "surname": "Horan",
      "name": "Annamarie Horan"
    },
    {
      "forename": "Mary",
      "surname": "Dooley",
      "name": "Mary Dooley"
    },
    {
      "forename": "Eric",
      "surname": "Hume",
      "name": "Eric Hume"
    },
    {
      "forename": "Samir",
      "surname": "Mehta",
      "name": "Samir Mehta"
    },
    {
      "forename": ";",
      "surname": "Delgado",
      "name": "; Delgado"
    },
    {
      "forename": "Anish",
      "surname": "Agarwal",
      "name": "Anish Agarwal"
    },
    {
      "forename": "Abdel-Rahman",
      "surname": "Xiong",
      "name": "Abdel-Rahman Xiong"
    },
    {
      "forename": "Leonard",
      "surname": "Davis",
      "name": "Leonard Davis"
    },
    {
      "surname": "Agarwal",
      "name": "Agarwal"
    },
    {
      "forename": "Ali",
      "surname": "Lee",
      "name": "Ali Lee"
    },
    {
      "forename": "Ali",
      "surname": "Lee",
      "name": "Ali Lee"
    },
    {
      "forename": "Abdel",
      "surname": "Lee",
      "name": "Abdel Lee"
    },
    {
      "surname": "Rahman",
      "name": "Rahman"
    },
    {
      "forename": "Abdel-Rahman",
      "surname": "Agarwal",
      "name": "Abdel-Rahman Agarwal"
    },
    {
      "forename": "Ali",
      "surname": "Lee",
      "name": "Ali Lee"
    },
    {
      "surname": "Lee",
      "name": "Lee"
    },
    {
      "forename": "Ali",
      "surname": "Agarwal",
      "name": "Ali Agarwal"
    },
    {
      "forename": "Abdel",
      "surname": "Lee",
      "name": "Abdel Lee"
    },
    {
      "forename": "Ali",
      "surname": "Agarwal",
      "name": "Ali Agarwal"
    },
    {
      "affiliation": "Department of Emergency Medicine , University of Pennsylvania , 423 Guardian Dr , 428 Blockley Hall , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Dr 428 Blockley Hall \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "Department of Emergency Medicine , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Institute of Health Economics , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Institute of Health Economics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Penn Medicine Center for Health Care Innovation , University of Pennsylvania , Philadelphia (Agarwal ); \n\t\t\t\t\t\t\t\t Penn Medicine Center for Health Care Innovation \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Agarwal"
    },
    {
      "affiliation": "Department of Surgery , Division of Urology , University of Pennsylvania , Philadelphia (Lee ); \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t Division of Urology \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Lee"
    },
    {
      "affiliation": "Department of Neurosurgery , University of Pennsylvania , Philadelphia (Ali ); \n\t\t\t\t\t\t\t\t Department of Neurosurgery \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Ali"
    },
    {
      "affiliation": "Department of Orthopaedic Surgery , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Department of Biostatistics, Epidemiology, and Informatics , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Department of Biostatistics, Epidemiology, and Informatics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    }
  ],
  "doi": "10.1001/jamanetworkopen.2021.3243",
  "sections": [
    {
      "title": "Introduction",
      "text": "Management of severe acute pain after surgery may require an opioid as part of an individual's pain relief regimen  1, 2  ; however, clinicians must balance pain management approaches with the risks of opioid use within the context of state policies, which seek to mitigate these risks by limiting prescription of opioids for acute pain.  3, 4 The nonmedical use of prescription opioids remains a contributor to these risks and the second most common type of illicit drug use in the US.  5, 6 Up to 80% of opioids prescribed for acute pain after surgical procedures are left unused, and excessive quantities of opioids prescribed for acute pain have been associated with conversion to long-term use, overdose, and opioid use disorder.  [7] [8] ] [9] [10] [11] [12] [13]  State policies have been criticized as a one-size-fits-all approach disconnected from the patient experience.  14, 15 Tailoring opioid prescribing to patients' needs may be associated with reduced excess of prescribed opioids, but this practice remains challenging because patients' experience of pain and responses to analgesia vary.  12, [16] [17] [18]  A knowledge gap that has inhibited progress toward matching opioid prescriptions with anticipated patient needs is limited procedure-specific data to guide practitioners. Phone-based survey studies have started to fill this gap but have primarily focused on general surgical procedures and are labor intensive to replicate across the entire spectrum of surgical procedures.  12, 13 Despite wide national variability in opioid prescribing for acute pain after orthopedic and urologic surgical procedures, studies documenting patient opioid consumption after these high-volume procedures are limited.  19, 20 A learning health system approach  21, 22  would inform clinical practice with pragmatic patient-reported data and move toward a system that continually monitors use and informs prescribing. The rapid adoption of digital media (eg, text messaging or mobile surveys) has created scalable means of engaging patients and collecting real-time health data.  [23] [24] 4] [25]  Use of this approach for patient-reported pain and opioid use remains understudied.\n\nIn this study, we used an automated text messaging system to prospectively collect patientreported data on pain intensity, ability to manage pain, and use of opioid prescriptions for acute pain after orthopedic and urologic surgical procedures as part of routine care within an academic health system. We also assessed the variations in opioid tablets prescribed and taken and patient pain outcomes over time after the procedures. The text messaging system was designed to develop a scalable system-level method of engaging patients to understand observable outcomes including pain intensity and opioid use in the postoperative period to improve future opioid prescribing."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Population and Period",
      "text": "All patients undergoing orthopedic and urologic surgical procedures at the Hospital of the University of Pennsylvania and Penn Presbyterian Medical Center were invited to participate in this quality improvement study. Recruitment of patients undergoing orthopedic procedures started on May 1,"
    },
    {
      "title": "JAMA Network Open | Surgery",
      "text": "Patient-Reported Opioid Use and Pain After Orthopedic or Urologic Surgery 2019, and recruitment of patients undergoing urologic procedures started in August 2019; patients who provided written informed consent through December 31, 2019, were included in this analysis.\n\nPatients were considered eligible if they were 18 years or older, were prescribed an opioid for postoperative control of acute pain, and had a verified mobile telephone number listed in the electronic health record. This study was approved by the institutional review board of the University of Pennsylvania. The study followed the Standards for Quality Improvement Reporting Excellence (SQUIRE) reporting guideline.  26"
    },
    {
      "title": "Data Collection",
      "text": "Eligible patients were identified from automated daily operative reports of all patients undergoing procedures by the surgeons in the eligible departments. The telephone number of each eligible patient was then entered into an automated text messaging platform (Mosio), which was programmed to prospectively collect data from patients on patient-reported outcomes and opioid consumption in the initial 28 days after an orthopedic or urologic procedure (eAppendix in the Supplement). The initial text message obtained electronic written consent to receive text messages and collect self-reported pain scores and use of opioid prescriptions. This process of electronic written consent via text messaging was approved by the University of Pennsylvania Health System's privacy and safety committee and the University of Pennsylvania institutional review board. Patients had the ability to opt out at any time.\n\nAfter patients provided consent, they were asked to self-report pain intensity on a scale of 0 to 10, with 10 being the highest level of pain; their ability to manage pain on a scale of 0 to 10, with 10 representing very able to control pain; and their prescription opioid use in number of tablets .\n\nPatients were then asked whether they planned to take opioids to manage pain in the upcoming days. Patients reporting current or planned future opioid use were queried on subsequent days 7, 14, 21, and 28. When a patient reported no use or no further use, text messaging ended. Prescribers were not directed to change their standard of care when discussing pain management, use of analgesics, or prescribing practice. In addition, text message questions were not framed to provide clinical guidance on managing pain but rather as means to collect patient-reported scores of pain intensity, ability to manage pain, and use of medication. Patient information was deidentified and stored securely. Demographic information, comorbidities, mental health history, and type of surgical procedure were obtained from the electronic health record."
    },
    {
      "title": "Statistical Analysis",
      "text": "The primary outcome of interest was the difference between the number of opioid tablets prescribed and the number of tablets taken. R, version 3.60 (R Project for Statistical Computing) was used for statistical analysis. A 2-sided α of .025 was considered statistically significant. All opioids were converted to equivalent doses of 5-mg oxycodone tablets.  27 Primary orthopedic and urologic procedures were grouped by procedure type and anatomic region. Descriptive statistics were used to summarize patient demographic characteristics. Comparisons were done with the Fisher exact and χ 2 tests for categorical variables and Kruskal-Wallis and Wilcoxon rank-sum tests for continuous variables. Patients who indicated not taking any opioids on day 4 were classified as using no opioids.\n\nTotal number of pills consumed was calculated as the cumulative total of pills taken. Opioid pills prescribed and taken, pain intensity, and patients' ability to manage pain are reported as median and interquartile range (IQR)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Text Messaging and Recruitment",
      "text": "During the study period, 2037 patients were eligible to participate and were sent a text message invitation. A total of 919 (45.1%) provided written, electronic, informed consent through the automated system; 742 (80.7%) patients underwent orthopedic procedures (384 women [51.8%]),"
    },
    {
      "title": "JAMA Network Open | Surgery",
      "text": "Patient-Reported Opioid Use and Pain After Orthopedic or Urologic Surgery JAMA Network Open. 2021;4(3):e213243. doi:10.1001/jamanetworkopen.2021.3243 (Reprinted) March 25, 2021 3/12 Downloaded from jamanetwork.com by guest on 07/28/2025 and 177 (19.2%) underwent urologic procedures (145 men [84.8%]) (eAppendix in the Supplement). Compared with nonconsenting patients, consenting patients who underwent orthopedic procedures were younger (median age, 48 [IQR, 32-61 years] vs 57 years [IQR, 39-67 years]; P < .001), were more likely to be White (491 [66.7%] vs 470 [54.2%]; P < .001), were more likely to have had an outpatient procedure (514 [69.8%] vs 460 [53.1%]; P < .001), had fewer comorbidities (Elixhauser Comorbidity Index score >4, 54 [7.3%] vs 129 [14.9%]; P < .001), and were more likely to be opioid naive, as defined by no record of an opioid prescription in the electronic health record over the past year (568 [77.2%] vs 611 [70.5%]; P = .003). Among the 177 patients who underwent urologic procedures, the median age was 56 years (IQR, 40-67 years), 138 (80.7%) were White, and 106 (62%) had an outpatient procedure. No statistically significant differences in age, sex, comorbidities, or mental health illnesses were observed between consenting and nonconsenting patients who underwent a urologic procedure (Table 1). Pain Intensity and Ability to Manage Pain Among participants who underwent orthopedic procedures, mean (SD) pain intensity on postoperative day 4 was 4.72 (2.54), with a mean (SD) change by 21 days after surgery of -0.40 (1.91) (Table 2). Mean (SD) self-reported ability to manage pain was high on day 4 (7.32 [2.59]) and remained high throughout the study period, with a mean (SD) change by day 21 of -0.80 (2.72) (Table 2). A similar pain trajectory was seen for patients who underwent urologic procedures (mean [SD] pain score on postoperative day 4, 3.48 [2.43]; mean [SD] change by day 21, -1.50 [2.12]).\n\n(Table  3 ). Overall, patients who underwent minor urologic procedures, including cystoscopy and scrotal procedures, did not report any pain 2 weeks after the procedure, and patients who underwent major open procedures reported low pain scores. The mean (SD) ability to manage pain Abbreviations: IQR, interquartile range; NSAID, nonsteroidal anti-inflammatory.\n\na Electronic health record evidence of 90 or more days of opioid prescriptions within the past 180 days.\n\nb No electronic health record evidence of an opioid prescription within 1 year before the index prescription."
    },
    {
      "title": "JAMA Network Open | Surgery",
      "text": "Patient-Reported Opioid Use and Pain After Orthopedic or Urologic Surgery JAMA Network Open. 2021;4(3):e213243. doi:10.1001/jamanetworkopen.2021.3243 (Reprinted) March 25, 2021 4/12 Downloaded from jamanetwork.com by guest on 07/28/2025 score was high on day 4 (7.34 [2.81]) and improved over time (mean [SD] change at day 14, 0.80 [1.75]) (Table  3 )."
    },
    {
      "title": "Use of Prescribed Opioid Analgesics",
      "text": "Consenting patients who underwent orthopedic procedures were prescribed a median number of 20 opioid tablets (IQR, 15-30 tablets), and 155 (21.1%) of these patients received an opioid refill within 30 days of surgery. Consenting patients who underwent urologic procedures were prescribed a median of 7 tablets (IQR, 5-10 tablets), and 19 (11.1%) received an opioid refill within 30 days of surgery. Prescription of nonsteroidal anti-inflammatory medication was similar for consenting   1 ). Variation existed in the quantity prescribed by procedure level (Figure  1A )., The median quantity of tablets prescribed for patients who underwent urologic procedures was 7 (IQR, 5-10), and the median quantity taken was 1 (IQR, 0-4) (Figure  1B ). Similar variation for each procedure type was noted, with patients who had open abdominal procedures being prescribed the most and those who had cystoscopy, the least.\n\nMost tablets were taken within the first 4 postoperative days. The median quantity of tablets taken by patients who underwent orthopedic procedures was 5 (IQR, 0-14), with the greatest quantity taken within the first 4 days after hip arthroplasty (median, 15; IQR, 5-21). The median quantity taken within the first 4 days after all urologic procedures was 1 tablet (IQR, 0-4 tablets), with the highest being 4 tablets (IQR, 0-15 tablets) for open abdominal surgical procedures. By day 7, the median quantity of tablets taken for all procedures in this study was 0 (IQR, 0-2). Figure  2  shows opioid consumption over the study period."
    },
    {
      "title": "Total Amount of Opioids Prescribed",
      "text": "During the study period, 15 581 tablets were prescribed, and 9452 tablets (60.7%) were left unused. Of the total patient cohort, 589 (64.1%) used less than half of their prescribed tablets (464  40 30 20 10 0 Pills, No. Orthopedic procedures A >14-21 0-4 >4-7 >7-14 Days 30 20 10 0 Pills, No. Urologic procedures B >14-21 0-4 >4-7 >7-14 Days Horizonal lines indicate medians, and whiskers indicate interquartile ranges."
    },
    {
      "title": "JAMA Network Open | Surgery",
      "text": "Patient-Reported Opioid Use and Pain After Orthopedic or Urologic Surgery"
    },
    {
      "title": "Discussion",
      "text": "Promoting opioid stewardship for management of acute postoperative pain requires a nuanced and coordinated effort. In this study, we implemented a scalable automated text messaging system designed to immediately engage patients prescribed a short-term opioid treatment for relief of postoperative pain after orthopedic and urologic surgical procedures as part of routine care. Through this automated system, we sought to prospectively investigate opioid use and self-reported patient outcomes (eg, pain intensity and ability to manage pain). This study had 3 main findings. First, patient-centered data on acute pain and acute pain management could be observed and rapidly collected remotely through automated text messaging as part of routine care. Second, as in previous studies in which patient data were gathered after general surgical procedures,  13, 28  we found that for the entire spectrum of orthopedic and urologic procedures, 60.7% of opioid tablets were not taken after surgery, even in a health care system with relatively low baseline prescribing amounts. Third, the difference between short-term prescribing and use emerged early and may provide additional context for prescribers in the development of patient-centered strategies to reduce excess quantities of prescription opioids while addressing acute, severe pain.\n\nPrevious retrospective research  [9] [10] [11] [12]  has described methods to query patients on their use of opioid prescriptions after surgery. These methods are time-and labor-intensive efforts requiring either telephone calls or paper surveys delivered to participants and returned via mail and may be limited by selection and recall bias as individuals attempt to remember their recovery experiences.\n\nHealth care professionals have begun using digital methods to connect with patients.  [23] [24] 4] [25]  In prior studies, text messaging has been investigated as a means to monitor opioid use.  8 This approach builds on prior research and incorporates the key concepts of a learning health system to serve as a continuous feedback mechanism to support clinical decision-making. This strategy has demonstrated the ability to rapidly capture patient-centered data on postoperative pain and pain management. This approach can be adapted for varying clinical settings and procedures and can gather patient-centered data prospectively and then use the data to inform clinical practices.\n\nThis study revealed that discordance among pain intensity, ability to manage pain, and opioid use emerged early in the postoperative recovery period. The mean (SD) pain score within the first week after an orthopedic procedure remained at 4.72 (2.54), with ability to manage pain being high.\n\nLow pain intensity was reported early after urologic procedures and improved quickly over a short period. Most opioid tablets were taken within the first 4 days after procedures, and patient reports of their ability to manage pain remained high during these times and subsequently as individuals took fewer or no opioid medications. Prior research has demonstrated similar discordance among pain intensity, ability to manage pain, and opioid use, but often, these data were collected 30 to 60 days after surgery and the analyses were retrospective in design and limited by recall. The approach described in this study provides a real-time and continuous method for clinicians to gain understanding of postoperative pain and opioid use and to build patient-informed and procedurespecific guidelines for future patients.\n\nThese results suggest key opportunities to address persistent gaps between opioid use for acute pain and prescribing, as 60.7% of tablets were left unused. Of patients who underwent orthopedic and urologic procedures, 24.1% and 43.5%, respectively, did not use any of the opioids prescribed to them. These patient-reported data may be used to guide prescribing. Median patientreported use after all orthopedic procedures was 15 or fewer tablets (10 or fewer tablets used for 80% of procedures). For the patients who underwent urologic procedures, median reported used was 5 or fewer tablets. The potential to tailor prescribing of opioids to meet patients' needs according to procedure and reduce excess prescribing remains high; national data reveal median prescribing to be 40 tablets for knee arthroscopy and 20 tablets for transurethral prostate or bladder tumor resections.  19, 20 In the study of orthopedic procedures, clinicians could proceed to develop procedure-specific and patient-informed prescribing guidelines to match use and need. As described in previous studies,  11, 12, 29, 30  aiming to meet the needs of the majority of patients remains a priority"
    },
    {
      "title": "JAMA Network Open | Surgery",
      "text": "Patient-Reported Opioid Use and Pain After Orthopedic or Urologic Surgery and challenge, whereby the 75th percentile of patient needs offers a beginning point for surgeons to tailor prescribing and reduce excess. For example, we found that a prescription for 7 tablets after simple knee arthroscopy would accommodate up to the 75th percentile of consenting patients' reported use, as compared to the results, which showed a median of 15 tablets (IQR, 10-20 tablets) being prescribed . An additional approach could be used to guide broader specialty-level prescribing.\n\nIn urology, with the exception of major open surgeries, we found that opioid prescriptions of 5 or fewer would address the 75th percentile of patient-reported use. Future research efforts should include study of the factors associated with the heterogeneity in patient-reported opioid use and how to ensure equity in meeting patient needs. Furthermore, these patient-reported data can be used to guide discussions between patients and prescribers toward development of shared decision models for prescribing opioids before surgery as they plan for postoperative pain management."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The study has strengths. It applied a novel, low-tech method to engage patients and collect patientreported data to inform clinical practice in a meaningful way. The study did not burden clinical staff with consenting and collecting data from patients. The approach was patient centered and could provide health care systems with a method of expanding the core concepts of a learning health system and continuous quality improvement.  31 is study also has limitations. It was conducted within a single academic health care system with relatively low baseline prescribing compared with national prescribing patterns. Although incorporation of data collection via text messaging into routine care allowed us to solicit responses from all eligible patients, selection and nonresponder bias remained present because individuals had to opt in to the text messaging survey. Response rates were higher than those for standard patient experience surveys collected as part of routine care. Furthermore, participants needed to have regular access to a text message-capable device. Nonresponding patients were older and were more likely to be Black and to have comorbid conditions. Future efforts to develop guidelines using patient-reported data would benefit from assessment of heterogeneity in patient-reported pain needs in consideration of these characteristics to account for the degree of nonresponse in these populations. Nonetheless, to our knowledge, this study is among the first to prospectively engage and begin to investigate patient-reported outcomes in a remote and automated method immediately after high-volume, common surgical procedures when short-term opioids are prescribed. In addition, because we relied on self-reporting, patients might have altered their responses; however, no clinical changes were made to an individual's care because participants were notified that data collection was only for research. The Hawthorne effect might have also contributed to the limitations because we asked patients about their pain and use of opioid medication early in the postoperative period during a period of increased media coverage and public awareness about the opioid crisis in the US."
    },
    {
      "title": "Conclusions",
      "text": "In this quality improvement study of adult patients reporting use of opioids after common orthopedic and urologic surgical procedures through a text messaging system, the quantities of opioids prescribed and the quantity consumed differed. Patient-reported data collected through text messaging may support clinicians in tailoring prescriptions and guide shared decision-making to limit excess quantities of prescribed opioids."
    },
    {
      "text": "Figure 2. Patient-Reported Use of Opioid Tablets Within 21 Days of Surgery"
    },
    {
      "text": "Characteristics of Patients Consenting or Declining to Text Message Data Collection"
    },
    {
      "text": "Patient-Reported Pain Intensity and Ability to Manage Pain After Orthopedic Surgical Procedures a"
    },
    {
      "text": "Patient-Reported Pain Intensity and Ability to Manage Pain After Urologic Surgical Procedures a [62.6%] who underwent orthopedic procedures and 125 [70.4%] who underwent urologic procedures). In total, 256 patients (27.8%) did not use any of the prescribed opioids (179 [24.1%] who underwent orthopedic procedures and 77 [43.5%] who underwent urologic procedures)."
    }
  ],
  "references": [
    {
      "title": "Pain control after surgery",
      "year": 2019
    },
    {
      "title": "Postoperative pain treatment for ambulatory surgery",
      "authors": [
        "N Rawal"
      ],
      "year": 2007,
      "doi": "10.1016/j.bpa.2006.11.005"
    },
    {
      "title": "Preventing opioid misuse: legislative trends and predictions",
      "authors": [
        "K Blackman"
      ],
      "year": 2017
    },
    {
      "title": "How people obtain the prescription pain relievers they misuse",
      "authors": [
        "R Lipari",
        "A Hughes"
      ],
      "year": 2017,
      "doi": "10.9752/ts056.01-12-2017"
    },
    {
      "title": "Behavioral health trends in the United States: results from the 2014 National Survey on Drug Use and Health",
      "year": 2015,
      "doi": "10.7249/tla1363-2"
    },
    {
      "title": "Patterns of abuse among unintentional pharmaceutical overdose fatalities",
      "authors": [
        "A Hall",
        "J Logan",
        "R Toblin"
      ],
      "year": 2008,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2008.802&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.3243"
    },
    {
      "title": "Unused opioid analgesics and drug disposal following outpatient dental surgery: a randomized controlled trial",
      "authors": [
        "B Maughan",
        "E Hersh",
        "F Shofer"
      ],
      "year": 2016,
      "doi": "10.1016/j.drugalcdep.2016.08.016"
    },
    {
      "title": "Prescription opioid analgesics commonly unused after surgery: a systematic review",
      "authors": [
        "M Bicket",
        "J Long",
        "P Pronovost",
        "G Alexander",
        "C Wu"
      ],
      "year": 2017,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamasurg.2017.0831&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.3243"
    },
    {
      "title": "Overprescription of postoperative narcotics: a look at postoperative pain medication delivery, consumption and disposal in urological practice",
      "authors": [
        "C Bates",
        "R Laciak",
        "A Southwick",
        "J Bishoff"
      ],
      "year": 2011,
      "doi": "10.1016/j.juro.2010.09.088"
    },
    {
      "title": "Wide variation and excessive dosage of opioid prescriptions for common general surgical procedures",
      "authors": [
        "M Hill",
        "M Mcmahon",
        "R Stucke",
        "R Barth"
      ],
      "year": 2017,
      "doi": "10.1097/sla.0000000000001993"
    },
    {
      "title": "Reduction in opioid prescribing through evidence-based prescribing guidelines",
      "authors": [
        "R Howard",
        "J Waljee",
        "C Brummett",
        "M Englesbe",
        "J Lee"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamasurg.2017.4436&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.3243"
    },
    {
      "title": "The use of opioid analgesics following common upper extremity surgical procedures: a national, population-based study",
      "authors": [
        "J Waljee",
        "L Zhong",
        "H Hou",
        "E Sears",
        "C Brummett",
        "K Chung"
      ],
      "year": 2016,
      "doi": "10.1097/01.prs.0000475788.52446.7b"
    },
    {
      "title": "Opioid prescribing limits for acute pain-striking the right balance",
      "authors": [
        "M Lowenstein",
        "D Grande",
        "M Delgado"
      ],
      "year": 2018,
      "doi": "10.1056/NEJMp1803661"
    },
    {
      "title": "State legal restrictions and prescription-opioid use among disabled adults",
      "authors": [
        "E Meara",
        "J Horwitz",
        "W Powell"
      ],
      "year": 2016,
      "doi": "10.1056/nejmsa1514387"
    },
    {
      "title": "Provider characteristics associated with outpatient opioid prescribing after surgery",
      "authors": [
        "D Cron",
        "J Lee",
        "J Dupree"
      ],
      "year": 2020,
      "doi": "10.1097/sla.0000000000003013"
    },
    {
      "title": "Pain intensity on the first day after surgery: a prospective cohort study comparing 179 surgical procedures",
      "authors": [
        "H Gerbershagen",
        "S Aduckathil",
        "Ajm Van Wijck",
        "L Peelen",
        "C Kalkman",
        "W Meissner"
      ],
      "year": 2013,
      "doi": "10.1097/aln.0b013e31828866b3"
    },
    {
      "title": "Incidence, patient satisfaction, and perceptions of postsurgical pain: results from a US national survey",
      "authors": [
        "T Gan",
        "A Habib",
        "T Miller",
        "W White",
        "J Apfelbaum"
      ],
      "year": 2014,
      "doi": "10.1185/03007995.2013.860019"
    },
    {
      "title": "National variation in opioid prescription fills and long-term use in opioid naïve patients after urological surgery",
      "authors": [
        "I Berger",
        "M Strother",
        "R Talwar"
      ],
      "year": 2019,
      "doi": "10.1097/ju.0000000000000343"
    },
    {
      "title": "State-level variation in opioid prescribing after knee arthroscopy among the opioid-naïve in the USA: 2015-2019",
      "authors": [
        "B Ukert",
        "Y Huang",
        "B Sennett",
        "K Delgado"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-035126"
    },
    {
      "title": "Background: the learning healthcare system",
      "year": 2019,
      "doi": "10.1377/forefront.20130114.027134"
    },
    {
      "title": "About learning health systems",
      "year": 2019,
      "doi": "10.1037/e479022006-001"
    },
    {
      "title": "A mobile phone text message program to measure oral antibiotic use and provide feedback on adherence to patients discharged from the emergency department",
      "authors": [
        "B Suffoletto",
        "J Calabria",
        "A Ross",
        "C Callaway",
        "D Yealy"
      ],
      "year": 2012,
      "doi": "10.1111/j.1553-2712.2012.01411.x"
    },
    {
      "title": "Text messaging in health care: a systematic review of impact studies",
      "authors": [
        "V Yeager",
        "N Menachemi"
      ],
      "year": 2011,
      "doi": "10.1108/s1474-8231(2011)0000011013"
    },
    {
      "authors": [
        "J Blair",
        "M Fottler"
      ],
      "year": 2019,
      "doi": "10.1108/S1474-8231(2011)0000011013/full/html"
    },
    {
      "title": "A randomized controlled trial of personalized text message reminders to promote medication adherence among HIV-positive adolescents and young adults",
      "authors": [
        "R Garofalo",
        "L Kuhns",
        "A Hotton",
        "A Johnson",
        "A Muldoon",
        "D Rice"
      ],
      "year": 2016,
      "doi": "10.1007/s10461-015-1192-x"
    },
    {
      "title": "SQUIRE 2.0 (Standards for QUality Improvement Reporting Excellence): revised publication guidelines from a detailed consensus process",
      "authors": [
        "G Ogrinc",
        "L Davies",
        "D Goodman",
        "P Batalden",
        "F Davidoff",
        "D Stevens"
      ],
      "year": 2016,
      "doi": "10.1136/bmjqs-2015-004411"
    },
    {
      "title": "Calculating total daily dose of opioids for safer dosage",
      "authors": [
        "Disease Centers For",
        "Prevention Control"
      ],
      "year": 2019,
      "doi": "10.1891/9780826143129.ap03"
    },
    {
      "title": "Association of opioid prescribing with opioid consumption after surgery in Michigan",
      "authors": [
        "R Howard",
        "B Fry",
        "V Gunaseelan"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamasurg.2018.4234&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.3243"
    },
    {
      "title": "It's time to adopt electronic prescriptions for opioids",
      "authors": [
        "A Gawande"
      ],
      "year": 2017,
      "doi": "10.1097/sla.0000000000002133"
    },
    {
      "title": "Iatrogenic opioid dependence in the United States: are surgeons the gatekeepers?",
      "authors": [
        "J Waljee",
        "L Li",
        "C Brummett",
        "M Englesbe"
      ],
      "year": 2017,
      "doi": "10.1097/sla.0000000000001904"
    },
    {
      "title": "An automated text messaging program to inform postoperative opioid prescribing",
      "authors": [
        "A Agarwal",
        "Z Ali",
        "B Sennett"
      ],
      "year": 2021,
      "doi": "10.1056/cat.20.0440"
    }
  ],
  "num_references": 31
}
