{
  "paper_id": "QQIA4G2M",
  "title": "Digital Health Behavior Change Technology: Bibliometric and Scoping Review of Two Decades of Research",
  "abstract": "Background: Research on digital technology to change health behavior has increased enormously in recent decades. Due to the interdisciplinary nature of this topic, knowledge and technologies from different research areas are required. Up to now, it is not clear how the knowledge from those fields is combined in actual applications. A comprehensive analysis that systematically maps and explores the use of knowledge within this emerging interdisciplinary field is required. Objective: This study aims to provide an overview of the research area around the design and development of digital technologies for health behavior change and to explore trends and patterns. \n Methods: A bibliometric analysis is used to provide an overview of the field, and a scoping review is presented to identify the trends and possible gaps. The study is based on the publications related to persuasive technologies and health behavior change in the last 18 years, as indexed by the Web of Science and Scopus (317 and 314 articles, respectively). In the first part, regional and time-based publishing trends; research fields and keyword co-occurrence networks; influential journals; and collaboration network between influential authors, countries, and institutions are examined. In the second part, the behavioral domains, technological means and theoretical foundations are investigated via a scoping review. \n Results: The literature reviewed shows a clear and emerging trend after 2001 in technology-based behavior change, which grew exponentially after the introduction of the smartphone around 2009. Authors from the United States, Europe, and Australia have the highest number of publications in the field. The three most active research areas are computer science, public and occupational health, and psychology. The keyword \"mhealth\" was the dominant term and predominantly used together with the term \"physical activity\" and \"ehealth\". A total of three strong clusters of coauthors have been found. Nearly half of the total reported papers were published in three journals. The United States, the United Kingdom, and the Netherlands have the highest degree of author collaboration and a strong institutional network. Mobile phones were most often used as a technology platform, regardless of the targeted behavioral domain. Physical activity and healthy eating were the most frequently targeted behavioral domains. Most articles did not report about the behavior change techniques that were applied. Among the reported behavior change techniques, goal setting and self-management were the most frequently reported. Conclusions: Closer cooperation and interaction between behavioral sciences and technological areas is needed, so that theoretical knowledge and new technological advancements are better connected in actual applications. Eventually, this could result in a larger societal impact, an increase of the effectiveness of digital technologies for health behavioral change, and more insight in the relationship between behavioral change strategies and persuasive technologies' effectiveness.",
  "year": 1998,
  "date": "1998-04-18",
  "journal": "Pers Ubiquit Comput",
  "publication": "Pers Ubiquit Comput",
  "authors": [
    {
      "forename": "Fawad",
      "surname": "Taj",
      "name": "Fawad Taj",
      "affiliation": "1  Vrije Universiteit Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Vrije Universiteit Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "f.taj@vu.nl"
    },
    {
      "forename": "Michel",
      "surname": "Klein",
      "name": "Michel Klein",
      "affiliation": "1  Vrije Universiteit Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Vrije Universiteit Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Aart",
      "surname": "Van Halteren",
      "name": "Aart Van Halteren",
      "affiliation": "1  Vrije Universiteit Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Vrije Universiteit Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "affiliation": "Vrije Universiteit Amsterdam De Boelelaan 1105 Amsterdam , 1081 HV Netherlands \n\t\t\t\t\t\t\t\t Vrije Universiteit Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t De Boelelaan \n\t\t\t\t\t\t\t\t\t 1105 1081 HV \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands"
    }
  ],
  "doi": "10.2196/13311",
  "keywords": [
    "persuasive technology",
    "digital health behavior",
    "behavior change systems",
    "behavior change support systems",
    "bibliometric analysis",
    "scoping review"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "In the past two decades, researchers have spent a lot of effort to understand how digital technology can help people to make a positive change in their behavior. This research is often motivated by the increasing cost of our health care systems and the increasing demand for health care professionals. The field of influencing or changing human behavior through digital technologies started with the term persuasive technology (PT) around 1998. Fogg  [1]  states that persuasion is more than just computer-mediated communication but focuses on human-computer interaction. He defined PT as \"how people can be persuaded when interacting with the technology and adjusting itself according to the actions, inputs, and context of persuaded party\"  [1] . Over time, many terms have emerged to describe technology-based behavior change interventions. For example, Oinas-Kukkonen and Harjumaa  [2]  define persuasive systems as \"a computerized software or information system designed to reinforce, change, or shape attitude or behavior or both, without using coercion or deception\". Later, from system perspective, Oinas-Kukkonen  [3]  defined the term behavior change support systems (BCSS): \"a sociotechnical information system with psychological and behavioral outcomes designed to form, alter, or reinforce attitudes, behaviors or an act of complying without using coercion or deception\". In this paper, we will use the terms \"persuasive technology,\" \"behavior change support systems,\" and \"digital health interventions\" intermixed.\n\nOften, behavior change support systems are used to support individuals in making lifestyle changes that will lead to better health. When a sufficiently large portion of the population starts making positive changes to health-related behaviors, this will lead to lower utilization of health care and, eventually, to a significant reduction of health care expenditure. Although the potential and societal impact of digital health interventions is highly attractive, so far, its impact on health care utilization and expenditure has been minimal. This is partly because of the limited deployment and implementation, in terms of potential beneficiary users, of effective digital technology for behavior change.\n\nThe development of BCSS for health requires an interdisciplinary approach. For example, social psychology provides us a useful theory about the role of people's personalities, cognitions, and social environment, which system designers could use to better design and develop an effective system. The social science theories provide an accumulated understanding of what human behavior is and the contexts in which they occur, what are the mechanisms of action for change, and what are the ingredients required for change  [4] . However, such theories are not often used when designing an intervention  [4] . Note that the question whether an intervention based on theory is more effective is still under discussion; some reviews have found a positive association  [5] , whereas others found a negative association  [6] . In this study, we tried, among other goals, to explore the adoption theoretical knowledge from related behavioral and psychological sciences, but we did not investigate the effectiveness itself.\n\nIn behavioral sciences, 92-item taxonomy of behavior change techniques (BCTs) has been developed to better report about behavior change interventions  [7]  and support their development. Moreover, some popular models and frameworks exist that provide a systematic procedure for understanding and changing behaviors. For example, Fogg  [8]  introduced a model called Fogg behavioral model that explains why a person does what he does and also defines functional triads of a persuasive system. Harjumaa extended Fogg's study and created a conceptual framework called persuasive system design (PSD) that can be directly applied for persuasive system development and evaluation  [9, 10] . Michie et al  [11]  combined 19 frameworks to propose a new framework called the behavior change wheel that comprises a layered structure that explains behavior with 3 components (capability, motivation, and opportunity) and links this to techniques known to change behavior and the concerned policy. There are some more latest models that combines the other well-established models and theories to translate clinical aims into behavioral strategies and endeavor to include the full scope of elements from behavioral principles to technological features  [12, 13] .\n\nTo our knowledge, no bibliometric analysis of scientific literature on digital technologies for health behavior change has been published. However, a lot of research has been conducted on different aspects of PT and health domains, for example, the literature about the persuasive design principle in different technology domains  [14] [15] [16] [17]  or systematic reviews about the effectiveness and prevalence of the persuasive systems  [18] [19] [20] . Only a few studies evaluated the effectiveness of PT for health and well-being; it was hard to establish long-term effectiveness because of the lack of long-term evaluation methods.\n\nOur study is related to the papers mentioned above, but in our study, the main focus is the application domains and the theoretical basis (eg, behavioral theories and BCTs) of actual BCSS. A better understanding of the main application domains, the usage of theories, and the gaps between them will help identify which areas of PT have sufficient evidence that implementation on a larger scale can be justified and which areas still require additional research.\n\nIn this study, we first conducted a bibliometric analysis of the literature to answer the questions about the quantitative trends in the literature and the geographical distribution of the researchers. With the help of a co-occurrence network of keywords and research fields, we tried to uncover meaningful insights based on the strength of links between the nodes in the network. We also studied the collaboration between scholars in the field and the collaboration between developers of digital interventions and health behavior change researchers. This is done at the author, institution, and country level.\n\nSecond, we have presented a scoping review that aims to critically evaluate the content of the published literature on digital health behavior change systems and answer the following questions:  (1)  what are the trends in adopted technologies for different health domains? and (  2 ) what are the theoretical foundations (ie, theories from behavioral sciences or systematic frameworks/models for the development of PT) of implemented systems?\n\nFinally, we concluded with a discussion on the identified pitfalls and possible future directions for research.\n\nThe information provided by this review will help analyze who are the relevant stakeholders that have contributed to the growing knowledge of digital health interventions and will help designers make more informed decisions regarding the development and design of PT for healthy behavior change."
    },
    {
      "title": "Methods",
      "text": "This section describes the procedures that have been used in the different phases of our study. We discuss the query selection, the database selection, methodologies, eligibility criteria, data items, and the choice of the tools used for different types of analysis."
    },
    {
      "title": "Data Collection",
      "text": "We chose to use the Web of Science (WoS) core collection and the Scopus database as basis for the study. The search query aimed to retrieve actually implemented behavior change systems with a technical component. Therefore, the following terms were used: (\"persuas*\" OR \"ehealth\" OR \"mhealth\") AND (\"ICT\" OR \"prototype\" OR \"techno*\" OR \"system\") AND \"behavio* change.\" The search was limited to the articles publicated during January 2000 and December 2018. The process of merging the collected data is discussed below. The query search resulted in a set of 317 and 325 articles from WoS and Scopus, respectively. Among the 325 items from Scopus, 11 appeared empty or incomplete at further inspection, so 314 were left."
    },
    {
      "title": "Study Design",
      "text": "For evaluating the existing scientific output through citations count, keywords, geographical data, authors collaborations, and discipline-wise interactions, the method of bibliometric analysis was used. The basic statistics included yearly publication output, publishing countries, the field of study, citation count, keyword co-occurrences, coauthorships, and collaboration networks between countries and institutions.\n\nSeveral software packages are available to support a bibliometric analysis, each with different capabilities and limitations. Some of the most popular tools include HistCite  [21] , CiteSpace  [22] , BibExcel  [23] , and Science of Science (Sci2). In this study, the Sci2 tool was used, which is based on the Cyberinfrastructure Shell toolset, for the study of science  [24] .\n\nIn addition to tools for bibliometric analysis, we also used network visualization and analysis tools for the co-occurrence networks of keywords and research fields and the collaboration networks between countries and institutions. We used Gephi and VOSviewer that use a 3-dimensional render engine to render illustrations of large networks  [25, 26] . For the network analyses, the 394 extracted articles and their references were converted into graphs. For example, for the coauthor network, 394 articles resulted in 1777 nodes, where each node represented an author, and 5583 edges, where each edge represented coauthored studies.\n\nA scoping review is a useful methodology to determine the coverage of a body of literature on a given topic and identify and analyze knowledge gaps  [27] . A number of research questions in the introduction section were defined that will help investigate the use of behavior change theories and BCTs in actual BCSS.\n\nOwing to the broad scope of the review, any conventional systematic review or meta-analysis framework was not followed strictly. However, the Preferred Reporting Items for Systematic Reviews and Meta-Analyses for Scoping Reviews guidelines (PRISMA-Scr) were applied  [28]  for our scoping review."
    },
    {
      "title": "Eligibility Criteria",
      "text": "To be considered for review, the following inclusion criteria were formulated: (1) publication in a peer-reviewed academic journal; (2) publication in the English language; (3) the research should have the primary purpose of changing behavior, either increasing or decreasing the behavior or stopping the behavior altogether; and (4) the article should discuss a technological solution that is used for behavior change."
    },
    {
      "title": "Categorization",
      "text": "In this section, the key categories used in this study to classify the different interventions described in our dataset have been defined. The first category, technology, refers to the type of computer-based tool that is used to change a behavior, that is, a digital device, hardware, or a software solution. The target domain describes the behaviors that are targeted for change-for example, diet, sedentary behavior, mental health, or physical activity. The term behavior change theory/model is used to describe the theories and models about behavior change from behavioral sciences that are used as the basis for the persuasive systems. The category development frameworks/models covers a slightly different aspect; it describes the frameworks and models that are used to guide the design and development of the intervention. To further clarify the distinction between the two categories discussed above, the behavior change theory/model is used as the key behavior change principle for approaching the problem. For example, in a study by Lyons et al  [29] , the authors approached narrative transportation theory as a basis for increasing autonomous motivation about health behavior. In contrast, elements of the development frameworks category provide a systematic approach to select the behavioral principles and technological features during the design and development of the system. Finally, the category BCT describes the active ingredients of an intervention, for example, goal setting, reminder, and education. For this category, the taxonomy found in the study by Michie et al  [7]  was used.\n\nTable  1  provides an overview of the categories and some examples of values. The categorization of the systems has been performed by the first author and finalized with the approval of other authors."
    },
    {
      "title": "Results"
    },
    {
      "title": "Data Source and Selection",
      "text": "We applied our search query on 2 major literature databases, that is, WoS and Scopus. The WoS and Scopus databases returned 317 and 314 articles, respectively. There was an overlap of 179 articles between both datasets; thus, we identified 452 unique articles.\n\nTo perform our bibliometric analysis, we ideally would have merged the data from WoS with the data from Scopus. However, there are some technical constraints when performing a bibliometric analysis on different datasets: first, each database uses different sources for indexing the articles and, second, each database starts to index different journals at a different moment in time. For example, WoS started indexing the Journal of Medical Internet Research and its sister journal articles in 2015, whereas Scopus started in 2018 and is still indexing only a few of the journals published by JMIR Publications. Another issue is that the citation count for each article is different in the different databases, apparently, because different sources are used.\n\nOwing to its quality and completeness of data, we decided to base our bibliometric analyses on data extracted from the WoS database  [30, 31] . To include as many relevant papers as possible, a manual search was performed in the WoS database for the 135 (314 minus 179 overlap) Scopus results that were not returned by the search query in WoS. Of those 135 articles, 77 were found in the WoS database, and 58 were not found. This resulted in a dataset of 394 items (317 as results to a query and 77 manually added items) for the bibliometric analysis.\n\nOur scoping review started from the full set of 452 unique articles. A 2-phase screening was performed to determine their relevance for our scoping review. The first author initially screened the articles by reading the title and abstract and removing those that clearly did not match the inclusion criteria. As a result, 149 articles were excluded. The remaining 303 articles were thoroughly studied by the main author and compared with the inclusion criteria, which led to the exclusion of another 175 articles. The excluded articles were characterized in 3 main categories through group discussion. Furthermore, 10 articles were found as duplicates, as they were discussing the same intervention. Eventually, 118 articles were considered for the scoping review. The detailed flow of the selection process is presented in Figure  1 ."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "Bibliometric Analysis"
    },
    {
      "title": "Growth of the Literature and Distribution Over Countries",
      "text": "When looking at the number of publications in our selection, we can observe that it started in 2001, with 1 or 2 publications yearly, but rapidly increased since 2009 to 2010, as can be seen in Figure  2 .\n\nTable  2  shows the top 10 regions where publications originated. The United States is leading with 46.5% (183/394 records) of all contributions, followed by England and the Netherlands with 14.5% (57/394 records) and 8.4% (33/394 records), respectively. Furthermore, Australia and Canada are fourth and fifth in the ranking with 7.6% (30/394 records) and 5.8% (23/394 records), respectively."
    },
    {
      "title": "Interdisciplinary Collaboration Network",
      "text": "From the research field column in the WoS database, a co-occurrence network of research areas has been created. The weights of the nodes in the graph were determined by the number of publications in each given category. The visualization of this network (see Figure  3 ) shows 3 clear clusters. The first cluster is the area of computer science and related fields, the second cluster is public health care and occupational health, and the third major cluster is psychology and subfields."
    },
    {
      "title": "Citations",
      "text": "Tables  3  and  4  show the list of the 5 most cited articles, either globally or locally. The global citation count is based on the full WoS citation count, whereas the local citation count is the number of citations of an article within the network. Table 4. Top 5 of the most citied articles within the network (locally).\n\nLocal citation count Reference Title 45  [37]  Health behavior models in the age of mobile interventions: are our theories up to the task? 44  [38]  Behavior change interventions delivered by mobile telephone short message service 43  [39]  Text messaging as a tool for behavior change in disease prevention and management 41  [40]  The theory of planned behavior 41  [41]  Persuasive technology: using computers to change what we think and do"
    },
    {
      "title": "Co-occurrence of Keywords",
      "text": "keywords are assumed to compose an adequate description of the content of a research article. The co-occurrence of keywords could provide an interesting structure of the research field, as it reveals the semantic relations in the scientific literature. The most frequently used keywords are \"mhealth,\" \"physical activity,\" \"ehealth,\" \"persuasive technology,\" \"smart phone,\" and \"behavior change\" (see Figure  4 ). The size of the node and label reflects the co-occurrence count of a certain word. The higher the count, the larger the size of node and label."
    },
    {
      "title": "Coauthorship Network",
      "text": "A coauthorship network was extracted using the Sci2 tool. Each node represented an author, and a connection between 2 nodes represented a coauthorship. A total of 1777 authors were identified with 5583 connections. For better visualization, only authors who had at least two publications together were considered. Node sizes were based on the number of articles coauthored with other authors. There were 3 strong clusters among the network that were strongly intraconnected but not interconnected (see Figure  5 ). In Figure  5"
    },
    {
      "title": "Most Important Journals",
      "text": "The articles under review were published in 147 different journals. Table  5  shows the distribution of published articles in the top 6 journals. The leading journals are all related to JMIR Publications. The most often used subjournal is JMIR mHealth and uHealth with 45 publications out of 394 (11.4%). The main journal, Journal of Medical Internet Research, and the subjournal, JMIR Research Protocols, with 34 (8.6%) and 17 (4.3%) are in second and third places, respectively.\n\nTable 5. List of top journal distribution."
    },
    {
      "title": "Publications (n) Journal title"
    },
    {
      "title": "International Journal of Medical Informatics"
    },
    {
      "title": "International Collaboration",
      "text": "To investigate the collaboration between countries and organizations/universities, the geographical distribution of the research was analyzed. Coauthorship networks between countries and organizations/universities were extracted. Figure  6  shows the network of 52 productive countries in 8 clusters; each cluster is represented by different colors. The size of the node represents the number of articles originating from a certain country and the thickness of the connection indicates the number of collaborations between the 2 countries. The largest cluster is the red one with around 18 nodes, led by England. The second biggest cluster is the blue one (12 nodes); the major country in this group is Australia. and most productive cluster is the red one with 20 nodes. Most institutions in the cluster are from the United Kingdom and the United States, with UCL and Arizona State University as the leading ones. The second largest cluster is the blue one, with 12 nodes and University of Michigan and University of California as leading institutions. The size of nodes reflects the number of documents, and the thickness of the edge reflects the strength of collaboration."
    },
    {
      "title": "Scoping Review",
      "text": "The second objective of this study was a scoping review. The contents of the 118 articles that resulted from our selection process were thoroughly studied. This revealed some interesting insights and trends. The findings about the trends regarding technological choices and the theoretical basis of digital health interventions are presented in the following sections."
    },
    {
      "title": "Technology Platforms Used",
      "text": "Table  6  summarizes the major technological platforms used for persuasive systems for behavior change. Apps on a mobile phone are the most frequently employed platform with 52.5% (62/118) of the studied systems, followed by SMS and the Web with 21.1% (25) and 19.4%  (23) , respectively. Less frequently adopted platforms are wearable sensors 16.1%  (19) , games 6% (8), desktop apps 3% (4), and social media 2% (3). Finally, 9.3% (  11 ) use yet another platform. A complete list of technology usage with references is provided in Multimedia Appendix 1."
    },
    {
      "title": "Targeted (Health) Domains",
      "text": "The most often targeted behaviors are health-related behaviors. The top 8 is formed by physical activity, healthy eating, diabetes management, smoking cessation, weight control, AIDS/sexual behavior, cardiovascular diseases, and alcohol consumption.\n\nPhysical activity makes up 28.8% (34/118) of all the reviewed studies, followed by healthy eating and diabetes with a total of 18.6%  (22)  and 11%  (13) , respectively (see Table  7 ). There are also some interventions targeting multiple health domains, for example, with physical activity for both diabetes control and cardiovascular diseases."
    },
    {
      "title": "Behavior Change Theories",
      "text": "Most of the analyzed articles seem not to be based on proper theories. Only 33% (59/118) of articles reported at least one or more theories among the 21 theories identified during out review for designing the system. The social cognitive theory (SCT), transtheoretical model, self-determination theory, and motivational interviewing are most frequently reported theories. Table  8  shows the top 5 of most frequently used theories. The complete pie chart showing the usage percentages of all reported theories is provided in Multimedia Appendix 1."
    },
    {
      "title": "Framework/Model Adopted",
      "text": "Another important finding is about the usage of development frameworks and models. Such frameworks provide guidance on the development of a persuasive system, by suggesting a coordinated set of activities to help translate theory into practice  [11] . Similar to the result of theories usage, we also see that the usage percentages are quite low; only 47 articles used any framework or model. We found a total of 15 frameworks, but they appeared to be rarely followed (see Table  9 ). However, it is also found that gamification is increasingly used as a paradigm for developing persuasive systems. Gamification is generally understood as the integration of specific features (eg, points, leaderboards, levels, competitions, rewards, and achievements) into the wider context of pursuing a goal  [42] . These features are not only used in designing game-based interventions but also equally popular in other technology-based interventions. Among the list of 15 frameworks and models, PSD is a popular development framework with 20% (9/47) usage. The complete pie chart of reported frameworks/models is provided in Multimedia Appendix 1."
    },
    {
      "title": "Behavior Change Technique Employed",
      "text": "There are many different BCTs that can be used to induce behavior change. Goal setting is the most frequently employed strategy with a total of 42 studies, followed by self-monitoring and motivation, by 39 and 34 times, respectively. Feedback is used for 33 times (see Figure  8 ). It needs to be mentioned that there are no standard guidelines for reporting active components of the interventions, and people used different synonyms to report similar techniques  [43] . The recently developed extensively agreed taxonomy of techniques used in behavior change interventions  [7]  is obviously not reported in papers before 2013 but also in newer papers, it is not often used (maybe partly because it is not widely known  [44] ). In our review, only 8 articles were identified that used this taxonomy for reporting the BCT adopted in the intervention.\n\nIt is relevant to mention that there is some overlap between the psychological constructs and BCTs  [43] . Sometimes, articles do not explicitly mention the mechanism of change but do mention the construct they targeted. For example, a study  [45]  targeted the psychological construct motivation through text messaging but did not explicitly mention the type of motivation and what the mechanism of change was. In this part of our analysis, we focused on explicit descriptions of BCTs as mechanism of change. A list of BCTs with references is provided in Multimedia Appendix 1."
    },
    {
      "title": "Relating Targeted Behavior With Technologies",
      "text": "After analyzing the usage of BCTs, theories, and technologies previously, we now analyze a combination of them. First, we compare the targeted behavior with the technological platforms that are used. We found that for increasing physical activity, almost all technological platforms were used, whereas for healthy eating, mobile apps were used in more than 80% of the cases (see Figure  9 )."
    },
    {
      "title": "Relating Targeted Behavior With Behavior Change Techniques",
      "text": "Change in physical activity was targeted by a number of different BCTs, mostly by goal setting, self-monitoring, and motivation. Healthy eating was mostly targeted by self-monitoring, goal setting, and feedback (see Figure  10 ). From the findings, it seems quite hard to make any one-to-one link between behavior and BCT. The choices of BCTs for each intervention and system vary significantly, and each designer decides on his own accord."
    },
    {
      "title": "Relating Behavior Change Techniques With Technologies",
      "text": "Some techniques were more frequently applied in one technological platform than in another. In mobile apps, the most frequent strategies are goal setting (22 times), self-monitoring (20 times), and feedback (17 times; see Figure  11 ). Almost all the major BCTs are used on the mobile platform, probably because of its flexibility and accessibility. When using game, the most frequently used BCTs are education and reward, as those are important features of gamification. Goal setting is almost evenly used in all technological platforms. JMIR Mhealth Uhealth 2019 | vol. 7 | iss. 12 | e13311 | p. 16  https://mhealth.jmir.org/2019/12/e13311 (page number not for citation purposes) Taj et al JMIR MHEALTH AND UHEALTH XSL • FO"
    },
    {
      "title": "RenderX"
    },
    {
      "title": "Discussion",
      "text": "This study presents a comprehensive review of digital technologies and health behavior change. The review comprises 2 parts. First, a thorough bibliometric analysis has been conducted to present the scholarly networks and the global research trends. The bibliometric analysis identifies influential articles, authors, and collaboration networks among different stakeholders and shows where interdisciplinary collaboration is already strong and where further collaboration could strengthen the field. The bibliometric analysis is followed by a scoping review to map the collected literature and answer questions about the theoretical grounding of digital behavior change interventions and the use of technological platforms and targeted domains."
    },
    {
      "title": "Bibliometric Analysis",
      "text": "The field of PT is still quite young, and the literature regarding persuasive technologies for health and well-being started to appear in early 2000  [46] . The literature has grown exponentially after 2009/2010, which seems to be because of the introduction of smartphones in this era. Given the development around ubiquitous technologies such as sensors and networks, it is reasonable to expect that the growth of the literature will continue. As the field begins to mature, we see the number of publications increasing and researchers from different fields (eg, psychology and behavior sciences) contributing to the field. The geographic distribution of the publications shows that the United States plays a leading role, with a decent contribution from Western European countries and Australia. Other regions such as Asia and Africa almost have no contributions. To be able to include different behaviors and cultures, it would be useful if the collaboration networks are extended to these regions.\n\nGiven the fact that technology for behavior change requires expertise from different scientific areas, we expected quite some collaborations between technological and behavioral scientists. This study shows that interdisciplinary collaboration was not as widespread as expected. As human-centered disciplines such as psychology and other behavior sciences are quite mature and can provide essential knowledge about human behavior, technological researches cannot develop effective digital behavior change interventions without their contribution. Similarly, behavioral scientists require knowledge and insights from technological areas to apply their knowledge with modern means.\n\nThe keyword network illustrates the most important knowledge structures and thematic evolution in the field of digital behavior change systems. The keyword \"mhealth\" was strongly connected with the word \"physical activity\" and \"ehealth.\" This finding was not so different from the findings of our scoping review. The author collaboration network can be useful for expanding the collaboration network. The network shows a very strong intracollaboration among 3 groups of authors, where one is specifically working on behavior change, another on mobile health interventions, and the last one on persuasive system or BCSS. There is an opportunity to increase the intergroup collaboration, which could add valuable knowledge to the field.\n\nFor example, with the help of remote sensors and Internet of Things (IoT) devices, health practitioners can monitor and tune systems for better adherence for their target group."
    },
    {
      "title": "Scoping Review",
      "text": "The translation of theories and theoretical frameworks/models into practice is essential for the development of any intervention. Davis et al  [4]  already concluded that only a few theories were used frequently. We also identified that the theoretical grounding for most of the systems was weak or, at best, not well described. An often-discussed reason for ignoring the majority of the theories is that intervention developers usually choose the most used theories and consider them as an easy and good choice. Another possible explanation is that the PT designer often lacks the skill to translate the theoretical determinants into technology design artifacts that are as effective as originally intended  [4] . Conversely, a psychologist could study how digital technology enables new ways to personalize interventions and deliver just-in-time behavior change, with the potential to develop behavioral theories specific to the digital age.\n\nThe creation of a taxonomy of BCTs has been an important development in behavioral science, which is visible in the topmost cited articles in this review. However, these BCTs are still underreported in publications that describe persuasive systems  [18] . Drawing on  [47] , the systematic review on mobile apps found that only 10 out of 93 BCTs were mentioned (mean of 2.42 BCTs were present in each app). Our finding in this review is not so different, only 6 articles explicitly used Michie coded taxonomy of BCTs. The most recent addition at the theoretical level is the link between the mechanism of actions and BCTs; this will probably pace up the development and evaluation of effective behavioral change interventions  [48] . Owing to nonstandardized reporting, it is very hard to establish any relationship of effectiveness between 1 strategy and the success of persuasive systems. The result shows that each behavior domain is targeted with several techniques and strategies. Therefore, it is quite hard to determine the effectiveness of a certain technique or theory and the recommended process for design and evaluation of a behavior change support system."
    },
    {
      "title": "Identified Pitfalls and Future Studies",
      "text": "On the basis our study, we can formulate a number of suggestions for future directions of the research in this domain.\n\nOur study found a large gap in the process of designing digital technologies for health behavior change. They are, usually, weak in their theoretical grounding, and the papers describing them do not clearly report the different components, for example, persuasive strategies, theories, and BCTs. The main reason for this is the lack of design guidelines for these components. For better utilization and reporting of behavioral theories, the development frameworks also need to be updated to the most recent technological advances, for example, the IoT, that is, technologies capable of collecting a large amount of data, such as sensors and mobiles. Furthermore, computational models based on different theories can be designed that could be used by digital intervention developers  [13] .\n\nMoreover, the relation between BCTs and behavior change theories/mechanisms requires more elaboration. For example, both for the SCT and theory of planned behavior, the use of self-efficacy construct is important. Self-efficacy is the strongest predictor of intention  [49] . Furthermore, the correlations between determinants at different ecological levels for different behaviors need to be established. For example, the sitting time in cars has already been associated with urban design  [50] . This requires more cross-sectional studies and controlled trials. These studies could help system developers make early decisions about the approach and techniques to follow for their digital interventions.\n\nA clear framework or mechanism for reporting the components of health behavior change systems will not only advance the evaluation and its research design (eg, assess engagement, acceptability, and effectiveness) but also could enhance the costly process of development."
    },
    {
      "title": "Limitations",
      "text": "There are 2 limitations to our study worth mentioning. First, owing to technical reasons, we only considered the WoS database for bibliometric analysis; 58 papers that were relevant according to Scopus were not included in our analysis. A second limitation is a possible subjectivity in our scoping review. The categorizing of the reviewed papers has been done in a thorough manner but might still be influenced by subjective interpretations. Unfortunately, this problem cannot be avoided in this type of studies."
    },
    {
      "text": "Figure 1. Flowchart of study selection (n=the actual number of publications). WoS: Web of Science."
    },
    {
      "text": "Figure 2. Publication trend from 2000 to 2018."
    },
    {
      "text": "Figure 3. Disciplines involved in persuasive technology and health behavior change."
    },
    {
      "text": "Figure 4. The co-occurrence network of author keywords."
    },
    {
      "text": ", the highest coauthorship count (13 times) within the network was by R XSL • FO RenderX Whittaker. Her major coauthorship is with colleagues R Maddison and Y Jiang at the National Institute for Health Innovation, University of Auckland, Auckland, New Zealand. The other cluster is led by Oinas-Kukkonen, with a coauthorship count of 11 and most coauthorships with his colleague, T Alahäivälä, at the University of Oulu, Faculty of Information Technology and Electrical Engineering, Oulu Advanced Research on Service and Information Systems, Oulu, Finland. The last cluster is led by S Michie (Research Department of Clinical, Educational, and Health Psychology, University College London or UCL, London, United Kingdom), with a coauthorship count of 6 and, mostly, with R West (Health Behavior Research Center, UCL Epidemiology and Public Health, London, United Kingdom) and EB Hekler (School of Nutrition and Health Promotion, Arizona State University, Phoenix, Arizona, United States)."
    },
    {
      "text": "Figure 5. Coauthor graph."
    },
    {
      "text": "Figure 6. Countries collaboration graph."
    },
    {
      "text": "Figure7shows the productiveness of institutions and their collaboration with other institutions. There were about 511 organizations identified, but we only considered the organizations that had at least two or more articles published. This filter left us with 90 institutions, which were divided into 10 clusters, each depicted with a different color. The largest"
    },
    {
      "text": "Figure 7. Organization/institution collaboration graph. Coll: college; Hosp: hospital; Inst: Institute; NYU: New York University; Technol: technology; UCL: University College London; and Univ: University."
    },
    {
      "text": "Figure 8. Frequency of different behavior change techniques adopted."
    },
    {
      "text": "Figure 9. Bar graph representing the different targeted health domains using different technological platforms."
    },
    {
      "text": "Figure 10. Bar graph represents the different target behavior using different behavior change techniques."
    },
    {
      "text": "Figure 11. Frequency of different behavior change techniques per technological platform."
    },
    {
      "text": "Classification and coding scheme. Possible values Category Web, mobile app, computer applications, mobile game, SMS, pedometers, virtual agent, and interactive voice response Technology Physical activity, healthy eating, smoking cessation, carbon emission, and energy consumption Target domain Transtheoretical model, motivational interviewing, health belief model, and social cognitive theory Theories/model employed for behavior change"
    },
    {
      "text": "Persuasive technology for behavior change, scholarly papers by region."
    },
    {
      "text": "Top 5 of the globally most citied articles."
    },
    {
      "text": "Frequency of different technological platform used."
    },
    {
      "text": "Different targeted behavioral domains."
    },
    {
      "text": "Percentage of reported theories (N=59)."
    },
    {
      "text": "Usage of different development framework/models (N=47)."
    }
  ],
  "references": [
    {
      "title": "Persuasive Computers: Perspectives and Research Directions",
      "authors": [
        "B Fogg"
      ],
      "year": 1998,
      "doi": "10.1145/274644.274677"
    },
    {
      "title": "Towards Deeper Understanding of Persuasion in Software and Information Systems",
      "authors": [
        "H Oinas-Kukkonen",
        "M Harjumaa"
      ],
      "year": 2008,
      "doi": "10.1109/achi.2008.31"
    },
    {
      "title": "A foundation for the study of behavior change support systems",
      "authors": [
        "H Oinas-Kukkonen"
      ],
      "year": 2012,
      "doi": "10.1007/s00779-012-0591-5"
    },
    {
      "title": "Theories of behaviour and behaviour change across the social and behavioural sciences: a scoping review",
      "authors": [
        "R Davis",
        "R Campbell",
        "Z Hildon",
        "L Hobbs",
        "S Michie"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2014.941722"
    },
    {
      "title": "Using theory to understand public support for collective actions that impact the environment: alleviating water supply problems in a Nonarid Biome*",
      "authors": [
        "A Routhe",
        "R Jones",
        "D Feldman"
      ],
      "year": 2005,
      "doi": "10.1111/j.0038-4941.2005.00361.x"
    },
    {
      "title": "Rigorous trials of sexual behaviour interventions in STD/HIV prevention: what can we learn from them?",
      "authors": [
        "J Stephenson",
        "J Imrie",
        "S Sutton"
      ],
      "year": 2000
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "A Behavior Model for Persuasive Design",
      "authors": [
        "B Fogg"
      ],
      "year": 2009,
      "doi": "10.1145/1541948.1541999"
    },
    {
      "title": "A Systematic Framework for Designing and Evaluating Persuasive Systems",
      "authors": [
        "H Oinas-Kukkonen",
        "M Harjumaa"
      ],
      "year": 2008,
      "doi": "10.1007/978-3-540-68504-3_15"
    },
    {
      "title": "Persuasive System Design: State of the Art and Future Directions",
      "authors": [
        "K Torning",
        "H Oinas-Kukkonen"
      ],
      "year": 2009,
      "doi": "10.1145/1541948.1541989"
    },
    {
      "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "The behavioral intervention technology model: an integrated conceptual and technological framework for eHealth and mHealth interventions",
      "authors": [
        "D Mohr",
        "S Schueller",
        "E Montague",
        "M Burns",
        "P Rashidi"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3077"
    },
    {
      "title": "Why Won't You Do What's Good for You? Using Intelligent Support for Behavior Change",
      "authors": [
        "M Klein",
        "N Mogles",
        "A Van Wissen"
      ],
      "year": 2011,
      "doi": "10.1007/978-3-642-25446-8_12"
    },
    {
      "title": "Persuasive system design does matter: a systematic review of adherence to web-based interventions",
      "authors": [
        "S Kelders",
        "R Kok",
        "H Ossebaard",
        "J Van Gemert-Pijnen"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    },
    {
      "title": "Do Persuasive Technologies Persuade? -A Review of Empirical Studies",
      "authors": [
        "J Hamari",
        "J Koivisto",
        "T Pakkanen"
      ],
      "year": 2014,
      "doi": "10.1007/978-3-319-07127-5_11"
    },
    {
      "title": "Persuasive system practices in mobile application development",
      "authors": [
        "N Shafin",
        "N Abdullah"
      ],
      "year": 2018,
      "doi": "10.1088/1742-6596/1049/1/012025"
    },
    {
      "title": "Persuasive system features in computer-mediated lifestyle modification interventions for physical activity",
      "authors": [
        "K Win",
        "M Roberts",
        "H Oinas-Kukkonen"
      ],
      "year": 2018,
      "doi": "10.1080/17538157.2018.1511565"
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carraça",
        "J Rawstorn",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-016-9846-0"
    },
    {
      "title": "What is the economic evidence for mHealth? A systematic review of economic evaluations of mHealth solutions",
      "authors": [
        "S Iribarren",
        "K Cato",
        "L Falzon",
        "P Stone"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0170581"
    },
    {
      "title": "A systematic review of the mHealth interventions to prevent alcohol and substance abuse",
      "authors": [
        "D Kazemi",
        "B Borsari",
        "M Levine",
        "S Li",
        "K Lamberson",
        "L Matta"
      ],
      "year": 2017,
      "doi": "10.1080/10810730.2017.1303556"
    },
    {
      "title": "From the science of science to Scientometrics visualizing the history of science with HistCite software",
      "authors": [
        "E Garfield"
      ],
      "year": 2009,
      "doi": "10.1016/j.joi.2009.03.009"
    },
    {
      "title": "Visualizing Patterns and Trends in Scientific Literature URL",
      "authors": [
        "Citespace"
      ],
      "year": 2019
    },
    {
      "title": "Celebrating Scholarly Communication Studies: A Festschrift for Olle Persson at His 60th Birthday",
      "authors": [
        "P Olle",
        "D Rickard",
        "J Wiborg"
      ],
      "year": 2009
    },
    {
      "year": 2009,
      "doi": "10.1007/978-1-4939-7131-2_101025"
    },
    {
      "title": "Gephi: An Open Source Software for Exploring and Manipulating Networks",
      "authors": [
        "M Bastian",
        "S Heymann",
        "M Jacomy"
      ],
      "year": 2009,
      "doi": "10.1007/978-1-4614-7163-9_299-1"
    },
    {
      "title": "Software survey: VOSviewer, a computer program for bibliometric mapping",
      "authors": [
        "N Van Eck",
        "L Waltman"
      ],
      "year": 2010,
      "doi": "10.1007/s11192-009-0146-3"
    },
    {
      "title": "Systematic review or scoping review? Guidance for authors when choosing between a systematic or scoping review approach",
      "authors": [
        "Z Munn",
        "M Peters",
        "C Stern",
        "C Tufanaru",
        "A Mcarthur",
        "E Aromataris"
      ],
      "year": 2018,
      "doi": "10.1186/s12874-018-0611-x"
    },
    {
      "title": "PRISMA Extension for Scoping Reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin",
        "O' Brien",
        "K Colquhoun",
        "H Levac"
      ],
      "year": 2018,
      "doi": "10.7326/m18-0850"
    },
    {
      "title": "Testing the effects of narrative and play on physical activity among breast cancer survivors using mobile apps: study protocol for a randomized controlled trial",
      "authors": [
        "E Lyons",
        "T Baranowski",
        "K Basen-Engquist",
        "Z Lewis",
        "M Swartz",
        "K Jennings"
      ],
      "year": 2016,
      "doi": "10.1186/s12885-016-2244-y"
    },
    {
      "title": "A comparison between two main academic literature collections: web of science and scopus databases",
      "authors": [
        "A Chadegani",
        "H Salehi",
        "M Yunus",
        "H Farhadi",
        "M Fooladi",
        "M Farhadi"
      ],
      "year": 2013,
      "doi": "10.5539/ass.v9n5p18"
    },
    {
      "title": "Is Google Scholar useful for bibliometrics? A webometric analysis",
      "authors": [
        "I Aguillo"
      ],
      "year": 2012,
      "doi": "10.1007/s11192-011-0582-8"
    },
    {
      "title": "A behavior change model for internet interventions",
      "authors": [
        "L Ritterband",
        "F Thorndike",
        "D Cox",
        "B Kovatchev",
        "L Gonder-Frederick"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9133-4"
    },
    {
      "title": "New directions in eHealth communication: opportunities and challenges",
      "authors": [
        "G Kreps",
        "L Neuhauser"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2010.01.013"
    },
    {
      "title": "Behavior change techniques implemented in electronic lifestyle activity monitors: a systematic content analysis",
      "authors": [
        "E Lyons",
        "Z Lewis",
        "B Mayrsohn",
        "J Rowland"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3469"
    },
    {
      "title": "Virtual self-modeling: the effects of vicarious reinforcement and identification on exercise behaviors",
      "authors": [
        "J Fox",
        "J Bailenson"
      ],
      "year": 2009,
      "doi": "10.1080/15213260802669474"
    },
    {
      "title": "Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors",
      "authors": [
        "B Cugelman",
        "M Thelwall",
        "P Dawes"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1367"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90020-t"
    },
    {
      "title": "Persuasive Technology: Using Computers to Change What We Think and Do",
      "authors": [
        "B Fogg"
      ],
      "year": 2002
    },
    {
      "title": "Gamification: what it is and why it matters to digital health behavior change developers",
      "authors": [
        "B Cugelman"
      ],
      "year": 2013,
      "doi": "10.2196/games.3139"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Behavior change techniques in top-ranked mobile apps for physical activity",
      "authors": [
        "D Conroy",
        "C Yang",
        "J Maher"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.01.010"
    },
    {
      "title": "Tailoring motivational health messages for smoking cessation using an mHealth recommender system integrated with an electronic health record: a study protocol",
      "authors": [
        "S Hors-Fraile",
        "F Schneider",
        "L Fernandez-Luque",
        "F Luna-Perejon",
        "A Civit",
        "D Spachos"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5612-5"
    },
    {
      "title": "Persuasive technology for health and wellness: state-of-the-art and emerging trends",
      "authors": [
        "R Orji",
        "K Moffatt"
      ],
      "year": 2018,
      "doi": "10.1177/1460458216650979"
    },
    {
      "title": "Semantic Scholar",
      "authors": [
        "E Dunn"
      ],
      "year": 2017
    },
    {
      "title": "Links between behavior change techniques and mechanisms of action: an expert consensus study",
      "authors": [
        "L Connell",
        "R Carey",
        "M De Bruin",
        "A Rothman",
        "M Johnston",
        "M Kelly"
      ],
      "year": 2019,
      "doi": "10.1093/abm/kay082"
    },
    {
      "title": "Examining the theory of planned behavior and the construct of self-efficacy to predict mammography intention",
      "authors": [
        "E Tolma",
        "B Reininger",
        "A Evans",
        "J Ureda"
      ],
      "year": 2006,
      "doi": "10.1177/1090198105277393"
    },
    {
      "title": "Adults' sedentary behavior determinants and interventions",
      "authors": [
        "N Owen",
        "T Sugiyama",
        "E Eakin",
        "P Gardiner",
        "M Tremblay",
        "J Sallis"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2011.05.013"
    }
  ],
  "num_references": 50
}
