{
  "paper_id": "RAQDQBUR",
  "title": "Impact of mobile health in diabetic retinopathy awareness and eye care behavior among Indigenous women",
  "abstract": "Background: Diabetes is increasingly widespread among Indigenous people, and diabetic retinopathy (DR) is a diabetes eye complication and a common cause of vision loss among adults in Canada. Indigenous women have a high risk of diabetes which increases their risk for DR. This study explored utilizing mobile health (mHealth) via text messages to provide DR awareness and improve diabetic-eye care behavior. This study identified the changes in DR awareness and eye care behavior due to a mHealth education intervention among Indigenous women with or at risk of diabetes. Methods: A pre-post study which adopted an embedded concurrent mixed methods approach guided by self-determination theory and the medicine wheel. Study participants were First Nations and Métis women living with or at risk of diabetes in Saskatoon, Canada. Data was collected via sharing circles and a DR knowledge, attitude, and practice survey. Pre-intervention participants' baseline information on DR knowledge and behavior were obtained from participants. After that, participants received daily text messages on diabetes-eye related information for 12 weeks. Post-intervention, the impact of the mHealth intervention on DR awareness and eye care behavior was assessed. Results: Following the intervention, the DR knowledge, attitude, and practice scores significantly improved. Individuals living with diabetes had increased DR attitude and practice post-scores compared to those at risk of diabetes. Older women had a lower pre-post change in practice scores compared to younger women. The mHealth intervention provided a holistic approach to support diabetes-eye care and empowered the study participants to eat healthily, take medication as prescribed, and have regular medical and eye check-ups. \n Conclusions: The mHealth education intervention increased DR awareness and fostered a change in diabetes-eye care behavior. Health information via text messaging can motivate, provide support, and empower individuals as well as prevent and manage chronic conditions and reduce the risk of complications.",
  "year": 2020,
  "date": "2020-04-05",
  "journal": "Can J Public Health",
  "publication": "Can J Public Health",
  "authors": [
    {
      "forename": "Valerie",
      "surname": "Umaefulam",
      "name": "Valerie Umaefulam",
      "affiliation": "Department of Community Health and Epidemiology , College of Medicine , University of Saskatchewan , Saskatoon , SK , Canada \n\t\t\t\t\t\t\t\t Department of Community Health and Epidemiology \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Saskatchewan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Saskatoon \n\t\t\t\t\t\t\t\t\t SK \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "valerie.umaefulam@usask.ca."
    },
    {
      "forename": "Kalyani",
      "surname": "Premkumar",
      "name": "Kalyani Premkumar",
      "affiliation": "Department of Community Health and Epidemiology , College of Medicine , University of Saskatchewan , Saskatoon , SK , Canada \n\t\t\t\t\t\t\t\t Department of Community Health and Epidemiology \n\t\t\t\t\t\t\t\t College of Medicine \n\t\t\t\t\t\t\t\t University of Saskatchewan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Saskatoon \n\t\t\t\t\t\t\t\t\t SK \n\t\t\t\t\t\t\t\t\t Canada"
    }
  ],
  "doi": "10.21037/mhealth.2019.12.01",
  "keywords": [
    "Diabetes",
    "diabetic retinopathy (DR)",
    "Indigenous women",
    "mobile health (mHealth)",
    "eye care"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Diabetes is a chronic disease found in various populations worldwide, and in Canada, type 2 diabetes is the reason for approximately 95% of diabetes cases  (1) . Since 2000, the prevalence of diabetes in Canada has nearly doubled  (2) . Social, economic, environmental, lifestyle, and genetic factors affect the distribution of diabetes in Canadian populations with socio-economically disadvantaged individuals, groups, and communities disproportionately bearing the burden of disease  (1) .\n\nAboriginal, First Nations, Inuit, and Métis are terms recognized in the Constitution Act of Canada 1982, Section 35, and are used in this article to describe the Indigenous peoples of Canada  (3) . A disproportionate number of Indigenous people live with diabetes and occur at an earlier age than in non-Indigenous people  (4) . Indigenous women have a higher risk of developing diabetes than men, and non-Indigenous women, especially during their reproductive years 20-49 (4) due to obesity and gestational diabetes. Hence, they face multiple complications such as diabetic retinopathy (DR) which is a chronic eye complication of diabetes and a major cause of visual impairment in Canada, especially among adults  (5) .\n\nDR is present in approximately half a million Canadians with about 100,000 persons having a vision-threatening form of severe retinopathy and 6,000 individuals blind due to DR  (5) . Few studies have assessed the prevalence of DR in Canada, particularly among Indigenous peoples. However, there are more advanced forms of DR found among Canadian Indigenous people than among non-Indigenous peoples, which may be due to the early onset of diabetes  (6) . Furthermore, women with myocardial ischemia and arteriosclerosis may be at higher risk of developing microvascular diseases such as retinopathy  (7) . Hormonal changes such as pregnancy and puberty are risk factors for the development of DR. Accordingly, diabetes will lead to a significant burden of preventable vision loss in Indigenous communities, particularly in women if not addressed  (8) .\n\nDiabetes that impairs sight negatively impact the perceived quality of life and may give rise to stress, feelings of vulnerability, worries about the future, and loss of independence and mobility  (9) . However, the incidence of DR can be reduced by controlling blood sugar levels and regular ocular examinations. Timely management of diabetic individuals and routine examinations for complications can decrease or postpone the complexities resulting from diabetes  (10) . Nevertheless, individuals living with diabetes often do not access diabetic-eye services, thereby escalating the impact of the condition on vision and daily living. Diabetic eye diseases present many unique challenges, and the damage is often irreversible, which makes early detection and treatment critical. No single diabetic-eye intervention is sufficient; rather, it requires complex treatment protocols that holistically addresses diabetes care, with the additional need for continuous monitoring of disease over the life of the individual.\n\nSelf-management interventions are found to have positive impacts on populations at risk seeking to alter various behavioral challenges  (11) . Thus, practices such as mobile health (mHealth) solutions that offer a cost-effective means of providing health information may help those with the greatest need for eye care  (12) . This is because mobile devices are deeply embedded into the lives of most people around the world and in particular, North Americans on average use a mobile phone three hours daily, hence offering the potential to expand more intensive mHealth self-management and clinical support interventions  (11) .\n\nAlthough vision loss has a daunting impact on every aspect of life and activities of daily living, the focus of diabetic care is often focused on complications involving the limbs and kidneys with limited focus on diabetes-eye complications. To our knowledge, there are few studies on the utilization of mHealth for diabetes-eye care promotion among Indigenous peoples of Canada in both urban and rural communities. Also, there is limited information on mHealth interventions among Indigenous peoples.\n\nWith the increasing incidence of diabetes in Indigenous people and the population health impact of DR, there is a need for studies and interventions to pursue an innovative way of providing targeted diabetic eye care information to Indigenous women with diabetes and at-risk of diabetes. This is because, although Indigenous people are at high risk of diabetic eye complications, there are significant gaps in care, thus buttressing that studies/interventions aimed at improving diabetes outcomes are essential  (13) . Such interventions may empower Indigenous people with relevant knowledge that will influence their uptake of eye care services for early DR identification, management, and the prevention of vision loss. Diabetic eye disease prevention will also assist in reducing the burden of disease associated with diabetes  (14) ."
    },
    {
      "title": "mHealth",
      "text": "Mobile devices are now considered learning tools  (15)  because mobile devices are changing how knowledge is perceived, and it is providing support for novel forms of learning. There is increasing interest to utilize mobile devices/technology to improve learning and awareness creation about health conditions and health care in general, which has increased the use of mobile communication platforms for health care and management, referred to as mHealth. mHealth applies to public health practices supported by mobile devices  (16) , such as mobile phones, tablets, and other wireless devices.\n\nmHealth programming and services support health promotion and education (  16 ) by raising awareness of health issues through understandable information via mobile phones, thereby assisting people in making informed health decisions. Due to their portability, mobile phones have now become vehicles for public awareness and health promotion activities that cut across gender, age, language, literacy level, and economic status. mHealth has the potential to support health solutions at both the individual and population level, particularly for awareness, training, behavioral change  (17) , surveillance, and screening. Thus, the use of mHealth can improve health outcomes  (18)  and may reduce health disparities due to relative parity in phone access and ownership across various populations  (19) .\n\nWith more than 90% of individuals worldwide using mobile phones (20), mHealth interventions can reach numerous populations to promote health care and encourage behavioral change. SMS mobile platform is often utilized for mHealth interventions in consideration of the varying socioeconomic status found in populations to ensure that the intervention is equally accessible since it is relatively inexpensive to deliver messages to a large number of mobile phone users, notwithstanding how \"smart\" the phone. SMS-based interventions can aid in changing health behaviors through automated text messages  (21)  and encourage the utilization of health care services  (22) ."
    },
    {
      "title": "Purpose of the study",
      "text": "This study determined the extent a mHealth education intervention changed Indigenous women's DR awareness and self-reported eye care behavior."
    },
    {
      "title": "Theoretical perspective and framework",
      "text": "Self-determination in this study, refers to Indigenous peoples' entitlement and right to be involved and partake in decisionmaking  (23) . Self-determination is a distal determinant of Indigenous health which influences the extent to which Indigenous people can take control of their lives  (24) , and manage other health determinants. Thus, selfdetermination theory (SDT) was a suitable fit as a guide for this study. SDT explains behavior and attitude and is a guide to the issues that are important to examine by providing an approach to understand how fulfilling the need for autonomy, competence, and relatedness impacts health behavior. SDT emphasizes the importance of not controlling the decision making of individuals but to provide a safe and supportive environment for individuals to make health decisions.\n\nFurthermore, this study was framed by the medicine wheel as described by  Mussell (2005)  that symbolizes an Indigenous worldview  (25) , representing the interrelatedness and interconnectedness of humanity  (26) . The framing from the medicine wheel was used in this study to provide a holistic approach that is congruent with the Indigenous worldview. It was used to collect, organize, and assess the data taking into consideration the physical, emotional, mental, and spiritual aspects of well-being. Thus, in this study, the focus was not solely on attaining physical health outcomes but also providing emotional, mental, spiritual support so that participants are confident, empowered, and are hopeful in the prevention and management of diabetes and DR.\n\nHence, SDT and the medicine wheel were integrated into the research method, intervention design, and evaluation of the study to holistically address diabetic-eye care."
    },
    {
      "title": "Methods",
      "text": "This study was a one-group pretest-posttest quasiexperiment  (27) , and there was no control group. The study utilized a concurrent embedded mixed methodology design  (28) . Accordingly, qualitative and quantitative data were collected at the same time.\n\nThe study participants comprised of First Nations and Métis adult women (>18 years of age) with diabetes or at risk of diabetes at two community programs that provide services to Indigenous peoples in Saskatoon, Canada. Participants for the study were selected by purposive sampling, and all participants had a mobile phone and were physically able to access SMS messages on their phone. Participants \"at risk of diabetes\" pertains to women with pre-diabetes, and family history of gestational diabetes, type 1 or 2 diabetes. Participants living with diabetes included type 1 and type 2 diabetes. Diabetes was determined based on self-reported diagnosed status. A total of 78 participants volunteered to be part of the study."
    },
    {
      "title": "Ethical considerations",
      "text": "The Research Ethics Board of the University of Saskatchewan provided ethical approval. All participants provided informed consent."
    },
    {
      "title": "Data collection methods"
    },
    {
      "title": "Sharing circles",
      "text": "Sharing circle is a method that is often used among Indigenous peoples because it is grounded in Indigenous cultures  (29) . Sharing circles offer a way to explore participants' insights and experiences on a topic and foster relationship building. Sharing circles were used to explore the information and resources participants perceived as necessary for utilizing eye care services at the preintervention phase and at the post-intervention phase to discuss the participants' perceptions of the mHealth intervention.\n\nThe sharing circle differs from focus group in that it seeks to build relationships and provides a respectful and safe space for conversation  (30) . The researchers are part of the circle and equally share information with the group. Sharing circles also provided the opportunity to obtain an insider perspective from Indigenous women involved with the intervention to increase cultural sensitivity during the content development for the intervention  (31) .\n\nElders are crucial in sharing and passing on knowledge about culture; as such, an Elder was consulted in developing the sharing circle guide to ensure it was culturally appropriate. The Elder and the author (V Umaefulam) were part of all sharing circle discussions, and all sessions were recorded with a digital recorder."
    },
    {
      "title": "Survey",
      "text": "The study used a self-administered survey adapted from a DR Knowledge, Attitude, and Practice (KAP) survey  (32) , which consisted of twenty [20] questions and measured aspects of KAP regarding retinopathy. The same survey was used for the pre and post-intervention stages. Sociodemographic information collected included age, the presence or absence of diabetes, education level, Indigenous ancestry, and work status. Other information collected in the pre-intervention survey was the mobile phone number (for delivery of the intervention). The post-intervention survey was used to determine the knowledge and eye care behavior after the intervention and also contained an outline of a medicine wheel to explore the impact of the mHealth intervention. Participants had an opportunity to evaluate the intervention by noting how the intervention impacted them in each of the four aspects of the medicine wheel (physical, emotional, mental, and spiritual health). The study occurred in four stages, as illustrated in Figure  1 ."
    },
    {
      "title": "Pre-intervention phase",
      "text": "All seventy-eight [78] participants completed the preintervention survey. Although all participants were encouraged to participate in the sharing circle, ultimately, thirty-two  [32]  participants took part in the pre-intervention sharing circles.\n\nIn this phase, via sharing circles, participants indicated the type of eye health information they would like to know, especially as it related to diabetes and eye care so that it could be included in the text messages. Data was collected via four sharing circles, and the data from the sharing circles were reviewed to ensure that data saturation was reached."
    },
    {
      "title": "Content development phase",
      "text": "The content was developed in four major stages: \"content selection, participant input, review and refining of messages, and pre-testing with a sample of the participants\"  (33) . Details of the content development process have been published previously in Umaefulam and Premkumar (2018)  (33) . In alignment with SDT, messages were worded in a way to increase confidence, encourage, and motivate participants to make informed health decisions. Also, in line with the values of the medicine wheel, messages addressed aspects of physical, emotional, mental, and spiritual health. The messages consisted of \"informational/educational, reminder, and motivational/support messages\"  (33) ."
    },
    {
      "title": "Intervention implementation phase",
      "text": "The intervention involved the dissemination of diabeteseye related text messages to participants for 12 weeks directly via mobile phone (SMS). A 12-week intervention often ensures participant retention and sufficient to provide awareness  (34) , enhances uptake of screening  (35) , and has the potential to be effective on attitude and behavior changes  (36) . Also, the researchers anticipated that by sending one daily essential information would improve message effectiveness while preventing information overload  (37) . For this study, messages were sent via a bulk messaging communication platform. A text message delivery log was kept and checked daily to confirm the delivery of messages to participants."
    },
    {
      "title": "Post-intervention phase",
      "text": "Fifty  [50]  participants participated in the post-intervention phase. Over the 12-week implementation period, 36% of participants were lost to follow-up resulting from participants traveling for vacation during the postintervention data collection period, not showing up at communicated locations for data collection or nonreachable. Twenty-two  [22]  participants took part in the post-intervention sharing circle discussions, but all fifty  [50]  participants completed the post-intervention survey. Four sharing circles were carried out, and each session took approximately 45 minutes. On completion of the sharing circle, participants completed the survey and wrote any additional comments they had in the medicine wheel image © mHealth. All rights reserved.\n\nmHealth 2020;6:14 |  http://dx.doi.org/10.21037/mhealth.2019.12.01  provided in the survey."
    },
    {
      "title": "Data analysis",
      "text": "The qualitative and quantitative data were analyzed separately. The transcripts from the sharing circle discussion session were transferred to NVivo 12 for data reduction, organization, and coding. The transcribed interviews were subjected to qualitative thematic analysis via \"data immersion, initial coding, searching for and reviewing of themes/category creation, and refining themes\"  (38) . The data were reviewed for recurring words, meanings, and patterns, and descriptive codes were generated using short phrases. Following this, the data were organized under themes and subthemes. The authors and Indigenous community members from the community programs were involved in analyzing and interpreting the data.\n\nThe quantitative data was supported by IBM SPSS statistics version 24.0. The following variables were included: age, level of education, work status, Indigenous ancestry (First Nations, Métis), and diabetes status. Shapiro-Wilk test was carried out to test for normality and the data in this study were not normally distributed. As such, median scores and interquartile range were reported and nonparametric tests used. Analyses were conducted with a 95% confidence interval (CI) and a significance level of 0.05 (5%).\n\nDescriptive analysis of participants in the pre and post-intervention stages was carried out using Fisher's and Chi-square test, participants that completed and did not complete the study were compared, as well as compared the KAP for completed and non-completed groups in the pre-intervention to have an idea of the participants lost to follow-up. The pre and post-intervention survey data were compared and analyzed via the Wilcoxon test for independent samples to determine the change in the KAP of participants from pre to post-intervention. Generalized linear model analysis of post-score adjusted by pre-score and independent variables was carried out to determine if the KAP was different by age, work status, education, diabetes status, and Indigenous ancestry when adjusting for the pre-score. Finally, multivariate analysis of the pre-postchange in KAP was done to determine if the KAP difference varied between the different variables' categories."
    },
    {
      "title": "Results",
      "text": "A total of 78 women completed the surveys in the preintervention study and 50 women participated in the post-intervention study. Table  1  shows the distribution of participants pre-intervention and post-intervention."
    },
    {
      "title": "Pre-intervention",
      "text": "Two major themes emerged from the sharing circle data on the diabetes-eye information participants were interested in which included information on diabetes-eye care and strategy for information dissemination. The first theme was further re-classified into sub-themes, i.e., information/ resources on complications, prevention, and management of diabetes and DR.\n\nStudy participants requested for information on funding for eye care costs, DR related symptoms/issues versus other common vision problems (e.g., how DR is different from glaucoma or cataracts) to address the understanding and awareness of DR. Mostly, participants required fundamental diabetes information such as types of diabetes, pre-diabetes, diabetes in children, and the complications of diabetes on vision. Also, study participants were interested in knowing about ways to prevent diabetic eye complications as well as the frequency of eye examinations. A significant finding in this study was participants requested for information on how and with whom to book an appointment, and eye examination procedures such as what occurs at the eye examination.\n\n\"So, do you just have to book an appointment for an optometrist for them to check our eyes or...?\" Furthermore, the study participants required resources on genetic and behavioral risk factors such as age, weight, family history, diet, exercise, and general lifestyle information.\n\n\"So, is eating a carrot helpful for your eyes or is that a myth?\" \"How would you be able to lower your blood sugar? Do you have to walk or…?\"\n\nAnother finding that stood out in this study was the request for diabetes-eye care information via pictures. This may be due to the traditional and preferred way of communication and learning of Indigenous peoples, which is via oral tradition and art (songs, pictures, dance). Nonetheless, individuals may generally prefer learning by pictures, and according to Mayer's multimedia principles, \"a combination of words and pictures fosters deeper learning than from words alone\"  (39) . All these resources and information were included in the content of the mHealth intervention to support and encourage Indigenous women in this study to make changes towards diabetes-eye care behavior and increase their knowledge."
    },
    {
      "title": "Post-intervention",
      "text": "There was a significant difference between the work status and education level between those who completed and did not complete the study. There were more persons not working who did not complete the study (39.3%) as well as a higher percentage of people with some high school but did not finish/no formal education who did not complete the study (48.1%). There was no significant difference in Indigenous ancestry, age, and diabetes status between those who completed and did not complete the study. This information is essential because it suggests that the mHealth intervention may have been unable to engage participants with low education levels and participants not working. Also, the information will affect the interpretation of the data related to education level and work status. Furthermore, the KAP of participants who completed the study was not significantly different from participants who did not complete the study in the pre-intervention. Thus, the KAP at baseline does not have an impact on if they remained in or left the study.\n\nPre-post-analysis showed that post-intervention, participants had high DR practice scores compared with knowledge and attitude scores. Table  2  shows that there was a significant difference in the effect of the diabeteseye mHealth education on KAP. The knowledge score significantly increased by 25.00 (P=0.002). Although the difference in attitude median is zero, the upper limit (75th percentile) was significantly higher in the attitude score (P=0.014). The median practice score considerably increased by 12.50 (P=0.018).\n\nMultivariate analysis showed that when adjusted for all variables and pre-score, the DR attitude and practice post-score for individuals living with diabetes significantly increased compared to those at risk of diabetes (P=0.039) and (P=0.014). Table  3  shows that older women 46 years and above had significantly lower pre-post-change in practice score compared to women 18-45 years of age (beta =-37.79; P=0.045). Women with some college or university education had significantly higher knowledge and practice pre-postchange score compared to others with no formal education/ some high school education and presented in Table  3 ."
    },
    {
      "title": "Discussion",
      "text": "Since diabetes and DR affect all aspects of one's life, the medicine wheel by  Mussell (2005)  was used as a tool to assist with the organization of the data on the impact of the DR mHealth intervention. Thus, the impact is discussed based on its effect on participants' physical, emotional, mental, and spiritual health."
    },
    {
      "title": "Physical health",
      "text": "As mentioned by  Mussell (2005) , within the medicine wheel worldview, physical health represents food, shelter, exercise  (25) , and it also represents action and behavior  (40) . The intervention enabled participants to recognize their physical health needs, and via self-awareness took responsibility for making positive changes. For example, the physical health aspect of the medicine wheel in the survey provided included phrases such as \"I booked an eye exam. I haven't had an eye test since I was 6 years old\", \"increasing activity, gardening\", and \"must eat carrots\".\n\nResults from this study suggest that the mHealth intervention encouraged participants to engage in physical activities and enhanced control regarding personal wellness, which are essential for health care  (41) . The findings support similar health messaging research in that it enhanced changes in participant's physical activity behavior via providing support and prompting self-monitoring  (42) .\n\nA change in DR eye care behavior was observed following the mHealth intervention. The comparison between the pre and post-practice scores showed that postintervention practice scores significantly increased. Related findings from SMS intervention studies for chronic disease management equally indicated improved adherence to treatment and disease prevention actions due to mHealth interventions  (43, 44) .\n\nA major finding in this study was that older women 46 years and above had significantly lower pre-postchange in practice score compared to women 18-45 years of age. This may be due to some reasons, one of which could be because older adults are usually anxious towards using health information technology  (45) . Another reason could be because older women may find it difficult to read text messages due to reduced visual acuity. The results demonstrated that early mHealth interventions might have a better impact on DR eye care behavior than when introduced at an older age.\n\nAnother key finding was that the DR attitude and practice post-score for women living with diabetes significantly increased compared to those at risk of diabetes. The experience of living with diabetes may have encouraged engagement with the mHealth intervention and influenced eye care behavior. This is consistent with a study in Alberta, Canada, which supported that the presence and duration of living with diabetes affected the uptake of mHealth applications  (46) ."
    },
    {
      "title": "Emotional health",
      "text": "Within the medicine wheel worldview, emotional health represents understanding, acceptance, privacy  (25) , and relationships  (40) . The mHealth intervention became a source of emotional support and motivated participants to improve diabetes-eye care of self and others. A phrase included in the emotional health section included \"Sense of fear to bad health has resolved, knowing the information I received through text.\"\n\nText-based mHealth applications have shown to provide emotional support for users  (47) , and participant's confidence in decision making tends to increase due to gaining knowledge regarding diabetic-health conditions obtained from various sources including technology platforms  (48) . The study results uniquely revealed that the mHealth intervention resolved the perception of fear due to diabetes, enhanced feelings of hope, relief, positive/good feelings. One participant verbalized she felt, \"content and less anxious about eye health.\" Other participants indicated that the intervention provided information that reduced diabetes stigma and anxiety.\n\nOn the other hand, an unanticipated outcome of the intervention was an increased feeling of anxiety over health status. This is noteworthy and should be of utmost consideration when utilizing mHealth for marginalized populations. Indigenous peoples are resilient; nevertheless, they are exposed to more stressful situations in their daily lives such as marginal economic conditions when compared to the general population. The literature suggests too that the anxious feeling associated with the use of mHealth intervention can reduce health service use  (49) . Therefore, mHealth interventions for marginalized populations should be implemented/designed in a way to reduce and not heighten fears/anxiety.\n\nAnother key result was the impact of the mHealth intervention on participant's perception of the importance of connections and relationships in health care management that inspired them to build relationships to \"help raise community awareness\" of DR and share the information with family and friends. Here, emotional needs were met by connecting with family and friends, showing the potential of mHealth in promoting engagement with community members while aiding health education and promotion.\n\nThe mHealth intervention provided extra support that the women considered vital for diabetes-eye care, which during regular health care visits, was not provided  (50) . Participants reported that interactions with health care providers were frequently brief, and in the words of a participant, health care providers made them \"feel like another number, not a person\". Hence, the results revealed that it is essential for health care professionals to create opportunities to interact with Indigenous women living with or at risk of diabetes about diabetes-eye care."
    },
    {
      "title": "Mental health",
      "text": "Mental health refers to thoughts, concepts, and ideas  (25) . The post-intervention findings indicated that the mHealth intervention increased awareness of DR, diabetes, and eye care in general. The intervention stimulated participants' thoughts regarding diabetes-eye care and management and prevention of diabetes-eye complications. The mental health aspect in the survey included phrases and sentences such as \"more knowledge on the term diabetes\", and \"Will use the information to help change my way of thinking/eating for better eye health. Good thoughts\". The post-intervention study findings showed that the mHealth intervention significantly increased participant's DR KAP scores compared to the preintervention scores. Consistent with a related study which observed that mHealth messages led to the improvement in patients' knowledge  (51) . Thus, the mHealth intervention, facilitated knowledge/education of DR and diabetes-eye care, which impacted their behavior towards diabetes-eye care.\n\nAn outcome of the mHealth intervention was that it provided more information than was usually received from health care practitioners. This shows the potential of mHealth initiatives in providing adjunct health service to users. Nevertheless, it raises concern that health care practitioners are not providing enough counseling and information to patients during health appointments, which is best practice and essential for the prevention and management of diabetes complications.\n\nFurthermore, the mHealth intervention served as a medium for providing diabetes-eye care related reminders to participants. It appeared that reminders as a result of the mHealth interventions were important for daily health care and the development of self-management habits. Consistent with related research, text messaging due to the instant delivery, provided testing reminders, and strengthened diabetes self-management  (52) ."
    },
    {
      "title": "Spiritual health",
      "text": "For this study, spiritual wellness is defined as connectedness with creations of the Great Spirit  (25) . A person's spiritually is a connection to the land, the people, and the community. In this study, the mHealth intervention reawakened in participants the importance of balance and taking care of \"whole self, not just aspects\" in diabetes-eye care. Participants shared that they engaged in the following activities that enriched their spiritual health, offering tobacco, meditation, being with nature, smudging, connecting with Elders, powpow, and giving thanks daily to the creator.\n\nIn summary, the mHealth intervention aligned with the concepts described in the medicine wheel. In the frame of SDT, the mHealth intervention provided diabeteseye care information to study participants that up-lifted and motivated them, in addition to, supporting autonomy and confidence regarding diabetes-eye care. From the literature, autonomy is closely related to empowerment  (53) . Empowerment is vital to health care because empowering populations at risk facilitates independence and control through self-management  (54) . Thus, the mHealth intervention provided a holistic approach to support diabetes-eye care.\n\nA strength of this study was having a diverse study population with participants across different age groups, different diabetes status, as well as Indigenous women of various education levels and working status. The intervention used a simple message delivery platform; hence, the intervention was uniformly accessible to all participants irrespective of the type of phone they possessed. The research design and procedures enabled participants and community members to provide input regarding the research process and mHealth intervention.\n\nAs a result of the self-identification of diabetes status and the use of self-reported data for ascertaining KAP; the possibility of self-reporting bias cannot be excluded. Furthermore, simultaneous co-interventions could have affected the study findings. Some participants may have received two or more interventions during the study, and there may have been a carryover effect between interventions. Information about other diabetes programs occurring during the mHealth intervention was not collected. The findings provided rich insights into the impact of the mHealth intervention among women selected from the community programs in Saskatoon and cannot be generalized to all Indigenous women."
    },
    {
      "title": "Conclusions",
      "text": "Diabetes-eye health should be included in broader diabetes management frameworks, which can contribute to initiatives addressing equitable diabetes health care outcomes in Indigenous peoples. MHealth intervention can be used as a strategy for diabetes education since it has the potential to enhance diabetes self-management for individuals living with diabetes.\n\nThis study adds to the literature on diabetic-eye care in Indigenous populations and eye health management via mHealth. This study also provides evidence on the potential of mHealth interventions to provide additional support for the prevention and management of chronic conditions and its complications.\n\nThe mHealth intervention created awareness about diabetes-eye care, provided information previously unknown, and served as health care reminders. The use of text messages is a promising health promotion medium that can augment health care services by providing additional support to individuals with diabetes or at risk of diabetes to change health practices in the long run, prevent vision loss due to DR and its associated sequelae, and improve the quality of life of Indigenous women."
    },
    {
      "text": "Figure 1 Flow chart of data collection process."
    },
    {
      "text": "Population characteristics"
    },
    {
      "text": "Effect of diabetes-eye mHealth education on knowledge, attitude and practice in a population of Indigenous women with or at risk of diabetes, Saskatoon (n=50)"
    },
    {
      "text": "Variables associated to pre-post-change in DR knowledge and practice score (multiple regression) in a population of Indigenous women with or at risk of diabetes, Saskatoon , reference category. Set to zero because this parameter is redundant. Dependent variable: pre-post-change in knowledge and practice score: median. Model: (Intercept), age, Indigenous ancestry, education level, work status, diabetes Y/N."
    }
  ],
  "references": [
    {
      "title": "Growing social inequality in the prevalence of type 2 diabetes in Canada, 2004-2012",
      "authors": [
        "K Brown",
        "A Nevitte",
        "B Szeto"
      ],
      "year": 2015
    },
    {
      "title": "Diabetes in Canada: facts and figures from a public health perspective",
      "authors": [
        "C Pelletier",
        "S Dai",
        "K Roberts"
      ],
      "year": 2012,
      "doi": "10.24095/hpcdp.33.1.07"
    },
    {
      "title": "Confronting the growing crisis of cardiovascular disease and heart health among Aboriginal peoples in Canada",
      "authors": [
        "J Reading"
      ],
      "year": 2015,
      "doi": "10.1016/j.cjca.2015.06.012"
    },
    {
      "title": "Epidemiology of diabetes mellitus among First Nations and non-First Nations adults",
      "authors": [
        "R Dyck",
        "N Osgood",
        "T Lin"
      ],
      "year": 2010
    },
    {
      "title": "Diabetes in Canada: facts and figures from a public health perspective",
      "year": 2011,
      "doi": "10.3934/publichealth.2015.1.27"
    },
    {
      "title": "Canadian Ophthalmological Society Evidence-based Clinical Practice Guidelines for the Management of Diabetic Retinopathy -executive summary",
      "authors": [
        "P Hooper",
        "M Boucher"
      ],
      "year": 2012
    },
    {
      "title": "Diabetes in Canadian women",
      "authors": [
        "C Kelly",
        "G Booth"
      ],
      "year": 2004,
      "doi": "10.1186/1472-6874-4-s1-s16"
    },
    {
      "title": "Diabetes and Aboriginal vision health",
      "year": 2010
    },
    {
      "title": "Prevalence and progression of visual impairment in patients newly diagnosed with clinical type 2 diabetes: a 6-year follow up study",
      "authors": [
        "N De Fine Olivarius",
        "V Siersma",
        "G Almind"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2458-11-80"
    },
    {
      "title": "Knowledge, attitude and practice of diabetic retinopathy amongst the diabetic patients of of AlJouf and Hail Province of Saudi Arabia",
      "authors": [
        "Al Zarea"
      ],
      "year": 2016
    },
    {
      "title": "Identifying preferences for mobile health applications for selfmonitoring and self-management: focus group findings from HIV-positive persons and young mothers",
      "authors": [
        "N Ramanathana",
        "D Swendemanb",
        "S Comuladab"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2012.05.009"
    },
    {
      "title": "Tele-ophthalmology for diabetic retinopathy in Canada-meeting the needs of a growing epidemic",
      "authors": [
        "R Kanjee",
        "R Dookeran"
      ],
      "year": 2017
    },
    {
      "title": "Major gaps in diabetes clinical care among Canada's First Nations : results of the CIRCLE study",
      "authors": [
        "S Harris",
        "M Naqshbandi",
        "O Bhattacharyya"
      ],
      "year": 2011
    },
    {
      "title": "Six-year prevalence and incidence of diabetic retinopathy and costeffectiveness of tele-ophthalmology in Manitoba",
      "authors": [
        "R Kanjee",
        "R Dookeran",
        "M Mathen"
      ],
      "year": 2016
    },
    {
      "title": "Critical issues of m-learning: design models, adoption processes, and future trends",
      "authors": [
        "M Crescente",
        "D Lee"
      ],
      "year": 2011,
      "doi": "10.1080/10170669.2010.548856"
    },
    {
      "title": "Green Paper on mobile health (\"mHealth",
      "year": 2014,
      "doi": "10.1093/jel/eql004"
    },
    {
      "title": "A pre-post study on the appropriateness and effectiveness of a web-and text messaging-based intervention to reduce problem drinking in emerging adults",
      "authors": [
        "S Haug",
        "M Schaub",
        "V Venzin"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2755"
    },
    {
      "title": "Mobile health technology evaluation: the mHealth evidence workshop",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "A Abernethy"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.03.017"
    },
    {
      "title": "Mobile health: assessing the barriers",
      "authors": [
        "N Terry"
      ],
      "year": 2015
    },
    {
      "title": "Developing and pretesting a text messaging program for health behavior change: recommended steps",
      "authors": [
        "L Abroms",
        "R Whittaker",
        "C Free"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4917"
    },
    {
      "title": "Preconception care education for women with diabetes: a systematic review of conventional and digital health interventions",
      "authors": [
        "C Nwolise",
        "N Carey",
        "J Shawe"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5615"
    },
    {
      "title": "Truth and Reconciliation Commission of Canada. Truth and Reconciliation Commission of Canada: Calls to Action",
      "year": 2015
    },
    {
      "title": "Health inequalities and social determinants of Aboriginal peoples' health",
      "authors": [
        "C Reading",
        "F Wien"
      ],
      "year": 2009
    },
    {
      "title": "Warrior-Caregivers: understanding the challenges and healing of First Nations men",
      "authors": [
        "W Mussell"
      ],
      "year": 2005
    },
    {
      "title": "Seeking mino-pimatisiwin: An Aboriginal approach to helping",
      "authors": [
        "M Hart"
      ],
      "year": 2002
    },
    {
      "title": "Research design: qualitative, quantitative, and mixed methods approaches",
      "authors": [
        "J Creswell"
      ],
      "year": 2009
    },
    {
      "title": "Mixed Methods Approaches in Family Science Research",
      "authors": [
        "Plano Clark",
        "V Huddleston-Casas",
        "C Churchill"
      ],
      "year": 2008
    },
    {
      "title": "Conversational method in Indigenous research",
      "authors": [
        "M Kovach"
      ],
      "year": 2010
    },
    {
      "title": "Sharing circle versus focus group in the development of diabetic retinopathy mobile health (mHealth) intervention for Aboriginal women: a literature review",
      "authors": [
        "V Umaefulam",
        "K Premkumar"
      ],
      "year": 2017,
      "doi": "10.21037/mhealth.2019.12.01"
    },
    {
      "title": "The use of focus groups to develop a culturally relevant quality of life tool for lymphatic filariasis in Bangladesh",
      "authors": [
        "L Zeldenryk",
        "M Gray",
        "S Gordon"
      ],
      "year": 2014,
      "doi": "10.1007/s11136-013-0455-0"
    },
    {
      "title": "Knowledge, attitude and practice regarding eye complications and care among Omani persons with diabetes -A cross sectional study",
      "authors": [
        "R Khandekar",
        "S Harby",
        "H Harthy"
      ],
      "year": 2010
    },
    {
      "title": "Development of text messages for mobile health education to promote diabetic retinopathy awareness and eye care behavior among Indigenous women",
      "authors": [
        "V Umaefulam",
        "K Premkumar"
      ],
      "year": 2018
    },
    {
      "title": "Optimizing a Text Message Intervention to Reduce Heavy Drinking in Young Adults: Focus Group Findings",
      "authors": [
        "B Suffoletto",
        "J Kristan",
        "Person Mecca"
      ],
      "year": 2016
    },
    {
      "title": "Crafting appealing text messages to encourage colorectal cancer screening test completion: a qualitative study",
      "authors": [
        "K Weaver",
        "S Ellis",
        "N Denizard-Thompson"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4651"
    },
    {
      "title": "Feasibility, acceptability and potential effectiveness of a mobile health (mHealth) weight management programme for New Zealand adults",
      "authors": [
        "N Mhurchu",
        "R Whittaker",
        "H Mcrobbie"
      ],
      "year": 2014
    },
    {
      "title": "Doseresponse effects of the text4baby mobile health program: randomized controlled trial",
      "authors": [
        "W Evans",
        "P Nielsen",
        "D Szekely"
      ],
      "year": 2015
    },
    {
      "title": "Thematic analysis: striving to meet the trustworthiness criteria",
      "authors": [
        "L Nowell",
        "J Norris",
        "D White"
      ],
      "year": 2017,
      "doi": "10.1177/1609406917733847"
    },
    {
      "title": "The science of instruction: determining what works in multimedia learning",
      "authors": [
        "R Mayer"
      ],
      "year": 2009,
      "doi": "10.1017/cbo9780511811678.004"
    },
    {
      "title": "Indigenous wholistic theory: a knowledge set for practice",
      "authors": [
        "K Absolon"
      ],
      "year": 2010,
      "doi": "10.7202/1068933ar"
    },
    {
      "title": "Moving toward holistic wellness, empowerment and self-determination for Indigenous peoples in Canada: Can traditional Indigenous health care practices increase ownership over health and health care decisions?",
      "authors": [
        "M Auger",
        "T Howell",
        "T Gomes"
      ],
      "year": 2016
    },
    {
      "title": "Phone messaging to prompt physical activity and social support among low-income Latino patients with type 2 diabetes: a randomized pilot study",
      "authors": [
        "M Ramirez",
        "S Wu"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.7063"
    },
    {
      "title": "Effective behavioral intervention strategies using mobile health applications for chronic disease management: a systematic review",
      "authors": [
        "J Lee",
        "M Choi",
        "S Lee"
      ],
      "year": 2018,
      "doi": "10.1186/s12911-018-0591-0"
    },
    {
      "title": "mActive: a randomized clinical trial of an automated mHealth intervention for physical activity promotion",
      "authors": [
        "S Martin",
        "D Feldman",
        "R Blumenthal"
      ],
      "year": 2015,
      "doi": "10.1161/JAHA.115.002239"
    },
    {
      "title": "Reliability and validity of the telephone-based eHealth literacy scale among older adults: cross-sectional survey",
      "authors": [
        "M Stellefson",
        "S Paige",
        "B Tennant"
      ],
      "year": 2017
    },
    {
      "title": "Smartphone app use for diabetes management: evaluating patient perspectives",
      "authors": [
        "K Lithgow",
        "A Edwards",
        "D Rabi"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.6643"
    },
    {
      "title": "Improved © mHealth. All rights reserved",
      "authors": [
        "J Watterson",
        "H Rodriguez",
        "S Shortell"
      ],
      "year": 2020,
      "doi": "10.21037/mhealth.2019.12.01"
    },
    {
      "title": "Diabetes Care Management Through a Text-Message Intervention for Low-Income Patients: Mixed-Methods Pilot Study",
      "year": 2018
    },
    {
      "title": "Experiences of Using Web-Based and Mobile Technologies to Support Self-Management of Type 2 Diabetes: Qualitative Study",
      "authors": [
        "L Kelly",
        "C Jenkinson",
        "D Morley"
      ],
      "year": 2018
    },
    {
      "title": "Reducing Negative Outcomes of Online Consumer Health Information: Qualitative Interpretive Study with Clinicians, Librarians, and Consumers",
      "authors": [
        "El Sherif",
        "R Pluye",
        "P Thoër"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9326"
    },
    {
      "title": "Views of women and health professionals on mHealth lifestyle interventions in pregnancy: a qualitative investigation",
      "authors": [
        "J Willcox",
        "P Van Der Pligt",
        "K Ball"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4869"
    },
    {
      "title": "Effect of mobile phone short text messages on glycemic control in type 2 diabetes",
      "authors": [
        "Bin Abbas",
        "Al Fares",
        "A Jabbari"
      ],
      "year": 2015
    },
    {
      "title": "The use of mobile health to deliver self-management support to young People with type 1 diabetes: a cross-sectional survey",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "R Murphy"
      ],
      "year": 2017,
      "doi": "10.2196/diabetes.7221"
    },
    {
      "title": "Behavior change or empowerment: on the ethics of health-promotion strategies",
      "authors": [
        "P Tengland"
      ],
      "year": 2012,
      "doi": "10.1093/phe/phs022"
    },
    {
      "title": "Evaluating Patient Empowerment in Association With eHealth Technology: Scoping Review",
      "authors": [
        "T Risling",
        "J Martinez",
        "J Young"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7809"
    }
  ],
  "num_references": 54
}
