{
  "paper_id": "REWIHFW7",
  "title": "HEALTH CARE REFORM Deep Learning in Medicine-Promise, Progress, and Challenges VIEWPOINT",
  "year": 2018,
  "date": "2018",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Fei",
      "surname": "Wang",
      "name": "Fei Wang"
    },
    {
      "forename": "Lawrence",
      "surname": "Casalino",
      "name": "Lawrence Casalino"
    },
    {
      "forename": "Dhruv",
      "surname": "Khullar",
      "name": "Dhruv Khullar"
    },
    {
      "affiliation": "Department of Healthcare Policy and Research , Weill Cornell Medicine , New York , New York. \n\t\t\t\t\t\t\t\t Department of Healthcare Policy and Research \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "Department of Healthcare Policy and Research , Weill Cornell Medicine , New York , New York. \n\t\t\t\t\t\t\t\t Department of Healthcare Policy and Research \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "Department of Healthcare Policy and Research , Weill Cornell Medicine , New York , New York ; and \n\t\t\t\t\t\t\t\t Department of Healthcare Policy and Research \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "Department of Medicine , Weill Cornell Medicine , New York , New York. \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "Department of Healthcare Policy and Research , Weill Cornell Medicine , 425 E 61st St , Ste 301 , DV 308 , New York , NY 10065 \n\t\t\t\t\t\t\t\t Department of Healthcare Policy and Research \n\t\t\t\t\t\t\t\t Weill Cornell Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 425 E 61st St Ste 301 DV 308 \n\t\t\t\t\t\t\t\t\t 10065 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "Recent years have seen a surge of interest in machine learning and artificial intelligence techniques in health care.  1  Deep learning  2  represents the latest iteration in a progression of artificial intelligence technologies that have allowed machines to mimic human intelligence in increasingly sophisticated and independent ways.  3 Early medical artificial intelligence systems relied heavily on experts to train computers by encoding clinical knowledge as logic rules for specific clinical scenarios. More advanced machine learning systems train themselves to learn these rules by identifying and weighing relevant features from the data, such as pixels from medical images, or raw information from electronic health records (EHRs).\n\nFor machine learning approaches to work well in practice, feature engineering directed by experts is often required (eg, quantization of laboratory tests into discrete value ranges or the extraction of descriptors that characterize the texture of medical images). The newer deep learning techniques, which require less supervision, use an end-to-end learning mechanism to map raw inputs (such as laboratory test values or image pixels) to outputs without human-directed manipulation of the data. The resulting maps are composed of multiple layers of interconnected nonlinear processing units-the \"neurons\" of deep learning. Deep learning techniques may still require some expert involvement to design optimal model architectures and identify the best set of parameters.\n\nAt present, the most successful applications of deep learning in medicine have been for analyzing medical images. Deep learning algorithms are capable of performing automatic and accurate detection of diabetic retinopathy  4  and skin cancer 5 from retinal fundus and skin images, respectively. The potential of deep learning to disentangle complex, subtle discriminative patterns in images suggests that these techniques may be useful in other areas of medicine. Substantial challenges must be addressed, however, before deep learning can be applied more broadly."
    },
    {
      "title": "Data Quantity",
      "text": "Like the human brain, deep learning models are composed of multiple layers of interconnected computing \"neurons.\" Models are complex, and designing their optimal architecture may be difficult. The complexity of the model is determined by the complexity of the problem. In the ophthalmologic and dermatologic examples, 128 175 retinal images were needed for the model to learn to classify diabetic retinopathy  4  and 129 450 skin images for skin cancer classification.  5 Applying deep learning techniques to more complex and heterogenous dis-ease states, such as chronic heart or kidney failure, may require tens of millions of samples to create a reliable diagnostic model, as well as data from multiple sources (eg, text inputs, imaging, laboratory values, vital signs). For many complex clinical conditions, the quantity of reliable data that is required may not be readily available."
    },
    {
      "title": "Data Quality",
      "text": "Most health data are less well organized and standardized than data for medical images. For example, EHRs contain highly heterogeneous and sometimes inconsistent patient information, including demographics, diagnoses, procedures, laboratory test results, and medications, as well as unstructured clinical notes in free text. It is more difficult for deep learning models, as it is for the human brain, to recognize reliable patterns from scattered and noisy information than from structured information. A related challenge is that patients with low socioeconomic status may have particularly unreliable data, such as missing or incorrect information in EHRs, for various reasons, including the receipt of fragmented care across multiple institutions. Deep learning algorithms may be less accurate for such patients and reinforce existing health disparities.  6"
    },
    {
      "title": "Model Interpretation",
      "text": "Given their end-to-end learning design, deep learning models often appear to be black boxes, absorbing data and generating output to reach a conclusion (eg, \"this patient has melanoma with a probability 0.8\") without clear explanations of the basis for the conclusion. A dermatologist considering whether a lesion represents melanoma evaluates dermoscopic images for a series of major and minor criteria, thus developing a clear rationale for the proposed diagnosis. A deep learning model that merely states the diagnosis may be viewed with skepticism. Although efforts have been made to provide clear explanation for the results of deep learning models,  7  such efforts have mostly focused on image analysis. Interpreting the results of models for complicated clinical situations remains a daunting challenge."
    },
    {
      "title": "Model Generalizability and Interoperability",
      "text": "Two common problems limit deep learning model generalizability. The first is model bias. For example, a model trained on data from predominantly white patients may not perform well for racial or ethnic minorities; a model trained in the United States may not perform well in Asia. The second problem is model interoperability. If 2 health systems use different EHRs, it may be difficult to build a deep learning model that can be used in both systems."
    },
    {
      "title": "Model Security",
      "text": "Deep learning models learn from the data presented, leaving them vulnerable to intentional or unintentional contamination. Recent evidence has demonstrated that well-trained models can be \"fooled\" by perturbations of input images that are unperceivable to humans, known as adversarial attacks. For example, in applications like autonomous driving, where safety is critical and deep learning models are used for automatic recognition of objects on the road, a carefully designed noise placed on a stop sign (eg, pasting a tape) can change the system's decision. In a recent study, slight changes to laboratory values in a patient's EHR substantially altered the model's prediction of in-hospital mortality.  8 ome of these challenges, such as data quality, model generalizability, and model security, are problems for machine learning in general. Others, such as data quantity and model interpretability, are more specific to deep learning. To address both types of challengesand to build reliable deep learning models that can broadly influence clinical practice-several approaches are needed."
    },
    {
      "title": "Collecting Large-Scale and Diverse Health Data",
      "text": "Making deep learning models more generalizable and less susceptible to bias may require national or international collaborations for data collection (including data from patients varying in race, ethnicity, language, and socioeconomic status) and for standardizing and integrating data from different sources. The Observational Health Data Sciences and Informatics project is an international, collaborative, open science effort that includes 1.26 billion patient records from 17 participating countries, all using a common data model called the Observational Medical Outcomes Partnership."
    },
    {
      "title": "Improving Data Quality",
      "text": "Because deep learning models fit data but provide little insight into the process by which they do so, reliable, high-quality inputs are important. It is also important to create tools that improve the quality of the data-collection process, such as error correction, warnings about missing data, and reconciliation of discrepancies. The IBM Watson Imaging Clinical Review,  9  for example, reconciles discrepancies between patients' clinical diagnoses and their administrative records. The tool analyzes structured and unstructured information in clinical imaging reports and compares them with diagnoses recorded in the EHR to identify incomplete or incorrect documentation and to prompt the input of more accurate and up-to-date information."
    },
    {
      "title": "Integrating Into Clinician Workflow",
      "text": "Existing EHR systems should integrate with deep learning models with minimal, if any, additional clinician effort. Then EHR systems that allow voice input, for example, could generate clinical notes, infer diagnosis codes, and automatically enter data into deep learning algorithms. Radiology reports could be semistructured, and a portion of the contents could be generated by automatic medical image analysis through deep learning models. For example, chest x-ray reports, including impression, findings, and Medical Text Indexer tags, can currently be automatically created from image analysis results using deep learning techniques, which radiologists can then review for quality and accuracy.  10 These tools should not appear as black boxes, thus allowing clinicians to explore the reasons for proposed diagnoses and to provide feedback."
    },
    {
      "title": "Comprehensive Regulations",
      "text": "Because computer hackers can modify data to change the results of deep learning models, regulations may be needed to ensure greater model security, especially as these techniques are more widely used. Whereas existing regulations focus on the privacy of medical data, new regulations should also protect analytical models.\n\nIn summary, although deep learning has the potential to improve medical care, substantial barriers remain to broader and more effective use. Progress requires recognizing the limitations of deep learning, understanding the challenges, and addressing these challenges."
    }
  ],
  "references": [
    {
      "title": "Big data and machine learning in health care",
      "authors": [
        "A Beam",
        "I Kohane"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2017.18391&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2018.7117"
    },
    {
      "title": "Deep learning-a technology with the potential to transform health care",
      "authors": [
        "G Hinton"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2018.11100&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2018.7117"
    },
    {
      "title": "Clinical implications and challenges of artificial intelligence and deep learning",
      "authors": [
        "W Stead"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2018.11029&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2018.7117"
    },
    {
      "title": "Development and validation of a deep learning algorithm for detection of diabetic retinopathy in retinal fundus photographs",
      "authors": [
        "V Gulshan",
        "L Peng",
        "M Coram"
      ],
      "year": 2016,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2016.17216&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2018.7117"
    },
    {
      "title": "Dermatologist-level classification of skin cancer with deep neural networks",
      "authors": [
        "A Esteva",
        "B Kuprel",
        "R Novoa"
      ],
      "year": 2017,
      "doi": "10.1038/nature21056"
    },
    {
      "title": "Potential biases in machine learning algorithms using electronic health record data",
      "authors": [
        "M Gianfrancesco",
        "S Tamang",
        "J Yazdany",
        "G Schmajuk"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2018.3763&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2018.7117"
    },
    {
      "title": "Learning deconvolution network for semantic segmentation",
      "authors": [
        "H Noh",
        "S Hong",
        "B Han"
      ],
      "year": 2015,
      "doi": "10.1109/iccv.2015.178"
    },
    {
      "title": "Identify susceptible locations in medical records via adversarial attacks on deep predictive models",
      "authors": [
        "S Mengying",
        "T Fengyi",
        "Y Jinfeng",
        "W Fei",
        "Z Jiayu"
      ],
      "year": 2018
    },
    {
      "title": "Introducing IBM Watson Imaging Clinical Review",
      "authors": [
        "Le Grand"
      ],
      "year": 2017
    },
    {
      "title": "On the automatic generation of medical imaging reports",
      "authors": [
        "B Jing",
        "P Xie",
        "E Xing"
      ],
      "year": 2018,
      "doi": "10.18653/v1/p18-1240"
    }
  ],
  "num_references": 10,
  "original_doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2017.18391&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamainternmed.2018.7117"
}
