{
  "paper_id": "RHMVFZID",
  "title": "Insights From the Armstrong Institute How to Engage With Patients Who Have Been Harmed and Move Toward Reconciliation",
  "abstract": "C ommunication and resolution programs (CRPs)   provide a systematic and compassionate approach to responding to patient harm. When a patient enters a Johns Hopkins facility, we strive to treat them just as we would want to be treated. This includes responding in a transparent and compassionate manner when care does not go as intended. CRPs provide structure, process, and support for such a response.",
  "authors": [
    {
      "forename": "Eric",
      "surname": "Davis",
      "name": "Eric Davis",
      "affiliation": "Armstrong Institute for Patient Safety and Quality , Johns Hopkins Health System , Baltimore , Maryland \n\t\t\t\t\t\t\t\t Armstrong Institute for Patient Safety and Quality \n\t\t\t\t\t\t\t\t Johns Hopkins Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland",
      "email": "edavis95@jhmi.edu"
    },
    {
      "forename": "Melinda",
      "surname": "Vanniel",
      "name": "Melinda Vanniel",
      "affiliation": "Armstrong Institute for Patient Safety and Quality , Johns Hopkins Health System , Baltimore , Maryland \n\t\t\t\t\t\t\t\t Armstrong Institute for Patient Safety and Quality \n\t\t\t\t\t\t\t\t Johns Hopkins Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "forename": "Bryan",
      "surname": "Konisiewicz",
      "name": "Bryan Konisiewicz",
      "affiliation": "Armstrong Institute for Patient Safety and Quality , Johns Hopkins Health System , Baltimore , Maryland \n\t\t\t\t\t\t\t\t Armstrong Institute for Patient Safety and Quality \n\t\t\t\t\t\t\t\t Johns Hopkins Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "forename": "Stacy",
      "surname": "Shilling",
      "name": "Stacy Shilling",
      "affiliation": "Armstrong Institute for Patient Safety and Quality , Johns Hopkins Health System , Baltimore , Maryland \n\t\t\t\t\t\t\t\t Armstrong Institute for Patient Safety and Quality \n\t\t\t\t\t\t\t\t Johns Hopkins Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "forename": "Angela",
      "surname": "Green",
      "name": "Angela Green",
      "affiliation": "Armstrong Institute for Patient Safety and Quality , Johns Hopkins Health System , Baltimore , Maryland \n\t\t\t\t\t\t\t\t Armstrong Institute for Patient Safety and Quality \n\t\t\t\t\t\t\t\t Johns Hopkins Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    },
    {
      "forename": "Johns",
      "surname": "Hopkins",
      "name": "Johns Hopkins",
      "affiliation": "Armstrong Institute for Patient Safety and Quality , Johns Hopkins Health System , Baltimore , Maryland \n\t\t\t\t\t\t\t\t Armstrong Institute for Patient Safety and Quality \n\t\t\t\t\t\t\t\t Johns Hopkins Health System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland"
    }
  ],
  "doi": "10.1097/qmh.0000000000000456",
  "sections": [
    {
      "text": "The Armstrong Institute has led the development and implementation of a CRP throughout the Johns Hopkins Medical (JHM) system since December 2020. We initially implemented at one hospital and have added the remaining sites on a rolling basis.\n\nThe process focuses on empathetic communication with patients and families when unanticipated adverse events occur, including an apology, investigation and explanation of what events transpired, information on how the health system is implementing systems to avoid incident recurrence, and collaborative efforts toward a resolution.\n\nThe program is governed by 4 key principles:\n\n1. Transparency through a partnership with our patients and families; 2. Support for patients and families, as well as the health care team involved; 3. Learning from the events to improve the quality and safety of future care; and 4. Accountability from the organization and commitment to make things right after events occur. Oversight at JHM is provided by a system-level team comprised of 2 executive sponsors, a Claims Representative, a Patient Safety Representative, and a Project Manager. The process is operationalized by site-specific CRP teams of 4 to 6 individuals, including representatives from Patient Safety/Quality, Risk Management, Claims, and Service Excellence/Patient and Family Relations."
    },
    {
      "title": "THE CRP IMPLEMENTATION PROCESS",
      "text": "Implementing CRPs in large health care systems is challenging. Key steps include obtaining organizational buy-in, developing policy, training site-specific teams, ensuring sustainability, and collecting and analyzing data.\n\nTo obtain buy-in, develop policy, and train staff, JHM partnered with the Betsy Lehman Center for Patient Safety, as well as the Pathway to Accountability, Compassion, and Transparency (PACT) collaborative. These organizations hosted presentations to leaders at JHM detailing the importance and success of these programs, while also providing implementation tools. These partnerships have helped shape the current JHM CRP policy and CRP playbook, which detail how to respond to unexpected events and are directly tied to the system's adverse event and disclosure policy.\n\nA CRP Steering Committee was formed to support implementation, shared decision-making, process fidelity, and program sustainment. This committee is led by the system VP of Patient Safety and Quality and includes site leads. Monthly meetings focus on implementation progress, site and system challenges, and issues that require system-level decision-making. Further, weekly site-specific meetings include case review and timely processes.\n\nFinally, data collection and analysis are crucial to a successful CRP. We have built an application that allows our sites to enter key details from each case and includes a Tableau visualization dashboard. These data can be leveraged by the health system and local entities to continuously improve our care."
    },
    {
      "title": "WHAT HAPPENS AFTER AN EVENT?",
      "text": "When CRP teams learn about an unexpected event, they promptly determine what is known about the event and what has been disclosed by the clinical team (the Figure outlines the CRP process flow in more detail). Ideally, a CRP team member is part of the initial disclosure. If that is not the case, the Patient Relations CRP team member meets with the patient and family as soon as possible.\n\nThe CRP focuses on ongoing dialogue and support, a commitment to investigating and sharing the results of the investigation, a commitment to improving and setting expectations for how long the investigation may take, and the frequency of updates the patient should expect. This patient-centric approach supports stronger relationships between the CRP team and patients and families, while helping us to learn and to become better prepared for future conversations. Understanding our patients' preferences is critical to communicating effectively, safely, and comfortably. Additionally, to ensure the well-being of the health care team involved, the CRP team activates the Resilience in Stressful Events (RISE) team-a peer support network for health care workers.\n\nAdditionally, it is vital to ameliorate or eliminate additional burdens to patients and families early in the investigative process. Two essential components for demonstrating patient-centered support include: 1) an early holding of bills associated with the event and defining a process for evaluating bill-holds at intervals if the investigation is prolonged, and 2) creating a standard offering of service recovery items. Offered items may include parking expenses, support for a set number of follow-up appointments, meal tickets for family members, a wheelchair, and transportation to and from unanticipated appointments.\n\nAfter an investigation is complete, the team holds a resolution conversation with the patient and family. This meeting allows the health care team to share investigation findings and identify what remains as a need for the patient. If the review determines that a truly preventable error occurred in their care and that it resulted in significant harm, a follow-up conversation takes place with a CRP insurer representative for financial resolution."
    },
    {
      "title": "CONCLUSION",
      "text": "Open, honest, and transparent communication with our patients is vital to providing safe and high-quality care. Patients deserve to know when something unexpected happens, to know why an error occurred, to know what we will do to fix it to prevent further harm, and to receive reconciliation. Through CRPs, we lean into those difficult moments when things have gone wrong, and work to right them by offering patients compassion in truth, transparency, and proactive resolution so that healing can take place for all."
    },
    {
      "text": "Figure. CRP event processing flowchart, from the JHM CRP playbook."
    }
  ],
  "year": "2024",
  "journal": "Quality Management in Health Care",
  "volume": "33",
  "issue": "2",
  "pages": "121-122",
  "zotero_recovery": {
    "fields_recovered": [
      "year",
      "journal"
    ],
    "timestamp": "2025-09-02T01:38:14.244784+00:00",
    "zotero_item_type": "journalArticle"
  }
}
