{
  "paper_id": "RLI4LGVI",
  "title": "Prior doctor shopping resulting from differential treatment correlates with differences in current patient-provider relationships",
  "abstract": "Objective-To determine the prevalence of doctor shopping resulting from differential treatment and to examine associations between this shopping and current primary care relationships. Design and Methods-In 2012, we conducted a national internet-based survey of 600 adults receiving primary care in the past year with a BMI≥25kg/m 2 . Our independent variable was \"switching doctors because I felt treated differently because of my weight.\" We used logistic regression models to examine the association of prior doctor shopping with characteristics of current primary care relationships: duration, trust in primary care provider (PCP), and perceived PCP weight-related judgment, adjusted for patient factors. Results-Overall, 13% of adults with overweight/obesity reported previously doctor shopping resulting from differential treatment. Prior shoppers were more likely to report shorter durations of their current relationships [73% versus 52%; p=0.01] or perceive that their current PCP judged them because of their weight [74% versus 11%; p<0.01] than non-shoppers. We found no significant differences in reporting high trust in current PCPs. Conclusions-A subset of patients with overweight/obesity doctor shop resulting from perceived differential treatment. These prior negative experiences have no association with trust in Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:",
  "year": 2015,
  "date": "2015-09-01",
  "journal": "J Health Soc Behav",
  "publication": "J Health Soc Behav",
  "authors": [
    {
      "forename": "Kimberly",
      "surname": "Gudzune",
      "name": "Kimberly Gudzune",
      "affiliation": "A  Division of General Internal Medicine , Department of Medicine , Johns Hopkins University School of Medicine , Baltimore , Maryland , USA \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland \n\t\t\t\t\t\t\t\t\t USA",
      "email": "gudzune@jhu.edu"
    },
    {
      "forename": "Wendy",
      "surname": "Bennett",
      "name": "Wendy Bennett",
      "affiliation": "A  Division of General Internal Medicine , Department of Medicine , Johns Hopkins University School of Medicine , Baltimore , Maryland , USA \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lisa",
      "surname": "Cooper",
      "name": "Lisa Cooper",
      "affiliation": "A  Division of General Internal Medicine , Department of Medicine , Johns Hopkins University School of Medicine , Baltimore , Maryland , USA \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jeanne",
      "surname": "Clark",
      "name": "Jeanne Clark",
      "affiliation": "A  Division of General Internal Medicine , Department of Medicine , Johns Hopkins University School of Medicine , Baltimore , Maryland , USA \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Sara",
      "surname": "Bleich",
      "name": "Sara Bleich",
      "affiliation": "A  Division of General Internal Medicine , Department of Medicine , Johns Hopkins University School of Medicine , Baltimore , Maryland , USA \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t Maryland \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "The Johns Hopkins University School of Medicine ; Division of General Internal Medicine , 2024 E. Monument St , Room 2-620 ; Baltimore , MD 21287 , \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t The Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2024 E. Monument St Room 2-620 \n\t\t\t\t\t\t\t\t\t 21287 \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD"
    }
  ],
  "doi": "",
  "pmid": "1010914",
  "keywords": [
    "Obesity",
    "Patient-Physician Relations",
    "Primary Care Physicians"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Prior studies have shown that patients may switch providers or \"doctor shop\" if they have negative experiences  (1) (2) (3) . Women with obesity have described doctor shopping until they found a healthcare provider experienced in obesity care  (4) . A recent study found that patients with overweight and obesity were more likely to doctor shop as compared to normal weight patients, and that these \"shoppers\" had significantly greater emergency department visits  (5) . This study could not evaluate the influence of race or socioeconomic status on shopping or determine patients' motivations for switching providers, as the data were unavailable.\n\nPatients with obesity have identified physicians as a primary source of stigma  (6) , which may contribute to their negative interactions with physicians  (7)  and feeling judged about their weight  (8) . Stigmatizing experiences may create barriers to effective obesity treatment  (9) . Prior negative experiences may prompt patients to modify how they engage with the healthcare system. For example, patients with obesity are more likely to avoid or delay medical care  (10) (11) . We suspect that prior stigmatizing experiences could influence future patient-provider relationships.\n\nOur first objective addresses the prior study's limitations by determining the prevalence of doctor shopping resulting from differential treatment and comparing demographics between shoppers and non-shoppers. We hypothesized that a subgroup would endorse prior doctor shopping resulting from differential treatment. Given the psychological stress linked with stigmatizing experiences (9), our second objective was to examine whether this prior shopping influences current primary care relationships. We hypothesized that prior shopping will have negative associations with relationships, specifically trust in the primary care provider (PCP)."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design and Participants",
      "text": "We conducted an online, cross-sectional survey of a nationally representative sample of 600 U.S. adults with overweight/obesity about physician factors that influence patient trust  (8, (12) (13) . The authors designed the survey instrument, which was reviewed for content by obesity and primary care researchers and pilot-tested and revised for comprehensibility and length. We recruited Authentic Response web panel members to represent a general U.S. population sample. Invited members were eligible if they had seen their PCP within the last year, were non-pregnant, and their body mass index (BMI) was ≥25kg/m 2 . The survey completion rate was 93%, similar to other Internet surveys  (14) . The Institutional Review Board of the Johns Hopkins Bloomberg School of Public Health approved this study."
    },
    {
      "title": "Measures",
      "text": "Our independent variable was self-report of prior doctor shopping resulting from differential treatment. We asked participants, \"Have you ever switched doctors because you felt you were treated differently because of your weight?\" We dichotomized responses as 'main reason/part of the reason' vs. 'no.' We explored patient factors including age, sex, race/ ethnicity, BMI, insurance status, education, and weight loss attempt in last year by shopping status.\n\nWe examined current patient-provider relationship variables: duration, trust in the PCP, and perceived PCP judgment about their weight. We asked participants, \"How long have you been going to this doctor?\" We dichotomized duration as '≥5 years' or '<5 years.' To assess trust, we asked participants, \"Using any number from 0 to 10, where 0 means that you do not trust this doctor at all and 10 means that you trust this doctor completely, what number would you use to rate how much you trust this doctor?\" (15) . Based on cutpoints in the data, we dichotomized 'high trust' as scores≥8 and 'lower trust' as scores<8. We asked participants, \"In the last 12 months, did you ever feel that this doctor judged you because of your weight?\"  (8) . We dichotomized responses as 'often/sometimes' or 'never.'"
    },
    {
      "title": "Statistical Analyses",
      "text": "We used weighting to address systematic under-or over-representations of subpopulations, account for systematic non-response along known demographic characteristics, and adjust for sampling biases due to response rate differences  (16) . We used survey weights to adjust for the complex survey design. The weighted margin of error was +/-4.9%.\n\nWe performed descriptive analyses using chi-square and t-tests. We determined the unadjusted prevalence of doctor shopping resulting from differential treatment. We conducted bivariate analyses evaluating for differences in patient characteristics between shoppers and non-shoppers. We conducted multivariate logistic regression analyses to evaluate the relationship between shopping and each relationship variable. All models were adjusted for age, sex, race, and BMI (sensitivity analysis also adjusted for weight loss attempt). We calculated adjusted predicted probabilities for these relationship outcomes."
    },
    {
      "title": "Results",
      "text": "We screened 1380 individuals, and excluded 335 without recent PCP contact, 396 with BMI<25kg/m 2 , 6 who were pregnant, and 43 with incomplete responses. Our final sample included 600 participants. Mean age was 47.4 years, 48% were female, 76% were white, and mean BMI was 31.5kg/m 2 . Our sample was similar to U.S. adults with overweight/obesity who participated in the 2010 Behavioral Risk Factors Surveillance System (Appendix). Most (54%) reported a relationship duration <5 years, 74% had high trust in their PCP, and 21% perceived weight-related PCP judgment.\n\nOverall, 13% of participants reported ever previously switching doctors because they perceived differential treatment. Table  1  compares characteristics between shoppers and non-shoppers. Prior shoppers were younger and more attempted weight loss (p<0.01). Their mean BMI was greater, approaching statistical significance (p=0.06). We found no differences between shoppers and non-shoppers by sex, race, or education.\n\nFigure  1  displays the adjusted predicted probabilities for current patient-provider relationship attributes comparing prior shoppers and non-shoppers. Shoppers were significantly more likely to report shorter durations of their current primary care relationships [73% versus 52%; OR 2.59; 95%CI 1.34-4.99; p=0.01] and perceive weightrelated PCP judgment [74% versus 11%; OR 24.53; 12.93-46.52; p<0.01] than nonshoppers. We found no significant differences in reporting high trust in PCPs [74% versus 76%; OR 0.92; 95%CI 0.48-1.75; p=0.80]. These results were robust to additional adjustment for weight loss attempt."
    },
    {
      "title": "Discussion",
      "text": "We found that 13% of individuals with overweight/obesity reported ever previously switching doctors because they felt that they were treated differently because of their weight. In a prior U.S. study, 23% of overweight and 28% of obese patients engaged in doctor shopping, defined as seeking care from ≥3 different PCPs over 24 months  (5) . We suspect that the doctor shopping prevalence in the prior study is higher than our current estimate, because we focused only on doctor shopping resulting from differential treatment. The prior study used claims data to capture any doctor shopping, and therefore, could not distinguish motivations for shopping. Together these studies identify risks for doctor shopping including younger age, higher BMI, female gender, mental health diagnoses, and co-morbid conditions  (5) . Notably, neither race nor socioeconomic status appears associated with shopping.\n\nIn contrast, an analysis of Australian patients did not find a difference in doctor shopping by weight status  (17) . A few factors may contribute to their null findings. First, older adults comprised the majority of their study population, as >75% of patients were age 55 or older. In the U.S. studies, younger age has been associated with shopping, so this behavior may be unusual among the older Australians studied. Mental health conditions were a predictor in the prior U.S. study  (5) ; however, this attribute was not assessed in the Australian study and the prevalence of psychological distress, a potential proxy, was low.\n\nWe hypothesized that prior doctor shopping resulting from differential treatment may have negative associations with current relationships. We showed that prior shoppers were significantly more likely to have shorter PCP relationship durations as compared to nonshoppers. Contrary to our hypothesis, all patients reported high trust in their current PCP. Patient trust has been linked with providers' interpersonal competence, communication, and respectful treatment  (18) . However, we found significantly higher rates of perceived PCP weight-related judgment among shoppers, which may suggest that these patients harbor sensitivities to weight bias. Alternatively, these patients may not be switching to \"weightsensitive\" providers. While prior doctor shopping resulting from differential treatment has no association with trust in the patient-PCP relationship, our results suggest that these patients may be more apt to perceive that provider behaviors reflect judgment about their weight.\n\nOur study has several limitations. We relied upon self-reported weights to calculate BMI, which may reflect underestimates as individuals often misjudge their weight  (19) . Patients may have different interpretations of what they perceive as being 'treated differently because of their weight.' We did not evaluate what attributes about patients' encounters with providers led them to perceive differential treatment. We did not assess when or how often this shopping occurred. We did not assess whether individuals engaged in doctor shopping in general. Patient-perceived PCP attributes may not accurately reflect PCPs' true characteristics. Our study was cross-sectional, which limits our ability to make causal inferences or examine temporal relationships.\n\nThis study confirms previous findings that doctor shopping occurs among a subset of U.S. patients with overweight/obesity  (5) , and our data support speculation that differential treatment is a contributing factor for this behavior. We found that shoppers were more likely to perceive weight-related judgment by their current provider, so PCPs who care for prior doctor shoppers may need sensitivity to patients' prior negative experiences. Additional research is needed to design and test curricula to improve interactions between PCPs and patients with obesity to improve satisfaction, quality, and retention in care."
    },
    {
      "title": "Overall Study Population BRFSS Sample *"
    },
    {
      "title": "Insured 91% 91%",
      "text": "High school or less 33% 38%\n\n* As previously reported, we used a BRFFS sample that included U.S. adults who were overweight or obese (BMI ≥25 kg/m 2 ) who were not pregnant and reported having a routine check up within the past year  (8) . We limited the BRFSS sample to these criteria to mimic the inclusion criteria in our study. We elected to use BRFSS data, given that BMI is calculated based on self-reported height and weight, as we did in our study. Figure  1  displays the adjusted predicted probabilities for attributes of current patientprovider relationships with self-report of prior doctor shopping. As compared to nonshoppers, prior doctor shoppers were significantly more likely to have shorter durations of their current primary care relationships and significantly more likely to have perceived that their current primary care provider judges them because of their weight. There were no between group differences in trust in the current primary care provider. Predicted probabilities and p-values estimated from logistic regression models adjusted for patient age, sex, race, and BMI. Estimates generated using survey weights.\n\nTable 1 Differences in characteristics between participants who did and did not report previously doctor shopping resulting from perceived differential treatment Total (n=600) Non-Shoppers (n=523) Prior Shoppers (n=77) p-value * Mean age in years (SE) 47.4 (0.9) 48.8 (1.0) 38.5 (1.9) <0.01 Female 48% 47% 53% 0.41 Race/ethnicity Non-Hispanic white 76% 77% 63% Non-Hispanic black 14% 13% 19% 0.10 Other ** 10% 9% 18% Mean BMI in kg/m 2 (SE) 31.5 (0.3) 31.3 (0.3) 33.0 (0.9) 0.06 Insurance status Private insurance 55% 55% 54% Government insurance *** 36% 36% 34% 0.74 Uninsured 9% 9% 12% Education High school or less 33% 33% 33% Vocational or some college 40% 40% 39% 0.99 College or beyond 27% 27% 28% Weight loss attempted in last year 83% 82% 96% <0.01 Estimates generated using survey weights. * p-values for comparison of non-shoppers to prior shoppers. ** Includes Asian, Native American, Pacific Islander, or Hispanic. *** Includes Medicare, Medicaid, and military. Obesity (Silver Spring). Author manuscript; available in PMC 2015 September 01."
    },
    {
      "text": "Figure 1."
    }
  ],
  "references": [
    {
      "title": "Issues underlying prevalence of 'doctor-shopping' behavior",
      "authors": [
        "J Kasteler",
        "R Kane",
        "D Olsen",
        "C Thetford"
      ],
      "year": 1976,
      "doi": "10.2307/2136711"
    },
    {
      "title": "Choosing and changing doctors",
      "authors": [
        "P Gray",
        "A Cartwright"
      ],
      "year": 1953,
      "doi": "10.1016/s0140-6736(53)91377-4"
    },
    {
      "title": "Patient satisfaction and change in medical care provider: a longitudinal study",
      "authors": [
        "M Marquis",
        "A Davies",
        "J Ware"
      ],
      "year": 1983,
      "doi": "10.1097/00005650-198308000-00006"
    },
    {
      "title": "Barriers to routine gynecological cancer screening for White and African-American obese women",
      "authors": [
        "N Amy",
        "A Aalborg",
        "P Lyons",
        "L Keranen"
      ],
      "year": 2006,
      "doi": "10.1038/sj.ijo.0803105"
    },
    {
      "title": "Doctor shopping my overweight and obese patients is associated with increased healthcare utilization",
      "authors": [
        "K Gudzune",
        "S Bleich",
        "T Richards",
        "J Weiner",
        "K Hodges",
        "J Clark"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20189"
    },
    {
      "title": "Confronting and coping with weight stigma: an investigation of overweight and obese adults",
      "authors": [
        "R Puhl",
        "K Brownell"
      ],
      "year": 2006,
      "doi": "10.1038/oby.2006.208"
    },
    {
      "title": "Obese women's perceptions of their physicians' weight management attitudes and practices",
      "authors": [
        "T Wadden",
        "Anderson Foster",
        "G Bennett",
        "A Steinberg",
        "C Sarwer"
      ],
      "year": 2000,
      "doi": "10.1001/archfami.9.9.854"
    },
    {
      "title": "Perceived judgment about weight can negatively influence weight loss: A cross-sectional study of overweight and obese patients",
      "authors": [
        "K Gudzune",
        "W Bennett",
        "L Cooper",
        "S Bleich"
      ],
      "year": 2014,
      "doi": "10.1016/j.ypmed.2014.02.001"
    },
    {
      "title": "Obesity stigma: important considerations for public health",
      "authors": [
        "R Puhl",
        "C Heuer"
      ],
      "year": 2010,
      "doi": "10.2105/ajph.2009.159491"
    },
    {
      "title": "Body weight and health care among women in the general population",
      "authors": [
        "K Fontaine",
        "M Faith",
        "D Allison",
        "L Cheskin"
      ],
      "year": 1998,
      "doi": "10.1001/archfami.7.4.381"
    },
    {
      "title": "Obesity and screening for breast, cervical, and colorectal cancer in women: a review",
      "authors": [
        "S Cohen",
        "R Palmieri",
        "S Nyante",
        "D Koralek",
        "S Kim",
        "P Bradshaw"
      ],
      "year": 2008,
      "doi": "10.1002/cncr.23408"
    },
    {
      "title": "How does physician BMI impact patient trust and perceived stigma?",
      "authors": [
        "S Bleich",
        "K Gudzune",
        "W Bennett",
        "M Jarlenski",
        "L Cooper"
      ],
      "year": 2013,
      "doi": "10.1016/j.ypmed.2013.05.005"
    },
    {
      "title": "Insurance coverage for weight loss: overweight adults' views",
      "authors": [
        "M Jarlenski",
        "K Gudzune",
        "W Bennett",
        "L Cooper",
        "S Bleich"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.01.021"
    },
    {
      "title": "Motivating or stigmatizing? Public perceptions of weight-related languase used by health providers",
      "authors": [
        "R Puhl",
        "J Peterson",
        "J Luedicke"
      ],
      "year": 2013,
      "doi": "10.1038/ijo.2012.110"
    },
    {
      "title": "CAHPS® Clinician & Group Surveys and Instructions",
      "year": 2013,
      "doi": "10.1097/mlr.0b013e318263134b"
    },
    {
      "title": "Consequences of reducing non-response in a national telephone survey",
      "authors": [
        "S Keeter",
        "C Miller",
        "A Kohut",
        "R Groves",
        "S Presser"
      ],
      "year": 2000,
      "doi": "10.1086/317759"
    },
    {
      "title": "On the relationship between weight status and doctor shopping behavior -evidence from Australia",
      "authors": [
        "X Feng"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20586"
    },
    {
      "title": "Concepts of trust among patients with serious illness",
      "authors": [
        "D Mechanic",
        "S Meyer"
      ],
      "year": 2000,
      "doi": "10.1016/s0277-9536(00)00014-9"
    },
    {
      "title": "Validity of self-reported height, weight, and body mass index: findings from the National Health and Nutrition Examination Survey, 2001-2006",
      "authors": [
        "R Merrill",
        "J Richardson"
      ],
      "year": 2009
    }
  ],
  "num_references": 19,
  "original_doi": "https://doi.org/10.13039/100000050"
}
