{
  "paper_id": "RPM4AC5T",
  "title": "Effects of Mobile Text Messaging on Glycemic Control in Patients With Coronary Heart Disease and Diabetes Mellitus A Randomized Clinical Trial",
  "abstract": "BACKGROUND: Mobile health interventions may support risk factor management and are readily scalable in healthcare systems. We aim to evaluate the efficacy of a text messaging-based intervention to improve glycemic control in patients with coronary heart disease and diabetes mellitus in China. \n METHODS AND RESULTS: The CHAT-DM study (Cardiovascular Health and Texting-Diabetes Mellitus) was a parallel-group, single-blind, randomized clinical trial that included 502 patients with both coronary heart disease and diabetes mellitus from 34 hospitals in China. The intervention group (n=251) received 6 text messages per week for 6 months in addition to usual care. Messages were theory driven and culturally tailored to provide educational and motivational information on glucose monitoring, blood pressure control, medication adherence, physical activity, and lifestyle. The control group (n=251) received usual care and 2 thank you messages per month. The primary outcome was change in glycated hemoglobin (HbA 1C [hemoglobin A 1C ]) from baseline to 6 months. Secondary outcomes were change in proportion of patients achieving HbA 1C <7%, fasting blood glucose, systolic blood pressure, LDL (low-density lipoprotein) cholesterol, body mass index, and physical activity from baseline to 6 months. The end points were assessed using analyses of covariance. The follow-up rate was 99%. When compared with control group at 6 months, the intervention group had a greater reduction in HbA 1C (-0.2% versus 0.1%; P=0.003) and a greater proportion of participants who achieved HbA 1C <7% (69.3% versus 52.6%; P=0.004). Change in fasting blood glucose was larger in the intervention group (between-group difference: -0.6 mmol/L; 95% CI, -1.1 to -0.2; P=0.011), but no other outcome differences were observed. Nearly all participants reported that messages were easy to understand (97.1%) and useful (94.1%). \n CONCLUSIONS: A text message intervention resulted in better glycemic control in patients with diabetes mellitus and coronary heart disease. While the mechanism of this benefit remains to be determined, the results suggest that a simple, culturally sensitive mobile text messaging program may provide an effective and feasible way to improve disease self-management.",
  "year": 2019,
  "date": "2019-09",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Xiqian",
      "surname": "Huo",
      "name": "Xiqian Huo"
    },
    {
      "forename": "Harlan",
      "surname": "Krumholz",
      "name": "Harlan Krumholz"
    },
    {
      "forename": "Xueke",
      "surname": "Bai",
      "name": "Xueke Bai"
    },
    {
      "forename": "Erica",
      "surname": "Spatz",
      "name": "Erica Spatz"
    },
    {
      "forename": "Qinglan",
      "surname": "Ding",
      "name": "Qinglan Ding"
    },
    {
      "forename": "Paul",
      "surname": "Horak",
      "name": "Paul Horak"
    },
    {
      "forename": "Weigang",
      "surname": "Zhao",
      "name": "Weigang Zhao"
    },
    {
      "forename": "Qiuhong",
      "surname": "Gong",
      "name": "Qiuhong Gong"
    },
    {
      "forename": "Haibo",
      "surname": "Zhang",
      "name": "Haibo Zhang"
    },
    {
      "forename": "Xiaofang",
      "surname": "Yan",
      "name": "Xiaofang Yan"
    },
    {
      "forename": "Ying",
      "surname": "Sun",
      "name": "Ying Sun"
    },
    {
      "forename": "Jiamin",
      "surname": "Liu",
      "name": "Jiamin Liu"
    },
    {
      "forename": "Xuekun",
      "surname": "Wu",
      "name": "Xuekun Wu"
    },
    {
      "forename": "Wenchi",
      "surname": "Guan",
      "name": "Wenchi Guan"
    },
    {
      "forename": "Xiuling",
      "surname": "Wang",
      "name": "Xiuling Wang"
    },
    {
      "forename": "Jing",
      "surname": "Li",
      "name": "Jing Li"
    },
    {
      "forename": "Xi",
      "surname": "Li",
      "name": "Xi Li"
    },
    {
      "forename": "John",
      "surname": "Spertus",
      "name": "John Spertus"
    },
    {
      "forename": "Frederick",
      "surname": "Masoudi",
      "name": "Frederick Masoudi"
    },
    {
      "forename": "Xin",
      "surname": "Zheng",
      "name": "Xin Zheng"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "T",
      "text": "he prevalence of diabetes mellitus (DM) is growing rapidly throughout the world, with the fastest increases during the past decade in low-and middle-income countries. By 2040, an estimated 642 million people will be living with DM-an increase of >50% when compared with the present day.  1  China is currently experiencing the world's largest epidemic of DM. The nationwide prevalence of DM is 10.9%, and only one-third of these individuals have adequate glycemic control.  [1] [2] 2] [3]  Among middle-aged patients with DM, the prevalence of coronary heart disease (CHD) is particularly high, ranging from 12% to 31%, and cardiovascular-related care accounts for the largest proportion of DM expenditures.  1, [4] [5] 5] [6]  Glucose control can reduce microvascular complications of DM and may improve clinical outcomes for patients with DM and CHD.  7 M self-management education and support, focused on risk factor control and lifestyle modification, is a cornerstone of secondary prevention in patients with DM and CHD.  8  Traditional education strategies have included face-to-face visits, telephone consultations, and health seminars. However, it is often difficult to generalize and implement such interventions nationally because of the high costs of organization, demanding labor investment, and limited access to health services. 9  Given the high burden of DM in China and the limited resources avail-able for preventive efforts, there is a need to develop simple scalable and cost-effective alternatives to provide patients with self-management support.\n\nMobile phones are pervasive and widely used to schedule alerts and reminders, highlighting the potential for mobile health technology to circumvent the practical barriers of traditional healthcare office visits. Because of the ubiquity and convenience of mobile phones, text messaging is among the most frequently used mobile communication methods worldwide, with ≈200 000 mobile phone messages sent every second in China. A text messaging-based intervention could, therefore, offer a scalable and powerful means by which to deliver health information and potentially improve care and outcomes. Previous studies focusing on text message interventions showed inconsistent results, and some of them suggested that these interventions may improve clinical risk factor control and lifestyle in patients with cardiovascular diseases or DM.  [10] [11] 1] [12] [13] [14] [15]  Evidence showed that most of these studies were from single centers, and many were underpowered and nonrandomized. In addition, most trials have targeted only 1 condition; however, patients with cardiovascular disease or DM are usually managing multiple conditions that require following several lifestyle and treatment recommendations. Further, few studies have examined the efficacy of such text message interventions among high-risk populations with CHD and DM. More data are needed to address these gaps and scientifically evaluate text message-based disease management interventions among diverse populations in low-and middle-income countries.\n\nIn the CHAT-DM study (Cardiovascular Health and Texting-Diabetes Mellitus), we investigated the effects of a theory-driven, culturally tailored text messaging intervention to improve glycemic control, cardiovascular risk profile, and lifestyle modification among patients with known CHD and DM who were discharged from hospitals across China."
    },
    {
      "title": "METHODS",
      "text": "The data and statistical code are not available to be shared at this time."
    },
    {
      "title": "Study Design",
      "text": "The design of the CHAT-DM study has been described previously.  16 In brief, the study was a multicenter, parallel-design, single-blind, randomized clinical trial that evaluated an automated mobile text message-based intervention with 6 months of follow-up. In total, 502 individuals with both CHD and DM were recruited from 34 hospitals in China between August 2016 and April 2017. The trial development and reporting were in accordance with the Consolidated Standards Of Reporting Trials (CONSORT) checklists. The trial was registered at  www.clinicaltrials.gov (NCT02883842).\n\nAll study participants provided written informed consent at the initial trial visit. Ethical approval was obtained"
    },
    {
      "title": "WHAT IS KNOWN",
      "text": "• Given the substantial burden of diabetes mellitus and coronary heart disease in China and limited resources available for preventive efforts, there is a need to develop simple, scalable, cost-effective programs to support patient self-management.\n\n• While limited data indicate that mobile health interventions may enhance risk factor modification, existing studies are limited to single-site interventions with relatively small sample size, not grounded in behavioral change techniques, or do not adequately address questions for diverse populations especially in low-and middle-income countries."
    },
    {
      "title": "WHAT THE STUDY ADDS",
      "text": "• In this randomized trial, a simple, low-cost, automated text messaging program grounded in behavioral change theory improved glycemic control over usual care. • The intervention was acceptable to participants, most of whom found messages useful, readable, and appropriate in terms of the approach to contact. • The findings highlight the feasibility and efficacy of tailored text messaging for secondary prevention of diabetes mellitus and cardiovascular disease, which offers the potential to generate public health benefits in diverse populations."
    },
    {
      "title": "Participants",
      "text": "Potential participants were identified through screening of hospitalizations in 2016 to 2017 with a discharge diagnosis that included CHD and DM and through outreach to participants of 2 prior observational studies (PEACE [China Patient-Centered Evaluative Assessment of Cardiovascular Events] prospective acute myocardial infarction and percutaneous coronary intervention studies).  17, 18 The median time of enrollment in the CHAT-DM study was 3.\n\n2 years after an index hospitalization for CHD or DM. Patients were eligible if they were ≥18 years of age, had documented discharge diagnoses of CHD (acute myocardial infarction or percutaneous coronary intervention) and DM within the prior 3 years, and had access to a mobile phone to read and send text messages. Patients were excluded if they had cognitive or communication disorders that prevented them from comprehending, detecting, or applying language when attempting to speak or communicate with others; or were unable to provide informed consent. Demographic information and reasons for study refusal or withdrawal were recorded for each patient screened."
    },
    {
      "title": "Randomization",
      "text": "Participants were randomized to either the intervention or control group in a 1:1 ratio using an independent computerized randomization system.  19 Randomization was performed using minimization algorithm to ensure balance by age, sex, myocardial infarction history, educational attainment, and medical insurance type in both study arms. Because of the nature of the intervention, participants were aware of their treatment allocation. Researchers, statisticians, and clinic staff were masked to treatment allocation until the end of the study."
    },
    {
      "title": "Intervention",
      "text": "The intervention was designed as a text messaging-based secondary prevention program with the regular automatic delivery of text messages according to a prespecified sending algorithm. Participants in the intervention group received 6 messages per week during the 6-month study period in addition to standard treatment. The control group received 2 thank you text messages (without risk factor modification support) per month, as well as standard treatment. All messages were randomly selected by our software system from relevant topic areas and sent at one of 3 random times (9:00 am, 12:00 pm, or 4:00 pm) during weekends and weekdays, excluding Monday to provide participants a break. Patients in the intervention group received one of each of the following message types per week: information about CHD and DM, glucose monitoring and control, blood pressure control, medication adherence, physical activity, and lifestyle recommendations, including diet and foot care. All participants received a welcome message, a birthday greeting, and a follow-up reminder during the study period. Some messages were personalized with the participant's preferred name. We provide examples of the text messages in Table I in the Data Supplement.\n\nA multidisciplinary team of cardiologists, endocrinologists, psychologists, nurses, linguists, and patients developed the text message bank through a systematic and iterative approach.  16 Messages were drafted based on existing evidence-based guidelines and standards of care, and they incorporated behavioral change techniques to provide advice, motivation, and support. A pilot study was conducted to elicit patient feedback on the messages, and the text bank was updated to improve clarity and practical usefulness. Messages were also modified to increase their applicability to the Chinese culture and compatibility with Chinese values. For example, some messages used aphorisms and catchy rhyme schemes to make them more appealing to patients.\n\nOn study enrollment, patients participated in training sessions with research staff to ensure they were capable of receiving, reading, and sending text messages with their mobile phones. Participants were informed that they could withdraw from the study by responding to any of the text messages with a specific character. NCCD researchers monitored the message delivery status, assessing the proportion of messages successfully delivered and reasons for any message failures. When a message went undelivered, a research assistant contacted the patient or his relative/friend to confirm or update the correct phone number. Most of the text messages were unidirectional, with no reply anticipated. Bidirectional text messages requesting blood glucose measurements and reports on medication usage were sent at weekly intervals to assess patient engagement. Central research staff monitored patient responses without any interactive communication. All text messages were sent and managed through a proprietary software platform project (Gener-health Co, Ltd, China). This web-based platform could also be used to monitor project progress, as well as to provide management support for hospitals, staff members, equipment, and sampling collection. To ensure confidentiality of all personal information, the data confidentiality policies of the NCCD on data collection, storage, and analysis were strictly imposed."
    },
    {
      "title": "Outcome Measures and Patient Characteristics",
      "text": "The primary outcome was the change in glycated hemoglobin (HbA 1C [hemoglobin A 1C ]) from baseline to 6 months, measured centrally at the NCCD laboratory. Secondary outcomes included change in the proportion of patients achieving HbA 1C <7%, plasma fasting blood glucose (FBG), LDL (lowdensity lipoprotein) cholesterol (LDL-C), systolic blood pressure (SBP), body mass index (BMI), and physical activity at 6 months. Exploratory outcomes included health status at 6 months measured by the Seattle Angina Questionnaire  20  and EuroQol 5-Dimensional Questionnaire.  21 ata were collected at baseline and the 6-month followup visit for all participants. Age, sex, socioeconomic status, current medications, and hospitalizations that occurred during follow-up were collected by self-report questionnaires. Height, weight, and blood pressure were measured by standardized procedures. Blood pressure was measured on the right upper arm using an electronic device (HEM-7111; Omron) and calculated as the average of 2 resting, seated measurements taken at least 5 minutes apart. If the difference between the 2 SBP or diastolic blood pressure readings was >5 mm Hg, a third measurement was performed, and the mean value of the 3 readings was used.  22 Physical activity was measured in metabolic equivalents/(minute×week) using the short version of the International Physical Activity Questionnaire.  23 Health status was measured using the short versions of Seattle Angina Questionnaire and EuroQol 5-Dimensional Questionnaire. Blood sample tests, including levels of HbA 1C , FBG, and LDL-C, were analyzed at the central NCCD laboratory in Beijing by trained researchers according to the manufacturer's instructions. For example, HbA 1C was measured using the high-performance liquid chromatography technique with the ADAMS A 1C HA-8180 (ARKRAY, Inc, Japan). The mean intra-and interassay coefficient of variation was <3%.\n\nAt the last follow-up visit, patients in the intervention group were asked a series of questions to evaluate the acceptability and feasibility of the text messaging program. The questions mainly queried the usefulness and ease of understanding the text messages, the total number of messages read, as well as preferred frequency and total length of the program."
    },
    {
      "title": "Statistical Analysis",
      "text": "We estimated that a sample size of 500 would provide 80% power at the 5% significance level to detect a 0.5% absolute difference in HbA 1C change in the intervention group at 6 months, compared with the control group, assuming a mean HbA 1C level of 7.2% at baseline (SD, 1.6%) using PASS, version 11.0 (NCSS, Kaysville, UT), for sample size calculation.  24 his sample size allowed for a 20% loss to follow-up during the study period.\n\nAll analyses were conducted according to the intentionto-treat principle. We used frequencies with percentages to describe categorical variables and means with SDs to describe continuous variables unless skewed; then we presented as medians and interquartile ranges. The primary analysis used analysis of covariance, and the same methods were used in the analysis of the continuous secondary outcomes. For categorical secondary outcomes, log-binomial regression was used to compare groups and calculate relative risk of outcomes at 6 months (ie, proportions of patients achieving HbA 1C <7.0%). To better understand and explore the intervention effect, we conducted a secondary analysis comparing continuous outcomes at 6 months using analysis of covariance. Additionally, we performed prespecified subgroup analyses of outcomes by age (<60 and ≥60 years), sex (male and female), area (urban and rural), education (≤12 and >12 years), smoking status (current smoker or not), and tertile of baseline HbA 1C (4.0%-6.2%, 6.3%-7.4%, and 7.5%-13.5%). Subgroup results are presented as mean differences with 95% CIs. All tests of significance were 2 tailed, with an α of 0.05. Statistical analyses were performed using SAS, version 9.4 (SAS Institute, Cary, NC)."
    },
    {
      "title": "RESULTS",
      "text": "Between August 2016 and April 2017, 3392 patients were screened for eligibility. A total of 502 patients were consented and randomly assigned to the interven-tion (n=251) or control group (n=251; Figure  1 ). After randomization, 2 (0.4%) patients were lost to followup and 4 (0.8%) died during the study period. There were no statistically significant differences in demographic and clinical covariates between patients who did and did not have available HbA 1C results. The median duration of follow-up was 6.1 months. Participants had a mean age of 59.5 years, and 17.5% were women (Table  1 ). The mean HbA 1C level was 7.0%, mean FBG was 8.3 mmol/L, mean blood pressure was 136/81 mm Hg, mean LDL-C was 2.6 mmol/L, and mean BMI was 26.3 kg/m 2 . Baseline characteristics were similar between the intervention and control groups."
    },
    {
      "title": "Primary Outcome Analyses",
      "text": "The main effects of the intervention on outcomes are presented in Table  2 . A significantly greater reduction in HbA 1C between baseline and 6 months was attained in the intervention group compared with the control group, with a mean absolute difference in HbA 1C level of 0.3% (-0.2% versus 0.1%; 95% CI, -0.5% to -0.1%; P=0.003). There was no significant interaction between the intervention and the prespecified subgroup levels except baseline tertiary HbA 1C level (P<0.001): age <60 versus ≥60 years (P=0.754), men versus women (P=0.832), urban versus rural (P=0.451), education ≤12 versus >12 years (P=0.797), and not smoking versus current smoker (P=0.079), respectively (Figure  2 ). The mean difference in change from baseline to 6 months between the intervention and control groups was -0.79% (95% CI, -1.11% to -0.47%) for participants with baseline HbA 1C level >7.5%."
    },
    {
      "title": "Secondary Analyses",
      "text": "Participants with an HbA 1C <7% increased from 155 to 174 in the intervention arm and decreased from 139 to 132 in the control arm at 6 months (69.3% versus 52.6%; relative risk, 1.2; 95% CI, 1.1-1.3; P=0.004). Participants in the intervention group experienced a larger reduction in FBG from baseline to 6 months than the control group (-0.5 versus 0.1 mmol/L; mean difference, -0.6 mmol/L; 95% CI, -1.1 to -0.2; P=0.011). Other secondary and exploratory outcomes, including SBP, BMI, LDL-C, self-reported physical activity, and Seattle Angina Questionnaire and EuroQol 5-Dimensional Questionnaire scores, did not differ between groups. There were also no differences in the proportion of participants who were taking secondary preventive medications (Table II in the Data Supplement).\n\nResults of secondary analyses comparing outcomes at 6 months were consistent with our primary analyses. At 6 months, the HbA 1C level was significantly lower in the intervention group than in the control group (mean absolute difference, 0.3%; 95% CI, -0.5% to -0.2%; P<0.001). FBG at the 6-month follow-up was also lower in the intervention group when compared with the control group, with a mean difference of 0.8 mmol/L (95% CI, -1.3 to -0.4; P<0.001). No significant differences were observed for the other continuous secondary outcomes."
    },
    {
      "title": "Acceptability and Utility of the Intervention",
      "text": "Among the 247 intervention participants who attended the last follow-up visit, 239 (96.8%) responded to the acceptability and utility survey (Table  3 ). Almost all believed the text messages were easy to understand (97.1%) and useful (94.1%). Over 80% of participants reported reading >75% of the messages during the study period, and about three-fourths reported saving messages for further learning. Nearly 94% of participants reported that they would be willing to continue receiving the text messages to improve their knowledge and support disease management in the future.\n\nA total of 44 555 messages were sent to participants during the study period, of which 98.2% were delivered successfully. The participants in the intervention group received ≈155 text messages regarding disease management during the 6-month period, all of which were unique without repeated messages. Three thousand two hundred ten messages were sent as bidirectional text messages assessing medication and blood glucose measurements, and 87% participants in the intervention group responded to these messages. The average cost per message was 5 cents RMB, resulting in an average cost per participant of 7.75 RMB (<$1.50 US dollars) for sending messages during the 6-month prevention program. There was no cost to the participant to receive the messages because text messaging is included in the basic cellular plan in China."
    },
    {
      "title": "DISCUSSION",
      "text": "In this multicenter randomized trial of patients with both CHD and DM in China, a simple, low-cost, automated text messaging program resulted in modest improvements in glycemic control over usual care. The theoretically based and culturally tailored text messages were readily accepted by participants, with the overwhelming majority regarding the intervention as useful, the messages readable, and the approach to contact appropriate. The findings highlight the potential utility of this wide-scale, simple approach to augment existing public health services for patients with CHD and DM. Downloaded from  http://ahajournals.org  by on July 16, 2025\n\nIn our study, there was a 0.3% mean difference between the intervention and control groups for the change in HbA 1C between baseline and 6 months. The magnitude of improvement in HbA 1C observed in this study is consistent with the average reduction reported in previous mobile health studies  13, 25, 26  and with the effect size reported in the recent SMS4BG study.  10 espite failure to meet the prespecified sample size of 500 patients, the SMS4BG study showed a significant 4.23 mmol/mol reduction in HbA 1C level (equivalent to an absolute reduction of 0.4%). These data suggest that mobile text messaging is a promising approach to improve glucose control. The effect in this study was not only statistically significant but also similar to that of low-dose glucose-lowering medications such as glycosidase inhibitors and glinides. More patients achieved the guideline target of HbA 1C <7% in the intervention group as compared with the control group. More importantly, our study also demonstrated that text messages to people with already low baseline HbA 1C were safe and did not result in further reduction, which may be associated with hypoglycemia; instead, HbA 1C levels remained stable and were no different from the control group. For patients with borderline elevated HbA 1C , there was a slight decrease. Promisingly, for those in the highest HbA 1C tertile at baseline, there was a meaningful and significant difference of 0.75% between the intervention and control groups for the reduction in HbA 1C from baseline to 6 months. These findings suggest that text messaging to improve glycemic control may achieve clinical benefit for people with a range of HbA 1C levels at baseline without incurring risk.\n\nThe mechanism of the glycemic reduction is not clear. Lifestyle modifications such as stricter dietary control and emotion management were particularly important modules in our text message program and may have contributed to the glycemic improvements.  27 In addition, the text messages reminded patients to monitor their glucose regularly, which may have improved their self-efficacy and resulted in them paying closer attention to their glucose levels; in turn, they may have been more likely to modify their lifestyle or take additional medications.  8 The results of this study have the potential to be clinically relevant in daily practice, especially among patients with poorly controlled DM, where the benefit was the greatest. The difference reflected the mild lowering in HbA 1C in the intervention group and mild increase in the control group, despite the increase in oral antidiabetic medications and insulin in both arms during the 6-month study period. The hospital effect was tested and found to have minimal effect on the intervention efficacy. Therefore, the observed changes in HbA 1C reinforce the need for a deeper understanding of the mechanisms whereby these changes occur.\n\nWe did not detect differences between the intervention and control groups in BMI, SBP, or LDL-C. Our text\n\nTable 1. Baseline Participant Characteristics Intervention (n=251) Control (n=251) Total (N=502) Demographic characteristics Age, yr, mean (SD) 59.5 (9.4) 59.5 (9.1) 59.5 (9.3) Women, n (%) 43 (17.1%) 45 (17.9%) 88 (17.5%) Educational attainment, n (%) Illiterate/primary school 38 (15.1%) 39 (15.5%) 77 (15.3%) Junior/senior high school 132 (52.6%) 131 (52.2%) 263 (52.4%) College/postgraduate 81 (32.3%) 81 (32.3%) 162 (32.3%) Annual household income, n (%) <30 000 RMB* 31 (12.3%) 21 (8.3%) 52 (10.3%) 30 000-50 000 RMB 33 (13.2%) 37 (14.7%) 70 (13.9%) 50 000-70 000 RMB 70 (27.9%) 47 (18.7%) 117 (23.3%) 70 000-100 000 RMB 42 (16.7%) 58 (23.1%) 100 (19.9%) >100 000 RMB 60 (23.9%) 75 (29.9%) 135 (26.9%) Unknown/refused to answer 15 (6.0%) 13 (5.2%) 28 (5.6%) Married, n (%) 237 (94.4%) 238 (94.8%) 475 (94.6%) Medical insurance, n (%) Urban insurance 211 (84.1%) 212 (84.5%) 423 (84.3%) Rural cooperative medical service 39 (15.5%) 38 (15.1%) 77 (15.3%) Self-pay 1 (0.4%) 1 (0.4%) 2 (0.4%) Clinical risk factors HbA 1C level, %,\n\nHbA 1C level <7%, n (%) 155 (62.0%) 139 (56.1%) 294 (59.0%) FBG, mmol/L; mean (SD) 8.0 (2.7) 8.5 (3.0) 8.3 (2.9) BMI, kg/m 2 ; mean (SD) 26.4 (3.2) 26.3 (3.2) 26.3 (3.2) LDL-C, mmol/L; mean (SD) 2.6 (0.8) 2.6 (0.8) 2.6 (0.8) SBP, mm Hg; mean (SD) 135.9 (18.4) 135.9 (18.1) 135.9 (18.2) DBP, mm Hg; mean (SD) 80.1 (11.3) 81.5 (10.2) 80.8 (10.8) Current smoker, n (%) 97 (38.7%) 109 (43.4%) 206 (41.0%) Physical activity (MET min/wk), median (IQR) 1386 (693-3066) 1386 (693-3066) 1386 (693-3066) Health status, mean (SD) SAQ 84.9 (13.3) 86.2 (11.5) 85.5 (12.4) EQ-5D 0.9 (0.1) 0.9 (0.1) 0.9 (0.1) Medications, n (%) ACE inhibitor/ARB 70 (27.9%) 76 (30.3%) 146 (29.1%) Aspirin 154 (61.4%) 153 (61.0%) 307 (61.2%) β-Blocker 118 (47.0%) 107 (42.6%) 225 (44.8%) Statin 147 (58.6%) 146 (58.2%) 293 (58.4%) All 4 cardioprotective medications 52 (20.7%) 45 (17.9%) 97 (19.3%) Insulin 16 (6.4%) 18 (7.2%) 34 (6.8%) Oral antidiabetic medication 65 (25.9%) 64 (25.5%) 129 (25.7%) ACE indicates angiotensin-converting enzyme; ARB, angiotensin receptor blocker; BMI, body mass index; DBP, diastolic blood pressure; EQ-5D, EuroQol 5-Dimensional Questionnaire; FBG, fasting blood glucose; HbA 1C , hemoglobin A 1C ; IQR, interquartile range; LDL-C, low-density lipoprotein cholesterol; MET, metabolic equivalent; SAQ, Seattle Angina Questionnaire; and SBP, systolic blood pressure. *1.0 RMB ≈0.14 US dollars assessed at September 18, 2018.\n\nmessages did not address cholesterol control, which may explain the lack of reduction in LDL-C. Additionally, fluctuations in SBP may have occurred as a result of other factors such as the white coat effect in clinics.\n\nThe results were consistent with the CHAT trial, which did not result in differences in SBP as the primary end point of that trial. Certainly, further trials of text messaging interventions, as well as a greater understanding of the mechanisms by which interventions achieve success, are warranted.\n\nThe CHAT-DM study contributes to the existing scientific literature in several ways. Although several previous studies have shown the effectiveness of mobile text messaging for improving risk profiles and modifying health behaviors, to the best of our knowledge, this is the first randomized controlled trial exploring the efficacy of a text messaging intervention in a high-risk population with CHD and DM in a low-or middle-income country. In addition, most prior text messaging intervention studies that focused on DM management or health behaviors were conducted at single centers and had small sample sizes ranging from 18 to 366 participants.  10, 28 To date, our study was the largest randomized trial to evaluate the efficacy of text messages targeting multiple risk factors among patients with both CHD and DM. It was also conducted at 34 hospitals across a large and geographically diverse country, making the results more generalizable. Furthermore, the text messages in our study were theory driven and culturally sensitive. The texts were iteratively designed based on evidencebased guidelines and behavioral change techniques, which promoted the efficacy of the intervention,  28, 29  and they were further improved through user testing and a pilot study that gathered patient advice on the potential impact of the content and preferred method for receiving messages. The text messages were specifically tailored to the Chinese patient population. Few prior studies have been grounded in behavioral change techniques and undergone such a comprehensive design process. Additionally, few studies have included objective outcome measures, and there were concerns about potential bias associated with different measurement methods or self-reported outcomes. We assessed blood sample outcomes at a central laboratory, which ensured consistency and accuracy in the evaluation. Finally, unlike previous studies limited to patients with poor DM control,  10, 13, 25  we conducted our intervention among all adults with defined DM, regardless of the current glucose level, thereby supporting the potential use of the text messaging programs in DM postdischarge management in a wider population.\n\nThis study has important public health implications. Patients with CHD and DM are at high risk for mortality and major vascular events, and achievement of secondary prevention goals is paramount. Appropriate glycemic control, including reduction in HbA 1C , is a therapeutic target to reduce the risk of diabetic complications and poor outcomes.  7, 30, 31 Our text messaging program, which was available on any mobile phone, provided a simple and effective means to help improve glycemic control. The cost to provide such a text message intervention was low because implementation did not require ownership of a smart phone or participant familiarity with a particular operating system nor did it require extra personnel contact or investment from healthcare professionals. Moreover, our text messages were highly acceptable to this population. Capitalizing on the exponential growth in mobile phone usage over the past decade, a text messaging program offers a potential solution to increase the reach of DM self-management support and may provide a means to better address the burgeoning healthcare demand-capacity imbalance in the context of the growing burden of chronic conditions. The low cost, simple implementation, and wide scalability of this nonpharmacological intervention could serve as a powerful tool to transform worldwide delivery of health services and improve health.\n\nOur study should be interpreted in the context of several limitations. First, although our text messages provided lifestyle guidance regarding food, recipes, emotions, and other risk management behaviors, there was no specific measurement indicator about the effectiveness of the intervention on lifestyle changes. Additional research is needed to reach conclusions about the mechanism underlying this relationship. Second, our study outcomes mainly focused on risk factor control and health behavior modification instead of clinical outcomes such as mortality and vascular events. However, sustained improvement in risk factors is the primary step in managing chronic disease, and it is expected that it would favorably affect clinical outcomes. Third, owing to time restrictions, we were unable to follow-up participants for a longer duration (ie, ≥1 year). However, the study follow-up time is comparable to many other trials such as TEXT-ME and SMS4BG,  10, 11  and difference at 6 months could be an indication of sustained change in the future. Fourth, we did not collect information about the type of DM. As a result, we are not able to compare treatment effects between type I and type II DM. Fifth, we had a relatively low percentage of women who participated in the study (17.5%), which is consistent with the proportion of women enrolled in a parent studythe China PEACE prospective cohort from which we mainly recruited (20%). We did not specifically enroll patients according to their sex although proportion of women in future studies should be considered. Sixth, the results of the subgroup should be interpreted with caution given that the sample size is not adequate to exclude clinically meaningful differences between subgroups. Finally, physical activity and medication treatment were measured via self-report. Although this may introduce potential recall bias and social desirability bias, we believe such bias would be balanced across the intervention and control groups. Moreover, the International Physical Activity Questionnaire has been validated in different populations and used widely across the world, and participants were required to take their medications to the clinic for study staff to enter their current medications and not to disclose their group allocation at the time of recruitment and follow-up, minimizing the risk of potential bias."
    },
    {
      "title": "CONCLUSIONS",
      "text": "In conclusion, our study showed that a simple, culturally sensitive text messaging intervention resulted in improved glycemic control among patients with CHD and DM. The findings support further exploration of innovative, patient-centered mobile health approaches as supplements to current clinical practice, and they offer potential to generate public health benefits for millions across diverse populations.\n\nTable 3. Utility and Perceived Acceptability of the Text Message Support Program by Intervention Participants Measure n (%), N=239 Understanding and usefulness Messages were easy to understand 232 (97.1%) Found messages useful 225 (94.1%) Message saving and sharing Total messages read >75% 198 (82.8%) 50%-75% 27 (11.3%) <50% 14 (5.9%) Response to messages Saved messages 177 (74.1%) Shared messages with family, friends, and clinicians 66 (27.6%) Deleted after reading 51 (21.3%) Seldom read messages 6 (2.5%) Appropriateness of message delivery No. of messages per week (6 messages/wk) 224 (93.7%) Program length (6 mo) 215 (90.0%) Willing to continue receiving text messages 224 (93.7%)"
    },
    {
      "text": "Figure 1. CONSORT flowchart. CONSORT indicates Consolidated Standards Of Reporting Trials; HbA 1C , glycated hemoglobin A 1C ; SMS, short message service."
    },
    {
      "text": "Figure 2. Prespecified subgroup analyses of the difference between the intervention and control groups in the mean change in hemoglobin A 1C (HbA 1C ) from baseline to 6 mo."
    },
    {
      "text": "EuroQol five-dimensional questionnaire; FBG, fasting blood glucose; HbA 1C , hemoglobin A1C; IQR, interquartile range; LDL-C, low-density lipoprotein cholesterol; MET, metabolic equivalent; SAQ, Seattle Angina Questionnaire; and SBP, systolic blood pressure.*Reported as relative risk (95% CI). †Mean difference in change from baseline to 6 mo between 2 groups."
    }
  ],
  "references": [
    {
      "title": "Health Outcomes Research, Saint Luke's Mid",
      "authors": [
        "Xin Zheng",
        "Phd Md"
      ],
      "doi": "10.5152/anatoljcardiol.2021.98537"
    },
    {
      "title": "IDF Diabetes Atlas Eighth",
      "year": 2017,
      "doi": "10.1016/j.diabres.2018.01.005"
    },
    {
      "title": "Prevalence and ethnic pattern of diabetes and prediabetes in China in 2013",
      "authors": [
        "L Wang",
        "P Gao",
        "M Zhang",
        "Z Huang",
        "D Zhang",
        "Q Deng",
        "Y Li",
        "Z Zhao",
        "X Qin",
        "Jin Zhou",
        "M Tang",
        "X Hu",
        "Y Wang"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2017.7596"
    },
    {
      "title": "National Health and Family Planning Commission of the PRC",
      "year": 2015,
      "doi": "10.26420/annagriccropsci.2021.1095"
    },
    {
      "title": "The economic consequences of diabetes and cardiovascular disease in the United States",
      "authors": [
        "M Ariza",
        "V Vimalananda",
        "J Rosenzweig"
      ],
      "year": 2010,
      "doi": "10.1007/s11154-010-9128-2"
    },
    {
      "title": "Primacy of the 3B approach to control risk factors for cardiovascular disease in type 2 diabetes patients",
      "authors": [
        "L Ji",
        "D Hu",
        "C Pan",
        "J Weng",
        "Y Huo",
        "C Ma",
        "Y Mu",
        "C Hao",
        "Q Ji",
        "X Ran",
        "B Su",
        "H Zhuo",
        "K Fox",
        "M Weber",
        "D; Ccmr Advisory Zhang",
        "; Ccmr-3b Study Board",
        "Investigators"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2013.02.035"
    },
    {
      "title": "Epidemiological survey of chronic vascular complications of type 2 diabetic in-patients in four municipalities",
      "authors": [
        "B Zhang",
        "H Xiang",
        "W Mao",
        "X Guo",
        "J Wang",
        "W Jia",
        "M Yu",
        "Q Li",
        "Z Fu",
        "W Cao",
        "R Qian"
      ],
      "year": 2002
    },
    {
      "title": "Association of glycaemia with macrovascular and microvascular complications of type 2 diabetes (UK-PDS 35): prospective observational study",
      "authors": [
        "I Stratton",
        "A Adler",
        "H Neil",
        "D Matthews",
        "S Manley",
        "C Cull",
        "D Hadden",
        "R Turner",
        "R Holman"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.321.7258.405"
    },
    {
      "title": "Standards Revision Task Force. 2017 National standards for diabetes self-management education and support",
      "authors": [
        "J Beck",
        "D Greenwood",
        "L Blanton",
        "S Bollinger",
        "M Butcher",
        "J Condon",
        "M Cypress",
        "P Faulkner",
        "A Fischl",
        "T Francis",
        "L Kolb",
        "Lavin- Tompkins",
        "J Macleod",
        "J Maryniuk",
        "M Mensing",
        "C Orzeck",
        "E Pope",
        "D Pulizzi",
        "J Reed",
        "A Rhinehart",
        "A Siminerio",
        "L Wang"
      ],
      "year": 2017,
      "doi": "10.2337/dci17-0025"
    },
    {
      "title": "Reasons why patients referred to diabetes education programmes choose not to attend: a systematic review",
      "authors": [
        "G Horigan",
        "M Davies",
        "F Findlay-White",
        "D Chaney",
        "V Coates"
      ],
      "year": 2017,
      "doi": "10.1111/dme.13120"
    },
    {
      "title": "Effectiveness of text message based, diabetes self management support programme (SMS4BG): two arm, parallel randomised controlled trial",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Y Jiang",
        "R Maddison",
        "M Shepherd",
        "C Mcnamara",
        "R Cutfield",
        "M Khanolkar",
        "R Murphy"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k1959"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "Jan Graves",
        "N De Keizer",
        "L Barry",
        "T Bompoint",
        "S Stepien",
        "S Whittaker",
        "R Rodgers",
        "A Thiagalingam"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Effects of mobile phone SMS to improve glycemic control among patients with type 2 diabetes in Bangladesh: a prospective, parallel-group, randomized controlled trial",
      "authors": [
        "Shariful Islam",
        "S Niessen",
        "L Ferrari",
        "U Ali",
        "L Seissler",
        "J Lechner"
      ],
      "year": 2015,
      "doi": "10.2337/dc15-0505"
    },
    {
      "title": "Trial to examine text message-based mhealth in emergency department patients with diabetes (TExT-MED): a randomized controlled trial",
      "authors": [
        "S Arora",
        "A Peters",
        "E Burner",
        "C Lam",
        "M Menchine"
      ],
      "year": 2014,
      "doi": "10.1016/j.annemergmed.2013.10.012"
    },
    {
      "title": "Effectiveness of mobile phone short message service on diabetes mellitus management; the SMS-DM study",
      "authors": [
        "W Hussein",
        "K Hasan",
        "A Jaradat"
      ],
      "year": 2011,
      "doi": "10.1016/j.diabres.2011.07.025"
    },
    {
      "title": "Mobile phone text messages to support treatment adherence in adults with high blood pressure (SMS-text adherence support [StAR]): a single-blind, randomized trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L Yu",
        "T Brennan",
        "B Rayner",
        "M Namane",
        "K Steyn",
        "L Tarassenko",
        "N Levitt"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "Design and rationale of the Cardiovascular Health and Text Messaging (CHAT) Study and the CHAT-Diabetes Mellitus (CHAT-DM) Study: two randomised controlled trials of text messaging to improve secondary prevention for coronary heart disease and diabetes",
      "authors": [
        "X Huo",
        "E Spatz",
        "Q Ding",
        "P Horak",
        "X Zheng",
        "C Masters",
        "H Zhang",
        "M Irwin",
        "X Yan",
        "W Guan",
        "J Li",
        "X Li",
        "J Spertus",
        "F Masoudi",
        "H Krumholz",
        "L Jiang"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-018302"
    },
    {
      "title": "China Patient-Centered Evaluative Assessment of Cardiac Events Prospective Study of Acute Myocardial Infarction: study design",
      "authors": [
        "J Li",
        "R Dreyer",
        "X Li",
        "X Du",
        "N Downing",
        "L Li",
        "H Zhang",
        "F Feng",
        "W Guan",
        "X Xu",
        "S Li",
        "Z Lin",
        "F Masoudi",
        "J Spertus",
        "H Krumholz",
        "Lx; China Peace Collaborative Jiang",
        "Group"
      ],
      "year": 2016,
      "doi": "10.4103/0366-6999.172596"
    },
    {
      "title": "The China Patient-Centered Evaluative Assessment of Cardiac Events (PEACE) prospective study of percutaneous coronary intervention: study design",
      "authors": [
        "X Du",
        "Y Pi",
        "R Dreyer",
        "J Li",
        "X Li",
        "N Downing",
        "L Li",
        "F Feng",
        "L Zhan",
        "H Zhang",
        "W Guan",
        "X Xu",
        "S Li",
        "Z Lin",
        "F Masoudi",
        "J Spertus",
        "H Krumholz",
        "L Jiang"
      ],
      "year": 2016,
      "doi": "10.1002/ccd.26461"
    },
    {
      "title": "Sequential treatment assignment with balancing for prognostic factors in the controlled clinical trial",
      "authors": [
        "S Pocock",
        "R Simon"
      ],
      "year": 1975,
      "doi": "10.2307/2529712"
    },
    {
      "title": "Development and validation of a short version of the Seattle Angina Questionnaire",
      "authors": [
        "P Chan",
        "P Jones",
        "S Arnold",
        "J Spertus"
      ],
      "year": 2014,
      "doi": "10.1161/circoutcomes.114.000967"
    },
    {
      "title": "Variation in Chinese population health related quality of life: results from a EuroQol study in Beijing, China",
      "authors": [
        "H Wang",
        "D Kindig",
        "J Mullahy"
      ],
      "year": 2005,
      "doi": "10.1007/s11136-004-0612-6"
    },
    {
      "title": "Writing Group of 2010 Chinese Guidelines for the Management of Hypertension",
      "authors": [
        "L Liu"
      ],
      "year": 2010,
      "doi": "10.1038/ajh.2011.248"
    },
    {
      "title": "International Physical Activity Questionnaire",
      "year": 2019,
      "doi": "10.7717/peerj.6523/supp-4"
    },
    {
      "year": 2016,
      "doi": "10.2307/2685221"
    },
    {
      "title": "The effect of a smartphone-based, patient-centered diabetes care system in patients with type 2 diabetes: a randomized, controlled trial for 24 weeks",
      "authors": [
        "E Kim",
        "S Kwak",
        "H Jung",
        "B Koo",
        "M Moon",
        "S Lim",
        "H Jang",
        "K Park",
        "Y Cho"
      ],
      "year": 2019,
      "doi": "10.2337/dc17-2197"
    },
    {
      "title": "Effect of telemedicine on glycated hemoglobin in diabetes: a systematic review and meta-analysis of randomized trials",
      "authors": [
        "L Faruque",
        "N Wiebe",
        "A Ehteshami-Afshar",
        "Y Liu",
        "N Dianati-Maleki",
        "B Hemmelgarn",
        "B Manns",
        "M Tonelli",
        "Alberta Kidney",
        "Disease Network"
      ],
      "year": 2017,
      "doi": "10.1503/cmaj.150885"
    },
    {
      "title": "4. Lifestyle management: standards of medical care in diabetes-2018",
      "year": 2018,
      "doi": "10.2337/dc18-s004"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Risk factors, mortality, and cardiovascular outcomes in patients with type 2 diabetes",
      "authors": [
        "A Rawshani",
        "A Rawshani",
        "S Franzén",
        "N Sattar",
        "B Eliasson",
        "A Svensson",
        "B Zethelius",
        "M Miftaraj",
        "D Mcguire",
        "A Rosengren",
        "S Gudbjörnsdottir"
      ],
      "year": 2018,
      "doi": "10.1056/nejmoa1800256"
    },
    {
      "title": "10-year follow-up of intensive glucose control in type 2 diabetes",
      "authors": [
        "R Holman",
        "S Paul",
        "M Bethel",
        "D Matthews",
        "H Neil"
      ],
      "year": 2008,
      "doi": "10.1056/nejmoa0806470"
    }
  ],
  "num_references": 32,
  "original_doi": "https://doi.org/10.13039/501100012166"
}
