{
  "paper_id": "RRPUJ7JS",
  "title": "Patient Characteristics Associated With Choosing a Telemedicine Visit vs Office Visit With the Same Primary Care Clinicians",
  "abstract": "IMPORTANCE Video or telephone telemedicine can offer patients access to a clinician without arranging for transportation or spending time in a waiting room, but little is known about patient characteristics associated with choosing between telemedicine or office visits. \n OBJECTIVE To examine patient characteristics associated with choosing a telemedicine visit vs office visit with the same primary care clinicians. \n DESIGN, SETTING, AND PARTICIPANTS This cross-sectional study included data from 1 131 722 patients who scheduled a primary care appointment through the Kaiser Permanente Northern California patient portal between January 1, 2016, and May 31, 2018. All completed primary care appointments booked via the patient portal were identified. Only index visits without any other clinical visits within 7 days were included to define a relatively distinct patient-initiated care-seeking episode. Visits for routine physical, which are not telemedicine-eligible, were excluded. Data were analyzed from July 1, 2018, to December 31, 2019. \n MAIN OUTCOMES AND MEASURES Patient choice between an office, video, or telephone visit. Relative risk ratios (RRRs) for patient sociodemographic characteristics (age, sex, race/ethnicity, neighborhood socioeconomic status, language preference), technology access (neighborhood residential internet, mobile portal use), visiting the patient's own personal primary care clinician, and in-person visit barriers (travel-time, parking, cost-sharing), associated with choice of video or telephone telemedicine (vs office visit). \n RESULTS Of 2 178 440 patient-scheduled primary care visits scheduled by 1 131 722 patients, 86% were scheduled as office visits and 14% as telemedicine visits, with 7% of the telemedicine visits by video. Choosing telemedicine was statistically significantly associated with patient sociodemographic",
  "year": 2020,
  "date": "2020-06-17",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Mary",
      "surname": "Reed",
      "name": "Mary Reed",
      "email": "mary.e.reed@kp.org"
    },
    {
      "forename": "Jie",
      "surname": "Huang",
      "name": "Jie Huang"
    },
    {
      "forename": "Ilana",
      "surname": "Graetz",
      "name": "Ilana Graetz"
    },
    {
      "forename": "Catherine",
      "surname": "Lee",
      "name": "Catherine Lee"
    },
    {
      "forename": "Emilie",
      "surname": "Muelly",
      "name": "Emilie Muelly"
    },
    {
      "forename": "Chris",
      "surname": "Kennedy",
      "name": "Chris Kennedy"
    },
    {
      "forename": "Eileen",
      "surname": "Kim",
      "name": "Eileen Kim"
    },
    {
      "surname": "Reed",
      "name": "Reed"
    },
    {
      "surname": "Huang",
      "name": "Huang"
    },
    {
      "surname": "Lee",
      "name": "Lee"
    },
    {
      "forename": "Kim",
      "surname": "Kennedy",
      "name": "Kim Kennedy"
    },
    {
      "affiliation": "Kaiser Permanente Division of Research , 2000 Broadway , Oakland CA , 94612 Permanente Division of Research , Oakland , California \n\t\t\t\t\t\t\t\t Permanente Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Division of Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2000 Broadway \n\t\t\t\t\t\t\t\t\t 94612 \n\t\t\t\t\t\t\t\t\t Oakland Oakland \n\t\t\t\t\t\t\t\t\t CA California"
    },
    {
      "affiliation": "Rollins School of Public Health , Emory University , Atlanta , Georgia \n\t\t\t\t\t\t\t\t Rollins School of Public Health \n\t\t\t\t\t\t\t\t Emory University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t Georgia"
    },
    {
      "affiliation": "The Permanente Medical Group , Oakland , California (Muelly , Kim) ; \n\t\t\t\t\t\t\t\t Kim) \n\t\t\t\t\t\t\t\t (Muelly \n\t\t\t\t\t\t\t\t The Permanente Medical Group \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "affiliation": "University of California at Berkeley , Berkeley \n\t\t\t\t\t\t\t\t University of California at Berkeley \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Berkeley"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "characteristics. For example, patients aged 65 years and over were less likely than patients aged 18 to 44 years to choose telemedicine (RRR, 0.24; 95% CI, 0.22-0.26 for video visit; RRR 0.55; 95% CI, 0.54-0.57 for telephone visit). Choosing telemedicine was also statistically significantly associated with technology access (patients living in a neighborhood with high rates of residential internet access were more likely to choose a video visit than patients whose neighborhoods had low internet access: RRR, 1.10; 95% CI, 1.06-1.14); as well as in-person visit barriers (patients whose clinic had a paid parking structure were more likely to choose a telemedicine visit than patients whose facility had free parking: RRR, 1.70; 95% CI, 1.41-2.05 for video visit; and RRR, 1.73, 95% CI, 1.61-1.86 for telephone visit)."
    },
    {
      "title": "CONCLUSIONS AND RELEVANCE",
      "text": "In this cross-sectional study, patients usually chose an in-person visit when scheduling an appointment online through the portal. Telemedicine may offer the"
    },
    {
      "title": "Introduction",
      "text": "Telemedicine in various forms has the potential to engage patients through convenient health care access.  1, 2 Video or telephone visits can offer patients real-time access to a clinician without the need to go to a clinic. Patients in the US spend an average of 2 hours, including travel and wait time, for a 20-minute in-person office visit.  2, 3 Accordingly, while patient care-seeking for primary care has been associated with a wide range of financial and nonfinancial access barriers, patients who face greater barriers to in-person visits may choose a telemedicine visit if it offers greater convenience.  [4] [5] [6]  While more than 1 million US patients have used telemedicine,  7  direct-to-consumer services without in-person facilities often are not integrated with ongoing patient-clinician relationships or patient history within the electronic health record (EHR), which may create fragmentation from ongoing clinical care.  1, [8] [9] ] [10] [11] [12] [13]  Expanding technology use is increasing the availability of video telemedicine to patients, but limited consensus for payers remains a barrier.  14, 15 While video telemedicine has long been used in rural and specialty consultation, evidence remains particularly limited on video telemedicine use in primary care.  11, 14, [16] [17] 7] [18] [19] [20]  To our knowledge, no prior research evidence from large studies of patient choice between a traditional office visit and a telemedicine telephone or video visit within ongoing patient-clinician relationships in community primary care has been performed.  1, 19, 21, 22  examined an integrated delivery system setting in which patients using an online patient portal to schedule a primary care appointment were offered the choice to self-schedule a video telemedicine visit for primary care. Patients were offered a direct choice between 3 visit types with the same primary care clinician: office visit, video visit, or telephone visit. We examined rates of scheduled video or telephone telemedicine and patient characteristics associated with choosing telemedicine. We examined a broad set of patient characteristics including sociodemographic characteristics, technology access, and potential in-person visit barriers. We hypothesized that patient visit type preferences are associated with sociodemographic characteristics, and that greater technology access and barriers to in-person visits are associated with choosing telemedicine."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Setting",
      "text": "We examined primary care visits in Kaiser Permanente Northern California, a large integrated health care delivery system with more than 4 million members that uses a comprehensive outpatientinpatient electronic health record (EHR; including outpatient, emergency, inpatient, laboratory, imaging, pharmacy history) and patient portal (website and mobile applications). The setting first implemented video visit technology in late 2014, with telephone visits used widely in clinical care since 2008.  23 Plan members are linked with a personal primary care clinician but may also visit other primary care clinicians.\n\nStarting in 2016, patients scheduling a primary care appointment through the patient portal must choose their visit type: office, video, or telephone visit (except for visits designated as a routine physical examination, which were offered only as office visits). Available clinicians included patients' own personal primary care clinician (primarily MDs, including nurse practitioners) or other primary care clinicians the patient had visited recently. The schedule availability and clinicians available were comparable across visit types, with appointment availability generally within 3 days (often the same"
    },
    {
      "title": "JAMA Network Open | Health Informatics",
      "text": "Patient Characteristics Associated With Choosing a Telemedicine Visit vs Office Visit day). Telemedicine was generally exempt from any patient out-of-pocket cost-sharing. Only the small subset of patients with a high-deductible health plan defined by the US Internal Revenue Service for health savings account eligibility faced cost-sharing for telemedicine visits. All primary care clinicians had access to technology to conduct patient-physician telephone or video visits through the existing clinician-facing EHR including from any office phone or computer or from a work-issued mobile device. As in an office visit, clinicians had full access to the patient's EHR history and documented telemedicine visits directly within the EHR. Patients could receive a call for a telephone visit at any phone number and could access video visits from home or elsewhere in their daily lives directly through any internet-connected and video-enabled computer or mobile device.\n\nUse of video visits in this setting and initial patient experiences have been described previously.  4 e Institutional Review Board of the Kaiser Foundation Research Institute approved the study protocol and materials and waived the requirement for written informed consent for participants in this data-only study. This study followed the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) reporting guidelines for cross-sectional studies."
    },
    {
      "title": "Study Population and Measures",
      "text": "We identified all completed primary care appointments booked via the patient portal from January 1, 2016, to May 31, 2018. We included only index visits without any other clinical visits within 7 days prior to define a relatively distinct patient-initiated care-seeking episode. We also excluded visits for routine physical examination, which are not telemedicine-eligible.\n\nOur study examined several types of patient characteristics including patient sociodemographic characteristics and other measures of accessibility and affordability grouped into technology access, in-person visit barriers, and patient-clinician affiliation.  5 For each patient included in the study, we used the EHR to identify patient sociodemographic characteristics (age, sex, race, language preference). Using the patients' residential address, we defined their neighborhood socioeconomic status using 2010 US census measures at the census block group level, and neighborhood residential high-speed internet access level using FCC census tract level data. As additional measures of technology access, we captured patients' prior mobile portal use as a measure of mobile device access, and video visit use in the past year to measure prior video visit experience. We extracted the patient's insurance benefit cost-sharing for office visits, including copayment if a nondeductible plan, and deductible type if applicable (including health savings account-eligible high-deductible plans).\n\nWe extracted the mean drive time from the patient's residence to the nearest health system medical facility (61 total facilities), collected the type of parking offered at that facility and any parking fees (free parking lot or structure vs paid parking structure). We also used automated data sources to identify whether each visit was scheduled by a family care partner with permission to act for the patient through the patient portal, and whether the appointment was scheduled with the patient's own personal primary care clinician."
    },
    {
      "title": "Statistical Analysis",
      "text": "We used multinomial logistic regression to examine the association (relative risk ratio [RRR]) between the chosen visit type (using office visit as the reference type) and patient characteristics, including patient sociodemographic characteristics (age, sex, race/ethnicity, neighborhood socioeconomic status, preferred language for health care), potential in-person visit barriers (out-ofpocket cost-sharing for office visits, drive time to clinic, facility parking garage and fee), technology access (neighborhood internet access level, portal access via mobile device in prior 365 days, video visits in prior 365 days), whether the appointment was booked by a care partner on behalf of the patient, and whether the clinician was the patient's own personal primary care clinician.\n\nThe multivariate model adjusted for patient medical problem (International Statistical Classification of Diseases and Related Health Problems, Tenth Revision code grouping of primary diagnosis), whether patient had preexisting chronic conditions (in clinical registry of asthma, heart failure, diabetes, and hypertension in the quarter prior to index visit) and medical center. Statistical significance was JAMA Network Open | Health Informatics Patient Characteristics Associated With Choosing a Telemedicine Visit vs Office Visit JAMA Network Open. 2020;3(6):e205873. doi:10.1001/jamanetworkopen.2020.5873 (Reprinted) June 17, 2020 3/10 Downloaded from jamanetwork.com by guest on 08/14/2025 determined by 2-sided P < .05. Standard errors were adjusted for the repeated visits within patients using Stata, version 14.2 (StataCorp LLC)."
    },
    {
      "title": "Results",
      "text": "A total of 2 178 440 eligible patient-scheduled primary care visits were scheduled by 1 131 722 patients. Among all patient-scheduled visits through the portal, 86% were scheduled as in-person office visits and 14% as telephone or video telemedicine visits. Figure  1  shows quarterly video visit counts during the study period which began when online video visit scheduling was first offered (telephone visits in eFigure in the Supplement). The\n\nTable shows demographic characteristics of patients scheduling a primary care visit included in the study. Sociodemographic Characteristics Adjusted associations between patient sociodemographic characteristics and telemedicine visit choice are presented in Figure 2. After adjustment, female patients and patients aged 18 to 44 years were more likely to choose a telemedicine visit (either phone or video) than male patients or patients of other ages. For example, patients aged 65 and over were less likely than patients aged 18 to 44 to choose telemedicine (RRR, 0.24; 95% CI, 0.22-0.26 for video visit; RRR, 0.55; 95% CI, 0.54-0.57 for telephone visit). Black patients were significantly more likely than white patients to choose both types of telemedicine, with higher RRRs for video visits (RRR, 1.62; 95% CI, 1.52-1.73 for video visit; RRR, 1.28; 95% CI, 1.25-1.31 for telephone visit), while Hispanic patients were only less likely than White patients to choose video (RRR, 0.92; 95% CI, 0.88-0.97), and Asian patients were more likely than white patients to choose video (RRR, 1.26; 95% CI, 1.22-1.32), but less likely than white patients to choose telephone (RRR, 0.96; 95% CI, 0.94-0.97). After adjustment, black patients were more likely to choose both phone and video visits than any other race/ethnicity.\n\nPatients living in a lower-socioeconomic status neighborhood were significantly less likely to choose a video visit (RRR, 0.93; 95% CI, 0.89-0.97). Patients with documented non-Englishlanguage preference were significantly less likely to choose either type of telemedicine than English speakers."
    },
    {
      "title": "Barriers to In-Person Office Visits",
      "text": "Adjusted associations between barriers to in-person visits and telemedicine visit choice are presented in Figure  3 . Patients whose insurance benefit plans required higher out-of-pocket costsharing for office visits (higher copayment if no deductible, or higher deductible if any deductible) Video visits, No Quarter, 2016 1 2 3 4 1 2 3 4 1 Quarter, 2017 2018 Patient self-scheduling capability first added to the Kaiser Permanente Northern California patient portal in 2016. JAMA Network Open | Health Informatics Patient Characteristics Associated With Choosing a Telemedicine Visit vs Office Visit JAMA Network Open. 2020;3(6):e205873. doi:10.1001/jamanetworkopen.2020.5873 (Reprinted) June 17, 2020 4/10 Downloaded from jamanetwork.com by guest on 08/14/2025\n\nwere more likely to choose a telemedicine visit than patients with lower cost-sharing for office visits.\n\nFor example, patients with an office visit copayment of $35 or more were significantly more likely to choose a video visit than patients with a $0-10 copayment (RRR, 1.49; 95% CI, 1.34-1.65) as were patients with a high-deductible plan (RRR, 1.85; 95% CI, 1.71-2.00).\n\nSimilarly, patients with longer relative driving time from home to the medical facility were significantly more likely to choose a telemedicine visit. Patients with a drive time longer than 30 minutes were significantly more likely than those with a less than or equal to 20-minute drive time to choose both video telemedicine (RRR, 1.32; 95% CI, 1.26-1.39) and telephone telemedicine (RRR, 1.14;\n\n95% CI, 1.12-1.16). In addition, patients who may have needed to pay for parking in a garage structure were more likely to choose a telemedicine visit than patients whose facility had free parking (RRR, 1.70; 95% CI, 1.41-2.05 for video visit; RRR, 1.73; 95% CI, 1.61-1.86 for telephone visit).\n\nTable. Patient-Scheduled Primary Care Visits and Patient Characteristics by Visit Type a Characteristic % Total Office visit Video visit Telephone visit No. 2 178 440 1 870 552 20 115 287 773 Age, y <18 13.50 14.22 17.94 8.46 18 to <45 31.35 29.86 49.66 39.76 45 to <65 32.93 32.74 26.70 34.64 ≥65 22.22 23.18 5.71 17.14 Male sex 45.14 46.09 43.21 39.08 Race/ethnicity White 59.76 60.04 49.25 58.64 Black 5.16 4.92 6.91 6.61 Hispanic 13.23 13.15 12.18 13.83 Asian 20.58 20.63 30.21 19.53 Other 1.27 1.25 1.46 1.39 Low neighborhood SES 15.58 15.42 15.21 16.60 English language speaker 95.07 94.97 95.68 95.66 Office visit cost-sharing, $ 0-10 21.66 21.87 15.57 20.76 15-30 46.02 46.16 47.15 45.02 35-75 5.68 5.75 2.68 5.40 Deductible 22.70 22.37 28.81 24.42 High deductible 3.24 3.17 5.09 3.55 Drive-time to facility, min ≤20 79.38 79.69 77.00 77.53 20-30 11.16 11.06 11.21 11.80 >30 8.81 8.59 10.80 10.05 Facility parking Free 92.10 92.35 89.05 90.75 Paid garage 7.90 7.65 10.95 9.25 Neighborhood broadband internet access ≤80% 64.11 64.12 58.48 64.43 >80% 35.54 35.52 40.90 35.26 Prior mobile portal use 58.36 56.83 63.83 67.87 Prior video visit experience 1.45 1.21 15.60 2.03 Appointment made by family member 14.28 14.87 17.97 10.21 Visit with patient's personal clinician 87.91 87.76 90.02 88.73 Abbreviation: SES, socioeconomic status. a Study unit shown is patient-visit, percentages shown are column percentages. Neighborhood measures and drive time are based on patient's residential address. Cost sharing is ordered generally by plan generosity, showing copayment if patient is enrolled in a plan with no deductible, and deductible type instead if the patient has a medical deductible. Prior mobile portal use and prior video visit use measure are based on prior 365 days. Technology Access and Personal Clinician Adjusted associations between patient technology access and personal clinician with telemedicine visit choice are presented in Figure 4. Patients living in a neighborhood with higher rates of residential internet access were more likely to choose a video visit than patients whose neighborhoods had lower internet access (RRR, 1.10; 95% CI 1.06-1.14), as were patients with mobile device access defined by recent history of accessing the patient portal by mobile device (RRR, 1.35; 95% CI, 1.30-1.40). Prior experience with a video visit within the past year was associated with telemedicine choice (RRR, 11.39; 95% CI, 10.82-11.99 for video visit; RRR, 1.53; 95% CI, 1.48-1.58 for telephone visit). Patients whose visit was scheduled by a family care partner on their behalf were more likely to have a telemedicine visit rather than an office visit (RRR, 1.14; 95% CI, 1.05-1.25 for video visit; RRR, 1.53; 95% CI, 1.49-1.58 for telephone visit). Patients were also more likely to schedule a telemedicine visit if they were visiting their own personal primary care clinician than visiting another primary care clinician (RRR 1.70, 95% CI, 1.62-1.79 for video visit; RRR 1.14, 95% CI, 1.13-1.16 for telephone visit). 0 1.5 2.5 1.0 2.0 RRR (95% CI) 0.5 Character RRR (95% CI) Age (vs 18-44) Black Race/ethnicity (vs white) <18 45-64 ≥65 Sex (vs female) Male Asian Hispanic Neighborhood SES (vs higher) Other English (vs no) Yes Low Favors clinic Favors video 0 1.5 2.5 1.0 2.0 RRR (95% CI) 0.5 Character RRR (95% CI) Age (vs 18-44) Black Race/ethnicity (vs white) <18 45-64 ≥65 Sex (vs female) Male Asian Hispanic Neighborhood SES (vs higher) Other English (vs no) Yes Low Favors clinic Favors telephone Video visit vs clinic visit A Telephone visit vs clinic visit B 1.62 (1.52-1.73) 0.92 (0.88-0.97) 0.93 (0.90-0.96) 1.00 (0.91-1.09) 0.61 (0.58-0.63) 0.24 (0.22-0.26) 1.26 (1.22-1.32) 1.26 (1.11-1.43) 0.93 (0.89-0.97) 1.18 1.28 (1.25-1.31) 1.00 (0.98-1.01) 0.80 (0.79-0.81) 0.42 (0.40-0.43) 0.80 (0.70-0.81) 0.55 (0.54-0.57) 0.96 (0.94-0.97) 1.10 (1.05-1.15) 1.01 (1.00-1.03) 1.15 A, Video visit vs clinic visit comparison. B, Telephone visit vs clinic visit comparison. SES indicates socioeconomic status. 0 1.5 2.5 1.0 2.0 RRR (95% CI) 0.5 Characteristic In-person visit cost sharing (vs $0-$10) >30 min 20-30 min $15-$30 $35-$75 Deductible High deductible Drive time to facility (vs ≤20 min) Paid garage Parking (vs free lot) Favors clinic Favors video 0 1.5 2.5 1.0 2.0 RRR (95% CI) 0.5 Characteristic In-person visit cost sharing (vs $0-$10) >30 min 20-30 min $15-$30 $35-$75 Deductible High deductible Drive time to facility (vs ≤20 min) Paid garage Parking (vs free lot) Favors clinic Favors telephone 1.32 (1.26-1.39) 1.11 (1.05-1.16) 1.27 (1.22-1.33) 1.49 (1.34-1.65) 1.43 (1.36-1.50) 1.85 (1.71-2.00) 1.70 (1.41-2.05) RRR (95% CI) 1.14 (1.12-1.16) 1.08 (1.06-1.10) 1.01 (1.00-1.03) 1.23 (1.19-1.26) 1.04 (1.03-1.06) 1.12 (1.09-1.15) 1.73 (1.61-1.86) RRR (95% CI) Video visit vs clinic visit A Telephone visit vs clinic visit B A, Video visit vs clinic visit comparison. B, Telephone visit vs clinic visit comparison."
    },
    {
      "title": "Discussion",
      "text": "In this study, we found that patients scheduled 86% of visits as office visits and 14% as telemedicine visits, with 7% of the telemedicine visits scheduled as video visits. While most patients scheduling a visit through the patient portal chose a traditional office visit, we found that telemedicine preference varied by patient age and race, was supported by greater technology access, and appeared to represent a convenient option to access some health care visits when facing logistical barriers to an office visit including transportation time and visit costs. Patients were more likely to choose telemedicine with their own personal primary care clinician.\n\nOur findings suggest that some patient groups may be particularly well-reached by telemedicine, including some vulnerable groups. Further, there appears to be nuance in choice between phone and video visit types. For example, black patients were more likely than white patients to choose both video and telephone telemedicine, however, Asian patients were less likely than white patients to choose telephone but more likely than white patients to choose video visit.\n\nPatients living in lower socioeconomic status neighborhoods were more likely to choose a telephone visit but were less likely to choose a video visit than patients in higher socioeconomic status neighborhoods. Because mobile devices are used in most video visits,  23  and are increasingly the primary internet-access in vulnerable groups or those with lower health-engagement, mobilefriendly tools may represent valuable opportunities to engage these patients.  24 Even though mobile devices are widely adopted, our findings of differences in visit choice by technology access indicate that technology access is not uniform.  25 ile early telemedicine efforts aimed to overcome travel barriers for specialty medical care access in remote locations, we found that patients were less likely to choose an office visit if the clinic was a farther drive or if parking was relatively more challenging.  26 Also, because telemedicine was more likely chosen by family care partners helping patients to schedule appointments, those with additional transportation or mobility challenges may gain greater health care access through telemedicine. Telemedicine may also efficiently connect a family member to a live visit over geographic distances that might make attending a clinic visit together impractical.  27 Further examination of specific patient groups whose needs may be particularly well met by telemedicine access is warranted.\n\nOur findings suggest that patients with high out-of-pocket costs for office visits were more likely to choose a telemedicine visit. While most patients in our study had no out-of-pocket charge for telemedicine, in the small group with a high-deductible health plan that included an out-of-pocket charge for telemedicine, the cost-sharing differential still favored telemedicine. Notably, if visit costsharing was a factor in a patient delaying or avoiding any visit, these situations are not directly represented in our study sample.\n\nPatients can face a wide range of financial and nonfinancial obstacles to receiving timely medical care, with barriers to primary care associated with more emergency department visits.  28 We examined an integration of patient-initiated telemedicine visits with ongoing clinical care and patient-clinician relationships. While the landscape of telemedicine payment barriers is evolving, this 1.5 2.5 1.0 2.0 RRR (95% CI) 0 0.5 Technology access Neighborhood internet (vs ≤80%) Mobile portal user (vs no) Appointment made by family member Visit with personal primary care clinician (vs no) Favors clinic Favors video 1.5 2.5 1.0 2.0 RRR (95% CI) 0 0.5 Technology access Neighborhood internet (vs ≤80%) Mobile portal user (vs no) Appointment made by family member Visit with personal primary care clinician (vs no) Favors clinic Favors telephone Video visit vs clinic visit A Telephone visit vs clinic visit B 1.35 (1.30-1.40) 1.10 (1.06-1.14) 1.14 (1.05-1.25) 1.70 (1.62-1.79) RRR (95% CI) 1.29 (1.28-1.31) 1.01 (1.00-1.02) 1.54 (1.49-1.58) 1.14 (1.13-1.16) RRR (95% CI) A, Video visit vs clinic visit comparison. B, Telephone visit vs clinic visit comparison.\n\nstudy offers an opportunity to examine when patient-scheduled telemedicine is fully integrated into clinical care delivery and into the EHR. We offer specific findings about patient choice of telemedicine in the absence of differences in clinician and availability that may have consequences for direct-toconsumer telehealth. Our finding that patients were more likely to choose telemedicine with their own personal primary care clinician suggests that telemedicine might be especially preferred within ongoing patient-physician relationships. This telemedicine continuity may also hold clinical value as primary care continuity improves health care efficiency and health outcomes.  29"
    },
    {
      "title": "Limitations",
      "text": "This study has several limitations. Findings from this specific setting and limited to patient-initiated appointments scheduled online may not be generalizable to other less-integrated telemedicine delivery settings or different patient-initiated appointment-scheduling workflows. In deriving patient characteristics such as internet access, parking status, and socioeconomic status, we use general area characteristics and cannot directly associate any given barrier to an individual's own experience.\n\nAnother unmeasured common barrier, noted in our prior patient surveys, is a need to take time off from work to attend an in-person doctor's office visit.  4 In this study we do not have available automated data measures about patient work schedule and other personal responsibilities or visit barriers, but future research may examine this issue directly. While our analysis statistically adjusts for the general clinical area of a visit, it is still possible that patients are making visit-typed decisions based on perceptions of clinical need such as acuity, severity, or comorbidities that are not accounted for in our analysis. Future research may assess telemedicine follow-up visits within a given episode of care. Overall, our extensive set of patient and system variables allows for rigorous statistical adjustment, but an observational study cannot determine causation.\n\nOur study period is limited to the initial implementation period after patient online-scheduled video telemedicine was first offered in the study setting. While telemedicine visits were primarily by telephone, video visit rates were increasing. We hypothesize that the telephone visit format was more familiar to patients in the study setting because telephone visits had been widely used in primary care for several years prior to the introduction of video visits. In the emerging area of telemedicine delivery of primary care, patient visit choice patterns will likely change over time and the study setting will also adapt its offerings. For example, more recently the study's health system plans to integrate language interpretation services within telemedicine to improve access for non-English-speaking patients. Indeed, we found rates of choosing video were more than 10 times higher in patients who had prior scheduled video visit experience than in patients without prior experience. As patients and clinicians continue to gain experience with video telemedicine and the unique ways that it might fit particular personal and clinical situations, ongoing research on patient telemedicine preference and choice is needed. Also needed is further research examining quality and clinical outcomes associated with telemedicine visits and implementation factors that may affect adoption rates by both patients and clinicians. 26"
    },
    {
      "title": "Conclusions",
      "text": "While telemedicine can offer patients a convenient way to seek care from familiar clinicians, in this study of patient-scheduled primary care visits through a patient portal, we found that patients still"
    },
    {
      "text": "Which patient characteristics are associated with choosing either a telemedicine visit or an office visit with the same primary care clinician? In this cross-sectional study of data from 1.1 million patients with 2.2 million primary care visits, 14% of visits were scheduled as telemedicine (primarily by telephone), with patients more likely to choose telemedicine with their personal primary care clinician. Patient demographic characteristics, and office visit barriers were significantly associated with choosing telemedicine. Meaning This study suggests a nuanced context for patient choice between a telemedicine visit and an office visit; the associations identified in this study may indicate opportunities for engagement with mobile technology access for those who face barriers to in-person visits."
    },
    {
      "text": "Figure 1. Patient-Scheduled Primary Care Video Visits, by Quarter 3000 2500 2000 1500 1000 500 0"
    },
    {
      "text": "Figure 2. Relative Risk Ratios (RRRs) of Patient Sociodemographic Characteristics and Telemedicine Visit Choice"
    },
    {
      "text": "Figure 3. Relative Risk Ratios (RRRs) for Barriers to In-Person Visits and Telemedicine Visit Choice"
    },
    {
      "text": "Figure 4. Relative Risk Ratios (RRRs) for Patient Technology Access and Personal Clinician With Telemedicine Visit Choice"
    },
    {
      "text": "primarily chose to schedule a traditional in-person office visit. Choosing a telemedicine visit was associated with patient sociodemographic characteristics, technology access and experience, in-person visit barriers, and continuity with the patient's personal clinician, indicating a nuanced context within which patients may choose telemedicine rather than an office visit. While patient access to telemedicine visits may represent a transformative shift in patient-centered convenient health care access, the associations identified in this study of patient choice may indicate opportunities to engage non-white patients, patients with lower socioeconomic status, patients with mobile technology access, and those who face barriers to in-person visits.JAMA Network Open | Health InformaticsPatient Characteristics Associated With Choosing a Telemedicine Visit vs Office Visit"
    }
  ],
  "references": [
    {
      "title": "State of Telehealth",
      "authors": [
        "E Dorsey",
        "E Topol"
      ],
      "year": 2016,
      "doi": "10.1056/nejmra1601705"
    },
    {
      "title": "The return of the house call",
      "authors": [
        "T Daschle",
        "E Dorsey"
      ],
      "year": 2015,
      "doi": "10.7326/m14-2769"
    },
    {
      "title": "Disparities in time spent seeking medical care in the United States",
      "authors": [
        "K Ray",
        "A Chari",
        "J Engberg",
        "M Bertolet",
        "A Mehrotra"
      ],
      "year": 2015,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2015.4468&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Patient-provider video telemedicine integrated with clinical care: patient experiences",
      "authors": [
        "M Reed",
        "J Huang",
        "R Parikh"
      ],
      "year": 2019,
      "doi": "10.7326/m18-3081"
    },
    {
      "title": "Nonfinancial barriers and access to care for U.S. adults",
      "authors": [
        "J Kullgren",
        "C Mclaughlin",
        "N Mitra",
        "K Armstrong"
      ],
      "year": 2012,
      "doi": "10.1111/j.1475-6773.2011.01308.x"
    },
    {
      "title": "Patient-centred access to health care: conceptualising access at the interface of health systems and populations",
      "authors": [
        "J Levesque",
        "M Harris",
        "G Russell"
      ],
      "year": 2013,
      "doi": "10.1186/1475-9276-12-18"
    },
    {
      "title": "How telemedicine is transforming health care",
      "authors": [
        "M Beck"
      ],
      "year": 2020
    },
    {
      "title": "Walgreen expands doctor access via telehealth to 25 states",
      "authors": [
        "B Japsen"
      ],
      "year": 2020,
      "doi": "10.1037/e500302022-001"
    },
    {
      "title": "Websites that offer care over the Internet: is there an access quality tradeoff?",
      "authors": [
        "C Dejong",
        "J Santa",
        "R Dudley"
      ],
      "year": 2014,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2014.1026&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Teladoc outlines IPO terms",
      "authors": [
        "L Belfuss"
      ],
      "year": 2020,
      "doi": "10.1108/oxan-es247853"
    },
    {
      "title": "Telemedicine: Pediatric Applications",
      "authors": [
        "Burke Bl",
        "Rw; Section On Telehealth Hall",
        "Care"
      ],
      "year": 2015,
      "doi": "10.1542/peds.2015-1517"
    },
    {
      "title": "Analysis of Teladoc use seems to indicate expanded access to care for patients without prior connection to a provider",
      "authors": [
        "L Uscher-Pines",
        "A Mehrotra"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.0989"
    },
    {
      "title": "Telehealth among US hospitals: several factors, including state reimbursement and licensure policies, influence adoption",
      "authors": [
        "J Adler-Milstein",
        "J Kvedar",
        "D Bates"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.1054"
    },
    {
      "title": "Virtual visits-confronting the challenges of telemedicine",
      "authors": [
        "J Kahn"
      ],
      "year": 2015,
      "doi": "10.1056/nejmp1500533"
    },
    {
      "title": "Optimizing clinical decision support in the electronic health record: clinical characteristics associated with the use of a decision tool for disposition of ED patients with pulmonary embolism",
      "authors": [
        "D Ballard",
        "R Vemula",
        "U Chettipally"
      ],
      "year": 2016,
      "doi": "10.4338/ACI-2016-05-RA-0073"
    },
    {
      "title": "Is there an app to solve app overload?",
      "authors": [
        "B Kuehn"
      ],
      "year": 2015,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2015.2381&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Can mobile health technologies transform health care?",
      "authors": [
        "S Steinhubl",
        "E Muse",
        "E Topol"
      ],
      "year": 2013,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2013.281078&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Utilization of telemedicine among rural Medicare beneficiaries",
      "authors": [
        "A Mehrotra",
        "A Jena",
        "A Busch",
        "J Souza",
        "L Uscher-Pines",
        "B Landon"
      ],
      "year": 2016,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2016.2186&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Telehealth: Mapping the Evidence for Patient Outcomes From Systematic Reviews",
      "authors": [
        "A Totten",
        "D Womack",
        "K Eden"
      ],
      "year": 2016,
      "doi": "10.1097/mlr.0000000000000674"
    },
    {
      "title": "Patient perceptions of telehealth primary care video visits",
      "authors": [
        "R Powell",
        "J Henstenburg",
        "G Cooper",
        "J Hollander",
        "K Rising"
      ],
      "year": 2017,
      "doi": "10.1370/afm.2095"
    },
    {
      "title": "Telehealth",
      "authors": [
        "R Tuckson",
        "M Edmunds",
        "M Hodgkins"
      ],
      "year": 2017,
      "doi": "10.1056/nejmsr1503323"
    },
    {
      "title": "Health and Public Policy Committee of the American College of Physicians. Policy recommendations to guide the use of telemedicine in primary care settings: an American College of Physicians position paper",
      "authors": [
        "H Daniel",
        "L Sulmasy"
      ],
      "year": 2015,
      "doi": "10.7326/m15-0498"
    },
    {
      "title": "Real-time patient-provider video telemedicine integrated with clinical care",
      "authors": [
        "M Reed",
        "R Parikh",
        "J Huang",
        "D Ballard",
        "I Barr",
        "C Wargon"
      ],
      "year": 2018,
      "doi": "10.1056/nejmc1805746"
    },
    {
      "title": "Bridging the digital divide: mobile access to personal health records among patients with diabetes",
      "authors": [
        "I Graetz",
        "J Huang",
        "R Brand",
        "J Hsu",
        "C Yamin",
        "M Reed"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy129"
    },
    {
      "title": "The limitations of poor broadband internet access for telemedicine use in rural America: an observational study",
      "authors": [
        "C Drake",
        "Y Zhang",
        "K Chaiyachati",
        "D Polsky"
      ],
      "year": 2019,
      "doi": "10.7326/m19-0283"
    },
    {
      "title": "Effectiveness of ambulatory telemedicine care in older adults: a systematic review",
      "authors": [
        "J Batsis",
        "P Dimilia",
        "L Seo"
      ],
      "year": 2019,
      "doi": "10.1111/jgs.15959"
    },
    {
      "title": "Communicating through a patient portal to engage family care partners",
      "authors": [
        "M Reed",
        "J Huang",
        "R Brand"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2017.6325&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Practical barriers to timely primary care access: impact on adult use of emergency department services",
      "authors": [
        "G Rust",
        "J Ye",
        "P Baltrus",
        "E Daniels",
        "B Adesunloye",
        "G Fryer"
      ],
      "year": 2008,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/archinte.168.15.1705&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2020.5873"
    },
    {
      "title": "Higher primary care physician continuity is associated with lower costs and hospitalizations",
      "authors": [
        "A Bazemore",
        "S Petterson",
        "L Peterson",
        "R Bruno",
        "Y Chung",
        "R Phillips"
      ],
      "year": 2018,
      "doi": "10.1370/afm.2308"
    }
  ],
  "num_references": 29,
  "original_doi": "https://doi.org/10.13039/100000133"
}
