{
  "paper_id": "RZS53ADY",
  "title": "A Multiethnic Study of Pre-Diabetes and Diabetes in LMIC",
  "abstract": "Background: Diabetes mellitus is one of the leading causes of death and disability worldwide. Approximately three-quarters of people with diabetes live in low-and middle-income countries, and these countries are projected to experience the greatest increase in diabetes burden. Objectives: We sought to compare the prevalence, awareness, treatment, and control of diabetes in 3 urban and periurban regions: the Southern Cone of Latin America and Peru, South Asia, and South Africa. In addition, we examined the relationship between diabetes and pre-diabetes with known cardiovascular and metabolic risk factors. Methods: A total of 26,680 participants (mean age, 47.7 AE 14.0 years; 45.9% male) were enrolled in 4 sites (Southern Cone of Latin America ¼ 7,524; Peru ¼ 3,601; South Asia ¼ 11,907; South Africa ¼ 1,099). Detailed demographic, anthropometric, and biochemical data were collected. Diabetes and pre-diabetes were defined as a fasting plasma glucose !126 mg/dl and 100 to 125 mg/dl, respectively. Diabetes control was defined as fasting plasma glucose <130 mg/dl. \n Results: The prevalence of diabetes and pre-diabetes was 14.0% (95% confidence interval [CI]: 13.2% to 14.8%) and 17.8% (95% CI: 17.0% to 18.7%) in the Southern Cone of Latin America, 9.8% (95% CI: 8.8% to 10.9%) and 17.1% (95% CI: 15.9% to 18.5%) in Peru, 19.0% (95% CI: 18.4% to 19.8%) and 24.0% (95% CI: 23.2% to 24.7%) in South Asia, and 13.8% (95% CI: 11.9% to 16.0%) and 9.9% (95% CI: 8.3% to 11.8%) in South Africa. The age-and sex-specific prevalence of diabetes and pre-diabetes for all countries increased with age (p < 0.001). In the Southern Cone of Latin America, Peru, and South Africa the prevalence of pre-diabetes rose sharply at 35 to 44 years. In South Asia, the sharpest rise in pre-diabetes prevalence occurred younger at 25 to 34 years. The prevalence of diabetes rose sharply at 45 to 54 years in the Southern Cone of Latin America, Peru, and South Africa, and at 35 to 44 years in South Asia. Diabetes and pre-diabetes prevalence increased with body mass index. South Asians had the highest prevalence of diabetes and pre-diabetes for any body mass index and normal-weight South Asians had a higher prevalence of diabetes and pre-diabetes than overweight and obese individuals from other regions. Across all regions, only 79.8% of persons with diabetes were aware of their diagnosis, of these only 78.2% were receiving treatment, and only 36.6% were able to attain glycemic control. \n Conclusions: The prevalence of diabetes and pre-diabetes is alarmingly high among urban and periurban populations in Latin America, South Asia, and South Africa. Even more alarming is the propensity for South Asians to develop diabetes and pre-diabetes at a younger age and lower body mass index compared with individuals from other low and middle income countries. It is concerning that one-fifth of all people with diabetes were unaware of their diagnosis and that only two-thirds of those under treatment were able to attain glycemic control. Health systems and policy makers must make concerted efforts to improve diabetes prevention, detection, and control to prevent long-term consequences.",
  "year": 2014,
  "date": "2014",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Jia",
      "surname": "Shen",
      "name": "Jia Shen",
      "affiliation": "*  Lima , Peru ; and Cape Town , South Africa Atlanta , GA , USA; \n\t\t\t\t\t\t\t\t Lima \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Town Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t Peru South Africa USA;",
      "email": "jia.shen@emory.edu"
    },
    {
      "forename": "Dimple",
      "surname": "Kondal",
      "name": "Dimple Kondal"
    },
    {
      "forename": "Adolfo",
      "surname": "Rubinstein",
      "name": "Adolfo Rubinstein"
    },
    {
      "forename": "Vilma",
      "surname": "Irazola",
      "name": "Vilma Irazola"
    },
    {
      "forename": "Laura",
      "surname": "Gutierrez",
      "name": "Laura Gutierrez"
    },
    {
      "forename": "J",
      "surname": "Miranda",
      "name": "J Miranda"
    },
    {
      "forename": "Antonio",
      "surname": "Bernabé-Ortiz",
      "name": "Antonio Bernabé-Ortiz"
    },
    {
      "forename": "María",
      "surname": "Lazo-Porras",
      "name": "María Lazo-Porras"
    },
    {
      "forename": "Naomi",
      "surname": "Levitt",
      "name": "Naomi Levitt"
    },
    {
      "forename": "Steyn",
      "surname": "Krisela",
      "name": "Steyn Krisela"
    },
    {
      "forename": "Kirsten",
      "surname": "Bobrow",
      "name": "Kirsten Bobrow"
    },
    {
      "forename": "Mohammed",
      "surname": "Ali #",
      "name": "Mohammed Ali #"
    },
    {
      "forename": "Dorairaj",
      "surname": "Prabhakaran",
      "name": "Dorairaj Prabhakaran"
    },
    {
      "forename": "Nikhil",
      "surname": "Tandon",
      "name": "Nikhil Tandon"
    },
    {
      "affiliation": "Atlanta , GA , USA ; New Delhi , India ; \n\t\t\t\t\t\t\t\t New Delhi \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA \n\t\t\t\t\t\t\t\t\t USA India"
    },
    {
      "affiliation": "Buenos Aires , Argentina ; \n\t\t\t\t\t\t\t\t Buenos Aires \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Argentina"
    }
  ],
  "doi": "10.1016/j.gheart.2015.12.015",
  "sections": [
    {
      "text": "Diabetes mellitus is one of the leading causes of death and disability worldwide  [1] . Globally, the number of people with diabetes is increasing because of population growth, aging, urbanization, increasing physical inactivity, and obesity. In 2014, the International Diabetes Federation estimated there were 387 million people with diabetes worldwide. This number is expected to rise to 592 million by 2035  [2] . Approximately 77% of people with diabetes live in low-and middle-income countries (LMICs) and these countries are projected to suffer the greatest increase in diabetes prevalence  [2] .\n\nAccurate quantification of the prevalence, awareness, treatment, and control of diabetes is crucial for the planning and allocation of community and health resources in LMICs. Biochemical data from many LMICs have been lacking, and estimates of diabetes prevalence have been based largely on self-report, which may dramatically underestimate the true prevalence in countries with poor screening protocols and access to care  [3] . Furthermore, prolonged untreated hyperglycemia can lead to significant microvascular and macrovascular damage resulting in neuropathy, nephropathy, retinopathy, and atherosclerosis  [4] [5] [6] . Objectively collected data on diabetes treatment and control are therefore also needed to better inform health policy and medical intervention. Lastly, there is a paucity of data on the prevalence of pre-diabetes, which significantly increases the risk of future diabetes development  [7] . Although the risk factors associated with diabetes and prediabetes are largely similar across populations, their expression and intensity may vary widely among ethnic groups and countries. Elucidation of different weightrelated measures and how they relate to each other across different ethnicities contributes to the discourse regarding appropriate indicators for glucose monitoring and control.\n\nLatin America, South Asia, and South Africa represent regions of the world undergoing rapid economic growth and social and demographic change. In addition, there is evidence that Latin Americans, South Asians, and those of African descent are more susceptible to developing diabetes  [8] [9] [10] . We present data from population-based representative urban and periurban centers in the Southern Cone of Latin America (Argentina, Chile, and Uruguay), Peru, South Asia (India and Pakistan), and South Africa to quantify the prevalence of diabetes and pre-diabetes, proportions treated, and considered \"controlled,\" and their relationship to metabolic risk factors by region."
    },
    {
      "title": "RESEARCH DESIGN AND METHODS",
      "text": "The CESCAS I study is an observational prospective cohort study of 7,524 men and women, aged 35 to 74 years, recruited between February 2010 and December 2011  [11] . A 4-stage stratified sampling method was used to select a representative sample of the general population of the Southern Cone of Latin America. Participants were recruited from 4 mid-sized urban centers: Bariloche and Marcos Paz in Argentina, Temuco in Chile, and Pando-Barros Blancos in Uruguay. The overall response rate was 84.5% and was similar in men and women across different locations  [11] .\n\nThe CRONICAS study is a longitudinal cohort study of 3,601 men and women aged !35 years completed in 2010. Participants were randomly selected from 4 different geographic regions in Peru: Pampas de San Juan de Miraflores in Lima, Peru's capital and highly urban; Tumbes, a sea-level, semiurban area; and rural and urban sites in Puno, a high-altitude region 3,825 meters above sea level. Participants were identified using sex-and age-stratified sampling methods (35 to 44, 45 to 54, 55 to 64, !65 years). The overall response rate was 62.9%  [12] .\n\nThe CARRS study is a longitudinal cohort study of 14,317 men and women, aged !20 years, recruited from 2010 to 2011. Participants were recruited from 3 urban megacities: Chennai and New Delhi in India, and Karachi in Pakistan. Households were selected for participation using a multistage random sampling technique to achieve city-level representativeness. The overall response rate was 94.3%: Chennai, 90.9% (4,936); New Delhi, 98.9%  (5, 365) ; and Karachi, 94.3% (4,016)  [13] .\n\nFinally, the CRIBSA study is a cross-sectional cohort study of 1,099 men and women, aged 25 to 74 years, from predominately black residential areas of Langa, Guguletu, Crossroads, Nyanga, and Khayelitsha in Cape Town. Between 2008 and 2009, participants were recruited using a 3-stage cluster sampling technique with pre-specified age and gender quotas to ensure at least 50 men and women were included in each gender category. The response rate was 84% in men and 87% in women  [14] .\n\nWe aggregated data among sites to obtain a total of\n\n26,541 participants for analysis (Southern Cone of Latin America ¼ 7,524; Peru ¼ 3,601; South Asia ¼ 14,317; South Africa ¼ 1,099). From these 23,496 (88.5%) participants had data available for fasting blood glucose (Southern Cone of Latin America ¼ 7,355 [97.8%], Peru ¼ 3,135 [87.1%], South Asia ¼ 11,907 [83.2%], South Africa ¼ 1,099 [98.5%])."
    },
    {
      "title": "Measurements",
      "text": "At all sites, comprehensive and uniform data collection instruments were used to capture measurements. A summary of all surveillance indicators, measures, methods, and instruments used in individual studies have been published in detail elsewhere  [12, [14] [15] [16] . Briefly, trained fieldworkers administered questionnaires to collect demographic, socioeconomic, and behavioral information and past and present health status of participants.\n\nAnthropometric measurements included height, weight, and waist measurements using standardized techniques. Body mass index (BMI) was calculated as weight in kilograms divided by height in meters squared. Waist circumference was taken at the midpoint between the lowest rib and top of the iliac crest. Three readings were taken and the mean of the 3 measurements was used. Blood pressure was recorded in the sitting position after 5 minutes of rest. In Argentina, a standardized mercury or aneroid sphygmomanometer with an adequate cuff size was used. The cuff was placed on the right arm of the participant and inflated until it reached a pressure of 30 mm Hg above the level at which the radial pulse can no longer be palpated. Three measurements were obtained with 30-second intervals between them. The average of the 3 values was used. In India, Peru, and South Africa, systolic and diastolic blood pressure were measured in triplicate using an automatic monitor OMRON HEM-780 previously validated for the adult population  [17] . The average of 3 measurements was used.\n\nFasting blood samples were collected by venipuncture at field sites and transported in cold chain to central laboratories in their respective countries. Sample aliquots were stored in cyro-vials at À70 C to À80 C for future studies.\n\nSelf-reported diabetes was defined as subjects with self-reported history of diabetes and/or on drug treatment for diabetes. Diabetes was defined as either a prior diagnosis of diabetes on treatment or fasting plasma glucose (FPG) !126 mg/dl. Pre-diabetes was defined as no prior diagnosis of diabetes and FPG 100 to 125 mg/dl  [18] . Dysglycemia was defined as the presence of either prediabetes or diabetes. Treatment for diabetes was defined as self-reported use of oral hypoglycemic medications or insulin. Control of diabetes was defined as those under treatment for diabetes with FPG <130 mg/dl.\n\nHypertension was defined as a mean systolic blood pressure !140 mm Hg and/or diastolic blood pressure !90 mm Hg, and/or self-report of current use of antihypertensive medications  [19] . Hypercholesterolemia was defined as total cholesterol !200 mg/dl or 11.1 mmol/l, hypertriglyceridemia was defined as triglycerides !150 mg/dl or 1.7 mmol/l, and low high-density lipoprotein cholesterol (HDL-C) was defined as <40 mg/dl or 1.0 mmol/l (males) and <50 mg/dl or 1.3 mmol/l (females). Overweight and obesity was defined as BMI !25 kg/m 2 and abdominal obesity was defined as waist circumference !90 cm (males) and !80 cm (females) using populationspecific guidelines  [20] . A waist-to-height ratio cutoff of !0.5 was used because it has been shown to be a risk factor for the development of cardiovascular disease and diabetes  [21] ."
    },
    {
      "title": "Statistical analysis",
      "text": "Prevalence with 95% confidence intervals (CI) for diabetes and pre-diabetes were estimated for each country. Estimates of continuous variables were summarized as mean (95% CI) for normally distributed data or proportions (95% CI) for categorical variables. Comparison of means of quantitative variables across different diabetes categories was done by analysis of variance for normal data. Association between categorical variables was checked using chi-square testing.\n\nBivariate regression analysis was performed first and then multinomial logistic regression analysis was performed to assess the association between risk factors with diabetes and pre-diabetes using normoglycemia as the reference category. The odds ratio of diabetes and pre-diabetes and their 95% CI were estimated for all countries together after controlling for country, gender, age per 10-year increment, current use of smoking, generalized obesity, abdominal obesity, waist to height ratio, hypertension, hypercholesterolemia, hypertriglyceridemia, and low HDL-C. Statistical analyses were done using STATA version 12.1 (StataCorp LP, College Station, TX)."
    },
    {
      "title": "RESULTS",
      "text": "The age-standardized and weighted prevalence of diabetes, pre-diabetes, and dysglycemia for the 4 regions are shown in Table  1 . The prevalence of diabetes was 14.0% (95% CI: 13.2% to 14.8%) in the Southern Cone of Latin America, 9.8% (95% CI: 8.8% to 10.9%) in Peru, 19.0% (95% CI: 18.4% to 19.8) in South Asia, and 13.8% (95% CI: 11.9% to 16.0%) in South Africa. The prevalence of pre-diabetes was 17.8% (95% CI: 17.0% to 18.7%) in the Southern Cone of Latin America, 17.1% (95% CI: 15.9% to 18.5%) in Peru, 24.0% (95% CI: 23.2% to 24.7%) in South Asia, and 9.9% (95% CI: 8.3% to 11.8%) in South Africa. The prevalence of any dysglycemia was 31.8% (95% CI: 30.7% to 32.9%) in the Southern Cone of Latin America, 27.0% (95% CI: 25.4% to 28.5%) in Peru, 43.0% (95% CI: 42.1% to 43.0%) in South Asia, and 23.7% (95% CI: 21.3% to 26.4%) in South Africa. Overall, men had a higher prevalence of pre-diabetes and dysglycemia compared with women, whereas women had a higher prevalence of diabetes.\n\nThe age-and sex-specific prevalence of diabetes and pre-diabetes for all countries is shown in Figure  1 . In all countries, the prevalence of both diabetes and pre-diabetes increased with age (p < 0.001 for trend). In the Southern Cone of Latin America, Peru, and South Africa the prevalence of pre-diabetes rose sharply at 35 to 44 years. In South Asia, the sharpest rise in pre-diabetes prevalence occurred younger at 25 to 34 years. In alignment with this, the prevalence of diabetes rose sharply at 45 to 54 years in the Southern Cone of Latin America, Peru, and South Africa; and at 35 to 44 years in South Asia. In the Southern Cone of Latin America, Peru, and South Africa there was a gradual increase in diabetes prevalence with age with the highest prevalence among those older than 65 years. However, in South Asia the prevalence of diabetes declined after 65 years in men. In the Southern Cone of Latin America, men had a higher prevalence of pre-diabetes at every age group compared with women. However, this did not correspond with an overall difference in diabetes prevalence between men and women (Figure  1 ). Participant characteristics based on glycemic status are summarized in Table  2 . All countries followed similar trends: participants with normal fasting glucose were younger and had a lower BMI, waist circumference, triglycerides, low-density lipoprotein cholesterol, systolic and diastolic blood pressure, and higher HDL-C than those with pre-diabetes and diabetes. South Asia was home to the youngest population of adults with diabetes, with the lowest BMI and waist circumference. Participants from South Africa had significantly lower levels of total cholesterol compared with the total population median for those with no diabetes, those with pre-diabetes, and those with diabetics, respectively.\n\nThe prevalence of diabetes and pre-diabetes increased with increasing BMI categories (normal weight, overweight, and obese) (Figure  2 ). Among normal-weight individuals there was no significant difference in diabetes or prediabetes prevalence in Peru, South Africa, or the Southern Cone of Latin America. South Asians had the highest prevalence of diabetes and pre-diabetes for every BMI category. Normal-weight South Asians had a higher prevalence of diabetes and pre-diabetes than overweight individuals from Peru, South Africa, or the Southern Cone of Latin America. Peru had the lowest prevalence of diabetes in overweight and obese individuals. South Africa had the lowest prevalence of pre-diabetes among all BMI categories (Figure  2 ).\n\nResults from standardized multinomial logistic regression models created with normoglycemia as a jg SCIENCE Participants in South Asia and the Southern Cone of Latin America had the greatest awareness of diabetes status (81.7% and 81.2%, respectively), whereas South Africa had the lowest (65.5%) (Figure  3 ). Across all 4 sites only 20.2% of persons with diabetes were unaware of their diagnosis. Peru had the highest percentage of persons with diabetes aware of their disease on treatment (90.9%), whereas South Africa had the lowest (59.0%) (Figure  3 ). Peru and the Southern Cone of Latin America had the highest percentage of treated persons with diabetes who attained glycemic control (48.5% and 48.3%, respectively), whereas South Asia had the lowest (29.6%). Across all 4 sites, only 36.6% of persons with diabetes receiving treatment were able to attain glycemic control (Figure  3 )."
    },
    {
      "title": "DISCUSSION",
      "text": "In this study of 4 regions with representative, recent data from large urban and periurban centers in the Southern Cone of Latin America, South Asia, Peru, and South Africa, we found that 1 in 5 adults had pre-diabetes, 1 in 6 had diabetes, 1 in 5 were unaware of their diagnosis, and 1 in 3 had dysglycemia. South Africa had the lowest prevalence of diabetes and pre-diabetes, whereas South Asia had the highest. South Asians were more likely to have dysglycemia at a younger age, lower BMI, and waist circumference. South Asia had the highest percentage of persons with of diabetes by BMI category FIGURE 2. Prevalence of diabetes and pre-diabetes by body mass index category. BMI, body mass index. jg SCIENCE diabetes aware of their diagnosis, whereas South Africa had the lowest. Peru had the highest percentage of persons with diabetes under treatment and South Africa had the lowest. Overall, less than four-fifths of all persons with diabetes aware of their diagnosis in the Southern Cone of Latin America, Peru, South Asia, and South Africa were receiving treatment for diabetes. Countries in the Southern Cone of Latin America and Peru had the highest percentage of controlled diabetes, whereas South Asia had the lowest. Across all countries, approximately two-thirds of all persons with diabetes on treatment had control of their disease. The table displays the associations (adjusted odds ratios [95% confidence intervals]) between each risk factor and diabetes adjusted for all other risk factors in the table. The \"Total\" column displays associations pooled across all 4 countries and are additionally adjusted for country. Abbreviations as in Table  2 .\n\n*No concomitant current smokers and persons with diabetes.\n\ny Waist !90 cm for male and !80 cm for female.\n\nz Waist to height ratio !0.5.\n\nx Self-reported hypertension and/or blood pressure !140/90 mm Hg. The table displays the associations (adjusted odds ratios [95% confidence intervals]) between each risk factor and pre-diabetes adjusted for all other risk factors in the table. The \"Total\" column displays associations pooled across all 4 countries and are additionally adjusted for country. OR, odds ratio; other abbreviations as in Tables  1  and  2 . *No concomitant current smokers and persons with pre-diabetes.\n\ny Waist !90 cm for male and !80 cm for female.\n\nz Waist to height ratio !0.5.\n\nx Self-reported hypertension and/or blood pressure !140/90 mm Hg. gSCIENCE j\n\nThere are multiple epidemiological studies available on the prevalence of pre-diabetes and diabetes in the Southern Cone of Latin America, South Asia, Peru, and South Africa  [22] [23] [24] [25] [26] . However, they are not directly comparable with our study because of the following reasons: 1) many have relied on self-report to calculate diabetes prevalence  [22] ; 2) they combined participants from urban and rural areas and results for large metropolitan cities were not presented separately  [25] ; 3) they used different methodology and sampling techniques  [23] ; or 4) diabetes and pre-diabetes were diagnosed using alternative testing methods, such as the 75-g oral glucose tolerance test, which can dramatically affect population estimates of diabetes prevalence  [26, 27] .\n\nIn the current study, the prevalence of pre-diabetes rose sharply at 35 to 44 years in the Southern Cone of Latin America, Peru, and South Africa, but much earlier in South Asia at 25 to 34 years of age. As expected, the prevalence of diabetes rose sharply at 45 to 54 years of age in the Southern Cone of Latin America, Peru, and South Africa, but was much earlier in South Asia at 35 to 44 years of age. The higher prevalence of diabetes among young South Asians relative to other groups is a matter of concern because the microvascular and macrovascular complications of diabetes are directly related to prolonged exposure to hyperglycemia  [4] [5] [6] . The earlier onset of pre-diabetes and diabetes in South Asians may be attributed to both genetic (increased genetic susceptibility and propensity for abdominal fat accumulation)  [28] [29] [30]  and environmental (sedentary lifestyle, increased consumption of white rice and use of refined grains, and use of trans and saturated fats in cooking)  [31]  causes. In addition, poor nutrition in utero has been shown to result in permanent changes in insulin-glucose metabolism, resulting in decreased glucose tolerance in adulthood  [32, 33] . This highlights the importance of interventions directed at young South Asians to encourage healthier food preparation practices and increase physical activity. In addition, improving the nutrition of pregnant women may be a cost-effective means to reduce the development of glucose later in life  [32] .\n\nIn all countries there was an age-associated increase in diabetes prevalence with the highest being among those older than 65 years of age. However, in South Asia, we found the prevalence of diabetes declined after 65 years in men, which may reflect greater diabetes-related mortality in this subgroup. Peru had the lowest prevalence among those >65 years of age (11.9% in men and 15.5% in women), whereas South Africa had the highest (34.4% in men and 32.7% in women). This is a cause for concern because many LMICs have a growing proportion of individuals older than 65 years, as a result of increasing life expectancies and declining birth rates. For example, in South Africa the average life expectancy has steadily increased from 52 years in 2005, to 61 years in 2014  [34] . Improved access to highly active retroviral therapy for the treatment of human immunodeficiency virus/AIDS has also contributed to increased life expectancy in this region  [35] . However, use of protease inhibitors and nucleoside reverse transcriptase inhibitors has been shown to result in insulin resistance and dyslipidemia  [36] . As a result, noncommunicable diseases are emerging in rural and urban areas, most prominently among poor people living in urban settings  [37] . This growth of a chronically ill, ageing population increases the short-and long-term pressure on health care services.\n\nIn the current study, only a 65% to 82% of all persons with diabetes were aware of their diagnosis; of these, only 59% to 91% of was receiving treatment. The highest percentage of persons with diabetes receiving treatment was in Peru (90.9%) and the lowest was in South Africa (59.0%). Only one-quarter to one-half of all persons with diabetes were able to attain control of their disease. Peru had the highest percentage of treated persons with diabetes who were able to attain good glycemic control (48.5%), whereas South Asia had the lowest (29.6%). This is alarming because complications from diabetes are directly related to exposure to hyperglycemia. High blood glucose levels accounted for 21% of all deaths from ischemic heart disease and 13% of all deaths from stroke worldwide with 84% of these cardiovascular deaths occurring in LMICs  [38] . Diabetes is the most common underlying cause of chronic kidney disease, and diabetic retinopathy is the leading cause of blindness in working-age adults in many countries  [39, 40] . Improvement in glycemic control is the key for preventing diabetesrelated complications  [41] . Our study indicates that awareness, treatment, and control rates of diabetes in the urban and periurban populations in Chile, Uruguay, Argentina, India, Pakistan, Peru, and South Africa are disproportionally low, which raises concern for high rates of diabetes-related complications and mortality over time."
    },
    {
      "title": "Strengths and limitations",
      "text": "One of the limitations of this study is its cross-sectional nature, which prevents determination of the causal pathways underlying reported relationships between diabetes and its risk factors. Another limitation is that extrapolation of the study results to the entire country is difficult, because data came from predominately urban and\n\n0.0% 20.0% 40.0% 60.0% 80.0% 100.0% Southern cone of La n America South Asia Peru South Africa Total Diabetes awareness Treatment among aware Control among treated FIGURE 3. Diabetes awareness, treatment, and control.\n\njg SCIENCE periurban areas with rural areas being underrepresented. Finally, only FPG was used instead of an oral glucose tolerance test, which is considered the gold standard method for diagnosis of diabetes. The strengths of the study are that it is population-based; large; and representative of the general population of 4 urban and periurban areas from the Southern Cone of Latin America, Peru, South Asia, and South Africa. In addition, data were collected homogeneously from their respective sites, which allows for direct comparisons to be made among countries."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Diabetes and pre-diabetes prevalence are alarmingly high among urban and periurban populations in Latin America, South Asia, and South Africa. Even more alarming is the increased prevalence of dysglycemia in South Asians at younger ages and lower BMIs compared with individuals from other countries. It is a matter of concern that 20% of persons with diabetes were unaware of their diagnosis, and that only 80% of those aware were receiving treatment for their disease, with only 40% being able to attain good glycemic control. Among all regions, South Asia was home to the most persons with diabetes and had the lowest rates of glycemic control. Concerted measures to raise public awareness of diabetes and the development of effective methods to appropriately screen for diabetes and prediabetes in this population are desperately needed. Furthermore, existing health care infrastructure must be expanded to improve the quality of diabetes care and control. Finally, the advertisement and adoption of healthy lifestyles, especially in urban areas and in South Asia where diabetes prevalence is the highest and affects a younger population, is urgently needed for primary prevention and to improve glycemic control in those whose have already developed diabetes to prevent long-term complications."
    },
    {
      "text": "The authors report no relationships that could be construed as a conflict of interest. This research was supported in whole or in part by funds from the United States National Heart, Lung, and Blood Institute, National Institutes of Health, Department of Health and Human Services, under Contract Numbers HHSN268200900026C, HHSN268200900033C, and HHSN268200900029C. Additional support was received from the United Health Group (Minneapolis, MN, USA). The South African study was funded by an unrestricted grant from Servier Laboratories (South Africa), the Medical Research Council of South Africa, the Initiative for Cardiovascular Health Research in Developing Countries (IC Health) Foundation Council, and Brigham Hospital/Harvard University. The funders played no role in the study design, data collection, data analysis and interpretation, decision to publish, or preparation of the manuscript. From the *Emory Clinical Cardiovascular Research Institute, Atlanta, GA, USA; yPublic Health Foundation of India & Center for Chronic Disease Control, New Delhi, India; zSouth American Center for Cardiovascular Health, Institute for Clinical Effectiveness and Health Policy, Buenos Aires, Argentina; xCRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru; kSchool of Medicine, Universidad Peruana Cayetano Heredia, Lima, Peru; {Chronic Diseases Initiative for Africa, University of Cape Town, Cape Town, South Africa; #Department of Global Health, Rollins School of Public Health, ORIGINAL RESEARCH gSCIENCE j"
    },
    {
      "text": "FIGURE 1. Age-and sex-specific prevalence of diabetes and pre-diabetes."
    },
    {
      "text": "Hypercholesterolemia !200 mg/dl. { Hypertriglyceridemia !150 mg/dl. # Low HDL-C <40 mg/dl for males and <50 mg/dl for females."
    },
    {
      "text": "Hypercholesterolemia !200 mg/dl. { Hypertriglyceridemia !150 mg/dl. # Low HDL-C <40 mg/dl for males and <50 mg/dl for females."
    },
    {
      "text": "Prevalence of pre-diabetes, diabetes, and dysglycemia"
    },
    {
      "text": "Subject characteristics by diabetes status"
    },
    {
      "text": "continued. Subject characteristics by diabetes status"
    },
    {
      "text": "Risk factors associated with diabetes"
    },
    {
      "text": "Risk factors associated with pre-diabetes"
    }
  ],
  "references": [
    {
      "title": "Global, regional, and national incidence and mortality for HIV, tuberculosis, and malaria during 1990e2013: a systematic analysis for the Global Burden of Disease Study 2013",
      "authors": [
        "Cjl Murray",
        "K Ortblad",
        "C Guinovart"
      ],
      "year": 2014
    },
    {
      "title": "IDF Diabetes Atlas update poster",
      "year": 2014,
      "doi": "10.1163/1570-6664_iyb_sim_org_38965"
    },
    {
      "title": "Global estimates of diabetes prevalence for 2013 and projections for 2035",
      "authors": [
        "L Guariguata",
        "D Whiting",
        "I Hambleton",
        "J Beagley",
        "U Linnenkamp",
        "J Shaw"
      ],
      "year": 2014,
      "doi": "10.1016/j.diabres.2013.11.002"
    },
    {
      "title": "Risks for sensorimotor peripheral neuropathy and autonomic neuropathy in non-insulin-dependent diabetes mellitus (NIDDM)",
      "authors": [
        "J Cohen",
        "B Jeffers",
        "D Faldut",
        "M Marcoux",
        "R Schrier"
      ],
      "year": 1998,
      "doi": "10.1002/(sici)1097-4598(199801)21:1<72::aid-mus10>3.3.co;2-p"
    },
    {
      "title": "Microalbuminuria precedes the development of NIDDM",
      "authors": [
        "L Mykkänen",
        "S Haffner",
        "J Kuusisto",
        "K Pyorälä",
        "M Laakso"
      ],
      "year": 1994,
      "doi": "10.2337/diab.43.4.552"
    },
    {
      "title": "Visual impairment and retinopathy in people with normal glucose tolerance, impaired glucose tolerance, and newly diagnosed NIDDM",
      "authors": [
        "R Klein",
        "Barrett-Connor El",
        "B Blunt",
        "D Wingard"
      ],
      "year": 1991,
      "doi": "10.2337/diacare.14.10.914"
    },
    {
      "title": "Prediabetes: a high-risk state for diabetes development",
      "authors": [
        "A Tabák",
        "C Herder",
        "W Rathmann",
        "E Brunner",
        "M Kivimäki"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)60283-9"
    },
    {
      "title": "Sequence variants in SLC16A11 are a common risk factor for type 2 diabetes in Mexico",
      "authors": [
        "Std Consortium"
      ],
      "year": 2014,
      "doi": "10.1038/nature12828"
    },
    {
      "title": "Relation of central obesity and insulin resistance with high diabetes prevalence and cardiovascular risk in South Asians",
      "authors": [
        "P Mckeigue",
        "B Shah",
        "M Marmot"
      ],
      "year": 1991,
      "doi": "10.1016/0140-6736(91)91164-p"
    },
    {
      "title": "African ancestry and its correlation to type 2 diabetes in African Americans: a genetic admixture analysis in three U.S. population cohorts",
      "authors": [
        "C Cheng",
        "D Reich",
        "C Haiman"
      ],
      "year": 2012
    },
    {
      "title": "Multiple cardiometabolic risk factors in the Southern Cone of Latin America: a population-based study in Argentina, Chile, and Uruguay",
      "authors": [
        "A Rubinstein",
        "V Irazola",
        "M Calandrelli"
      ],
      "year": 2015
    },
    {
      "title": "Addressing geographical variation in the progression of noncommunicable diseases in Peru: the CRONICAS cohort study protocol",
      "authors": [
        "J Miranda",
        "A Bernabe-Ortiz",
        "L Smeeth",
        "R Gilman",
        "W Checkley"
      ],
      "year": 2012
    },
    {
      "title": "Socioeconomic status and cardiovascular risk in urban South Asia: the CARRS Study",
      "authors": [
        "M Ali",
        "B Bhaskarapillai",
        "R Shivashankar"
      ],
      "year": 2016
    },
    {
      "title": "High prevalence of metabolic syndrome in the black population of Cape Town: the Cardiovascular Risk in Black South Africans (CRIBSA) study",
      "authors": [
        "N Peer",
        "C Lombard",
        "K Steyn",
        "N Levitt"
      ],
      "year": 2015,
      "doi": "10.1177/2047487314549744"
    },
    {
      "title": "CARRS Surveillance study: design and methods to assess burdens from multiple perspectives",
      "authors": [
        "M Nair",
        "M Ali",
        "V Ajay"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-701"
    },
    {
      "title": "Detection and follow-up of cardiovascular disease and risk factors in the Southern Cone of Latin America: the CESCAS I study",
      "authors": [
        "A Rubinstein",
        "V Irazola",
        "R Poggio"
      ],
      "year": 2011,
      "doi": "10.1136/bmjopen-2011-000126"
    },
    {
      "title": "Validation of the Omron M7 (HEM-780-E) oscillometric blood pressure monitoring device according to the British Hypertension Society protocol",
      "authors": [
        "A Coleman",
        "S Steel",
        "P Freeman",
        "A De Greeff",
        "A Shennan"
      ],
      "year": 2008,
      "doi": "10.1097/mbp.0b013e3282cb57b6"
    },
    {
      "title": "Report of the expert committee on the diagnosis and classification of diabetes mellitus",
      "year": 2003
    },
    {
      "title": "evidence-based guideline for the management of high blood pressure in adults: report from the panel members appointed to the eighth joint national committee (jnc 8)",
      "authors": [
        "P James",
        "S Oparil",
        "B Carter"
      ],
      "year": 2014
    },
    {
      "title": "Harmonizing the metabolic syndrome: a joint interim statement of the International Diabetes Federation Task Force on Epidemiology and Prevention; National Heart, Lung, and Blood Institute; American Heart Association; World Heart Federation; International Atherosclerosis Society; and International Association for the Study of Obesity",
      "authors": [
        "Kgmm Alberti",
        "R Eckel",
        "S Grundy"
      ],
      "year": 2009,
      "doi": "10.1161/circulationaha.109.192644"
    },
    {
      "title": "A systematic review of waist-toheight ratio as a screening tool for the prediction of cardiovascular disease and diabetes: 0$ 5 could be a suitable global boundary value",
      "authors": [
        "L Browning",
        "S Hsieh",
        "M Ashwell"
      ],
      "year": 2010,
      "doi": "10.1017/s0954422410000144"
    },
    {
      "title": "Increased prevalence of diabetes in Argentina is due to easier health care access rather than to an actual increase in prevalence",
      "authors": [
        "A Rubinstein",
        "L Gutierrez",
        "A Beratarrechea",
        "V Irazola"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0092245"
    },
    {
      "title": "High prevalence of diabetes and impaired glucose tolerance in India: National Urban Diabetes Survey",
      "authors": [
        "A Ramachandran",
        "C Snehalatha",
        "A Kapur"
      ],
      "year": 2001
    },
    {
      "title": "Differences in cardiovascular risk factors in rural, urban and rural-to-urban migrants in Peru",
      "authors": [
        "J Miranda",
        "R Gilman",
        "L Smeeth"
      ],
      "year": 2011,
      "doi": "10.1136/hrt.2010.218537"
    },
    {
      "title": "High prevalence of diabetes and impaired fasting glucose in urban Latin America: the CARMELA Study",
      "authors": [
        "J Escobedo",
        "L Buitron",
        "M Velasco"
      ],
      "year": 2009,
      "doi": "10.1111/j.1464-5491.2009.02795.x"
    },
    {
      "title": "Diabetes and other disorders of glycemia in a rural South African community: prevalence and associated risk factors",
      "authors": [
        "A Motala",
        "T Esterhuizen",
        "E Gouws",
        "F Pirie",
        "Omar Mak"
      ],
      "year": 2008,
      "doi": "10.2337/dc08-0212"
    },
    {
      "title": "Effects of diabetes definition on global surveillance of diabetes prevalence and diagnosis: a pooled analysis of 96 population-based studies with 331 288 participants",
      "authors": [
        "Ncdrf Collaboration"
      ],
      "year": 2015,
      "doi": "10.1177/014572178501000417"
    },
    {
      "year": 2016,
      "doi": "10.1016/s2211-8160(16)30652-4"
    },
    {
      "title": "Adiposity and hyperinsulinemia in Indians are present at birth",
      "authors": [
        "C Yajnik",
        "H Lubree",
        "S Rege"
      ],
      "year": 2002,
      "doi": "10.1210/jc.2002-020434"
    },
    {
      "title": "Genome-wide association study in individuals of South Asian ancestry identifies six new type 2 diabetes susceptibility loci",
      "authors": [
        "J Kooner",
        "D Saleheen",
        "X Sim"
      ],
      "year": 2011
    },
    {
      "title": "Risk of diabetes in subjects with sedentary profession and the synergistic effect of positive family history of diabetes",
      "authors": [
        "V Aravindalochanan",
        "S Kumpatla",
        "M Rengarajan",
        "R Rajan",
        "V Viswanathan"
      ],
      "year": 2014,
      "doi": "10.1089/dia.2013.0140"
    },
    {
      "title": "Global obesity: trends, risk factors and policy implications",
      "authors": [
        "V Malik",
        "W Willett",
        "F Hu"
      ],
      "year": 2013
    },
    {
      "title": "Nutrient-mediated teratogenesis and fuel-mediated teratogenesis: two pathways of intrauterine programming of diabetes",
      "authors": [
        "C Yajnik"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijgo.2008.11.034"
    },
    {
      "title": "Glucose tolerance in adults after prenatal exposure to famine",
      "authors": [
        "A Ravelli",
        "J Van Der Meulen",
        "R Michels"
      ],
      "year": 1998,
      "doi": "10.1016/s0140-6736(97)07244-9"
    },
    {
      "title": "The burden of non-communicable diseases in South Africa",
      "authors": [
        "B Mayosi",
        "A Flisher",
        "U Lalloo",
        "F Sitas",
        "S Tollman",
        "D Bradshaw"
      ],
      "year": 2009,
      "doi": "10.1016/s0140-6736(09)61087-4"
    },
    {
      "title": "Health and health care in South Africa -20 years after Mandela",
      "authors": [
        "B Mayosi",
        "S Benatar"
      ],
      "year": 2014,
      "doi": "10.1056/nejmsr1405012"
    },
    {
      "title": "A syndrome of peripheral lipodystrophy, hyperlipidaemia and insulin resistance in patients receiving HIV protease inhibitors",
      "authors": [
        "A Carr",
        "K Samaras",
        "S Burton"
      ],
      "year": 1998,
      "doi": "10.1097/00002030-199807000-00003"
    },
    {
      "title": "Mortality and causes of death in South Africa, 2013: findings from death notification",
      "authors": [
        "S Africa"
      ],
      "year": 2013
    },
    {
      "title": "Global and regional mortality from ischaemic heart disease and stroke attributable to higher-than-optimum blood glucose concentration: comparative risk assessment",
      "authors": [
        "G Danaei",
        "C Lawes",
        "S Vander Hoorn",
        "C Murray",
        "M Ezzati"
      ],
      "year": 2006
    },
    {
      "title": "Chronic kidney disease",
      "authors": [
        "A Levey",
        "J Coresh"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(11)60178-5"
    },
    {
      "title": "Global prevalence and major risk factors of diabetic retinopathy",
      "authors": [
        "J Yau",
        "S Rogers",
        "R Kawasaki"
      ],
      "year": 2012,
      "doi": "10.2337/dc11-1909"
    },
    {
      "title": "Achievement of goals in U.S. diabetes care, 1999-2010",
      "authors": [
        "M Ali",
        "K Bullard",
        "J Saaddine",
        "C Cowie",
        "G Imperatore",
        "E Gregg"
      ],
      "year": 2013
    },
    {
      "doi": "10.3133/i2642"
    }
  ],
  "num_references": 43
}
